{
  "update": "2025-09-03",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Current approaches and new directions for research and theorizing on health and risk information acquisition behavior",
          "authors": "Shelly R Hovick, Ji Youn Ryu",
          "abstract": "This paper presents a state-of-the-art review on health and risk information acquisition, focusing on current approaches to conceptualizing, theorizing, and measuring information acquisition. We argue the current focus on seeking and scanning limits our understanding of the complex phenomenon of information acquisition and that scholars should consider examining a broader range of behaviors. In addition to reviewing current theorizing on information seeking, we argue for more macro theories of information acquisition behavior that better consider the current information environment and situations under which individuals acquire information, as well as theories that better delineate the process and effects of seeking. We also discuss new methods for capturing and measuring information acquisition behavior and present a roadmap for future research.",
          "url": "https://doi.org/10.1093/anncom/wlaf015",
          "doi": "https://doi.org/10.1093/anncom/wlaf015",
          "filter": 0
        },
        {
          "title": "A social cognitive approach for using racially diverse entertainment media to improve children’s intergroup socialization",
          "authors": "Sovannie Len",
          "abstract": "Ethnic-racial socialization plays a crucial role in shaping children’s attitudes and behaviors regarding race and intergroup interactions. However, socialization practices greatly vary across families, potentially leading to prejudice and intergroup anxiety. Utilizing Social Cognitive Theory and Anti-Bias Education as frameworks, I present the Model of Parental Media Strategies for Intergroup Socialization and argue that racially diverse entertainment media offers multiple benefits for families seeking to improve their intergroup ERS practices if utilized with key media strategies. This paper additionally addresses the unique challenges faced by White, interracial, and minoritized families in providing adequate intergroup ERS to their children and offers tailored strategies based on the presented model for each family type to leverage entertainment media effectively.",
          "url": "https://doi.org/10.1093/anncom/wlaf019",
          "doi": "https://doi.org/10.1093/anncom/wlaf019",
          "filter": 0
        },
        {
          "title": "The self in communication research: a historical review, 1951–2020",
          "authors": "Xuewei Zhang, Timothy D Stephen",
          "abstract": "The field of self-relevant communication lacks clearly defined boundaries, largely due to its fragmented nature. This study addresses this gap by proposing a definition of the field, offering a preliminary overview of its current state, and tracing its evolution through a historical review. We conducted a computational content analysis of over 1,700 self-related articles from 137 communication journals listed in the ComAbstracts database from 1951 to 2020. Guided by Thomas Kuhn’s theory of scientific evolution and Rogers’ Diffusion of Innovation Theory, our findings reveal that self-relevant communication research has progressed through 7 distinct cycles across 4 evolutionary periods: the initial period (1951–1972), the initial growth period (1973–1982), the transitional period (1983–2003), and the rapid growth period (2004–2020). While interpersonal communication was initially a focal point, it has become increasingly implicit in self-relevant research. The advent of social media has significantly accelerated the expansion of self-relevant research and it would seem likely to continue impacting its growth.",
          "url": "https://doi.org/10.1093/anncom/wlaf017",
          "doi": "https://doi.org/10.1093/anncom/wlaf017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Twisting existence in AI media: The mediation–extension schema",
          "authors": "Yeorang Bak",
          "abstract": "This paper proposes the Mediation–Extension Schema (MES) as a theoretical framework for analyzing the ontological status of artificial intelligence as media. Drawing on philosophical media theory, it argues that AI should not be understood merely as a tool but as a system that actively shapes the conditions under which meaning, communication, and subjectivity emerge. MES integrates two conceptual lineages: mediation, from Aristotle’s metaxu , and extension, from Heidegger’s techne . Mediation refers to AI’s role in connecting otherwise isolated entities, while extension captures its capacity to reconfigure experiential and social structures. Through a concrete case of AI deployment, the paper demonstrates that such media operate as techno-social assemblages that transform human existence by mediating relations and extending the field of action. MES thereby offers a unified conceptual model for understanding how AI intervenes in the formation of being, knowledge, and power, contributing to ongoing debates in media philosophy, digital ontology, and the ethics of technology.",
          "url": "https://doi.org/10.1177/13548565251375252",
          "doi": "https://doi.org/10.1177/13548565251375252",
          "filter": 0
        },
        {
          "title": "The techno-cultural imaginaries of virtual reality in China: A historical perspective",
          "authors": "Yu Shan",
          "abstract": "The recent re-emergence of virtual reality (VR) and metaverse has captivated global mainstream media, emerging as a significant cultural phenomenon. However, empirical research focusing specifically on the practices within China’s VR industry, a global leader in the VR market, is noticeably scarce. This paper aims to bridge this gap, exploring how VR, initially a technological innovation from the United States, has been integral to shaping the digital landscape in China, particularly following its conceptual localization by Qian Xuesen under the term “ lingjing .” This study examines VR-related history in China and the perceptions of Chinese VR practitioners on the development of VR in both the US and China via the framework of techno-cultural imaginaries. Drawing on interviews with virtual reality practitioners ( n = 48), this study observes that Chinese VR practitioners see that VR’s early evolution in the US was tied to a western techno-utopianism, advocating a decentralized, interconnected digital society. In contrast, China’s engagement with VR signifies a divergent path, one that embodies a strategy relying on an ambivalent latecomer advantage to bridge the technological gap with global leaders. Within this context, this paper unpacks the complex nature of technological innovation in modern China indicating that the technological innovation in China is not only a tool for progress but also a flag serving to revive traditional Chinese culture and, more importantly, to bolster specific political ideologies. This contrast illustrates the alternative trajectory of China’s VR industry, which, while initially inspired by the US, is progressively carving out its distinct future.",
          "url": "https://doi.org/10.1177/13548565251376258",
          "doi": "https://doi.org/10.1177/13548565251376258",
          "filter": 0
        },
        {
          "title": "Content creators’ hopes and fears about artificial intelligence",
          "authors": "Carolina Are, Pam Briggs, Richard Brown",
          "abstract": "Users and regulators alike recognise the need for public consultation around new developments in artificial intelligence (AI). However, most consultations reflect economic or political concerns and tend to focus on Generative AI (GenAI) impacts on the traditional workforce, excluding gig economy workers in general and content creators in particular. In this two-stage study, we firstly report qualitative findings from a survey of 100 content creators, using these to design a quantitative survey issued to 307 content creators. In our thematic analysis of the qualitative data, we report a nuanced response to GenAI tools. Participants recognised that they might help to reduce an unmanageable workload, but that they might also render them redundant in certain contexts. Our content creators spoke meaningfully about different forms of loss, not just of jobs or of creativity, but also of the passion and the dedication to learning that provided much of the intrinsic motivation for creation. Quantitative survey findings showed that those who’d had greater experience of AI felt less threatened by the technology, but that concerns remained about fairness, data privacy and a rise in targeted advertising. Overall, we found that more diverse experiences need to be represented and considered in the public consultations informing the development and regulation of GenAI.",
          "url": "https://doi.org/10.1177/13548565251372830",
          "doi": "https://doi.org/10.1177/13548565251372830",
          "filter": 0
        },
        {
          "title": "Horror to humour: The affective transformation of the moment of death in Little Nightmares",
          "authors": "Xin Pan",
          "abstract": "This article explores the affective shift from horror to humour in Little Nightmares when transitioning from gameplay to stream viewing. Employing microethology, a methodology suitable for analysing shorter gaming experiences, this study scrutinises avatar death scenes as moments of affective transformation. It introduces the concept of ‘empathetic horror’, defined as the fear, distress, and nervousness that arises from players’ deep empathetic bond with their avatar through embodied and affective involvement in a game. Conceptualising the moment of death as an assemblage, this study examines how watching Danmaku game streams on Bilibili reframes this fear-inducing moment as humorous. It identifies three factors responsible for this transformation: a change in ludic engagement and the player’s perspective, altered meanings of critical actors within the assemblage (including monsters and death), and the introduction of new participants (such as Danmaku game streams) into the networked assemblage. This analysis underscores the role of Danmaku streams in creating a humorous environment, strengthening entertaining effects, and foregrounding the performative dimensions of play, providing insights into the evolving affective responses across gaming and streaming contexts.",
          "url": "https://doi.org/10.1177/13548565251374171",
          "doi": "https://doi.org/10.1177/13548565251374171",
          "filter": 0
        },
        {
          "title": "(Semi-)immersive digital placemaking: A systematic literature review on augmented reality, virtual reality, and mixed reality applications in placemaking",
          "authors": "Meriky Lo, Burkhard C. Wünsche, Manfredo Manfredini, Steffan Hooper",
          "abstract": "This article summarizes literature on state-of-the-art (semi-)immersive – augmented reality (AR), virtual reality (VR), and mixed reality (MR) – games and applications in placemaking. Its methodology engages with PRISMA workflow, incorporating computational and qualitative analytic methods. Our findings reveal that while most digital tools share common placemaking goals, each (semi-)immersive technology excels in specific areas. AR Location-Based tools work best in encouraging active explorations of the urban spaces, while VR aces in facilitating real-time interactive co-design simulations and MR can bring virtual and on-site participants together in one platform. We also highlight the growing popularity of (semi-)immersive games, serious games and gamification in digital placemaking and explore their varying capacities. These findings contribute to an interdisciplinary approach that advances understanding of (semi-)immersive digital tool developments and informs better placemaking strategies and policies.",
          "url": "https://doi.org/10.1177/13548565251372796",
          "doi": "https://doi.org/10.1177/13548565251372796",
          "filter": 0
        },
        {
          "title": "Liminal right to the ‘coffee map’: Geomedia and the digital dilemma facing independent coffee houses in China",
          "authors": "Anqi Huang",
          "abstract": "The term ‘coffee map’ refers to the digital mapping of coffee houses within urban environments, collaboratively produced and circulated on digital platforms. Drawing the concept of the right to the city and recent theories in geomedia studies, this article critically examines how coffee maps mediate spatial power dynamics, visibility, and entrepreneurial subjectivity among independent coffee houses in urban China. Based on fieldwork conducted in Guangzhou, it argues that independent coffee businesses occupy a liminal position shaped simultaneously by opportunities for urban autonomy and constraints from algorithmic visibility regimes imposed by digital infrastructures such as Dianping, Meituan and Xiaohongshu. On one hand, geomedia affordances enable these businesses to craft their own urban narratives and assert agency in reshaping residential neighborhoods, exemplifying a grassroots form of gentrification. On the other hand, these platforms also impose significant constraints through data-driven governance, competitive rankings, and rapidly shifting policies, contributing to a condition of precarity and digital resignation. This dual role positions independent coffee houses in a constant negotiation of spatial agency, platform dependence, and structural marginalization. Under such context, rather than escaping digital constraints, it is also found that independent coffee houses strategically engage in recursive narratives of instability and performative liminality to remain relevant. Thus, the coffee map, as both a representation and an instrument of spatial governance, reveals the complex interplay between entrepreneurial aspirations, neoliberal urbanization, and platform-mediated urban participation, highlighting critical implications for contemporary understandings of geomedia and the right to the city.",
          "url": "https://doi.org/10.1177/13548565251372822",
          "doi": "https://doi.org/10.1177/13548565251372822",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Pricing, Design and Cultivation – Conceptual Tools for the Normative Assessment of Fairness in the Age of Media Platformization",
          "authors": "Jonathan Kropf, Jörn Lamla, Markus Uhlmann",
          "url": "https://doi.org/10.1080/21670811.2025.2553161",
          "doi": "https://doi.org/10.1080/21670811.2025.2553161",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Artivism for Cleaner Air? An Exploration of the Artistic Representation of “Haze” in Southeast Asia",
          "authors": "Felicia H. M. Liu, Helena Varkkey, Thomas E. L. Smith, Peter Reynolds, Pattrawut Pusingha, Haoying Li, Simran Bungar",
          "url": "https://doi.org/10.1080/17524032.2025.2544561",
          "doi": "https://doi.org/10.1080/17524032.2025.2544561",
          "filter": 0
        },
        {
          "title": "Understanding Communication as Both Constitutive and Instrumental: Implications and Challenges for Epistemic and Identity Development in Environmental Communication Education",
          "authors": "Malte Rödl",
          "url": "https://doi.org/10.1080/17524032.2025.2544562",
          "doi": "https://doi.org/10.1080/17524032.2025.2544562",
          "filter": 0
        },
        {
          "title": "Editor's Note: On Reviews",
          "authors": "Phaedra C. Pezzullo",
          "url": "https://doi.org/10.1080/17524032.2025.2546645",
          "doi": "https://doi.org/10.1080/17524032.2025.2546645",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Book Review: Social Media: Integrating the Digital with the Social in Digital Discourse by KhosraviNik Majid MajidKhosraviNikSocial Media: Integrating the Digital with the Social in Digital Discourse, Amsterdam, NL: John Benjamins, 2023; 210 pp.: $149. ISBN: 9789027213631(Hardcover)",
          "authors": "Zhiguo Hu",
          "url": "https://doi.org/10.1177/02673231251370534",
          "doi": "https://doi.org/10.1177/02673231251370534",
          "filter": 0
        },
        {
          "title": "Affective polarization and political (dis)trust: Investigating their interconnection and the moderating role of (social) media use",
          "authors": "Annelien Van Remoortere, Rens Vliegenthart",
          "abstract": "This article investigates the interplay between political trust and affective polarization during the 2023 Dutch parliamentary elections and how this interplay is moderated by (social) media use. We hypothesize a reciprocal relationship, where trust influences affective polarization and vice versa. This interaction may intensify in election campaigns. Using a cross-lagged panel model on a panel wave survey conducted during the 2023 Dutch parliamentary election campaign, we analyze trust and polarization dynamics across five distinct media user types, including quality media users, social media users, and news minimalists. Findings indicate that higher political trust leads to lower affective polarization; however, polarization does not significantly impact trust. Importantly, quality media users show no connection between trust and polarization. In contrast, social media users exhibit less stable levels of political trust, highlighting the potential volatility of trust among this group during campaigns. Our findings emphasize media's moderating role in shaping political attitudes.",
          "url": "https://doi.org/10.1177/02673231251370866",
          "doi": "https://doi.org/10.1177/02673231251370866",
          "filter": 0
        },
        {
          "title": "Book Review: Credible Threat: Attacks Against Women Online and the Future of Democracy by Sarah Sobieraj SobierajSarahCredible Threat: Attacks Against Women Online and the Future of Democracy. Oxford University Press: New York, NY, 2020; 190 pp.: £20.29. ISBN: 978-0190089290",
          "authors": "Elena Fell",
          "url": "https://doi.org/10.1177/02673231251369410",
          "doi": "https://doi.org/10.1177/02673231251369410",
          "filter": 0
        },
        {
          "title": "Book Review: Democracy and Media in Europe: A Discursive-Material Approach by N. Carpentier and J. Wimmer CarpentierN.WimmerJ.Democracy and Media in Europe: A Discursive-Material Approach. Routledge: Abingdon and New York, 2025; 140 pp.: Open Access. ISBN 9781003485438 (ebk)",
          "authors": "Tingting Hu, Xinyi Wu",
          "url": "https://doi.org/10.1177/02673231251369449",
          "doi": "https://doi.org/10.1177/02673231251369449",
          "filter": 0
        },
        {
          "title": "Catching the waves: The case of VRT's digital-first audio strategy",
          "authors": "Pieter Van der Elst, Catalina Iordache, Tim Raats",
          "abstract": "European public service media (PSM) are increasingly embracing strategies that balance digital platform tactics and meeting the public remit. This article addresses how a small market PSM is repositioning itself in a media landscape dominated by global platforms, streaming services and legacy media adopting platformisation strategies. We examine platformisation at the Flemish broadcaster VRT through the lens of its digital audio strategy. The study combines document analysis and expert interviews. Results show a strategic shift towards more focus on user needs and habits; a branding strategy revolving around the VRT parent brand; a necessary yet precarious presence on third-party platforms; a legacy-driven content offering complemented by online-only commissioning; and a firm editorial grip on content curation. VRT's take on these strategic innovations highlights a series of key dilemmas for PSM to reconcile public remit delivery and competitiveness in a platformised media landscape.",
          "url": "https://doi.org/10.1177/02673231251370877",
          "doi": "https://doi.org/10.1177/02673231251370877",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "What do people watch under adversity? Testing interactions of semantic affinity and coping style using Netflix data donations",
          "authors": "Rebekka J Kreling, Felix Dietrich, Alicia Gilbert, Leonard Reinecke",
          "abstract": "Media are frequently used for coping with everyday stressors, but little is known about what content individuals choose under such adversity. Building on mood management theory’s propositions about semantic affinity of content, we test how adversity in specific life domains is reflected in choice of entertaining media content surrounding the same life domain. In combining diary data from n = 122 Netflix users and data donations of their viewing histories with n = 2,122 titles, our study provides a novel methodological approach. Our findings show no effects of daily adversity on selecting content with more or less semantic affinity, but exploratory analyses reveal that daily media coping strategies differentially relate to the selection of different entertainment genres. These results emphasize (a) a lack of conceptual clarity surrounding semantic affinity in real-life media use and (b) the importance of situational approaches in media coping research.",
          "url": "https://doi.org/10.1093/hcr/hqaf019",
          "doi": "https://doi.org/10.1093/hcr/hqaf019",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Online misogyny against female candidates in the 2022 Brazilian elections: a threat to women's political representation?",
          "authors": "Luise Koch, Raji Ghawi, Jürgen Pfeffer, Janina Isabel Steinert",
          "url": "https://doi.org/10.1080/1369118x.2025.2551604",
          "doi": "https://doi.org/10.1080/1369118x.2025.2551604",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "The creativity conundrum of advertising development: solving a knowledge resources paradox by activating dynamic capabilities",
          "authors": "Scott Koslow, Huw O’Connor, Mark Kilgour, Sheila L. Sasser",
          "url": "https://doi.org/10.1080/02650487.2025.2551393",
          "doi": "https://doi.org/10.1080/02650487.2025.2551393",
          "filter": 0
        },
        {
          "title": "#Gifted: the impact of influencer gifting strategy in influencer marketing",
          "authors": "Ruoding Wang, Eunsoo Kim, Xinlong Li",
          "url": "https://doi.org/10.1080/02650487.2025.2548645",
          "doi": "https://doi.org/10.1080/02650487.2025.2548645",
          "filter": 0
        },
        {
          "title": "Should travel influencers be human or virtual? Comparing effectiveness for material and experiential products",
          "authors": "Matthew Pittman, Inhwa Kim",
          "url": "https://doi.org/10.1080/02650487.2025.2548651",
          "doi": "https://doi.org/10.1080/02650487.2025.2548651",
          "filter": 0
        },
        {
          "title": "Default nudges in snacking: the role of effort reduction and cognitive capacity",
          "authors": "Charlotte Franken, Barbara Briers, Freya De Keyzer, Maxime Ver Elst, Nathalie Dens",
          "url": "https://doi.org/10.1080/02650487.2025.2550824",
          "doi": "https://doi.org/10.1080/02650487.2025.2550824",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Knowing the street: on the production of knowledge between homeless civic actors and their allies in the U.S.",
          "authors": "Inbal Leibovits",
          "url": "https://doi.org/10.1080/00909882.2025.2545938",
          "doi": "https://doi.org/10.1080/00909882.2025.2545938",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Gender and journalism: an intersectional approach",
          "authors": "Enakshi Roy",
          "url": "https://doi.org/10.1080/08838151.2025.2555290",
          "doi": "https://doi.org/10.1080/08838151.2025.2555290",
          "filter": 0
        },
        {
          "title": "The organization of journalism: Market models and practice in a fraying profession.",
          "authors": "Lana Medina",
          "url": "https://doi.org/10.1080/08838151.2025.2552371",
          "doi": "https://doi.org/10.1080/08838151.2025.2552371",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "The Influence of Minority Views on Majority Participation in Online Discourse",
          "authors": "Graham Dixon, Samuel Bashian, Katie Snelling",
          "abstract": "Abstract: Social media content is often dominated by minority views espousing opinionated and politicized content, leading to a skewed representation of public discourse. This raises concerns about its impact on public engagement, as individuals may be discouraged from expressing their own beliefs in such an environment. We investigate this issue by exploring how Republican supporters of childhood vaccines (i.e., those who are in the majority) react when exposed to an online environment dominated by anti-vaccine Republicans (i.e., those who are in the minority). In a survey experiment ( N = 355), we find causal evidence that the majority view holders anticipate social conflict when exposed to a minority view-dominant information environment. Anticipated social conflict is then associated with reduced participation in online discussions. Notably, we find that anticipated social conflict, rather than one’s perception of public opinion, is a primary driver of self-silencing behavior, providing a roadmap for future research on interventions aimed at building people’s resilience to hostile information environments.",
          "url": "https://doi.org/10.1027/1864-1105/a000478",
          "doi": "https://doi.org/10.1027/1864-1105/a000478",
          "filter": 0
        },
        {
          "title": "AI for Combatting Mis/Disinformation",
          "authors": "Elizabeth Behm-Morawitz, Benjamin R. Warner, Julius M. Riles, Christopher Josey, Reagan Morawitz",
          "abstract": "Abstract: Artificial Intelligence (AI) poses challenges and opportunities in combating mis/disinformation that arises in today’s digital media landscape. Our research advances understanding of how psychological processing influences perceptions and effects of AI-generated messages on message acceptance and credibility. Specifically, the computers are social actors (CASA) paradigm, anthropomorphism, and solipsistic introjection are employed to examine the effects of the degree of AI involvement in information delivery when seeking clarification on a politicized issue – ranging from none (e.g., news article), to partial (e.g., AI-generated summaries in Google search results), to full reliance on AI (e.g., responses from ChatGPT). Findings from our online experiment with N = 551 US adults indicate that moderate and highly AI-powered sources are deemed more credible than non-AI human-authored sources, however, this effect is weakened by diminished perceptions of anthropomorphizing of AI. Further, solipsistic introjection is negatively related to message acceptance, indicating this intrapsychic processing may decrease the persuasiveness of messages that combat mis/disinformation. Findings are discussed in terms of theoretical and practical implications.",
          "url": "https://doi.org/10.1027/1864-1105/a000480",
          "doi": "https://doi.org/10.1027/1864-1105/a000480",
          "filter": 0
        },
        {
          "title": "Information Integrity in a Digital Age",
          "authors": "Richard Huskey, Heather J. Hether, Soojong Kim",
          "url": "https://doi.org/10.1027/1864-1105/a000477",
          "doi": "https://doi.org/10.1027/1864-1105/a000477",
          "filter": 0
        },
        {
          "title": "Straddling the Boundary of Misleading Information Group",
          "authors": "Yiqi Li, Marina Mitiaeva, Ximeng Deng, Una Joh, Yafei Zhang",
          "abstract": "Abstract: Existing misleading information studies mostly focus on either the message content or social network structures, overlooking the association between the content and structural factors. This research examines the role of brokers, the key network actors straddling between misleading and true/regular information groups. Content-wise, morality expressions are examined, which signal social media users’ expressions toward what is right and wrong. This research provides insights into the understudied relationship between network brokerage and moral expressions and identifies connections between moral foundation and network brokerage theories. Findings suggest that binding morality (i.e., authority and loyalty) is dominant among network brokers. Practical strategies are suggested toward potentially harnessing the power of brokers and moral framing to help combat the spread of misleading information.",
          "url": "https://doi.org/10.1027/1864-1105/a000482",
          "doi": "https://doi.org/10.1027/1864-1105/a000482",
          "filter": 0
        },
        {
          "title": "What Post-Pandemic Paradox?",
          "authors": "Bridget Rubenking, Monica Mayer, Melissa Looney, Walker Talton",
          "abstract": "Abstract: Given the importance of the credibility and effectiveness of health messaging during politicized public health events, this study explores both message source and message recipient factors in predicting perceived credibility and intent to comply with a COVID-19 mitigation message. Born out of disease avoidance, greater individual disgust sensitivity should lead to greater perceived risk and uptake of mitigation efforts. Meanwhile, conservative partisanship in the US has been associated with less perceived risk and behavioral compliance related to COVID-19. However, greater disgust, sensitivity, and political conservatism enjoy a positive relationship. To test this paradox, we explore both partisanship and disgust sensitivity, along with authoritarianism, to see which ultimately better predicts perceived credibility and intent to comply with government-issued COVID-19 guidance. We further explore partisanship by exploring how messages from the same (or different) political party influence message processing and effects. An online experiment with a US-based sample ( N = 424) found no influence of individuals’ political partisanship, but did find small (yet significant) effects such that messages from Democratic governors elicited greater intent to comply than Republican ones. Results about disgust sensitivity were mixed: greater pathogen disgust sensitivity was associated with greater perceived credibility of messages, whereas greater socio-moral disgust sensitivity was associated with greater intent to comply. Implications are discussed.",
          "url": "https://doi.org/10.1027/1864-1105/a000483",
          "doi": "https://doi.org/10.1027/1864-1105/a000483",
          "filter": 0
        },
        {
          "title": "Leveraging Motivations to Curb Misinformation",
          "authors": "Camille J. Saucier, Christopher Calabrese, Nathan Walter",
          "abstract": "Abstract: In an era where digital misinformation poses significant challenges to societal well-being, this study explores a novel approach to preserving information integrity by addressing the motivational underpinnings of conspiracy theory engagement. As conspiracy theories proliferate online, traditional fact-checking and debunking strategies often prove ineffective due to the self-reinforcing nature of conspiracy theories. This research investigates whether a priori self-affirmation interventions can reduce individuals’ propensity to engage with conspiracy theories by preemptively fulfilling the ego-protective function these theories often serve. Using a randomized experiment ( N = 451), this study finds that participants who completed a self-affirmation task were less likely to read politicized conspiracy theories, and those who chose to read a conspiracy theory reported greater feelings of affirmation than those who did not. Thus, bolstering individuals’ self-integrity may offer an opportunity to mitigate the appeal of politicized conspiracy theories.",
          "url": "https://doi.org/10.1027/1864-1105/a000481",
          "doi": "https://doi.org/10.1027/1864-1105/a000481",
          "filter": 0
        },
        {
          "title": "Facts About Fact-Checkers: Comparing Credibility Perceptions, Usage, and Sharing of Different Fact-Checking Sources",
          "authors": "Li Qi, Laurent H. Wang, Xingyu Liu, Miriam J. Metzger",
          "abstract": "Abstract: Fact-checking provides an important tool in the fight against misinformation, yet fact-checks may only be effective to the extent that they are perceived as credible. This research provides a first look at such perceptions across a wide array of legacy and novel fact-check sources available today. An online survey of 993 participants and an experiment involving 1,002 participants were conducted to examine differences in credibility perceptions, usage, and sharing of fact-checks from professional fact-check organizations, mainstream news outlets, social media platforms, automated fact-check services, and crowdsourcing. Results show that legacy sources are considered most credible, fact-check receiver characteristics (political ideology, analytical thinking, and information literacy) influence perceptions of fact-checker credibility, and perceived credibility of fact-checkers is key to fact-check usage. Results also reveal that fact-checker source type and perceived credibility of fact-checkers are essential to fact-check sharing intention. Our findings advance the nascent concept of fact-checker credibility and contribute to theory, specifically the MAIN model and the stage framework model. They also offer novel data about new sources of fact-checking, including how AI and crowdsource-based fact-checkers are perceived by the public.",
          "url": "https://doi.org/10.1027/1864-1105/a000484",
          "doi": "https://doi.org/10.1027/1864-1105/a000484",
          "filter": 0
        },
        {
          "title": "Negativity Biases Online",
          "authors": "Seonhye Noh, Stuart Soroka",
          "abstract": "Abstract: A considerable body of work finds evidence of negativity biases in news production and consumption. These biases have consequences for the reliability and accuracy of digital information. For this special issue, focused on the “complex interplay of technology and human biases,” we consider how individual-level variation in negativity biases impacts both news selection and news provision. Using digital trace data, we analyze the news selections of roughly 25,000 SmartNews users over 6 months. We find evidence of trait-level differences in individuals’ negativity biases in news selection and consider the degree to which those trait-level differences in negativity biases are sustained through algorithmically personalized news feeds.",
          "url": "https://doi.org/10.1027/1864-1105/a000479",
          "doi": "https://doi.org/10.1027/1864-1105/a000479",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Spill the tea, honey: Gossiping predicts well-being in same- and different-gender couples",
          "authors": "Chandler M. Spahr, Megan L. Robbins",
          "abstract": "Despite its negative reputation, gossip is a common conversational behavior that can benefit relationships. However, its potential advantages have not been explored in romantic partnerships. Using a naturalistic observation method (the Electronically Activated Recorder; EAR) we assessed how frequently 76 same- and different-gender couples gossiped with each other, and whether this frequency was associated with self-reported happiness and relationship quality. Actor-Partner Interdependence Models revealed preliminary evidence that romantic partner gossip was positively associated with both happiness and relationship quality. This association held for both same- and different-gender couples. Given that romantic partners are primary sources of conversation and emotional exchanges for many adults, gossip may play a particularly important role in strengthening these bonds. Future research should replicate this finding and explore potential causal mechanisms and specific gossip characteristics that drive these associations, as gossip may be a fruitful avenue to test as a communication strategy for improving well-being in romantic partnerships.",
          "url": "https://doi.org/10.1177/02654075251375147",
          "doi": "https://doi.org/10.1177/02654075251375147",
          "filter": 0
        },
        {
          "title": "Singlehood in Indian context: A mixed-method investigation of psychological impact and perspectives on reasons, advantages and disadvantages of remaining single",
          "authors": "Kriti Gupta, Arti Singh, Tanya Choudhary",
          "abstract": "Over the past decades, singlehood has become prevalent globally. In India, the same trend has been observed in recent years. Many singles are delaying marriage or choosing never to get married even though marriage is considered important in Indian society. This article explores how singlehood is experienced among Indian singles aged 30 years and older ( N = 153) and their quality of life. Using a mixed-method approach, it was found that a difference exists in the quality of life of the participants based on their gender and living arrangements. Thematic analysis revealed that our participants opt to remain unmarried due to a range of personal and cultural factors. The advantages of staying single include a sense of freedom to explore one’s interests and reduced emotional and financial responsibilities. However, there are notable disadvantages of remaining single for our participants, such as a Lack of intimacy, Apprehension related to health and financial security, Safety issues, and Perceived discrimination in the workplace. We suggest that the findings of this study can be used as a foundation for designing psychological interventions that address the needs of single adults in traditional social contexts.",
          "url": "https://doi.org/10.1177/02654075251374760",
          "doi": "https://doi.org/10.1177/02654075251374760",
          "filter": 0
        },
        {
          "title": "Exploring attachment profiles in emerging adults: Insights from global and romantic domains",
          "authors": "Mónica Guzmán-González, Fabiola Gómez, Lusmenia Garrido-Rojas, Diana Rivera-Ottenberger, Rodrigo A. Cárcamo, Joaquín Bahamondes, Ana María Fernández",
          "abstract": "Despite previous studies documenting the existence of distinct attachment models that provide complementary information, there is a gap in research examining empirically attachment profiles that integrate both global attachment and attachment in specific domains from a person-centered approach. Based in the hierarchical structure of attachment representations, the present study evaluated the existence of different attachment profiles, using continuous scores of attachment anxiety and avoidance, in both global and romantic domains among 1,925 Chilean emerging adults. Additionally, and to assess the validity of these profiles, we investigated their association with mental health symptoms and relationship satisfaction. Through latent profile analysis (LPA), we identified five attachment profiles: and overall secure profile marked by security across both domains, one by insecurity across both domains (overall insecure), two profiles with elevated attachment anxiety (particularly in romantic domain) combined with moderate global avoidance, and a profile marked by high global attachment avoidance, and moderate romantic avoidance. The identified profiles were meaningfully associated with mental health symptoms and relationship satisfaction, supporting their validity. These results underscore the heterogeneity of internal working models in emerging adults, demonstrating that domain-specific divergence is common. They also highlight the added value of examining both global and romantic attachment to more fully capture the diversity of attachment experiences and relational functioning in this population. A pesar de que estudios previos han documentado la existencia de distintos modelos de apego que ofrecen información complementaria, existe una brecha en la investigación que examine empíricamente perfiles de apego que integren tanto el apego global como el apego en dominios específicos desde un enfoque centrado en la persona. Basándose en la estructura jerárquica de las representaciones de apego, el presente estudio evaluó la existencia de diferentes perfiles de apego, utilizando puntuaciones continuas de ansiedad y evitación en el apego, tanto en los dominios global como romántico, en una muestra de 1.925 adultos emergentes chilenos. Además, y con el fin de evaluar la validez de estos perfiles, investigamos su asociación con síntomas de salud mental y satisfacción en la relación de pareja. A través de un análisis de perfiles latentes (LPA, por sus siglas en inglés), identificamos cinco perfiles de apego: un perfil globalmente seguro caracterizado por seguridad en ambos dominios; uno por inseguridad en ambos dominios (globalmente inseguro); dos perfiles con ansiedad elevada en el apego (particularmente en el dominio romántico) combinada con evitación global moderada; y un perfil caracterizado por alta evitación global en el apego y evitación romántica moderada. Los perfiles identificados se asociaron de manera significativa con síntomas de salud mental y satisfacción en la relación, respaldando su validez. Estos resultados subrayan la heterogeneidad de los modelos operativos internos en adultos emergentes, demostrando que la divergencia específica por dominio es común. Asimismo, destacan el valor añadido de examinar tanto el apego global como el romántico para captar más plenamente la diversidad de experiencias de apego y el funcionamiento relacional en esta población.",
          "url": "https://doi.org/10.1177/02654075251369826",
          "doi": "https://doi.org/10.1177/02654075251369826",
          "filter": 0
        },
        {
          "title": "Support-seeking about social relationships with friends is associated with friendship quality, emotional support, and self-disclosure in adolescence",
          "authors": "Meghan A. Costello, Margaret V. Brehm, Ariana J. Rivens, Gabrielle L. Hunt, Alison G. Nagel, Joseph P. Allen",
          "abstract": "Adolescent friendships offer a crucial context for learning to seek social support. Through repeated social support encounters, adolescents take in social information and shape their own development. The current study characterizes adolescents’ support-seeking discussion topics with close friends, how the topics are influenced by adolescent age and gender, and how they are related to interpersonal processes in close friendships. A community sample of 184 adolescents (85 boys, 99 girls; 58% white, 29% Black, 13% other identity groups) participated annually from age 13 to 18. Through these six waves of data collection, participants completed a total of 859 support-seeking interactions, from which 10 thematic codes were identified. Support-seeking about socially oriented topics (e.g., conflicts with peers, romantic interests) appeared consistently across adolescence, while participants increasingly discussed future-oriented topics (e.g., considering college or work plans) with their friends as they aged. Selection of socially oriented topics was more common among female dyads and was associated with higher friendship quality, self-disclosure, and emotional support in conversations between adolescent close friends.",
          "url": "https://doi.org/10.1177/02654075251371391",
          "doi": "https://doi.org/10.1177/02654075251371391",
          "filter": 0
        },
        {
          "title": "Adolescents’ relationships with family and friends: A social connectedness approach to the Peruvian experience during the COVID-19 pandemic",
          "authors": "Henry Raúl Guillén Zambrano, Rafaella Andrea de la Puente Ronceros, María Angélica Pease Dreibelbis",
          "abstract": "Connections with caregivers and friends undergo significant changes during adolescence, which are crucial for the formation of psychosocial identity and overall well-being. This study examines the importance of social connectedness among Peruvian adolescents, emphasizing the need to consider both the quantity and quality of these relationships. Social connectedness was explored among 32 adolescents, between 15 and 17 years of age, who were participants in the project “Being an adolescent in Peru”. This was done through in-depth interviews, taking into account factors such as region, academic performance and gender. The results were presented in two themes: expectations and evaluations of relationships in adolescents. This for each of the domains: family and friends. Moreover, while adolescents value their relationships with caregivers, the COVID-19 pandemic increased physical proximity but diminished the quality of these bonds. With respect to peer relationships, the pandemic limited interactions to a virtual, superficial, and infrequent level. The return to in-person interactions was positively perceived, particularly in relation to friends relationships, emphasizing the importance of interaction quality. These findings highlight the complexity of relationships in times of crisis and underscore the need to differentiate between the quantity and quality of interactions to promote healthy development and well-being.",
          "url": "https://doi.org/10.1177/02654075251375146",
          "doi": "https://doi.org/10.1177/02654075251375146",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "“I Saw a Modern-Day Lynching”: Black Journalists’ Experiences of Trauma #ReportingWhileBlack",
          "authors": "Denetra Walker",
          "abstract": "Black journalists covering protests and the pandemic in 2020 faced dueling tragedies. Through the lens of standpoint theory, Black journalists share their experiences of covering Black death, specifically the death of George Floyd—caught on cellphone camera. They reflect on how the historic nature of Black death connecting to Emmett Till intersects with their identity as journalists, who are Black, and the cost of covering traumatic events. Six themes are uncovered to include Black journalists as “insiders-outsiders” and messengers stuck in the middle. Practical and theoretical findings for journalists, researchers, and professors are discussed.",
          "url": "https://doi.org/10.1177/10776990251361797",
          "doi": "https://doi.org/10.1177/10776990251361797",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Conceptualizing Local News “Ecosystems” in the United States: An Assessment of Local News Census Research",
          "authors": "Regina G. Lawrence, Courtney Tabor",
          "url": "https://doi.org/10.1080/1461670x.2025.2536288",
          "doi": "https://doi.org/10.1080/1461670x.2025.2536288",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Losing the Plot: Transportation as a Predictor of Engagement with Misinformation",
          "authors": "Sapna Suresh, Nathan Walter, Melanie Green",
          "url": "https://doi.org/10.1080/15205436.2025.2547864",
          "doi": "https://doi.org/10.1080/15205436.2025.2547864",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Democracy, Deliberation, and Media: The Role of Incidental Exposure and News Consumption",
          "authors": "Andrés Scherman, Pedro Fierro, Yuanliang Shan",
          "abstract": "This study examines the relation between news consumption and fostering public deliberation within democratic systems. Drawing on Jürgen Habermas’s concepts of understanding orientation (consensus-oriented, communicative rationality) and strategic orientation (goal-oriented, instrumental rationality), it explores how news media can either facilitate rational communication in public debates or, alternatively, encourage strategic interventions. To investigate these relationships, this study utilizes a survey in Chile (&lt;em&gt;N = &lt;/em&gt;903) conducted under the supervision of the Millennium Nucleus for the Study of Politics, Public Opinion, and Media (Nucleo MEPOP) between August and September 2022. The findings reveal that traditional media and social media are significantly and positively associated with a strategic orientation, whereas exposure to digital media is negatively associated with such an orientation. Additionally, incidental exposure emerges as a key factor in shaping the relationship between media consumption and deliberative predispositions. This article contributes to the understanding of classical approaches to the study of deliberation in the digital contemporary context, where homophily, polarization, and confrontation have emerged as significant challenges for both developing and established democracies.",
          "url": "https://doi.org/10.17645/mac.9959",
          "doi": "https://doi.org/10.17645/mac.9959",
          "filter": 0
        },
        {
          "title": "Coverage of the European Parliament Elections by Media Portals in Serbia",
          "authors": "Marta Mitrović, Marija Vujović, Ivana Stamenković",
          "abstract": "The media plays a vital role in shaping public opinion about the European Union (EU), but a lack of effective communication and cooperation between the EU and the media results in inadequate coverage, fueling distrust and skepticism among citizens. In Serbia, which is a candidate for EU membership, there is an increasing trend of distrust towards EU institutions. According to the research conducted by the Ministry of European Integration in 2022, less than half of Serbian citizens would support joining the EU in a referendum. The media is expected to play a key role in clarifying topics that are unfamiliar to the public, such as European integration and the functioning of EU institutions in general. However, earlier studies on media portrayal of EU institutions in Serbia reveal a predominantly factual approach, with limited in-depth analysis, an elite-focused depiction of Europeanization, and frequent reliance on national officials as sources, with minimal inclusion of EU representatives or experts. Building on the findings of earlier research conducted in Serbia, this study seeks to answer the research question: “How did online media portals in Serbia report on the 2024 European Parliament elections?”&lt;em&gt; &lt;/em&gt;This exclusive focus on online media aims to provide insights into the digital news landscape and its role in shaping public discourse around the elections&lt;em&gt;.&lt;/em&gt; The analysis focuses on the key topics highlighted, the main actors featured, and the tone of the discourse. A textual analysis was carried out on 1,044 articles published across 44 Serbian media portals between June 1 and June 14, 2024, covering the period immediately before and after the European Parliament elections.",
          "url": "https://doi.org/10.17645/mac.10633",
          "doi": "https://doi.org/10.17645/mac.10633",
          "filter": 0
        },
        {
          "title": "Outsourced Political Campaign: Role of Pro-Government Political Influencers in Spreading Hostile Narratives in Hungary",
          "authors": "Kata Horváth, Gábor Polyák, Ágnes Urbán",
          "abstract": "During the 2024 European Parliament and municipal election campaigns, the ruling Hungarian party, Fidesz, significantly increased its use of populist rhetoric and disinformation techniques through a pro-government political influencer network known as the Megafon Központ (Megafon Center). This study explores the role of this organization in disseminating hostile and manipulative narratives on social media, with a particular focus on how these narratives influence voter decisions and reinforce social polarization in the context of the European Parliament elections. The research employed qualitative content analysis to examine the 105 Megafon videos with the highest advertising costs during the campaign period, identifying the target audience, key messages, as well as the linguistic and visual tools employed. The results show that most videos rely on demonization and fearmongering, often presenting distorted information. Conducted focus group studies revealed that perceptions of Megafon content are highly polarized along political lines. Based on representative public opinion polls, Megafon influencers and the brand itself are not widely recognized by the general public, but they do have visibility among certain social groups. Meanwhile, nearly all Facebook users encounter their content. Additionally, most voters are unaware that this content is paid political advertising. Although respondents often question the credibility of Megafon videos, their persistent presence contributes to social polarization and influences political discourse. The Megafon model is easily adaptable and poses a significant risk to democratic public discourse, as it effectively distorts the information environment for voters on social media.",
          "url": "https://doi.org/10.17645/mac.10671",
          "doi": "https://doi.org/10.17645/mac.10671",
          "filter": 0
        },
        {
          "title": "Voices of Discontent: Unpacking Populist Rhetoric in Spain and the Rise of Anti-European Sentiment",
          "authors": "Belén Casas-Mas, Arturo Rodríguez-Sáez, Inmaculada Gutiérrez, Gerardo Javier Benavides, José Manuel Robles",
          "abstract": "In the last decade, most EU countries have seen the unstoppable growth of populist parties, especially on the right, but also on the left. Their Euro-critical discourse, sometimes openly Eurosceptic, is helping to erode the legitimacy of the EU. This research aims to analyze the presence of populist discourse among major Spanish political parties during the 2024 European elections on platform X. Utilizing a mixed-methods approach, we collected tweets from the official accounts of parties represented in the Spanish parliament, focusing on Unidas Podemos, Sumar, Parido Socialista Obrero Español, Partido Popular, and VOX from May 24 to June 10, 2024. A quantitative analysis with large language models, specifically the Text-Zero-Shot model, BART-Large-MNLI, and a socio-hermeneutic qualitative interpretation facilitated the identification of key populist indicators, including anti-elitism, appeals to the people, the expression of popular will, and the delineation of enemies. Our findings reveal that VOX is the only political party that, in this specific communicative (social network X) and political (European Parliament elections) context, employs a populist discourse characterized by a marked opposition between the people and political elites, both national and European, as well as critical and/or exclusionary rhetoric toward certain immigrant groups, especially from Arab countries. The results underscore the need for further research on how national contexts shape the articulation of populism in political communication strategies through social media.",
          "url": "https://doi.org/10.17645/mac.10688",
          "doi": "https://doi.org/10.17645/mac.10688",
          "filter": 0
        },
        {
          "title": "Listening Across Divides: Contextual Moderation in Political Talk and Participation",
          "authors": "Diego Armando Mazorra-Correa, Elohim Monard",
          "abstract": "An established body of research demonstrates that political talk shapes political participation. However, less is known about how an individual’s ease of listening interacts with conversational contexts to influence participation. This study hypothesizes that this listening disposition amplifies the effect of political talk on political participation. Using data from a 2024 US national survey (&lt;em&gt;N&lt;/em&gt; = 800), we test this using OLS regression on a composite index of political participation. The model assesses how the frequency of political talk across four contexts (strong/weak ties network, and like-minded/different-minded people) is moderated by self-reported ease of listening (to like- and different-minded people). Results show that while talking and listening to like-minded people is positively associated with participation, the main effect for talking and listening to different-minded people is not significant. However, a significant interaction emerges: The positive effect of talking with different-minded people on participation is amplified by the ease of listening to those same views. This effect is confined to cross-cutting conversations; no comparable interactions were found in strong-tie, weak-tie, or like-minded contexts. These findings indicate that the civic benefit of listening is highly contextual, with the ease of listening to differing views unlocking the participatory potential of talk during cross-cutting discussion.",
          "url": "https://doi.org/10.17645/mac.10251",
          "doi": "https://doi.org/10.17645/mac.10251",
          "filter": 0
        },
        {
          "title": "Editorial: When All Speak but Few Listen—Asymmetries in Political Conversation",
          "authors": "Hernando Rojas, William P. Eveland, Jr.",
          "abstract": "This thematic issue looks at political conversation with a focus on political listening and seeks to advance an empirical approach to listening. Listening here means not just media exposure or co-presence in conversation, but as Benjamin Barber (2003, p. 175) argues in his book &lt;em&gt;Strong Democracy&lt;/em&gt;, it means “I will put myself in his place, I will try to understand, I will strain to hear what makes us alike, I will listen for a common rhetoric evocative of a common purpose or a common good.”",
          "url": "https://doi.org/10.17645/mac.11121",
          "doi": "https://doi.org/10.17645/mac.11121",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Domesticating Smartphone in Distance: Family Politics and Technological Governance in Chinese Left-Behind Children's Families During COVID-19",
          "authors": "Pei Shao",
          "abstract": "The societal anxiety over children's smartphone addiction during the COVID-19 pandemic has prompted parents of left-behind children in China to adopt various strategies for remotely domesticating smartphones. This paper advances domestication theory and presents findings from a year-long study of 19 left-behind families from two rural schools in China. The study reveals how smartphone governance has reshaped the spatial order of the household, redefined family roles, and transformed family structures. By using webcams to monitor children's bodies and domestic spaces, assigning stricter and more responsible moral identities to grandparents, and building peer-based family support networks, these families have integrated smartphones as tools of productivity into their everyday life. The research further illustrates how the pandemic has brought modern state governance into the home, profoundly altering traditional models of child-rearing in Chinese families.",
          "url": "https://doi.org/10.1177/20501579251371894",
          "doi": "https://doi.org/10.1177/20501579251371894",
          "filter": 0
        },
        {
          "title": "Digital carceral mobilities: Mobility and smuggled mobile technologies in prisons",
          "authors": "Chafic Tony Najem",
          "abstract": "Contemporary carceral systems function through the restriction of physical movement and the regulation of information flows, so how do prisoners’ smuggled mobile technologies renegotiate mobilities in carceral spaces? Grounded in the new mobilities paradigm and drawing on the concept of carceral mobilities, this study proposes the framework of digital carceral mobilities to analyze new possibilities of embodied and digital mobilities enabled using illicit mobile technologies in prisons. Using Lebanon's carceral institutions as a case study and based on digital ethnography of three Facebook pages, an analysis of recordings circulated by prisoners via social media and news outlets from 2020 to 2023, and a contextual interview with a former prisoner, the paper categorizes four key modalities of digital carceral mobilities: embodied mobility, mediated mobility, spatiotemporal mobility, and material mobility. This paper argues that prisoners renegotiate mobile technologies – both material and network – allowing them to relay their lived experiences and harsh conditions behind bars and explore new possibilities of movement within the carceral space. The framework of digital carceral mobilities demonstrates that mobility within carceral spaces is inherently paradoxical, functioning simultaneously as a pathway to potential agency, through enabling new possibilities of embodied and virtual movements, and as an extension of confinement under the guise of connectivity, by reinforcing the oppressive and socioeconomic inequalities of the carceral, political, and digital systems.",
          "url": "https://doi.org/10.1177/20501579251359436",
          "doi": "https://doi.org/10.1177/20501579251359436",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "An audience perspective on the precarity of Black witnessing",
          "authors": "Nandi Pointer",
          "abstract": "From slavery to police brutality, the Black struggle in the United States can be traced in the visual field. The online dissemination of disparate acts of violence against Black men first widely publicized when a witness recorded the beating of Rodney King on a cellphone in 1991, has evolved into a U.S. cultural phenomenon, culminating with the video of the murder of George Floyd in 2020. Insufficient attention has been paid to how audiences with lived experiences of systemic injustice bear witness to such videos. This paper seeks to understand how Black audiences engage with these sites of violence captured on cell phones and disseminated on social media platforms. The paper argues that instead of serving as a tool for accountability, the widespread dissemination of mediated Black suffering has engendered a ceaseless state of anxiety and somber acceptance of the precarity of the Black body in the United States.",
          "url": "https://doi.org/10.1177/14614448251370359",
          "doi": "https://doi.org/10.1177/14614448251370359",
          "filter": 0
        },
        {
          "title": "Negotiating reality: How mis/disinformation shapes romantic relationships",
          "authors": "Emily Van Duyn",
          "abstract": "The rise of mis/disinformation online has turned empirical attention toward the existence and effects of false information for democracy. Yet this work has tended to focus on the effects of mis/disinformation for individual misperceptions rather than interpersonal relationships. In turn, this study looks to explore the relational impact of online mis/disinformation on romantic relationships. Through in-depth interviews (N = 28) with individuals who have terminated romantic relationships due to political difference(s) in the United States, I find that mis/disinformation plays a key role in the termination of romantic relationships, encouraging informational, and relational isolation and disrupting shared reality between partners. These findings advance our understanding of media effects and the growing complication of online mis/disinformation in a polarized society.",
          "url": "https://doi.org/10.1177/14614448251367017",
          "doi": "https://doi.org/10.1177/14614448251367017",
          "filter": 0
        },
        {
          "title": "Reluctant arbiters of truth: Discursive legitimation of platform interventions against COVID-19 misinformation",
          "authors": "Tuomas Heikkilä, Salla-Maaria Laaksonen, Matti Pohjonen",
          "abstract": "Major digital platforms have long resisted fact-checking their users, even as public concern about misinformation has grown. We explore how they legitimated a change in this policy during the COVID-19 pandemic. Using blog posts by Meta, YouTube and Twitter, the study contributes to the body of research on content moderation by US-based platforms as they expand their policies into contested areas. Based on the theories of discursive legitimation, we examine the strategies platforms employ when presenting their actions in countering false and misleading health information. We show that the pandemic emerges as an important opportunity for platforms to narrate their legitimacy in society. Yet, the newly adopted responsibility to curb health misinformation does not signal a reform towards more truthful platforms, but temporary exceptions whose future is left open. These findings foreshadow the reversals of misinformation policies in recent years and highlight the continued importance of external regulation.",
          "url": "https://doi.org/10.1177/14614448251365270",
          "doi": "https://doi.org/10.1177/14614448251365270",
          "filter": 0
        },
        {
          "title": "“No longer our place”: TikTok refugees and the politics of digital migration to Xiaohongshu",
          "authors": "Yiyang Xiao, Jinjin Zhang",
          "abstract": "This study examines the transnational place-making in the digital space through a case study of “TikTok Refugees” migrating to the Xiaohongshu platform. Employing a dual methodology of digital ethnography and auto-ethnography, we argue that this migration functions as performative resistance against state territorialization while evoking the tension of visibility on the destination platform. These dynamics generates a range of discourses and practices related to place representations and negotiation, shaped by linguistic, cultural, and political boundaries between self and other. We discovered algorithmic governance, depoliticized solidarity, cultural ownership, and neoliberal precarity as important themes in this digital place-making. By focusing on privileged and metaphorical refugees, their reception on the host platform, and the responses from state and corporate actors, our findings advance understanding of digital places as both contested sites of power struggle and as containers for cultural fusion.",
          "url": "https://doi.org/10.1177/14614448251368890",
          "doi": "https://doi.org/10.1177/14614448251368890",
          "filter": 0
        },
        {
          "title": "Disability audience agenda melding on Twitter: How visually impaired advocates, their parents, and their organizations build powerful online communities",
          "authors": "Ibrahim Helmy Emara",
          "abstract": "Research on Twitter—now known as X—use by blind or visually impaired individuals for self-advocacy is limited. This study examines (1) the key topics and issues discussed by visually impaired advocates, their parents, and organizations; (2) the individuals and organizations most frequently mentioned; (3) the use of visual media in posts by these groups; (4) disability identity disclosure; and (5) the structure of their online networks. Analyzing 163,476 tweets from visually impaired advocates, their parents, and organizations, the study finds that tweets with high engagement often feature personal narratives, accessibility advocacy, humor, and emotion. Retweets were most frequent for posts about politicians, parental advocacy, and empowerment. Mentions of individuals and organizations were common, while emojis and URLs conveyed positivity and promoted initiatives. Hashtags reflected themes of blindness, resilience, and education. Disability disclosure and regular tweeting were associated with higher engagement and larger follower bases.",
          "url": "https://doi.org/10.1177/14614448251352118",
          "doi": "https://doi.org/10.1177/14614448251352118",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "“The People” Imagined , Felt , and Experienced by Populist Supporters: A Cross-National and Cross-Ideological Approach",
          "authors": "Clara Juarez Miro",
          "url": "https://doi.org/10.1080/10584609.2025.2550423",
          "doi": "https://doi.org/10.1080/10584609.2025.2550423",
          "filter": 0
        },
        {
          "title": "Affording Fragmented Audiences: Multi-Platform Deliberation within the Five Star Movement",
          "authors": "Francesco Marolla, Marilù Miotto, Giovanni Cassani, Francesco Bailo",
          "url": "https://doi.org/10.1080/10584609.2025.2548288",
          "doi": "https://doi.org/10.1080/10584609.2025.2548288",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Beyond blame: Extending crisis responsibility through multi-stakeholder responsibility, cause attribution, and solution attribution",
          "authors": "Lisa Tam, Amisha Mehta",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102623",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102623",
          "filter": 0
        },
        {
          "title": "A metamodern public relations workflow for the polycrisis: Communication research and planning based on a What If framework",
          "authors": "Ana Adi, Thomas Stoeckle",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102619",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102619",
          "filter": 0
        },
        {
          "title": "Bridging practice and academia: Global insights on the role and future of public relations education",
          "authors": "Anca Anton, Silvia Ravazzani, Gabriela Baquerizo-Neira, Carolina Andrea Carbone, Darius Mukiza",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102620",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102620",
          "filter": 0
        },
        {
          "title": "Believing in belonging: Rethinking organization–public relationships through the QAnon movement",
          "authors": "Kalyca Lynn Becktel, Kaye D. Sweetser",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102621",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102621",
          "filter": 0
        },
        {
          "title": "A global exploration of workplace well-being in public relations",
          "authors": "Nicky Garsten, Anca Anton, Dalien Rene Benecke, Eugen Glăvan, Anthony Tibaingana",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102622",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102622",
          "filter": 0
        },
        {
          "title": "Social impact taxonomy: A definitional framework",
          "authors": "Bree Hurst, Kim A. Johnston",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102592",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102592",
          "filter": 0
        },
        {
          "title": "Social media and citizen mobilization: How Chinese government agencies use Weibo to advance the 2030 agenda goals on sustainability",
          "authors": "Difan Guo, Runze Qu, Yijing Wang, Jinghong Xu",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102579",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102579",
          "filter": 0
        },
        {
          "title": "Revisiting PR professionalism and ethics in the generative AI era through PR practitioners’ insights",
          "authors": "Chuqing Dong, Morgan van den Berg",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102582",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102582",
          "filter": 0
        },
        {
          "title": "Reviews in the dark: A netnographic exploration of reviewer networks and the dynamics of online review manipulation",
          "authors": "Ania Izabela Rynarzewska, Mark J. Pelletier",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102584",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102584",
          "filter": 0
        },
        {
          "title": "Fast fashion's environmental CSR through NGO collaboration: The impact of collaboration level and environmental focus on CSR authenticity and consumer responses",
          "authors": "Yeonsoo Kim, Yara Acaf, Jeewon Kim",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102585",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102585",
          "filter": 0
        },
        {
          "title": "Fabricating CSR authenticity: The Illusory Truth Effect of CSR communication on social media in the AI era",
          "authors": "Laura Illia, Rafael Ballester-Ripoll, Anika K. Clausen",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102588",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102588",
          "filter": 0
        },
        {
          "title": "Co-orientation on social impact: The role of perspectives",
          "authors": "Kim A. Johnston, Bree Hurst, Anne B. Lane",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102589",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102589",
          "filter": 0
        },
        {
          "title": "Drivers of employee engagement with organizational diversity: The power of strategic internal communication",
          "authors": "Yeunjae Lee, Weiting Tao, Jo-Yun Li, Dalee Yoon",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102583",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102583",
          "filter": 0
        },
        {
          "title": "How organizational shared purpose and communication enhance the good health and wellbeing in ageing societies: Toward a typology of public relations’ role in the SDGs",
          "authors": "Chun-Ju Flora Hung-Baesecke, Yi-Ru Regina Chen, Maureen Taylor",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102568",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102568",
          "filter": 0
        },
        {
          "title": "Offensiveness and virtuousness of a sports crisis: Identity, SCCT, and social assessment",
          "authors": "Tyler G. Page, Anita Atwell Seate, Allison P. Chatham, Jungkyu Rhys Lim, Duli Shi, Lingyan Ma, Romy RW",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102581",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102581",
          "filter": 0
        },
        {
          "title": "Communicating net-zero: A conceptual model for effective strategic communications",
          "authors": "Nadine Strauß, Denis Šimunović",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102580",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102580",
          "filter": 0
        },
        {
          "title": "#KateGate: How the passionate energy of publics’ social media posts affected the royal communications crisis",
          "authors": "Ashleigh Logan-McFarlane",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102590",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102590",
          "filter": 0
        },
        {
          "title": "The internal communication paradox: Balancing digital convenience with face-to-face satisfaction",
          "authors": "Ana Tkalac Verčič, Dejan Verčič",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102587",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102587",
          "filter": 0
        },
        {
          "title": "Beyond the snapshot: Rethinking crisis communication theories in dynamic crisis situations",
          "authors": "Wouter Jong",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102586",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102586",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Quasi-universal acceptance of basic science in the United States",
          "authors": "Jan Pfänder, Lou Kerzreho, Hugo Mercier",
          "abstract": "Substantial minorities of the population report a low degree of trust in science, or endorse conspiracy theories that violate basic scientific knowledge. This might indicate a wholesale rejection of science. In four studies, we asked 782 US participants questions about trust in science, conspiracy beliefs, and basic science (e.g. the relative size of electrons and atoms). Participants were provided with the scientifically consensual answer to the basic science questions, and asked whether they accept it. Acceptance of the scientific consensus was very high in the sample as a whole (95.1%), but also in every sub-sample (e.g. no trust in science: 87.3%; complete endorsement of flat Earth theory: 87.2%). This quasi-universal acceptance of basic science suggests that people are motivated to reject specific scientific beliefs, and not science as a whole. This could be leveraged in science communication.",
          "url": "https://doi.org/10.1177/09636625251364407",
          "doi": "https://doi.org/10.1177/09636625251364407",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Strategic Interactions in Science Communication: A Complex Adaptive Systems Framework",
          "authors": "Justus Henke",
          "abstract": "Science communication plays a crucial role in maintaining public trust in science amid complex societal challenges. This study addresses a gap in understanding science communication dynamics by conceptualizing it as a complex adaptive system of actors. It introduces the CASSCO (Complex Adaptive Systems in Science Communication) model, which integrates complex adaptive systems theory with game theory to analyze strategic interactions in science communication. The model encompasses decision-making processes, impact evaluation, and learning mechanisms among actors, distinguishing between altruistic and self-interested roles across three communication modes: dissemination, dialogue, and participation. By applying the CASSCO model to two scenarios—citizen science and generative AI—the study demonstrates its potential for predicting nonlinear dynamics and emergent outcomes in science communication. This approach yields insights into the impact of communication strategies on public trust and contestations of science. The CASSCO model serves as a strategic thinking template, enabling actors to select strategies while considering the behaviors of others. The study concludes with theoretical and practical implications, model limitations, and future research directions.",
          "url": "https://doi.org/10.1177/10755470251363825",
          "doi": "https://doi.org/10.1177/10755470251363825",
          "filter": 0
        },
        {
          "title": "“What Might Happen With Generative AI?” Examining the Role of Prefactual Thinking in the Cognitive Mediation Model in the Context of Emerging Technologies",
          "authors": "Timothy K. F. Fung, Ho Man Leung, Xiyuan Zhou, Shenting Zheng",
          "abstract": "Prefactual thinking, a form of prospective mental simulation, significantly impacts individuals’ decision-making. To understand the influence of media consumption on public opinion regarding emerging technologies, this study, in the context of generative artificial intelligence (AI), examined prefactual thinking as a cognitive process of media consumption, extending the cognitive mediation model. Using quota sampling, we conducted an online survey of 1,129 Hong Kong adult residents. The findings revealed that elaborative processing was positively associated with prefactual thinking, which, in turn, influenced emotional responses. Prefactual thinking and emotional responses shaped benefit-risk perceptions, which influenced individuals’ generative AI opinion. Theoretical and practical implications were discussed.",
          "url": "https://doi.org/10.1177/10755470251362368",
          "doi": "https://doi.org/10.1177/10755470251362368",
          "filter": 0
        },
        {
          "title": "Concealed Inequality and Embedded Control: A Critical Technocultural Discourse Analysis of Citizen Science Digital Platforms",
          "authors": "Zheng Yang",
          "abstract": "Digital citizen science is expected to achieve equal dialogue between scientists and the public, and further the democratization of science. However, through critical technocultural discourse analysis of three Chinese citizen science digital platforms and interviews with their users, it was found that the interfaces of these platforms are embedded with scientific ideological styles and “boundary work” features. Those platforms tend to frame the public as ignorant data collection tools waiting to be guided by scientists, while scientists are framed as educators worthy of admiration. Therefore, the role of digital citizen science in democratization of science should not be overestimated.",
          "url": "https://doi.org/10.1177/10755470251362367",
          "doi": "https://doi.org/10.1177/10755470251362367",
          "filter": 0
        },
        {
          "title": "Visualizing Climate Change: The Interplay of Construal Level, Threat Perception, and Coping Efficacy",
          "authors": "Ran Duan",
          "abstract": "This study uses climate change visuals to test to what extent individuals’ threat and efficacy perceptions of climate change interact with their abstract and concrete mind styles to influence their responses to the issue. Findings from online experiments reveal that abstract images intensified the negative effect of threat perceptions on psychological distance as well as the positive effect of vulnerability perception on behavioral intention. Pairing abstract images with emphasis on behaviors’ desirability also promoted intention to act. When viewing abstract images, higher levels of response efficacy raised behavioral intention among people who valued behaviors’ desirability (vs. feasibility).",
          "url": "https://doi.org/10.1177/10755470251363154",
          "doi": "https://doi.org/10.1177/10755470251363154",
          "filter": 0
        },
        {
          "title": "Equity in Science Journalism: Investigating Gender Disparities in News Media Coverage of Scientific Research",
          "authors": "Salsabil Arabi, Xiang Zheng, B. Ian Hutchins, Chaoqun Ni",
          "abstract": "Media coverage shapes public perception of science, yet gender bias can compromise its objectivity. Based on 1 million papers with 1.2 million media citations, we examine how the corresponding author’s gender relates to media citing scientific research. We reveal that more women-led papers receive at least one media mention in women-underrepresented fields, but they are cited less frequently across all fields. Women authors are underrepresented in national outlets and are more often reported by liberal media. Sentiment analysis shows that men-led papers are more often associated with positive sentiment in news text, while women-led papers elicit more negative sentiment.",
          "url": "https://doi.org/10.1177/10755470251360187",
          "doi": "https://doi.org/10.1177/10755470251360187",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Screens of Sorrow, Echoes of Spirit: Transcultural Mourning and Affective Fandom Publics Across Chinese and Western Platforms Over 5 Years",
          "authors": "Zizhong Zhang, Haoyu Huang, Haixin Mu, Puxin Guo, Ke He, Tianping He",
          "abstract": "This study investigates how affective fandom publics construct transcultural mourning communities following Kobe Bryant ’s death. Drawing on 5 years of data from Reddit and Baidu Tieba, it examines how digital grief evolves across platforms and cultures. The analysis integrates theories of affective publics, fandom, and online mourning to conceptualize these publics as emotionally durable collectives shaped by cultural values and platform rituals. Findings reveal distinct mourning modes: Western discourse emphasizes personal storytelling and emotional immediacy, while Chinese discourse highlights ritual and symbolic continuity. Over time, both shift from public spectacle to sustained emotional practice, transforming grief into identity-making and collective memory work. This study contributes to affect theory, digital mourning research, and sports communication by revealing how mourning unfolds not only across platforms but also through time and culture.",
          "url": "https://doi.org/10.1177/20563051251369801",
          "doi": "https://doi.org/10.1177/20563051251369801",
          "filter": 0
        },
        {
          "title": "Should I Post When a Loved One Passes Away?: Digital Mourning and Emotional Norms on WeChat Moments",
          "authors": "Yifei Zhao, Lujian Bi, Jing Niu",
          "abstract": "Social media has redefined traditional mourning spaces, enabling new forms of digital mourning that challenge established emotional norms. While existing studies often focus on digital mourning within public social media platforms, less attention has been given to the semi-public platforms. This study takes China’s WeChat Moments as a case study to explore how individuals narrate and reflect on their digital mourning practices, specifically how they interpret platform affordances, navigate emotional tensions, and develop media strategies in response. It conceptualizes the imagination and appropriation of social media and the emotional restraint practiced to avoid conflicts as “mediated emotional repertoire.” This concept reflects individuals’ management of private emotions in the digital sphere, highlighting the complex interplay between social media platforms, cultural norms, and interpersonal interactions.",
          "url": "https://doi.org/10.1177/20563051251372808",
          "doi": "https://doi.org/10.1177/20563051251372808",
          "filter": 0
        },
        {
          "title": "Expressions of Partisanship Among Young Political Supporters on TikTok in the United States",
          "authors": "Shohana Akter, Pnina Fichman",
          "abstract": "Distrust of young individuals in traditional political institutions, coupled with many youths’ heavy use of online platforms, raises questions about the nature of their online actions in light of mainstream political practices. Our study addresses this research gap by providing insights into the voices of these young individuals and their communities on TikTok, as they engage in partisan online political discourse. Using topic modeling, thematic content analysis, and sentiment analysis, we analyzed 124,963 audience comments and 100 video posts by young supporters of the Democratic and Republican parties in the United States. We found that the topics discussed in the young supporters’ video posts varied significantly between the two parties, as did the audience’s reactions to these posts. Young supporters often employ the platform to reinforce in-group solidarity and target ideological opponents, and their political messaging closely aligns with their respective parties’ ideologies. They leverage the platform’s socio-technical features to engage with their audiences in “politainment” by means of humor, sarcasm, and cultural references.",
          "url": "https://doi.org/10.1177/20563051251370914",
          "doi": "https://doi.org/10.1177/20563051251370914",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Reimagining Education: Transgressive Teaching, Plantation Masculinity, and Black Feminist Engaged Pedagogy",
          "authors": "Sophia Muriel Flemming, Curtis Ladrillo Chamblee",
          "url": "https://doi.org/10.1080/1041794x.2025.2550963",
          "doi": "https://doi.org/10.1080/1041794x.2025.2550963",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Effects of ethics and culture on one’s trust in cryptocurrencies: an inter-country configurational analysis",
          "authors": "Arif Perdana, W. Eric Lee, Chu Yeong Lim, Gary Pan, Poh-Sun Seow",
          "url": "https://doi.org/10.1016/j.tele.2025.102315",
          "doi": "https://doi.org/10.1016/j.tele.2025.102315",
          "filter": 0
        },
        {
          "title": "What factors determine international television flows on over-the-top platforms? A fuzzy set qualitative comparative analysis approach",
          "authors": "Dan Ro, Boram Kwon, Eujin Lee, Hyunmi Baek",
          "url": "https://doi.org/10.1016/j.tele.2025.102322",
          "doi": "https://doi.org/10.1016/j.tele.2025.102322",
          "filter": 0
        },
        {
          "title": "Other-Interest and compassion as mechanisms of the warranting principle: Advancing warranting theory in the context of sponsored posts",
          "authors": "Yue (Nancy) Dai, Lunrui Fu, Wufan Jia",
          "url": "https://doi.org/10.1016/j.tele.2025.102292",
          "doi": "https://doi.org/10.1016/j.tele.2025.102292",
          "filter": 0
        },
        {
          "title": "Contextual influences and agency to transform context in excessive gaming: A social-ecological perspective",
          "authors": "Zicheng Zhu, Renwen Zhang, Alex Mitchell",
          "url": "https://doi.org/10.1016/j.tele.2025.102301",
          "doi": "https://doi.org/10.1016/j.tele.2025.102301",
          "filter": 0
        },
        {
          "title": "Trust, emotion, and purchase: why human streamers still matter in the age of virtual commerce",
          "authors": "Li Liu, Shixiong Sheng, Siu Shing Man",
          "url": "https://doi.org/10.1016/j.tele.2025.102307",
          "doi": "https://doi.org/10.1016/j.tele.2025.102307",
          "filter": 0
        },
        {
          "title": "TikTok engagement traces over time and health risky behaviors: Combining data linkage and computational methods",
          "authors": "Xinyan Zhao, Chau-Wai Wong",
          "url": "https://doi.org/10.1016/j.tele.2025.102305",
          "doi": "https://doi.org/10.1016/j.tele.2025.102305",
          "filter": 0
        },
        {
          "title": "Confront hate with AI: how AI-generated counter speech helps against hate speech on social Media?",
          "authors": "Chuanhui Wu, Yifan Wang, Yuchen Zhang, Houcai Wang, Yufei Pang",
          "url": "https://doi.org/10.1016/j.tele.2025.102304",
          "doi": "https://doi.org/10.1016/j.tele.2025.102304",
          "filter": 0
        },
        {
          "title": "Why do you resist digital resurrection? Exploring the barriers affecting consumer resistance to digital resurrection technology",
          "authors": "Changyong Liang, Yuguang Xie, Peiyu Zhou",
          "url": "https://doi.org/10.1016/j.tele.2025.102302",
          "doi": "https://doi.org/10.1016/j.tele.2025.102302",
          "filter": 0
        },
        {
          "title": "Algorithm to emotion: a three-stage model of user acceptance for AI-generated news platforms",
          "authors": "Ke Zhang, Yuchen Xie, Wangjing Han, Dandan Zhang, Yan Quan",
          "url": "https://doi.org/10.1016/j.tele.2025.102312",
          "doi": "https://doi.org/10.1016/j.tele.2025.102312",
          "filter": 0
        },
        {
          "title": "From interface to inference: mapping the impact of generative artificial intelligence affordances on user risk perception",
          "authors": "Haoyu Zhao, Zhengbiao Han, Shuqi Yin, Nan yang, Preben Hansen",
          "url": "https://doi.org/10.1016/j.tele.2025.102299",
          "doi": "https://doi.org/10.1016/j.tele.2025.102299",
          "filter": 0
        },
        {
          "title": "For you vs. for everyone: The effectiveness of algorithmic personalization in driving social media engagement",
          "authors": "Cynthia A. Dekker, Susanne E. Baumgartner, Sindy R. Sumter",
          "url": "https://doi.org/10.1016/j.tele.2025.102300",
          "doi": "https://doi.org/10.1016/j.tele.2025.102300",
          "filter": 0
        },
        {
          "title": "Exploring generative AI in the misinformation Era: Impacts as a misinformation source and fact-checker on belief in the information",
          "authors": "Seo Yoon Lee, Weizi Liu",
          "url": "https://doi.org/10.1016/j.tele.2025.102308",
          "doi": "https://doi.org/10.1016/j.tele.2025.102308",
          "filter": 0
        },
        {
          "title": "The paradox of information abundance: Answers provided by popular information-seeking tools lead to differences in trust, memorability and desire for more information",
          "authors": "Merryn D. Constable, Jason Rajsic, Elizabeth Renner, Lawrence J. Taylor",
          "url": "https://doi.org/10.1016/j.tele.2025.102311",
          "doi": "https://doi.org/10.1016/j.tele.2025.102311",
          "filter": 0
        },
        {
          "title": "Hashtags as attention seeking in a global event: Gender hijacking, spamming, and appeals to unrelated causes",
          "authors": "Asta Zelenkauskaite, Peter English",
          "url": "https://doi.org/10.1016/j.tele.2025.102303",
          "doi": "https://doi.org/10.1016/j.tele.2025.102303",
          "filter": 0
        },
        {
          "title": "Meeting partners online is related to lower relationship satisfaction and love: Data from 50 countries",
          "authors": "Marta Kowal, Piotr Sorokowski, Adam Bode, Michal Misiak, W.P. Malecki, Agnieszka Sorokowska, S. Craig Roberts",
          "url": "https://doi.org/10.1016/j.tele.2025.102309",
          "doi": "https://doi.org/10.1016/j.tele.2025.102309",
          "filter": 0
        },
        {
          "title": "From approach to avoidance: How AI agent cognitive and affective empathy elicits the uncanny valley effect",
          "authors": "Shuai Zhang, Yuxing Qian, Zhizhen Yao, Zhenni Ni, Yang Zhang",
          "url": "https://doi.org/10.1016/j.tele.2025.102313",
          "doi": "https://doi.org/10.1016/j.tele.2025.102313",
          "filter": 0
        },
        {
          "title": "Would you shop on a platform that discriminates against users? A study on the impact of algorithmic price discrimination on consumer purchase intention",
          "authors": "Jintao Lu, Yezhuo Zhang, Eunil Park, Malin Song",
          "url": "https://doi.org/10.1016/j.tele.2025.102306",
          "doi": "https://doi.org/10.1016/j.tele.2025.102306",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Editorial",
          "authors": "Taberez Ahmed Neyazi",
          "url": "https://doi.org/10.1177/19401612251372526",
          "doi": "https://doi.org/10.1177/19401612251372526",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
