{
  "update": "2025-05-08",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Media anti-populism and political parallelism in Latin America",
          "authors": "Daniel C Hallin, Philip Kitzberger, Manel Palos-Pons",
          "abstract": "This article examines seven Latin American cases in which anti-populist media played central roles in organizing political opposition to a populist regime, creating a political cleavage between populism and anti-populism which continued to structure both journalism and political competition following the end of populist rule. It contributes to the literature on media and populism by focusing on an actor usually neglected in this literature—the anti-populist media—and by shifting the focus from press freedom to political parallelism. Following the case studies we take up conceptual issues related to the logics of populism and anti-populism and to debates about the applicability of the concept of political parallelism and of mediatization to Latin America and other regions of the global South.",
          "url": "https://doi.org/10.1093/anncom/wlaf003",
          "doi": "https://doi.org/10.1093/anncom/wlaf003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Beyond rationality: The unsettling presence of embodied trauma and grief after high reliability organization failure",
          "authors": "Amber Lynn Scott, Jessica Ford",
          "url": "https://doi.org/10.1080/03637751.2025.2497543",
          "doi": "https://doi.org/10.1080/03637751.2025.2497543",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Phonographic theatricality: The performativity of human-machine vocality",
          "authors": "Ruthie Abeliovich, Ido Ramati",
          "abstract": "Intermingling new and old media, this article introduces the concept of phonographic theatricality to explore the performativity of human-machine vocality. It jointly discusses the theatricality of historical and new sound media: media principles that characterized the phonograph in its emergence are still evident in the speech of contemporary AI-voice agents. Phonographic theatricality is a cross-media concept describing the conditions, playfulness, contingencies, and implications of the actualization of pre-recorded voices. It covers a broad range of cases in which a machine injects a human sounding voice into a situation, usually acousmatic in its detachment from a human body, yet performing as a theatrical agent. The analysis demonstrates how sound media theatricalize truthfulness, fidelity, illusion, and trickery as part of their mediation of voices, and how humans and machines mingle in producing phonographic theatricality. Three historical dramas, as well as contemporaneous newspaper articles, caricatures and ads, unveil the rise of phonographic theatricality as a media principle, inviting and affording a discussion on the performativity of AI voices. When machines speak and laugh in human voices, they become actors, vocally reshaping the space in which they operate, charging it with theatricality.",
          "url": "https://doi.org/10.1177/13548565251338169",
          "doi": "https://doi.org/10.1177/13548565251338169",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Artificial Intelligence and the Illusion of Understanding: A Systematic Review of Theory of Mind and Large Language Models",
          "authors": "Antonella Marchetti, Federico Manzi, Giuseppe Riva, Andrea Gaggioli, Davide Massaro",
          "url": "https://doi.org/10.1089/cyber.2024.0536",
          "doi": "https://doi.org/10.1089/cyber.2024.0536",
          "filter": 0
        },
        {
          "title": "Ultra-Processed Futures: How Digital Life and Food Systems Shape Metabolic Health",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1089/cyber.2025.0115",
          "doi": "https://doi.org/10.1089/cyber.2025.0115",
          "filter": 0
        },
        {
          "title": "Are Social Media Bans the Solution to the Youth Mental Health Crisis? Some Governments Think So",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1089/cyber.2025.0116",
          "doi": "https://doi.org/10.1089/cyber.2025.0116",
          "filter": 0
        },
        {
          "title": "How Personality and Affective Responses Are Associated with Skepticism Towards Virtual Reality in Medical Training—A Pre-Post Intervention Study",
          "authors": "Tobias Mühling, Joy Backhaus, Lea Demmler, Sarah König",
          "url": "https://doi.org/10.1089/cyber.2024.0567",
          "doi": "https://doi.org/10.1089/cyber.2024.0567",
          "filter": 0
        },
        {
          "title": "Frequent Media Use, Media Multitasking, and Perceived Cost of Cognitive Effort",
          "authors": "Myoungju Shin, Karen Murphy",
          "url": "https://doi.org/10.1089/cyber.2024.0492",
          "doi": "https://doi.org/10.1089/cyber.2024.0492",
          "filter": 0
        },
        {
          "title": "Negative Online Experiences, Worry, and Risk Perception Among Adolescents: Gender Differences and Implications for Cybercrime Awareness",
          "authors": "Alexander Trinidad, Verónica Marcos, Alvaro Montes, Dolores Seijo",
          "url": "https://doi.org/10.1089/cyber.2024.0476",
          "doi": "https://doi.org/10.1089/cyber.2024.0476",
          "filter": 0
        },
        {
          "title": "Examining the Changes in Bullying Discourse on Reddit: A Comparative Analysis Before and After the COVID-19 Pandemic",
          "authors": "Chunrye Kim, Donghun Kim, Yongjun Zhu, Sou Hyun Jang",
          "url": "https://doi.org/10.1089/cyber.2024.0521",
          "doi": "https://doi.org/10.1089/cyber.2024.0521",
          "filter": 0
        },
        {
          "title": "Technology Affordances, Social Media Engagement, and Social Media Addiction: An Investigation of TikTok, Instagram Reels, and YouTube Shorts",
          "authors": "James A. Roberts, Meredith E. David",
          "url": "https://doi.org/10.1089/cyber.2024.0338",
          "doi": "https://doi.org/10.1089/cyber.2024.0338",
          "filter": 0
        },
        {
          "title": "Problematic Gaming and Self-Control Among Adolescents and Emerging Adults: A Systematic Review and Meta-Analysis",
          "authors": "Yuxi Hu, Shiyun Chen, Di Qi, Shimin Zhu",
          "url": "https://doi.org/10.1089/cyber.2024.0537",
          "doi": "https://doi.org/10.1089/cyber.2024.0537",
          "filter": 0
        },
        {
          "title": "SOCRATES. Developing and Evaluating a Fine-Tuned ChatGPT Model for Accessible Mental Health Intervention",
          "authors": "Fabio Frisone, Chiara Pupillo, Chiara Rossi, Giuseppe Riva",
          "url": "https://doi.org/10.1089/cyber.2025.45510.cyeuro",
          "doi": "https://doi.org/10.1089/cyber.2025.45510.cyeuro",
          "filter": 0
        },
        {
          "title": "Navigating Cyber Intimate Partner Violence and Conflict: Negative Anticipation and Emotions During Text-Based Versus Face-to-Face Conflict Discussions in Young Adult Couples",
          "authors": "Florence Léonard, Sarafina Métellus, Marie-Pier Vaillancourt-Morel, Audrey Brassard, Gayla Margolin, Marie-Ève Daspe",
          "url": "https://doi.org/10.1089/cyber.2024.0460",
          "doi": "https://doi.org/10.1089/cyber.2024.0460",
          "filter": 0
        },
        {
          "title": "Trapped in Online Comparisons: Within Reciprocal Dynamic of Self-Assessment Motivation and Depressive State on Social Media",
          "authors": "Raphaël Aubry, Alain Quiamzade, Laurenz L. Meier",
          "url": "https://doi.org/10.1089/cyber.2024.0565",
          "doi": "https://doi.org/10.1089/cyber.2024.0565",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Predictive Data Stories: Characterizing a Nascent Data-Journalistic Genre",
          "authors": "Denise Fechner J., Christian Pentzold",
          "url": "https://doi.org/10.1080/21670811.2025.2498975",
          "doi": "https://doi.org/10.1080/21670811.2025.2498975",
          "filter": 0
        },
        {
          "title": "AI in the German Media: Narratives of AI-in-Particular and AI-in-General in German Media Reporting About Artificial Intelligence",
          "authors": "Dominic Lammar, Maja Horst, Ruth Müller",
          "url": "https://doi.org/10.1080/21670811.2025.2493759",
          "doi": "https://doi.org/10.1080/21670811.2025.2493759",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Book Review: Europeans and the Media: Between Global and Local by Andrea Miconi MiconiAndreaEuropeans and the Media: Between Global and Local, Routledge: London, 2024; 212 pp.: £145.00. ISBN: 9781032743707(hardback)",
          "authors": "Yi Hei",
          "url": "https://doi.org/10.1177/02673231251340192",
          "doi": "https://doi.org/10.1177/02673231251340192",
          "filter": 0
        },
        {
          "title": "Book Review: Social Media: The Convergence of Public and Personal Communication by Graham Meikle MeikleGrahamSocial Media: The Convergence of Public and Personal Communication, New York: Routledge, 2024; pp. 176; US$52. ISBN: 978-0367897826",
          "authors": "Xingjie Du",
          "url": "https://doi.org/10.1177/02673231251340224",
          "doi": "https://doi.org/10.1177/02673231251340224",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Testing the bi-directional influence of media and identity: a longitudinal study of Muslim American adolescents",
          "authors": "Muniba Saleem, Ismaharif Ismail",
          "abstract": "Guided by social identity gratification theory, this study examines the reciprocal relationship between media consumption and social identity among 220 ethnically and linguistically diverse Muslim American adolescents over three years. Using latent growth curve modeling, we found stronger evidence for media-to-identity influence, particularly in predicting within-person changes over time. Media consumption was significantly associated with identity centrality and private esteem but not public esteem, highlighting the multidimensionality of social identity. The impact of media also varied by genre and language: native-language entertainment media positively influenced identity centrality and private esteem, whereas English-language media showed distinct effects at the between- and within-subject levels. Additionally, increased time on social networking sites was linked to a decline in Muslim private esteem over time. These findings highlight the complex ways media consumption shapes the social identity development of marginalized youth in the United States.",
          "url": "https://doi.org/10.1093/hcr/hqaf011",
          "doi": "https://doi.org/10.1093/hcr/hqaf011",
          "filter": 0
        },
        {
          "title": "There is more than one way to engage in effective media parenting: An analysis of parenting with media in four world regions and associations with adolescent well-being",
          "authors": "Jane Shawcroft, Drew P Cingel",
          "abstract": "We examined whether multiple approaches to media parenting could be supportive of adolescent well-being. Using a Latent Profile Analysis, we identified approaches to media parenting and examined associations between media parenting profiles and adolescent well-being in four world regions. Data for this study were drawn from parents (N = 1,232) of adolescents and adolescent-parent dyads (adolescent ages 13–17; N = 266 dyads) living in Australia/New Zealand, Brazil, the United Kingdom, and the United States. Analyses found five profiles of media parenting: Hands-off &amp; Low Confidence, Permissive, Value-Neutral &amp; Moderately Engaged, Engaged but Low Conversation, and Proactive &amp; Engaged. We found some evidence for differences in media parenting profiles by country of residence, as well as limited evidence of differences in adolescent well-being by media parenting profiles, country of residence, or an interaction between profiles and country of residence.",
          "url": "https://doi.org/10.1093/hcr/hqaf008",
          "doi": "https://doi.org/10.1093/hcr/hqaf008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Dark side of metaverse! Role of loneliness on depression using deindividuation theory and psychodynamic theory",
          "authors": "Nitin Soni, Priyanka Sahoo, Sushant Kumar, Muhammad Zafar Yaqub, Abhishek Bhushan Singhal",
          "abstract": "Purpose The metaverse presents an emerging domain that offers many opportunities to various stakeholders. Despite the advantages, the metaverse has been witnessing increasing cases of violence and abuse. This study aims to empirically examine the dark side of the metaverse and its consequences on users. Design/methodology/approach The study uses the theoretical premise of deindividuation theory and psychodynamic theory to conceptualize a research model. A structured survey-based questionnaire is employed for data collection from 327 metaverse gaming users from US. Structured equation modeling was used for data analysis. Findings The study reveals that the loneliness of users is positively associated with dissociative anonymity and invisibility in the metaverse, which leads to deindividuation. Further, findings suggest that deindividuation fosters deviant behaviour in metaverse. Furthermore, deindividuation and deviant behaviour predict depression among users. The study also established the moderating effects of immersive experience. Originality/value Rarely studies have attempted to comprehend the dark side of the metaverse. The study is one of the first to empirically show that metaverse engagement might aggravate the well-being of lonely individuals. Findings also offer implications for metaverse game designers and public policymakers.",
          "url": "https://doi.org/10.1108/itp-08-2024-0976",
          "doi": "https://doi.org/10.1108/itp-08-2024-0976",
          "filter": 0
        },
        {
          "title": "Trust dynamics for AI implementation in high-barrier environments: the moderating effect of government involvement",
          "authors": "Aaron van Klyton, Juan Tavera-Mesias, Kevin Duque, Ahmed Agyapong",
          "abstract": "Purpose This study explores the intricate relationship between trust dynamics and AI implementation in high-barrier environments within emerging economies. It investigates how government involvement, organisational leadership, managerial competence and organisational readiness collectively shape trust in AI implementation capability (TOIC). By examining these interactions, the research aims to provide a nuanced understanding of how government involvement influences trust within the firm. Design/methodology/approach The study employs a conceptual framework grounded in the technology-organisation-environment (TOE) model, combined with a multilevel trust perspective. Data were collected through a survey of 412 information technology and information and communication technology (IT/ICT) firms and analysed using partial least squares structural equation modelling (PLS-SEM). This approach enabled the identification of key relationships and moderating effects between trust determinants and AI implementation. Findings Three key insights emerged: (1) Government involvement indirectly influences trust by enhancing organisational readiness but can reduce trust when perceived as intrusive; (2) Top management support serves as a critical trust driver by shaping organisational readiness and aligning AI strategies with operational realities and (3) Managerial competence mediates trust development by translating strategic goals into operational practices, particularly in environments with high perceived barriers. Research limitations/implications The study focuses on IT/ICT firms in Ghana, potentially limiting generalisability. Future research should explore these trust dynamics in diverse emerging markets to validate the findings and expand theoretical insights into AI adoption in high-barrier contexts. Practical implications The findings underscore the need for governments to foster organisational readiness through training and infrastructure development rather than direct intervention. For business leaders, investing in top management support and managerial competence can enhance trust and facilitate successful AI adoption. Social implications By clarifying the trust-building mechanisms for AI implementation, this research supports the development of policies that balance technological innovation with societal trust, ultimately contributing to more inclusive and sustainable technological progress. Originality/value This study extends the TOE framework by integrating trust as a core factor in AI implementation and highlighting the moderating effect of barriers. It offers practical insights into the paradoxical role of government involvement, demonstrating that trust in implementation capabilities is contingent on strategic alignment between policy initiatives and firm-level capabilities.",
          "url": "https://doi.org/10.1108/itp-08-2024-1004",
          "doi": "https://doi.org/10.1108/itp-08-2024-1004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "‘Gone too soon’: zombie humour on social media as cultural critique of the British monarchy",
          "authors": "Nathalie Weidhase, Poppy Wilde",
          "url": "https://doi.org/10.1080/1369118x.2025.2497945",
          "doi": "https://doi.org/10.1080/1369118x.2025.2497945",
          "filter": 0
        },
        {
          "title": "Gender-based dynamics in Russian online political discourse",
          "authors": "Elizaveta Savchenko, Michael Raphael Freedman",
          "url": "https://doi.org/10.1080/1369118x.2025.2496904",
          "doi": "https://doi.org/10.1080/1369118x.2025.2496904",
          "filter": 0
        },
        {
          "title": "Confiscating progressiveness: the Chinese state’s hegemonic strategies in shaping domestic violence frames on social media",
          "authors": "Zhifan Luo, Muyang Li, Fan Yang",
          "url": "https://doi.org/10.1080/1369118x.2025.2500492",
          "doi": "https://doi.org/10.1080/1369118x.2025.2500492",
          "filter": 0
        },
        {
          "title": "In the style of: exploring industry, creator and legal implications of copying style through generative AI",
          "authors": "D. Bondy Valdovinos Kaye, Kylie Pappalardo, Joanne Gray",
          "url": "https://doi.org/10.1080/1369118x.2025.2496905",
          "doi": "https://doi.org/10.1080/1369118x.2025.2496905",
          "filter": 0
        },
        {
          "title": "Utilisation of the internet and support communities on Facebook for gestational diabetes mellitus self-management and empowerment: a cross-sectional online survey study",
          "authors": "Sheila Pham, Kate Churruca, Louise A. Ellis, Jeffrey Braithwaite",
          "url": "https://doi.org/10.1080/1369118x.2025.2492581",
          "doi": "https://doi.org/10.1080/1369118x.2025.2492581",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Platform data empowerment in cross-border e-commerce and platform trust for sellers: a value co-creation perspective",
          "authors": "Yulu Sun, Qixing Qu",
          "abstract": "Purpose Seller trust plays a pivotal role in adopting and using digital technology in cross-border e-commerce (CBEC), and research has also consistently highlighted the role of trust in the interaction between humans and technology. Based on empowerment and value co-creation (VCC) theories, this study innovatively classifies VCC into four dimensions and explores how PDE influences platform trust (PT) through VCC. Design/methodology/approach To examine our proposed research model, 400 valid questionnaires were collected and analyzed from sellers on CBEC platforms. Findings The empirical results reveal the mechanism by which PDE strengthens PT through VCC. Specifically, PDE significantly facilitates VCC activities between the platform and sellers and enhances the level of seller trust in the platform. The interdependence formed by VCC enhances PT, and it partially mediates the relationship between PDE and PT. Research limitations/implications This study provides theoretical support for promoting the transformation of PDE to PT through effective VCC on CBEC platforms and extends empowerment theory, VCC theory and trust field. The results provide valuable guidance for sellers to leverage PDE as a driver of win-win cooperation and development through effective VCC with the platform. Originality/value Previous research has focused on consumers’ views of e-commerce and developing practical solutions to enhance their confidence in participating in online transactions while lacking sufficient understanding of sellers’ demands on the CBEC platform. We address this gap in the literature by exploring the mechanism of how PDE influences VCC and PT from the seller’s perspective.",
          "url": "https://doi.org/10.1108/intr-02-2024-0301",
          "doi": "https://doi.org/10.1108/intr-02-2024-0301",
          "filter": 0
        },
        {
          "title": "The illusion of trust and the paradox of disclosure: how fake physician reviews exploit privacy concerns",
          "authors": "Aishwarya Deep Shukla, Jie Mein Goh, Laksh Agarwal",
          "abstract": "Purpose Online reviews shape consumer decisions, even in healthcare, a credence service where expertise is difficult to evaluate. Like unethical retailers, some healthcare providers post fake reviews. However, the impact of fake reviews on potential patients remains unclear. Using a dataset of fake reviews, this study examines how patients perceive the helpfulness and trustworthiness of fraudulent vs genuine physician reviews. Design/methodology/approach We used an archival dataset containing a representative sample of 5,000 online physician reviews, both fake and genuine, and performed empirical analysis. In addition to the helpful votes obtained from the data, we used large language models to derive the perceived trustworthiness score. Findings Fake physician reviews are paradoxically perceived as more helpful and trustworthy than genuine reviews. To unravel the underlying mechanism, we investigated the extent of personalized and specific health information. We found that fake reviews often contain more personalized and specific health information, making them appear more credible. Research limitations/implications Results may not generalize beyond online physician reviews. Future research could extend this investigation to other contexts. Practical implications Online platforms may need to reconsider their approach to managing online reviews, address ethical concerns, and strengthen regulatory oversight in sensitive areas, particularly in healthcare. Originality/value This study highlights an ethical paradox: while patients seek detailed health information, privacy concerns limit real patients from sharing such details, creating an information gap that fake reviews exploit. This is the first study to make use of unique data that contains real fake online physician reviews.",
          "url": "https://doi.org/10.1108/intr-01-2024-0042",
          "doi": "https://doi.org/10.1108/intr-01-2024-0042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "News-Driven Discourse and Support for Democratic Norms: Examining Political Knowledge and Tolerance as Moderators",
          "authors": "Bumsoo Kim, Xiyue Li, Yunseung Lee",
          "url": "https://doi.org/10.1080/08838151.2025.2498431",
          "doi": "https://doi.org/10.1080/08838151.2025.2498431",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Researcher risks: a typology for qualitative risks to researchers in communication studies",
          "authors": "Rebecca M Rice, Kirstie McAllum",
          "abstract": "Discussions of risk in qualitative research tend to focus on risks to research participants. However, qualitative researchers also face risks—or uncertainties with potential for harm—because they serve as the research instrument. Communication researchers are uniquely suited to problematize the meaning of risk and extend theory about what risk is by noting that risk is subjective and communicatively constructed, both in qualitative methods and in research contexts. We create a typology of five risk contexts that pose a danger to researchers: crisis, disruptive, vulnerable, emotionally risky, and ethically fraught contexts. For each context, we define the risk, propose representative examples, and critically discuss proposed coping strategies. By doing so, we make three key contributions to scholarship on qualitative methods in communication research: (1) we explore how communication concepts of temporality, care, and resilience can be extended via discussion of researcher risks; (2) we show that researcher risk is ongoing, fluid, and constantly evolving; and (3) we argue that risk management strategies must include collective support that embraces the extended temporality of researcher risk.",
          "url": "https://doi.org/10.1093/joc/jqaf015",
          "doi": "https://doi.org/10.1093/joc/jqaf015",
          "filter": 0
        },
        {
          "title": "Theory of memorable messages",
          "authors": "Angela Cooke-Jackson, Jacqueline N Gunning, Valerie Rubinsky",
          "abstract": "This essay forward the theory of memorable messages (ToMM), a framework useful for examining the messages that individuals remember for long periods of time (i.e., memorable messages) and their influence on identities, beliefs, and behaviors. The ToMM empowers researchers to ask how messages deemed unhelpful, harmful, or incomplete (e.g., absent) can be disrupted, or meaningfully transformed, to make room for new messages and meanings. To this aim, we first overview 40 years of atheoretical memorable messages scholarship, before detailing recent advancements in the ToMM. Next, we offer warrants for five propositions of the ToMM, aligning with metatheoretical assumptions for an interpretive approach to memorable messages scholarship. Lastly, we discuss future directions for ToMM scholarship, including opportunities to advance qualitative approaches to communication research and approach the ToMM from alternative metatheoretical perspectives.",
          "url": "https://doi.org/10.1093/joc/jqaf016",
          "doi": "https://doi.org/10.1093/joc/jqaf016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "The paranoid infrastructural imaginary of alt-tech: understanding how the reactionary mind fuels digital fascism",
          "authors": "Corrina Laughlin",
          "url": "https://doi.org/10.1080/19331681.2025.2501027",
          "doi": "https://doi.org/10.1080/19331681.2025.2501027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Accommodation to Viewer's Language: Exploring Mechanisms for Improving Intergroup Attitudes via Dubbed and Subtitled Films",
          "authors": "Hyeonchang Gim",
          "abstract": "Positive mediated intergroup contact improves intergroup relations. By examining such effects in the foreign-language film context with varying verbal delivery methods, the study explores outgroup characters’ language accommodation to viewers as a critical mechanism. This experiment ( N = 204) investigated how different verbal delivery methods in a foreign language movie featuring Asian Americans (titled Minari ) influenced attitudes toward Asian Americans. Among native English speakers in America, watching the film with a native speaker's English dubbing (vs. foreign-accented English dubbing vs. foreign language with subtitles) led to more positive attitudes toward Asian Americans, mediated by two theory-driven mechanisms: perceived similarities and processing fluency with the target Asian American character. Results indicated that exposure to the target Asian American character in the native speaker's English dubbed (vs. subtitled) condition resulted in more perceived similarities with the character and fluent processing of the character's speech. Subsequently, these factors translated into positive evaluations of the character and Asian Americans as a group. With an emphasis on the role of language accommodation to viewers, theoretical and practical implications are discussed.",
          "url": "https://doi.org/10.1177/0261927x251339206",
          "doi": "https://doi.org/10.1177/0261927x251339206",
          "filter": 0
        },
        {
          "title": "A Linguistic Strategy to Measure Negative Affective Polarization Through Text Content",
          "authors": "Diana Camila Garzón-Velandia, James W. Pennebaker",
          "abstract": "Three studies developed and validated a linguistic dictionary to measure negative affective polarization in English and Spanish political texts. It captures three dimensions: negative affect, delegitimization, and political context. In the first study, two independent judges evaluated the candidate words, and reliability indicators were calculated, showing acceptable values for short texts (.572 in English, .541 in Spanish) and higher values for larger corpora (.964 in English, .957 in Spanish). The second study tested discriminant validity by comparing negative affective polarization scores in social media comments on politics and entertainment. Results showed significantly higher polarization scores in political content, confirming the dictionary's validity. The third study compared the dictionary to an existing online polarization measure, finding greater coverage and alignment with the construct. Additionally, it was observed that polarization scores were higher in texts containing hate speech compared to those where it was absent. The findings suggest that the dictionary in both languages have strong psychometric properties, making it a valuable tool for analyzing online content, particularly social media comments. It can be used as an independent measure or as input for machine and deep learning models.",
          "url": "https://doi.org/10.1177/0261927x251338360",
          "doi": "https://doi.org/10.1177/0261927x251338360",
          "filter": 0
        },
        {
          "title": "Beyond Words: Navigating Lisbon's Linguistic Landscape in the Era of Mass Tourism and Migration",
          "authors": "José María Santos Rovira",
          "abstract": "This article embarks on a detailed exploration of Lisbon's evolving linguistic landscape, focusing on a specific neighborhood shaped by mass tourism and migration. Lisbon, traditionally considered a monolingual society, has experienced significant linguistic diversification due to globalization, making it an ideal context for studying how languages coexist and interact in urban spaces. Drawing from linguistic landscape research and sociolinguistic theories, this study examines how Asian immigrant communities, alongside international tourists, contribute to the city's dynamic linguistic environment. Our data collection, conducted through a combination of conversational interviews and photographic analysis, resulted in a corpus of 143 signs from a neighborhood densely populated by Asian immigrants. We show that the neighborhood's linguistic landscape is not just shaped by practical communication needs but also reflects deeper socio-cultural dynamics, such as identity preservation and economic adaptation to tourism. This research contributes to the growing field of linguistic landscapes by analyzing how immigrant languages, local languages, and global languages coexist and influence each other in Lisbon. It highlights the challenges and opportunities posed by globalization in urban environments and suggests pathways for fostering greater linguistic inclusivity and intercultural dialogue in multicultural cities like Lisbon.",
          "url": "https://doi.org/10.1177/0261927x251339207",
          "doi": "https://doi.org/10.1177/0261927x251339207",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "With or without you: Understanding friendship dissolution from childhood through young adulthood",
          "authors": "Katya Santucci, Melanie A. Dirks, John E. Lydon",
          "abstract": "Friendship plays a critical role in well-being across the lifespan, making it important to understand the dissolution of these relationships. Friendships end in many ways and for many reasons, which may result in different social and emotional outcomes. In this review, we examine the rapidly burgeoning literature on friendship dissolution from childhood through young adulthood, detailing current understanding of how common friendship dissolution is, as well as why and how it occurs. Research has documented that during childhood and adolescence, friendships are markedly unstable, although little work has examined friendship stability in adulthood. Characteristics of individuals (e.g., behavior, interpersonal cognition), friendships (e.g., homophily, quality), and the contexts in which friendships are embedded (e.g., friends’ broader social networks) have all been linked to friendship stability. We document the diversity of ways in which friendships end, highlighting differences in timing, communication, and intent. Finally, we discuss circumstances under which dissolving a friendship may be helpful versus harmful. Future work should focus on elucidating friendship processes – that is, the positive and negative interactions that occur between friends – that contribute to dissolution, as well as developing interventions that promote the development and maintenance of high-quality friendships. Other critical research agendas are understanding friendship maintenance and dissolution among youth and young adults from marginalized groups and elucidating the ways in which technology may both strengthen and weaken friendships.",
          "url": "https://doi.org/10.1177/02654075251334226",
          "doi": "https://doi.org/10.1177/02654075251334226",
          "filter": 0
        },
        {
          "title": "Scientific tool or torture device? A relational dialectics theory approach to the Speculum’s symbolism in China",
          "authors": "Wenxue Zou, Xiaoya Yang, Zikun Liu",
          "abstract": "This study applies Relational Dialectics Theory (RDT 2.0) to examine the dominant and marginal discourses surrounding the speculum on Weibo in China and how these discourses compete to make meaning of the speculum object. Through contrapuntal analysis, we explore how two discourses—the centripetal discourse, “Speculum is Scientific and Beneficial” (SSB), and the centrifugal discourse, “Speculum is Regressive and Detrimental” (SRD)—interact and compete across three contractive practices, two types of synchronic interplay, and two forms of dialogic transformation. Our research broadens the application of RDT to non-Western stigmatized health contexts. Additionally, the current research deepens our understanding of the unique characteristics of digital platforms and their role in facilitating discourse competition, while illuminating broader social tensions around health, gender, and power in the context of women’s health in China, highlighting the complexities and constraints of public discourse on these issues.",
          "url": "https://doi.org/10.1177/02654075251340266",
          "doi": "https://doi.org/10.1177/02654075251340266",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Idols Within Reach: Measuring Perceptions of Media Role Models’ Attainability",
          "authors": "Darian Harff, Heleen Dekoninck, Desiree Schmuck",
          "abstract": "Media do not only enable social comparison with perfect idols but also with role models who seem “attainable” and thus within reach for youth, which can invoke inspiration. Yet, research lacks a comprehensive validated scale to reliably assess such attainability perceptions. Addressing this research gap, we developed the Perceptions of Media Role Models’ Attainability (PoMRA) scale and two short-form versions of this measure, which we tested and validated in three independent studies among youth ( N Total = 1,043, 16–25 years). We demonstrated a five-factor structure for the scale and established measurement invariance across gender and role model types.",
          "url": "https://doi.org/10.1177/10776990251336388",
          "doi": "https://doi.org/10.1177/10776990251336388",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Thriving in Journalism: A Survey of Support Systems’ Impact on Job Satisfaction and Well-Being",
          "authors": "Valérie Bélair-Gagnon, Logan Molyneux, Alexis Haskell",
          "url": "https://doi.org/10.1080/1461670x.2025.2498966",
          "doi": "https://doi.org/10.1080/1461670x.2025.2498966",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Social Media and Substance Use Among Young Hispanic EDM Attendees: A Perspective on Prototype Perceptions",
          "authors": "Weirui Wang, Maria Elena Villar, Jessica Rodriguez",
          "url": "https://doi.org/10.1080/15205436.2025.2494758",
          "doi": "https://doi.org/10.1080/15205436.2025.2494758",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Media Depictions of Minority Groups: A Meta-Analytic Review Examining the Effects of Positive and Negative Portrayals on Outgroup Evaluations",
          "authors": "Muniba Saleem, Ian Hawkins, Stephen A. Rains, Dana Mastro, Stewart Coles",
          "url": "https://doi.org/10.1080/15213269.2025.2498374",
          "doi": "https://doi.org/10.1080/15213269.2025.2498374",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Dimensions of recognition through relational labour in erotic content creation in Brazil",
          "authors": "Lorena Caminhas",
          "abstract": "Relational labour has become a critical concept for understanding the consequences of the ongoing relationship between creators and their audiences on social media. This article draws on this discussion to address Brazilian erotic content creators’ perceptions of the impact of relational labour on their sense of self and subjective identity. Combining the concept with the idea of recognition as conceived in the Psychodynamics of Work, the article explores the subjective investment and identity development involved in the continual creator–audience intersubjective relationships. Based on 31 in-depth interviews with Brazilian erotic creators, the article reveals a deep subjective investment in performing relational labour and its impact on creators’ self-esteem and self-relationship, with the potential to strengthen their subjective identity and social value. Nevertheless, the symbolic rewards of relational labour are an effort rather than a guarantee, especially in highly stigmatised work where the distribution of in intersubjective relationships is uneven.",
          "url": "https://doi.org/10.1177/14614448251336439",
          "doi": "https://doi.org/10.1177/14614448251336439",
          "filter": 0
        },
        {
          "title": "QUIC, or the battle that never was: A case of infrastructuring control over Internet traffic",
          "authors": "Clement Perarnaud, Francesca Musiani",
          "abstract": "This article investigates the development and deployment process of QUIC, a new standard of the Internet Engineering Task Force (IETF) that is fostering momentous architectural change in the ways in which communication and data packets transport happens on the Internet. We present QUIC’s standardization process as an analytical site to capture recent evolutions in the balance of power between the so-called “Big Tech” actors, other actors of the Internet industry, and states. The article focuses on three key socio-technical controversies that have shaped its standardization process, and, in particular, explores Google’s capabilities in re-shaping the technical architecture of the Internet. This research contributes to unveiling how control over Internet traffic is “infrastructured” by the QUIC process, highlighting the place of the private sector in standardization processes; the processes of consolidation and concentration of the Internet around dominant actors that are influenced by the making of standards; and the discussions and controversies regarding specific technical aspects of a standard that reconfigure broader balances of power and decision-making in Internet governance.",
          "url": "https://doi.org/10.1177/14614448251336438",
          "doi": "https://doi.org/10.1177/14614448251336438",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Does Positivity Resonance Signify Love? Markers of Positivity Resonance in Long‐Term Married Couples Relate to Trait and State Love",
          "authors": "Jocelyn Lai, Marcela C. Otero, Kuan‐Hua Chen, Jenna L. Wells, Robert W. Levenson, Barbara L. Fredrickson",
          "abstract": "Positivity resonance is a collective emotion experienced by two or more individuals during moments of shared positive affect; it is theorized to constitute the experience of love, yet this claim has not been empirically tested. Using archival data from 148 long‐term married couples, we examined whether dyad‐level indicators of positivity resonance are linked to dyad‐level indicators of trait and state love. Trait love was assessed as a latent variable using partners' ratings of their spouse on validated adjectives prototypic of love (e.g., affectionate, warm) and previously validated nonverbal cues of love displayed in synchrony (i.e., head tilts, body leans, Duchenne smiles, and nodding) during a recorded spousal interaction. State love was assessed as synchronous nonverbal cues of love during successive 30‐s segments of this interaction. A global measure of positivity resonance, as well as measures of its constituent components of co‐expressed and co‐experienced positive affect (but not physiological linkage), were positively associated with the latent index of trait love. Within‐couple variation over time in the global measure of positivity resonance was associated with within‐couple variation over time in state love. These findings provide initial support for convergent validity between the measures of positivity resonance and love at trait and state levels.",
          "url": "https://doi.org/10.1111/pere.70008",
          "doi": "https://doi.org/10.1111/pere.70008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "The Evidentiary Basis for Political Listening: A Meta-Analysis of the Effect of Feeling Heard",
          "authors": "Elisa Vogel, John Gastil",
          "url": "https://doi.org/10.1080/10584609.2025.2496961",
          "doi": "https://doi.org/10.1080/10584609.2025.2496961",
          "filter": 0
        },
        {
          "title": "The Local News Crisis and Political Scandal",
          "authors": "Danny Hayes",
          "url": "https://doi.org/10.1080/10584609.2025.2498533",
          "doi": "https://doi.org/10.1080/10584609.2025.2498533",
          "filter": 0
        },
        {
          "title": "From Entertainment to Engagement? Entertainment Figures’ Political Messaging and Audience Responses in the Digital Age",
          "authors": "K. Jonathan Klüser",
          "url": "https://doi.org/10.1080/10584609.2025.2498526",
          "doi": "https://doi.org/10.1080/10584609.2025.2498526",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "The internal communication paradox: Balancing digital convenience with face-to-face satisfaction",
          "authors": "Ana Tkalac Verčič, Dejan Verčič",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102587",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102587",
          "filter": 0
        },
        {
          "title": "Beyond the snapshot: Rethinking crisis communication theories in dynamic crisis situations",
          "authors": "Wouter Jong",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102586",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102586",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Politicization of Government Social Media Communication: A Linguistic Framework and Case Study",
          "authors": "Nic DePaula, Sten Hansson",
          "abstract": "Social media communication of government agencies should ideally be truthful and impartial to sustain public trust in government and support democratic goals. However, the politicization of agencies may harm the benefits that impartial and engaged communication brings. In this study, we provide a linguistic framework for analyzing how agency politicization is reflected in the language of government social media communication by asking: How does the agency (1) use speech acts (e.g., commands, requests), (2) talk about itself and others, (3) refer to statistical and scientific information, and (4) express positive and negative sentiment? We demonstrate the application of the framework by conducting a case study of the United States Environmental Protection Agency’s messaging on Twitter across administrations with distinct ideological alignments between the agency and its top administrator. The analysis shows that (1) requests and statistical information were used substantially more under the administrator more aligned with the agency mission; (2) expressive speech acts were used more often during the administration less aligned with the agency mission; and (3) posts were generally positive but more so under the administration less aligned with the agency mission, possibly to counteract increased public criticism. We discuss the results in relation to theories of politicization and government communication, and the implications for citizens and public sector communicators using social media sites.",
          "url": "https://doi.org/10.1177/20563051251333486",
          "doi": "https://doi.org/10.1177/20563051251333486",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
