{
  "update": "2026-02-06",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Review of Hai Tran’s  Data and narrative in news media: the science of communicating evidence",
          "authors": "Donghee Shin",
          "url": "https://doi.org/10.1093/anncom/wlag002",
          "doi": "https://doi.org/10.1093/anncom/wlag002",
          "filter": 0,
          "created": "2026-1-14"
        },
        {
          "title": "International information flow and its impact on developing societies: a systematic bibliometric and thematic review",
          "authors": "Joynes J, Ashish Kumar Dwivedy",
          "abstract": "This systematic review examines the evolution of international information flows and their social, cultural, and economic implications for developing societies within contemporary digitally mediated environments. Analyzing 120 academic sources, the study uses a two-stage approach. First, it maps publications with Gephi to evaluate trends, citation patterns, and scholarly influence. Then, it conducts an inductive thematic analysis with NVivo to reveal key concepts and empirical issues. The review revisits the historical legacy of the New World Information and Communication Order (NWICO) and examines whether the historical imbalances in access, representation, and control still exist in the digital age. The findings reveal that, despite increased connectivity, global information flows remain shaped by Western-centric platform power, uneven digital infrastructure, and ongoing cultural and media imperialism in the Global South. Although there is evidence of resistance through localized content production and selective media growth, this agency continues to operate within lasting structural and governance limitations. By blending traditional international communication theories with current discussions on platformization and digital colonialism, this review highlights that digital transformation has altered, rather than eliminated, global communication inequalities. The study emphasizes the ongoing importance of NWICO-informed views and calls for updated theoretical frameworks and inclusive governance approaches to promote fairness in global media systems.",
          "url": "https://doi.org/10.1093/anncom/wlaf028",
          "doi": "https://doi.org/10.1093/anncom/wlaf028",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "From pessimism to promise: Lessons from the Global South on designing inclusive tech Payal Arora (2024) From pessimism to promise: Lessons from the Global South on designing inclusive tech . Cambridge, MA: MIT Press, 200 pp., (Electronic) 9780262380133 ISBN; (Print) 9780262049306.",
          "authors": "Annika Richterich",
          "url": "https://doi.org/10.1177/13548565251398630",
          "doi": "https://doi.org/10.1177/13548565251398630",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Before code, beyond screen: Media archeology and convergence friction in early VR art (1993–1995)",
          "authors": "Kaihei Hase",
          "abstract": "Virtual reality (VR) has often been narrated as if it emerged ex nihilo , whether through Lanier’s early proclamations of a new epoch, Rheingold’s celebration of Sensorama, or, particularly in Japan, the rhetoric of a “first year of VR” that accompanied the release of the Oculus Rift. Yet from a cultural and artistic perspective, VR was not born “out of nothing” but is situated within historical genealogies of media such as panoramas, theater, cinema, and interactive art. This essay proposes the concept of convergence friction to describe VR’s distinctiveness: when heterogeneous media traditions intersect in VR, their tensions persist rather than resolve into unified forms. Unlike cinema and television, which quickly absorbed such frictions into stable narrative and broadcast languages, VR sustains them as productive resources. Through close readings of three seminal early works, Jeffrey Shaw’s EVE (1993), Brenda Laurel and Rachel Strickland’s Placeholder (1993), and Char Davies’s Osmose (1995), this essay traces how embodiment, collectivity, and bodily rhythm became principles of immersion while colliding with earlier media legacies. Contemporary VR artworks such as Notes on Blindness (2016), Carne y Arena (2017), Chalkroom (2018), and AI History 1890–2090 (2023) extend these frictions in new directions, demonstrating that VR is continually redefined at the threshold between past and future media. By theorizing VR as a site of convergence friction, this essay argues that its incompleteness, its refusal to settle into a stable language, is not a deficiency but the very condition of its artistic and cultural significance. VR is not ex nihilo but perpetually reborn, sustained by unresolved genealogies and anticipatory futures.",
          "url": "https://doi.org/10.1177/13548565261418895",
          "doi": "https://doi.org/10.1177/13548565261418895",
          "filter": 0,
          "created": "2026-2-3"
        },
        {
          "title": "Performing the self: Social identity construction by blind and visually impaired YouTube vloggers",
          "authors": "Catalin Brylla, Ibrahim Emara",
          "abstract": "This article investigates how blind and visually impaired (BVI) YouTubers construct and perform their social identities through strategic self-representation. Drawing on Social Identity Theory and Erving Goffman’s performance model, it analyses 60 YouTube channels to examine how disability is negotiated within broader identity constellations, including gender, profession and interest groups. The study finds that BVI identity is thematically foregrounded in most channels, yet rarely in isolation: creators who explicitly centre blindness also display a greater number of salient identity categories and produce more diverse content. Analyses further show significant associations between BVI salience and certain genres, with central-BVI channels more likely to feature lifestyle and entertainment content, thereby ‘normalising’ blindness within mainstream formats. At the same time, vloggers mobilise identity enhancement strategies, such as portraying competence in highly visual domains (beauty, cooking, filmmaking and technology), to challenge ableist expectations and reduce social distance with sighted viewers. These performances are accompanied by selective omissions, with politically charged, socio-economic and intimate topics, indicating careful management of vulnerability and audience appeal. The findings demonstrate that BVI vlogging constitutes a performative, intersectional and inherently advocacy-oriented practice, even when activism is not explicit. The article contributes a nuanced understanding of online disability (self-) representation and offers an analytical framework for future research on identity performance, stigma and digital media practice.",
          "url": "https://doi.org/10.1177/13548565261422050",
          "doi": "https://doi.org/10.1177/13548565261422050",
          "filter": 0,
          "created": "2026-2-2"
        },
        {
          "title": "Window-shopping the far-right: A comparative study of alt-tech social media homepages",
          "authors": "Jonathan Collins",
          "abstract": "A new wave of websites, referred to as alternative technology (alt-tech) social media, are proliferating across the internet, characterised by far-right-centric content and the imitation of mainstream platform affordances. This study employs Netnography to examine the recruitment practices of four prominent alt-tech platforms: Gab, Parler, Truth Social, and Gettr, providing an in-depth comparative analysis of their homepages. To better understand these communicative dynamics, the article highlights the similarities and differences between the homepage content of these alt-tech platforms. The findings reveal the hate-filled paradigm collectively captivating their userbases while highlighting the distinct technocultures developed and promoted within each platform. By focusing on the technocultural interplay between the selected platforms and their communities, the study offers a compelling exploration of alt-tech social media environments, the particular needs and niches fulfilled by each space, and their place within the broader far-right ecosystem.",
          "url": "https://doi.org/10.1177/13548565261417336",
          "doi": "https://doi.org/10.1177/13548565261417336",
          "filter": 0,
          "created": "2026-1-31"
        },
        {
          "title": "Book Review: From Narcissus's Pool to the Metaverse PinottiA. (2025). At the Threshold of the Image: From Narcissus to Virtual Reality. (1st ed.). Zone Books. 282 pp. ISBN 9781945861024",
          "authors": "Mustafa Uzuner",
          "url": "https://doi.org/10.1177/13548565261417254",
          "doi": "https://doi.org/10.1177/13548565261417254",
          "filter": 0,
          "created": "2026-1-30"
        },
        {
          "title": "Dabloons, autopsy of a TikTok meme: Self-excitation and self-destruction in social media cultures",
          "authors": "Francisco W. Kerche, Tommaso Venturini",
          "abstract": "In this paper, we analyze the very short and yet very rich story of a TikTok meme: the rise and fall of the dabloon fictive currency. We examine this story as an example of self-exciting trendiness: a common internet dynamic in which trendiness and cultural vibrancy become inextricably intertwined. In the case of the dabloons and of many other memetic phenomena in TikTok and other platforms, this connection creates a spiraling cycle of popularity that is as potent as it is cursory. TikTokers understood all too well that the dabloon currency was going to be a fad, but, rather than being discouraged by this ephemerality, they pushed it to its extremes. Like many online communities, they doubled down on the transience of their subculture, and did so in the most literal way, using the inflation of their currency to first escalate and then implode the trend. The rise and fall of the dabloon trend offers a cautionary tale about the accelerated cycles of online cultures and internet memes: an illustration of how online communities can create culture not despite but by means of their ephemerality.",
          "url": "https://doi.org/10.1177/13548565261417919",
          "doi": "https://doi.org/10.1177/13548565261417919",
          "filter": 0,
          "created": "2026-2-4"
        },
        {
          "title": "Book review: Streaming by the Rest of Us: Microstreaming Videogames on Twitch ConsalvoM.LajeunesseM.ZanescuA. (2025). Streaming by the Rest of Us: Microstreaming Videogames on Twitch. MIT Press. ISBN: 9780262552158.",
          "authors": "Jusuf Ariz Wahyuono",
          "url": "https://doi.org/10.1177/13548565261422347",
          "doi": "https://doi.org/10.1177/13548565261422347",
          "filter": 0,
          "created": "2026-2-2"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Do News Media Want to Disentangle from Platforms?",
          "authors": "Rasmus Kleis Nielsen",
          "url": "https://doi.org/10.1080/21670811.2026.2623275",
          "doi": "https://doi.org/10.1080/21670811.2026.2623275",
          "filter": 0,
          "created": "2026-2-1"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Positive Images of Heat Waves Reduce the Effects of Messages About Extreme Heat among U.S. Adults",
          "authors": "Afrooz Mosallaei, Laura Thomas-Walters, Matthew H. Goldberg, Seth A. Rosenthal, Anthony Leiserowitz",
          "url": "https://doi.org/10.1080/17524032.2026.2623479",
          "doi": "https://doi.org/10.1080/17524032.2026.2623479",
          "filter": 0,
          "created": "2026-2-4"
        },
        {
          "title": "Activists Preserving the (Multi-Platform) Environment: Advocacy Coalitions of #Lützerath Climate Protests",
          "authors": "Hendrik Meyer, Patrick Zerrer, Hannah-Marie Büttner, Tim Schatto-Eckrodt",
          "url": "https://doi.org/10.1080/17524032.2026.2617507",
          "doi": "https://doi.org/10.1080/17524032.2026.2617507",
          "filter": 0,
          "created": "2026-1-30"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Misinformation exposure per se may not trigger cynicism, but perceived prevalence of misinformation and hostile information does",
          "authors": "S. Mo Jones-Jang, Dam Hee Kim, Kate Kenski",
          "url": "https://doi.org/10.1080/1369118x.2026.2622332",
          "doi": "https://doi.org/10.1080/1369118x.2026.2622332",
          "filter": 0,
          "created": "2026-2-4"
        },
        {
          "title": "Gaia’s Web: how digital environmentalism can combat climate change, restore biodiversity, cultivate empathy, and regenerate the Earth",
          "authors": "Maria K. Alberto",
          "url": "https://doi.org/10.1080/1369118x.2026.2623138",
          "doi": "https://doi.org/10.1080/1369118x.2026.2623138",
          "filter": 0,
          "created": "2026-2-2"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "How artificial intelligence shapes job anxiety: the mediating role of AI stress",
          "authors": "Lingzhi Brian Fang, Liu Tang, Heng Yang",
          "abstract": "Purpose The aim of this study is to address the research gap in understanding the role of AI in the workplace, particularly by investigating how AI fosters job anxiety. By introducing the transactional theory of stress and coping (TTSC), this study engages with the conventional theory of stress and anxiety to determine the dual role of AI features in both exacerbating and alleviating job anxiety. Design/methodology/approach A large-scale survey was conducted, and 675 valid responses were collected. Structural equation modeling (SEM) was employed to analyze the entire theoretical model. A bootstrapping analysis was applied to assess the serial mediating role of AI stress in linking AI features to job anxiety. Findings The results revealed that AI explainability significantly enhances job anxiety. Conversely, algorithm transparency emerges as a mitigating factor, reducing job anxiety. These findings underscore the dual impact of AI, which acts as both a stressor and a potential alleviator depending on its design characteristics. Research implications This study highlights that algorithmic transparency can effectively mitigate AI-induced stress and job anxiety, underscoring the need for firms and managers to implement AI cautiously while strengthening governance merchanisms and prioritizing employee well-being and skill development. AI developers and policymakers should advance human-centered transparency and regulatory safeguards to reduce workplace anxiety and protect employees in AI-enabled environments. Originality/value This study pioneers a focus on the complex effects of AI in the workplace, diverging from conventional research that predominantly emphasizes the supportive role of AI. By integrating the TTSC, this study theoretically advances the understanding of AI stress mechanisms and empirically demonstrates the paradoxical effects of AI features. The dual-role framework offers novel insights for both academics and practitioners in addressing AI-related workplace challenges.",
          "url": "https://doi.org/10.1108/intr-09-2024-1462",
          "doi": "https://doi.org/10.1108/intr-09-2024-1462",
          "filter": 0,
          "created": "2026-2-3"
        },
        {
          "title": "Can AI alleviate loneliness? The role of psychological closeness, co-presence and enjoyment in digital workout environment",
          "authors": "Ying Feng, Jun-Hwa Cheah, Tippayanet Sorosrungruang, Jie Meng, Senmao Xia",
          "abstract": "Purpose This study examines whether and how AI fitness instructors can foster psychological closeness and the alleviation of loneliness compared to human instructors. Design/methodology/approach The study involves 592 participants in online fitness environments and employs a quasi-experimental design. Data are subsequently analyzed using variance-based structural equation modeling. Findings Human instructors have a more pronounced positive effect on psychological closeness, resulting in the alleviation of loneliness. However, AI instructors also demonstrate potential to foster emotional connections, particularly when there is a high level of co-presence and perceived enjoyment. Co-presence and perceived enjoyment reduce the psychological gap between human and AI instructors, amplifying the positive effects of psychological closeness on alleviating loneliness. Research limitations/implications This study relies on a quasi-experimental design and short-term exposure to AI fitness instructors, which may limit causal inference and the generalizability of the findings to long-term human–AI relationships. Practical implications The findings highlight practical implications for designing AI-driven platforms in fitness, healthcare and education to enhance emotional well-being and alleviate loneliness through personalized experiences. Originality/value This study advances the literature on human–AI interaction by empirically demonstrating how AI instructors can foster psychological closeness and alleviate loneliness in digital fitness contexts. By integrating psychological closeness, co-presence and perceived enjoyment within a unified framework, the research extends social presence and Computer as Social Actor perspectives to AI-mediated well-being outcomes. The findings offer novel insights into how AI systems can be designed to narrow the psychological gap between human and artificial agents.",
          "url": "https://doi.org/10.1108/intr-11-2024-1843",
          "doi": "https://doi.org/10.1108/intr-11-2024-1843",
          "filter": 0,
          "created": "2026-1-29"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Walking the moral plank: using virtual reality to investigate moral decision-making under threat",
          "authors": "Joomi Lee, Joshua Baldwin, Lindsay Hahn, Glenna Read, Sun Joo (Grace) Ahn",
          "abstract": "How is decision-making affected when individuals face threats to safety? Guided by the theory of dyadic morality, the limited capacity model of motivated-mediated message processing, and exemplification theory, we investigated how safety threats shaped individuals’ physiological responses and behavioral moral decision-making. Using an immersive virtual reality (VR) environment simulating a moral tradeoff, participants crossed a deep pit and made decisions between their safety and that of another person, reflecting a tradeoff between egoism and altruism. Results from an experiment with 201 participants revealed that exposure to threat increased arousal (physiologically and self-reported), which decreased the extent to which they felt their decision harmed others, leading to selfish decisions in the moral dilemma. However, this pattern only manifested when concerns of harm were not made salient before the threatening experience. Together, these findings demonstrate VR’s utility for simulating moral tradeoffs and advancing both psychophysiological and behavioral approaches to media psychology and morality research.",
          "url": "https://doi.org/10.1093/joc/jqaf054",
          "doi": "https://doi.org/10.1093/joc/jqaf054",
          "filter": 0,
          "created": "2025-12-31"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Generative AI and Uneven productivity gains: the political economy of sectoral asymmetry in South Korea",
          "authors": "Eun Young Oh",
          "url": "https://doi.org/10.1080/19331681.2026.2624372",
          "doi": "https://doi.org/10.1080/19331681.2026.2624372",
          "filter": 0,
          "created": "2026-2-2"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "Measures of Social Media Use Motives During Adolescence",
          "authors": "Chloe Ketibian, Celine Combes, Catherine Potard",
          "abstract": "Abstract: In recent decades, social media has become an integral part of adolescents’ daily life, reshaping peer interactions. To overcome the limitations of the quantitative approach of adolescents’ social media use when investigating relationships with psychological outcomes, motivational factors have become increasingly popular. The first aim was to review the psychometric properties of existent tools used to measure adolescents’ social media use motives. The second objective was to elaborate a classification of the main motives among adolescents. Following PRISMA guidelines, 14 articles were reviewed based on the search of 5 databases. Psychometric properties were examined based on the COSMIN guidelines. The reviewed articles showed a heterogeneous process, with only two of them considered as a satisfying procedure of development and validation. Based on the Use and Gratification Theory, a classification of the five main motives for adolescents’ social media use was developed. Overall, this study encourages the pursuit of studies on social media use among adolescence, while carefully choosing a tool with satisfying psychometric properties.",
          "url": "https://doi.org/10.1027/1864-1105/a000506",
          "doi": "https://doi.org/10.1027/1864-1105/a000506",
          "filter": 0,
          "created": "2026-2-5"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Overparenting and social media addiction in emerging adults: The roles of autonomy control and self-efficacy",
          "authors": "Celia T. Lee, Ming Cui, Chengfei Jiao, Frank D. Fincham",
          "abstract": "This study examines the mediating roles of perceived parental autonomy control and self-efficacy in the association between overparenting and emerging adults’ social media addiction. Emerging adults (ages 18–29) are particularly vulnerable to social media addiction. Theories suggest that overparenting may be a risk factor for social media addiction, but studies examining underlying mechanisms explaining the association are scarce. College students ( N = 240) from a large university in the southeastern U.S. participated in a longitudinal study, completing three surveys over 12 weeks. Path models were used to examine the proposed hypotheses. Results revealed a significant positive association between overparenting and social media addiction, with perceived parental autonomy control and self-efficacy serially mediating this association. These findings support the potential role of parental autonomy control and self-efficacy as mechanisms linking overparenting to social media addiction. The study also underscores the importance of addressing overparenting and promoting self-efficacy in emerging adults through targeted interventions by practitioners, educators, and parents to mitigate the risk of social media addiction.",
          "url": "https://doi.org/10.1177/02654075261422183",
          "doi": "https://doi.org/10.1177/02654075261422183",
          "filter": 0,
          "created": "2026-1-30"
        },
        {
          "title": "Divergent network pathways linking personality, approach–avoidance goals, and marital adjustment to psychological well-being",
          "authors": "Sunjeong Gyeong, Huiyoung Shin",
          "abstract": "Marital relationships play a central role in psychological well-being across adulthood, yet prior research has rarely integrated personality, motivational, and relational factors as components of a single interpersonal system. To address this gap, this study—guided by social–cognitive and dynamic-systems perspectives—applied network analysis to examine how personality traits, approach–avoidance goals, spousal support and strain, and marital adjustment are interconnected within a dynamic interpersonal system. Flow network analysis was further used to identify how these dispositional, motivational, and relational factors were directly and indirectly linked to life satisfaction and psychological distress. Participants were 502 married South Korean adults ( M = 54.43 years; 49.4% male). The resulting network revealed a closely connected triad of approach goals, spousal support, and marital adjustment, suggesting that motivational and relational factors form a cohesive system underlying marital functioning. Marital adjustment and approach goals emerged as the most central and bridging nodes, linking dispositional, motivational, and relational domains. Flow network analysis indicated that life satisfaction was directly associated with marital adjustment, spousal support, approach goals, higher extraversion, and lower neuroticism, whereas psychological distress was directly associated with higher neuroticism, lower marital adjustment, and stronger avoidance goals. Together, these findings indicate that psychological well-being is shaped by structurally differentiated configurations of dispositional, motivational, and relational factors, rather than by additive or dominant-factor effects within any single domain.",
          "url": "https://doi.org/10.1177/02654075261422436",
          "doi": "https://doi.org/10.1177/02654075261422436",
          "filter": 0,
          "created": "2026-2-2"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Framing Generative AI: An Analysis of Impact, Quoted Sources, and Attributions of Responsibilities in U.S. Elite Media",
          "authors": "Hyunmin Lee, Hana Park",
          "abstract": "This article examined how elite news media frame the impact of generative AI on the cultural, social, economic, and political domains of life. We also analyzed the different types of ethical concerns surrounding generative AI and to whom the media attribute responsibility for creating and solving these ethical concerns. A content analysis of The New York Times and The Wall Street Journal show that societal and economic impacts were the most frequently discussed when reporting about generative AI, while societal-level attributions were mentioned more often than individual-level attributions for responsibilities. We discuss theoretical implications and future research directions.",
          "url": "https://doi.org/10.1177/10776990251410593",
          "doi": "https://doi.org/10.1177/10776990251410593",
          "filter": 0,
          "created": "2026-1-31"
        },
        {
          "title": "Unconventional Practices and Boundary Work in Small Town Newspapers: The Case for a Rural Journalism Subfield",
          "authors": "Tyler W. S. Nagel, Marcel Broersma",
          "abstract": "Local rural newspapers live a precarious existence in Alberta, Canada. In a declining economic situation, rural journalists have adopted unconventional practices to continue their work. Based on fieldwork in four communities, we show how rural journalists negotiate between the dominant metropolitan-based doxa and habitus of the journalistic field and their own position within communities. The analysis reveals rural-specific reporting practices, atypical business practices, and unconventional approaches to innovation. We argue that rural journalism is not merely a deviation from dominant metropolitan norms but a subfield actively redefining the boundaries of journalistic practice in response to economic precarity and community obligations.",
          "url": "https://doi.org/10.1177/10776990251407086",
          "doi": "https://doi.org/10.1177/10776990251407086",
          "filter": 0,
          "created": "2026-1-31"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Conspiracy in the Making: The Role of Journalistic Strategies in the Formation of New Conspiracy Beliefs",
          "authors": "Tobias Rohrbach, Chiara Valli",
          "url": "https://doi.org/10.1080/1461670x.2026.2623882",
          "doi": "https://doi.org/10.1080/1461670x.2026.2623882",
          "filter": 0,
          "created": "2026-2-1"
        },
        {
          "title": "“The Body Has a Lot to Do with the Actual Journalism”: A Phenomenological Analysis of Embodiment in Journalism",
          "authors": "Belinda Middleweek",
          "url": "https://doi.org/10.1080/1461670x.2026.2623884",
          "doi": "https://doi.org/10.1080/1461670x.2026.2623884",
          "filter": 0,
          "created": "2026-2-4"
        },
        {
          "title": "Introduction: Body of Evidence and the Corporeal Turn in Journalism Studies",
          "authors": "Belinda Middleweek, Saba Bebawi",
          "url": "https://doi.org/10.1080/1461670x.2026.2624728",
          "doi": "https://doi.org/10.1080/1461670x.2026.2624728",
          "filter": 0,
          "created": "2026-2-4"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Governing Health Risk Communication in the Age of AI: Approaches from Brazil and Germany",
          "authors": "Ana Carolina Monari, Tabea Ott",
          "abstract": "Misinformation, disinformation, and malinformation pose a challenge to health risk communication. These information disorders can be amplified and altered by AI. In this article, we compare governance approaches from Germany and Brazil to understand how these two democracies address the role of AI in both exacerbating and mitigating health information disorders. Drawing on document analysis of hard and soft law governance approaches, the study shows that both countries frame AI as an ambivalent tool: While AI enables large-scale production and spread of misleading content, it also provides mechanisms for detection and monitoring of this content, and allows tailored communication. In Germany, information disorders are addressed through a multi-level governance strategy that combines national regulation with international frameworks. At the same time, independent fact-checking organizations and individual actors play a complementary role by monitoring public discourse, verifying claims, and fostering media literacy. In Brazil, efforts include legislative proposals on AI, the National AI Plan, and fact-checking services, though implementation is complicated by political and economic dynamics. Across both contexts, governance measures emphasize individual and organizational responsibilities, particularly through platform regulation, transparency, and digital literacy, but often underplay broader societal and interactional factors such as political structures, trust, and post-truth dynamics.",
          "url": "https://doi.org/10.17645/mac.11242",
          "doi": "https://doi.org/10.17645/mac.11242",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "The Affective Lives of Cruising: Recharting Space, Place, and Time",
          "authors": "Alexander P. Chun, Sandra Jeppesen",
          "abstract": "This article turns to cruising maps as sites in which normative conceptions of space, place, and time might be reimagined. The authors first examine a brief history of queer mapping practices, paying particular attention to how queer cruising maps challenge constructions of private and public life by charting veiled sexual publics obfuscated by subtle queer social codes. Then, paying particular attention to ephemera and affect, the authors investigate the ways these queer cruising maps are animated by economies of affective experiences and other queer ephemera—feelings, lingerings, barterings, passings, and potentialities. The authors then argue that such an affective experience reorients stabilized notions of space, place, and time. The article concludes with a meditation on the futures of cruising, reflecting on how queer social and sexual relations have been (re)shaped across time into the present moment. Through such a provocation, the authors seek to critically examine how queer sexual practices and counterpublics are mapped and remembered, and how their contours of belonging continue to be contested, opening potentials and possibilities for new queer futures.",
          "url": "https://doi.org/10.17645/mac.11034",
          "doi": "https://doi.org/10.17645/mac.11034",
          "filter": 0,
          "created": "2026-2-3"
        },
        {
          "title": "VR Heterotopia: User Imaginaries of Virtual Reality Headsets as Technology for Reaching Utopic Spaces",
          "authors": "Linnea Saltin",
          "abstract": "The re-emerging nature of virtual reality (VR) and recurring waves of hype have made this technology a conduit for imaginations of solving complex social and ecological problems. Recent iterations of VR, such as mobile VR and VR head mounted displays (HMDs) for casual users, have made it evident that the spatial relations of VR are multiple and complex. This article utilizes the Foucauldian concept of heterotopia to explore how spatilities of VR are imagined and practiced as counter-spaces in a digital landscape of smartphones and social media. Focusing on the heterotopia’s ability to provide a space for contesting and inverting the societies within which they exist, I show how VR is constantly juxtaposed against other technologies, digital places, and techno-embodiments in user imaginaries and practices. Through ethnographic materials on domestic VR usage collected in Swedish homes, I found that notions of VR as an “other” or different medium are laden with imaginings of VR technology bringing about a better society—a virtual utopia. These positive futures are paired with and derived from dystopic imaginaries and fictions. Recognizing the necessity to take media imaginaries and their inherent spatiality seriously, through how they are expressed and acted upon in the digital geographies of everyday life, I explore how VR users’ contesting ideas are deployed to make VR a hopeful other in a technological landscape. I conclude that conceptualizations that are slippery, self-contradicting, and do works as tricksters have much to offer digital geographies.",
          "url": "https://doi.org/10.17645/mac.11191",
          "doi": "https://doi.org/10.17645/mac.11191",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Storytelling Networks and Social Capital for Disaster Resilience: Empowering Narrative Agency in Diverse Communities",
          "authors": "Jenny Zhengye Hou, Greg Hearn",
          "abstract": "Prior studies have established the importance of social capital in fostering disaster resilience especially among diverse and marginalised populations. Yet, most have focused on its structural dimension, treating social capital as a pre-existing attribute. Limited attention has been given to its communicative underpinning—how shared meaning-making, particularly through storytelling networks as open and participatory spaces, actively constitutes social capital. Addressing this gap, this study draws on storytelling networks theory and the notion of narrative agency to examine how community self-organised storytelling networks, comprising agents, stories, and practices, shape collective sensemaking as the foundation of social capital. Based on 36 in-depth interviews with community members, emergency practitioners, and service providers, the study reconceptualises social capital through a participatory storytelling lens and advances a critical understanding of narrative agency amid power asymmetries. It also offers practical insights into how diverse storytelling agents co-make social capital and outlines directions for future research.",
          "url": "https://doi.org/10.17645/mac.11508",
          "doi": "https://doi.org/10.17645/mac.11508",
          "filter": 0,
          "created": "2026-2-5"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Measuring Parasocial Processing: An Easily-Applicable Short Version of the Parasocial Interaction-Process Scales",
          "authors": "Tilo Hartmann, Philipp K. Masur, Holger Schramm",
          "url": "https://doi.org/10.1080/15213269.2026.2621710",
          "doi": "https://doi.org/10.1080/15213269.2026.2621710",
          "filter": 0,
          "created": "2026-1-30"
        },
        {
          "title": "Early Media Use Predicts Later Executive Function Difficulties Through Problematic Media Use: A Cross-Lagged Panel Model Testing Bidirectional Relations in Middle Childhood with an Early Childhood Media Use Predictor",
          "authors": "Meryem Şeyda Özcan, Yea-Ji Hong, Koeun Choi",
          "url": "https://doi.org/10.1080/15213269.2026.2618675",
          "doi": "https://doi.org/10.1080/15213269.2026.2618675",
          "filter": 0,
          "created": "2026-1-30"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Perceived realism in VR as a multifaceted concept: Insights from interviews and focus groups with experts and non-experts",
          "authors": "David Walewijns, Michel Walrave, Wannes Heirman, Heidi Vandebosch",
          "abstract": "As virtual reality (VR) evolves as a narrative medium, its capacity to immerse users in realistic environments has attracted scholarly interest. This study investigates how users perceive realism in VR beyond sensory fidelity. Using 27 interviews and four focus groups with experts and non-experts (n = 77), we examine how realism in VR is conceptualized and experienced. Qualitative analysis identified 12 factors contributing to perceived realism, grouped into five overarching dimensions: immersion, presence, embodiment, involvement and external realism. Our findings indicate that realism is shaped not only by technological features such as graphical quality but also by factors such as emotional involvement, narrative consistency and perceived authenticity. The study advances theorizing on perceived realism by proposing a framework that integrates technological and experiential dimensions and offers a basis for developing scales to measure realism in VR. Current findings are also relevant for the responsible use of VR in persuasive contexts.",
          "url": "https://doi.org/10.1177/14614448251413691",
          "doi": "https://doi.org/10.1177/14614448251413691",
          "filter": 0,
          "created": "2026-2-3"
        },
        {
          "title": "Social media-fication in the apposphere: Hyperdatafication and the repackaging of personal data",
          "authors": "Aparajita Bhandari, Sara Bimo, Chelsea Butkowski",
          "abstract": "In today’s digital landscape, platforms increasingly “feel like” social media. We observe the “social media-fication” of so-called “non-social media” platforms as expressive characteristics of traditional social media platforms are incorporated into mobile apps typically used for other purposes. We argue that this manifests through the repackaging of user behavioral data into expressive social updates, such as GPS maps capturing user movement or the personalized data visualizations of Spotify Wrapped. To examine this phenomenon, we completed platform walkthroughs for three apps: fitness tracking app Strava, payment app Venmo, and music streaming app Spotify. We theorize the concentration and intensification of datafication as a process that we term hyperdatafication. Hyperdatafication emerges through the repurposing of “backend” user data into socially mobilizable data representations, which encourage and further platform engagement within the sociotechnical landscape of affective capitalism. Ultimately, this study raises questions about self-tracking, commodification, and platformed sociality beyond social media.",
          "url": "https://doi.org/10.1177/14614448261416891",
          "doi": "https://doi.org/10.1177/14614448261416891",
          "filter": 0,
          "created": "2026-1-31"
        },
        {
          "title": "On the Internet no-one knows you’re not a bot: ‘Botting’ on Reddit as participatory culture",
          "authors": "Timothy Graham, Dominique Carlon",
          "abstract": "Repetitive online communication is often labelled a ‘bot problem’ by platforms, policymakers and users. However, repetitive posting does not exclusively indicate automation; humans also engage in bot-like posting for various purposes. We adopt the term ‘botting’ to describe repetitive posting enacted through manual, semi-automated, or fully automated means. While emerging research has linked manual botting practices to commercial or fame-seeking motivations, we extend this scholarship by examining botting on Reddit – a pseudonymous platform that lacks the affordances typically associated with monetisation or personal branding. Through a mixed-methods analysis, we examine a case study in which mass-scale, repetitive posting of the mushroom emoji emerged as ‘in-group’ behaviour within Reddit’s participatory culture, prompting a performative counterpublic response. Our findings challenge the binary between human and automated posting, and underscore the importance of situating research on AI-generated and automated content within the cultural and contextual frameworks that shape its production and reception.",
          "url": "https://doi.org/10.1177/14614448251409210",
          "doi": "https://doi.org/10.1177/14614448251409210",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "‘Put it away! Put it away!’: Negotiating smartphone norms in performing arts",
          "authors": "Gunn Enli",
          "abstract": "This article examines the complex presence of smartphones during performances, focussing on how audiences, performers and managers navigate the tensions between digital connectivity and the need for immersive attention. Drawing on qualitative interviews with theatre professionals in Norway and ethnographic observations in Oslo, London and New York, the study demonstrates how social norms surrounding smartphone use are negotiated in different cultural contexts. The analysis highlights key tensions and dilemmas: audiences balance personal documentation with collective immersion, managers weigh promotional visibility against aesthetic disruption and performers experience interruptions that alter the sensory and affective dynamics of liveness. Extending Fischer-Lichte’s concept of the autopoietic feedback loop, the article proposes the concept of a ‘hybrid feedback loop’, in which audience responses circulate simultaneously through embodied co-presence and digitally mediated attention. This theoretical reframing captures how digital devices reconfigure the ecology of performance, reshaping how liveness is produced, perceived and policed in contemporary cultural institutions.",
          "url": "https://doi.org/10.1177/14614448251410967",
          "doi": "https://doi.org/10.1177/14614448251410967",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "How does war look like on the European mainstream media Facebook? A large- N comparison of the media Facebook posts covering Ukraine and Gaza in 24 European countries in spring 2024",
          "authors": "Delia Dumitrescu",
          "abstract": "We combine AI-based visual content analysis data with large-scale topic modeling to examine the proportion of coverage and the visual construction of the wars in Ukraine and Gaza in Facebook posts published by 51 top European media organizations between 25 February and 2 April 2024 ( N &gt; 90,000 posts). This period coincides with the 2-year anniversary of the Russian invasion and overlaps with the sixth month of the war in Gaza. The analysis finds an imbalance in the volume of coverage allocated to the two wars, as well as war-specific visual framing devices, but also similarities in their portrayals. Ultimately, in both cases, the visualization of war creates a distance between the viewers and those affected on the ground.",
          "url": "https://doi.org/10.1177/14614448251413689",
          "doi": "https://doi.org/10.1177/14614448251413689",
          "filter": 0,
          "created": "2026-1-31"
        },
        {
          "title": "Leveling up: How users perceive, understand, and experience gamified elements in dating apps and how it shapes their dating scripts",
          "authors": "Veronica Valente, Rita Sepúlveda, Jorge Vieira",
          "abstract": "Dating apps employ gamified structures (e.g., swipes, likes, matches) that reshape dating scripts by blending game-like elements into social interactions. This study explores users’ conceptualization of gamification, its impact on experiences, and dating scripts. Thirty-one semi-structured interviews (17 cisgender women, 14 cisgender men) were conducted in Portugal. Participants were current and former users with different sexual orientations and a diverse age range (18–34 years old), and predominantly Portuguese. The thematic analysis presented how users likened their dating app interactions to games, identifying specific gamified features, and describing their adaptation and engagement in strategic practices to enhance appeal. Despite the uniform platform system and rules, traditional gender scripts endure and dictate a binary dynamic where men are seen as initiators and women as selectors. The findings reveal tensions between gamification’s homogenizing effect and enduring socio-cultural scripts, illustrating how platform design affordances and social norms structure dating experiences.",
          "url": "https://doi.org/10.1177/14614448251413709",
          "doi": "https://doi.org/10.1177/14614448251413709",
          "filter": 0,
          "created": "2026-2-3"
        },
        {
          "title": "What does the news say about Siri, Alexa, and co.? A topic model network analysis of Dutch news messages about virtual assistants between 2011 and 2022",
          "authors": "Rebecca Wald, Theo Araujo, Johanna MF van Oosten, Jessica T Piotrowski",
          "abstract": "News media can shape public perceptions of technology and meaningfully inform research on technology adoption. Yet, little is known about the news representations of a currently emerging technology: Virtual Assistants (VAs). By examining the Dutch news coverage (2011–2022; N = 2059) using the Analysis of Topic Model Networks, this study found that (1) news attention peaked in 2019 with a decline in the years thereafter (until 2022) and (2) discourse shifted from personal impact frames (niche interest) to societal impact frames (broader relevance). Findings inform media effect studies on VA adoption by illustrating what people might be learning about VAs.",
          "url": "https://doi.org/10.1177/14614448251413694",
          "doi": "https://doi.org/10.1177/14614448251413694",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Smartphone sharing with intimate partners in Australia: Characteristics and implications for cybersecurity",
          "authors": "Molly Dragiewicz, Jeffrey Ackerman, Marianne Haaland",
          "abstract": "This article reports findings from the first study to investigate smartphone sharing in intimate relationships in Australia. Efforts to strengthen cybersecurity have been hindered by a lack of knowledge about the prevalence and dynamics of smartphone sharing, resulting in blind spots in cybersecurity design and policy. Based on a survey of 967 Australian adults who use smartphones and have been in an intimate relationship, we found that 70% share access to their mobile phones with their intimate partners. This high rate of shared access indicates that one-user, one-device threat models are inadequate for promoting cybersecurity in realistic use conditions. Such models are particularly ill-suited to intimate relationship contexts where the parties are more likely to share devices than not. Our findings provide previously unavailable baseline information about mainstream smartphone-sharing practices. This evidence can be used to improve privacy protections for telecommunications users in Australia and elsewhere.",
          "url": "https://doi.org/10.1177/14614448251414006",
          "doi": "https://doi.org/10.1177/14614448251414006",
          "filter": 0,
          "created": "2026-2-2"
        },
        {
          "title": "Mapping the moral domain in a modern town hall: Moral foundations’ effects on collective action conditioned by ideology and issue",
          "authors": "Emily A Haines, Emma F Thomas, Christina Stothard, David Kernot, Morgana Lizzio-Wilson, Irene Caminschi, Rohit Ram, Marian-Andrei Rizoiu",
          "abstract": "We examine a year of political debate in a modern town hall to understand the following: when does moral talk turn to talk about action? For which ideological groupings do specific moral foundations matter and in the context of which issues? We analysed 210,170 tweets about the Australian television programme Q&amp;A – a panel show with synchronous live and online audiences. We examined the topics, prevalence of different moralities and how these moralities explain talk of collective action for different ideological groups. Across all issues and ideological groups, talk of action was most often associated with talk of authority but ideological differences between left- and right-leaning participants emerged. Among left-leaning people, action was motivated by a range of moral foundations, but among right-leaning people action was primarily motivated by authority. Our findings map the ideological diversity found within modern town halls and confirm the critical role of these settings in contemporary socio-political life.",
          "url": "https://doi.org/10.1177/14614448251413686",
          "doi": "https://doi.org/10.1177/14614448251413686",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "From clicktivism to outsourced activism: Spectacle, dual outsourcing, and the connective logic in platform philanthropy",
          "authors": "Weiman Chen, Zhouyi Yao, Huilin Tan",
          "abstract": "In the digital age, philanthropy is increasingly mediated by platform microcelebrities who mobilize audiences for social good. This study examines the novel philanthropic model of YouTube creator Jimmy Donaldson as a case of outsourced activism , characterized by a dual-outsourcing structure: audiences transfer charitable intent and contributions (via attention-as-currency) to Donaldson, who acts as a central agent and then outsources execution to NGOs and collaborators. Using a mixed-methods design combining a walkthrough, multimodal discourse analysis of 101 videos, and topic modeling of 11,208 comments, we demonstrate how sentimental and digital spectacles sustain this process as tools for activism. The mechanism forms a new connective practice, creating a network of moral delegation and affective investment among audiences, creators, sponsors, and NGOs. Yet, it raises ethical concerns, including depoliticizing social issues and reinforcing unequal power relations. The study advances theories of media activism, connective action, and digital philanthropy by identifying a replicable logic that redefines agency, accountability, and civic participation in platform societies.",
          "url": "https://doi.org/10.1177/14614448251413710",
          "doi": "https://doi.org/10.1177/14614448251413710",
          "filter": 0,
          "created": "2026-2-3"
        },
        {
          "title": "Israeli teenage returnees narrating trauma on TikTok: Platformed identity after captivity in Gaza",
          "authors": "Nathan Stolero",
          "abstract": "This study examines how former teenage hostages use TikTok to process and present their captivity and its aftermath. Through a qualitative thematic analysis of 67 TikTok videos created by adolescent survivors of the October 7 Hamas attack on Israel, the study explores how platform-specific affordances—viral trends, POV storytelling, dark humor, and digital memorialization—shape trauma narratives. Findings reveal that TikTok enables young survivors to renegotiate their post-captivity identities through participatory storytelling, humor as a coping mechanism, and the integration of personal grief into collective digital memory. The study situates these practices within theories of trauma representation, adolescent identity development, and Goffman’s dramaturgical model, illustrating how TikTok serves as both a space for self-expression and a site of performative meaning-making. By bridging digital media studies with trauma psychology, this research highlights the evolving role of social media in shaping adolescent resilience and identity reconstruction.",
          "url": "https://doi.org/10.1177/14614448251415024",
          "doi": "https://doi.org/10.1177/14614448251415024",
          "filter": 0,
          "created": "2026-1-31"
        },
        {
          "title": "Digital leisure or sleep priority? Strategic temporal negotiation of late-night smartphone use in China’s accelerated society",
          "authors": "Lingmin Zhang, Yunhao Song, Weixian Zou, Rui Cao",
          "abstract": "This study reframes late-night smartphone use among Chinese young adults beyond pathologizing it as self-regulation failure. Integrating self-determination theory with social acceleration theory, we conceptualize this behavior as a strategic temporal negotiation to reclaim personal time. Structural equation modeling (n = 503) reveals that perceived leisure freedom and leisure satisfaction primarily drive behavioral intention, while perceived short-term risk deters it. Perceived long-term risk and guilt show no significant impact on intention. Perceived time constraint intensifies actual behavior, while social control paradoxically reinforces rather than limits it. Although self-control significantly reduces behavioral enactment, it cannot eliminate underlying motivational drivers. These findings reveal a tripartite negotiation: leisure benefits versus health risks, pleasure versus guilt, and personal autonomy versus social order. We theorize this as “strategic connected deceleration”—an adaptive response whereby individuals use technology to secure autonomous time amid systemic acceleration. Interventions should address structural time pressure rather than exclusively targeting individual discipline.",
          "url": "https://doi.org/10.1177/14614448251410127",
          "doi": "https://doi.org/10.1177/14614448251410127",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Resisting by being invisible: Theorising infrapolitical algorithmic actions on Douyin (Chinese TikTok)",
          "authors": "Hui Lin, Ignacio Siles",
          "abstract": "Users increasingly resist algorithms through subtle practices woven into everyday life. While scholarship on user resistance is growing, insufficient studies theorise such ‘invisible’ behaviours. This article develops James C. Scott’s notion of ‘infrapolitics’ to conceptualise users’ mundane tactics of resisting algorithmic power (surveillance capitalism and political censorship). Employing a video diary–interview study of Douyin users, we analyse three interrelated dimensions of infrapolitical algorithmic resistance: reflexivity (the recognition of one’s own actions as resistance based on the parallel process of developing self-understanding and awareness of algorithms), tactical immanence (using technological features for alternative purposes while still operating within platform logics) and identity-based (resisting profiling through multi-account practices and the enactment of various selves). We show that infrapolitical resistance emerges through everyday engagement with algorithms, evolving from sidestepping mismatched recommendations to subtly, reflexively and culturally situated practice that challenges the power structures embedded in algorithmic governance.",
          "url": "https://doi.org/10.1177/14614448251414151",
          "doi": "https://doi.org/10.1177/14614448251414151",
          "filter": 0,
          "created": "2026-1-31"
        },
        {
          "title": "The look of “Aww”: Emotional transcoding in GIF repositories on digital media platforms",
          "authors": "Sara Kopelman",
          "abstract": "While GIFs (Graphics Interchange Format) have been studied as digital communication tools, their repositories – these databases of visual expressions – remain largely unexamined as sites that generate emotional expressions across different modes of communication. This research introduces the concept of “emotional transcoding,” examining how it operates in major repositories Giphy and Tenor through the conversion of paralinguistic vocal expressions – auditory reactions like “aww,” “duh,” and “wow” – into visual representations within silent GIF formats. Through multimodal analysis, this study documents the semiotic strategies involved in emotional transcoding, revealing systematic patterns for visually encoding auditory emotional expressions. Using qualitative content analysis of 1000 GIFs, this study identifies the visual techniques used in cross-modal conversion and analyzes the demographic patterns among performers who represent these expressions. The findings reveal how emotional transcoding operates through specific representational conventions and highlight questions about whose bodies become available as vehicles for emotional communication in digital platforms.",
          "url": "https://doi.org/10.1177/14614448251413708",
          "doi": "https://doi.org/10.1177/14614448251413708",
          "filter": 0,
          "created": "2026-2-3"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Who Lives a Good Single Life? From Basic Need Satisfaction to Attachment, Sociosexuality, and Reasons for Being Single",
          "authors": "Jeewon Oh, Arina Stoianova, Tara Marie Bello, Ashley De La Cruz",
          "abstract": "We examined whether individual differences related to a sense of choice in being single—ranging from broad psychological needs to contextualized relationship motivations—explain variability in single people's well‐being. In a sample of 445 single adults ( M age = 52.91, Msinglehood = 20.43 years) recruited from Qualtrics, we tested whether basic need satisfaction, attachment orientation, sociosexuality, and reasons for being single (low capacity for courtship, freedom, previous constraints, and personal constraints) were associated with well‐being. Results for need satisfaction and attachment replicated in a pooled sample, including 545 younger singles ( M age = 18.87, Msinglehood = 7.87 years) from a university subject pool. Satisfying basic needs was consistently linked to greater life satisfaction, singlehood satisfaction, and fewer depressive symptoms; attachment anxiety predicted more depressive symptoms and lower singlehood satisfaction (the latter in the pooled sample). Sociosexuality did not predict outcomes beyond basic need satisfaction and attachment. Valuing personal freedom predicted higher satisfaction, whereas perceiving constraints from previous relationships predicted greater depressive symptoms. These findings demonstrate that individual differences related to choice at different levels of specificity provide incremental validity: one who generally feels autonomous may still benefit from secure attachment and valuing their singlehood. Findings underscore integrating general and contextualized predictors to understand single people's well‐being.",
          "url": "https://doi.org/10.1111/pere.70053",
          "doi": "https://doi.org/10.1111/pere.70053",
          "filter": 0,
          "created": "2026-2-3"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Elected officials’ Online Sharing of Misinformation: Institutional and Ideological Checks",
          "authors": "Yuehong Cassandra Tai, Yu-Ru Lin, Bruce A. Desmarais",
          "url": "https://doi.org/10.1080/10584609.2026.2613661",
          "doi": "https://doi.org/10.1080/10584609.2026.2613661",
          "filter": 0,
          "created": "2026-2-4"
        },
        {
          "title": "Do Journalists’ Political Orientations Translate into Partisan News Reporting? The Limits of Bias and the Limits of Counter Mechanisms",
          "authors": "Andreas A. Riedl, Stefan Geiß, Melanie Magin, Olaf Jandura, Birgit Stark",
          "url": "https://doi.org/10.1080/10584609.2026.2621169",
          "doi": "https://doi.org/10.1080/10584609.2026.2621169",
          "filter": 0,
          "created": "2026-2-4"
        },
        {
          "title": "Claims of Victimhood Shield Politicians from Political Scandals",
          "authors": "Emily Kubin, Christian von Sikorski",
          "url": "https://doi.org/10.1080/10584609.2026.2619865",
          "doi": "https://doi.org/10.1080/10584609.2026.2619865",
          "filter": 0,
          "created": "2026-1-31"
        },
        {
          "title": "Do Beliefs Echo? On the Persistent Effects of Misinformation After Effective Corrections",
          "authors": "Jannik Fenger, Martin Vinæs Larsen",
          "url": "https://doi.org/10.1080/10584609.2026.2623049",
          "doi": "https://doi.org/10.1080/10584609.2026.2623049",
          "filter": 0,
          "created": "2026-2-2"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "The role of public relations to address a global turning point on sustainability",
          "authors": "María José Canel",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102665",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102665",
          "filter": 0,
          "created": "2026-1-31"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Book review: Michael E. Mann and Peter J. Hotez, Science Under Siege: How To Fight The Five Most Powerful Forces That Threaten Our World MannMichael E.HotezPeter J.Science Under Siege: How To Fight The Five Most Powerful Forces That Threaten Our World. New York: Public Affairs, 2025. 368 pp. £20. ISBN: 9781541705517.",
          "authors": "Rick Borchelt",
          "url": "https://doi.org/10.1177/09636625261417070",
          "doi": "https://doi.org/10.1177/09636625261417070",
          "filter": 0,
          "created": "2026-1-31"
        },
        {
          "title": "Communicating scientific uncertainties: Effects of message and audience characteristics in the context of microplastic health risks",
          "authors": "Leonie Fian, Nina Vaupotič, Isabel Richter, Albert A. Koelmans, Sabine Pahl",
          "abstract": "Communicating uncertainties is central to science communication, yet evidence on its effects is inconclusive. In an online experiment with a quasi-representative sample in Austria ( N = 1126), we investigated the effects of message (uncertainty type) and audience characteristics (science-specific attitudes/beliefs) as potential moderating factors on risk perception and policy support in the context of microplastic health effects. Uncertainty communication, specifically communicated lack of scientific consensus ( consensus uncertainty ), triggered lower risk perception (small effect), and indirectly decreased policy support through message credibility and risk perception. These negative effects were lower (and not statistically significant) when communicating the remaining knowledge gaps ( deficient uncertainty ). Beliefs about science as a debate were positively associated with risk perception, trust in scientists with policy support and preference for information about uncertain science with both. However, these audience characteristics did not moderate the effects of uncertainty communication. The results highlight the importance of considering uncertainty types in environmental and health risk communication.",
          "url": "https://doi.org/10.1177/09636625251410494",
          "doi": "https://doi.org/10.1177/09636625251410494",
          "filter": 0,
          "created": "2026-1-31"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Higher Scientific Consensus Promotes Wider Diffusion: The Case of “Bamboo for Plastic” Environmental Initiative in China",
          "authors": "Jie Zhang, Nina He, Jiang Jiang, Jiaqian Xu",
          "abstract": "The influence of scientific consensus on public diffusion of environmental initiatives has received little attention. This study tested whether enhancing perceived scientific consensus could promote public diffusion of the “Bamboo for Plastic” initiative in China and examined the underlying mechanism. A pilot survey indicated that public awareness of the initiative was relatively low. Across three experiments ( N = 679), increasing perceived scientific consensus significantly boosted public diffusion behaviors related to the initiative, with diffusion behavior response efficacy mediating this effect. These findings suggest that emphasizing scientific consensus in environmental policy communication can effectively facilitate the interpersonal transmission of pro-environmental messages.",
          "url": "https://doi.org/10.1177/10755470251410872",
          "doi": "https://doi.org/10.1177/10755470251410872",
          "filter": 0,
          "created": "2026-1-31"
        },
        {
          "title": "Unequal Risks, Unequal Responses: Differential Effects of Emphasizing Race Versus Class Disparities in News Stories About Climate Impacts",
          "authors": "P. Sol Hart, Lauren Feldman, Soobin Choi, Annie Li Zhang",
          "abstract": "We investigated how news articles discussing unequal impacts of climate change due to race versus class influence beliefs and support for action. We conducted two online survey experiments focusing on flooding (Study 1) and heat waves (Study 2). In Study 1, White participants and those with high levels of symbolic racism had lower levels of belief and support when exposed to the race-focused condition, although these interactions were not as consistent in Study 2. Results suggest that focusing on class-based climate disparities may be less susceptible to backfire effects than focusing on race-based disparities.",
          "url": "https://doi.org/10.1177/10755470251397919",
          "doi": "https://doi.org/10.1177/10755470251397919",
          "filter": 0,
          "created": "2026-1-31"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "It Listens to Me So I Feel Well and Connected: Investigating the Influence of TikTok users’ Perceived Algorithm Responsiveness and (In)sensitivity on Well-Being Via Self-Determination",
          "authors": "Matthew J. A. Craig, Mina Choi, Ying Zhu, Toqa Hassan, Samuel Mensah Noi, David E. Silva",
          "abstract": "Social media has grown to be a large part of our virtual connectedness online. However, with this growth in digital connection, we have also become connected with digital entities that run them (social media). Borrowing from the concept of interpersonal responsiveness, researchers have found that users perceive their algorithm to be responsive to their needs and sensitive to their identity have a greater sense of well-being online and media enjoyment. However, the mechanisms for which these connect with one another (responsiveness predicting subjective well-being) remain to be disentangled. Guided by self-determination theory, this study examines whether autonomy, competence, and relatedness satisfaction through TikTok use mediate the associations between perceived algorithm responsiveness and insensitivity and satisfaction with life. With an online survey ( N = 385), our study found that greater responsiveness is associated with greater life satisfaction mediated through greater relatedness satisfaction. However, greater competence satisfaction was associated with lower life satisfaction. Future research and current limitations in light of our findings are discussed.",
          "url": "https://doi.org/10.1177/20563051261417301",
          "doi": "https://doi.org/10.1177/20563051261417301",
          "filter": 0,
          "created": "2026-1-30"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Rethinking Community and Organizational Renewal on College Campuses: Counter-Narratives of Healing and Post-Traumatic Growth at the University of Montana",
          "authors": "Sabrina Singh, Joel O. Iverson",
          "url": "https://doi.org/10.1080/1041794x.2025.2581734",
          "doi": "https://doi.org/10.1080/1041794x.2025.2581734",
          "filter": 0,
          "created": "2026-1-31"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "To fear or to rejoice: Social media mindsets and their relationships to social media engagement, perceived connectedness, fear of missing out and joy of missing out",
          "authors": "Haoyu Wang, Bowen Zheng, Xiaohuan Zhang, Dandan Wang, Zhiyun Chen, Ziwei Xu, Rao Fu",
          "url": "https://doi.org/10.1016/j.tele.2026.102378",
          "doi": "https://doi.org/10.1016/j.tele.2026.102378",
          "filter": 0,
          "created": "2026-2-2"
        },
        {
          "title": "A nationwide study on generative AI knowledge, motivation, and emotional responses in predicting students’ perceived need for AI education",
          "authors": "Seyoung Lee, Chang-ho Lee, Gain Park",
          "url": "https://doi.org/10.1016/j.tele.2026.102372",
          "doi": "https://doi.org/10.1016/j.tele.2026.102372",
          "filter": 0,
          "created": "2026-1-18"
        },
        {
          "title": "The comfort trap: The combined role of rejection sensitivity and maladaptive cognitions on problematic social networking site use",
          "authors": "Qianqian Li, Tianlong Chen, Qian Chen, Bi Ying Hu, Chuanhua Gu, Zongkui Zhou",
          "url": "https://doi.org/10.1016/j.tele.2025.102364",
          "doi": "https://doi.org/10.1016/j.tele.2025.102364",
          "filter": 0,
          "created": "2026-1-3"
        },
        {
          "title": "Group texting and subjective well-being: age and CMC competence shape the emotional and cognitive benefits",
          "authors": "Brandon C. Bouchillon",
          "url": "https://doi.org/10.1016/j.tele.2026.102375",
          "doi": "https://doi.org/10.1016/j.tele.2026.102375",
          "filter": 0,
          "created": "2026-1-24"
        },
        {
          "title": "The paradox of smart cities: technological advancements and the disconnection from social participation",
          "authors": "Beizhen Tang, Daniel P. Aldrich",
          "url": "https://doi.org/10.1016/j.tele.2026.102376",
          "doi": "https://doi.org/10.1016/j.tele.2026.102376",
          "filter": 0,
          "created": "2026-1-24"
        },
        {
          "title": "Fear of missing out and online scam vulnerability: a sequential interlayering multimethod approach",
          "authors": "Youngjin Park, Juyoung Kang",
          "url": "https://doi.org/10.1016/j.tele.2026.102377",
          "doi": "https://doi.org/10.1016/j.tele.2026.102377",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    }
  ]
}
