{
  "update": "2025-05-06",
  "content": [
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Phonographic theatricality: The performativity of human-machine vocality",
          "authors": "Ruthie Abeliovich, Ido Ramati",
          "abstract": "Intermingling new and old media, this article introduces the concept of phonographic theatricality to explore the performativity of human-machine vocality. It jointly discusses the theatricality of historical and new sound media: media principles that characterized the phonograph in its emergence are still evident in the speech of contemporary AI-voice agents. Phonographic theatricality is a cross-media concept describing the conditions, playfulness, contingencies, and implications of the actualization of pre-recorded voices. It covers a broad range of cases in which a machine injects a human sounding voice into a situation, usually acousmatic in its detachment from a human body, yet performing as a theatrical agent. The analysis demonstrates how sound media theatricalize truthfulness, fidelity, illusion, and trickery as part of their mediation of voices, and how humans and machines mingle in producing phonographic theatricality. Three historical dramas, as well as contemporaneous newspaper articles, caricatures and ads, unveil the rise of phonographic theatricality as a media principle, inviting and affording a discussion on the performativity of AI voices. When machines speak and laugh in human voices, they become actors, vocally reshaping the space in which they operate, charging it with theatricality.",
          "url": "https://doi.org/10.1177/13548565251338169",
          "doi": "https://doi.org/10.1177/13548565251338169",
          "filter": 0
        },
        {
          "title": "Sociotechnical imaginaries and public communication: Analytical framework and empirical illustration using the case of artificial intelligence",
          "authors": "Saba Rebecca Brause, Mike S. Schäfer, Christian Katzenbach, Yishu Mao, Vanessa Richter, Jing Zeng",
          "abstract": "The concept of sociotechnical imaginaries (SIs) has been widely used and proven fruitful to understand diverging trajectories of technologies. While scholars have acknowledged the multi-layered materialisation of SIs and highlighted the importance of the communicative layer therein, this aspect has remained under-conceptualised. Therefore, we propose an analytical framework to better understand Sociotechnical Imaginaries in Public Communication (SIPCs), defined as publicly constructed visions of (un)desirable sociotechnical futures that guide action, mobilise resources and lay out trajectories for the materialisation or prevention of those futures. In this article, we first discuss relevant strands of research on SIs and public communication. We then lay out the analytical framework of SIPCs that enables the rigorous reconstruction and comparison of sociotechnical imaginaries in public and mediated communication. Finally, we illustrate the framework with examples from public communication about artificial intelligence, an emerging key technology in contemporary societies.",
          "url": "https://doi.org/10.1177/13548565251338192",
          "doi": "https://doi.org/10.1177/13548565251338192",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "AI in the German Media: Narratives of AI-in-Particular and AI-in-General in German Media Reporting About Artificial Intelligence",
          "authors": "Dominic Lammar, Maja Horst, Ruth Müller",
          "url": "https://doi.org/10.1080/21670811.2025.2493759",
          "doi": "https://doi.org/10.1080/21670811.2025.2493759",
          "filter": 0
        },
        {
          "title": "Thinking Hard, Thinking Smart: How News Users’ Cognitive Traits Guide Their Responses to Fact-Checks",
          "authors": "Eun-Ju Lee, Myojung Chung",
          "url": "https://doi.org/10.1080/21670811.2025.2492209",
          "doi": "https://doi.org/10.1080/21670811.2025.2492209",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Visualizing environmental change as inevitable, manageable, and deconstructive",
          "authors": "Kevin P. Duffy, L. N. Rickard",
          "url": "https://doi.org/10.1080/17524032.2024.2401467",
          "doi": "https://doi.org/10.1080/17524032.2024.2401467",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Worlds of Light, Fading. Dead Games and End-of-Life Software as Ruins of Digital Interactive Entertainment",
          "authors": "Tomasz Gnat",
          "abstract": "This paper explores the concept of ruins in interactive entertainment, focusing on games that become ruins due to abandonment, technological decay, or other processes unique to digital media. A comparative analysis of physical and digital ruins, their formation, contexts, and use, offers insight into how contemporary society deals with the remnants of its past—both physical and digital. The analysis highlights three main points: the disappearance of actual digital ruins contrasted with the persistence of their remnants, the “digitalisation” of certain processes visible in material ruins, and the emergence of new types of industrial sublime. The study underscores how digitalization transforms the nature of ruins, reflecting the evolving relationship between memory, decay, and technology.",
          "url": "https://doi.org/10.1177/15554120251338557",
          "doi": "https://doi.org/10.1177/15554120251338557",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Trust dynamics for AI implementation in high-barrier environments: the moderating effect of government involvement",
          "authors": "Aaron van Klyton, Juan Tavera-Mesias, Kevin Duque, Ahmed Agyapong",
          "abstract": "Purpose This study explores the intricate relationship between trust dynamics and AI implementation in high-barrier environments within emerging economies. It investigates how government involvement, organisational leadership, managerial competence and organisational readiness collectively shape trust in AI implementation capability (TOIC). By examining these interactions, the research aims to provide a nuanced understanding of how government involvement influences trust within the firm. Design/methodology/approach The study employs a conceptual framework grounded in the technology-organisation-environment (TOE) model, combined with a multilevel trust perspective. Data were collected through a survey of 412 information technology and information and communication technology (IT/ICT) firms and analysed using partial least squares structural equation modelling (PLS-SEM). This approach enabled the identification of key relationships and moderating effects between trust determinants and AI implementation. Findings Three key insights emerged: (1) Government involvement indirectly influences trust by enhancing organisational readiness but can reduce trust when perceived as intrusive; (2) Top management support serves as a critical trust driver by shaping organisational readiness and aligning AI strategies with operational realities and (3) Managerial competence mediates trust development by translating strategic goals into operational practices, particularly in environments with high perceived barriers. Research limitations/implications The study focuses on IT/ICT firms in Ghana, potentially limiting generalisability. Future research should explore these trust dynamics in diverse emerging markets to validate the findings and expand theoretical insights into AI adoption in high-barrier contexts. Practical implications The findings underscore the need for governments to foster organisational readiness through training and infrastructure development rather than direct intervention. For business leaders, investing in top management support and managerial competence can enhance trust and facilitate successful AI adoption. Social implications By clarifying the trust-building mechanisms for AI implementation, this research supports the development of policies that balance technological innovation with societal trust, ultimately contributing to more inclusive and sustainable technological progress. Originality/value This study extends the TOE framework by integrating trust as a core factor in AI implementation and highlighting the moderating effect of barriers. It offers practical insights into the paradoxical role of government involvement, demonstrating that trust in implementation capabilities is contingent on strategic alignment between policy initiatives and firm-level capabilities.",
          "url": "https://doi.org/10.1108/itp-08-2024-1004",
          "doi": "https://doi.org/10.1108/itp-08-2024-1004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "In the style of: exploring industry, creator and legal implications of copying style through generative AI",
          "authors": "D. Bondy Valdovinos Kaye, Kylie Pappalardo, Joanne Gray",
          "url": "https://doi.org/10.1080/1369118x.2025.2496905",
          "doi": "https://doi.org/10.1080/1369118x.2025.2496905",
          "filter": 0
        },
        {
          "title": "Utilisation of the internet and support communities on Facebook for gestational diabetes mellitus self-management and empowerment: a cross-sectional online survey study",
          "authors": "Sheila Pham, Kate Churruca, Louise A. Ellis, Jeffrey Braithwaite",
          "url": "https://doi.org/10.1080/1369118x.2025.2492581",
          "doi": "https://doi.org/10.1080/1369118x.2025.2492581",
          "filter": 0
        },
        {
          "title": "Big tech as a technopolitical actor: imaginaries of personalization and their unintended consequences",
          "authors": "Damian Bank",
          "url": "https://doi.org/10.1080/1369118x.2025.2497943",
          "doi": "https://doi.org/10.1080/1369118x.2025.2497943",
          "filter": 0
        },
        {
          "title": "Transitions into and out of the gig economy",
          "authors": "Adolfo Fuentes, Ricardo González",
          "url": "https://doi.org/10.1080/1369118x.2025.2496896",
          "doi": "https://doi.org/10.1080/1369118x.2025.2496896",
          "filter": 0
        },
        {
          "title": "Crisis? What crisis? Assessing over-time public engagement with crisis communication on social media during COVID-19 in Scandinavia",
          "authors": "Anna Elisabeth Hasselström, Anders Olof Larsson",
          "url": "https://doi.org/10.1080/1369118x.2025.2498691",
          "doi": "https://doi.org/10.1080/1369118x.2025.2498691",
          "filter": 0
        },
        {
          "title": "The sign-sync trend on TikTok: navigating engagement and digital accessibility in music challenges",
          "authors": "Arantxa Vizcaíno-Verdú, Mariola Moreno, Margarita Gil-Perez",
          "url": "https://doi.org/10.1080/1369118x.2025.2498685",
          "doi": "https://doi.org/10.1080/1369118x.2025.2498685",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Behavioral impulsion, habituation, or regulation? A tripartite model of hedonic technology addiction",
          "authors": "Xiang Gong",
          "abstract": "Purpose Hedonic technology addiction is a prevalent unintended consequence that stems from the obsessive and compulsive pattern of hedonic technology use, yet its etiology remains unclear. Guided by dual-system theory, we developed a tripartite model that characterizes the behavioral impulsion system (BIS), behavioral habituation system (BHS), and behavioral regulation system (BRS) as the main drivers of hedonic technology addiction. Design/methodology/approach We validated the proposed tripartite model with two multiwave surveys involving two different samples and using two different hedonic technologies. The first study comprises 627 users of online games, whereas the second study includes 359 users of social networking sites. Findings The comparable results showed that the BIS, BHS, and BRS simultaneously determine hedonic technology addiction, yet do so in different ways. Additionally, the BRS significantly weakens the effects of the BIS and BHS on hedonic technology addiction. Practical implications Our empirical findings are potentially helpful for designing measures to help prevent hedonic technology addiction and protect users from the dark side of technology use. Specifically, online game stakeholders should employ information-enhancing policies to intervene in the formation of addicts’ impulsive urge and automatic habit through the reflexive system and capability-enhancing policies to enhance users’ self-regulation capability in the reflective system. Originality/value We believe that our tripartite model sheds light on how the three behavioral systems jointly affect hedonic technology addiction and uncovers the psychological etiology of the dark side of technology use.",
          "url": "https://doi.org/10.1108/intr-06-2024-0920",
          "doi": "https://doi.org/10.1108/intr-06-2024-0920",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Researcher risks: a typology for qualitative risks to researchers in communication studies",
          "authors": "Rebecca M Rice, Kirstie McAllum",
          "abstract": "Discussions of risk in qualitative research tend to focus on risks to research participants. However, qualitative researchers also face risks—or uncertainties with potential for harm—because they serve as the research instrument. Communication researchers are uniquely suited to problematize the meaning of risk and extend theory about what risk is by noting that risk is subjective and communicatively constructed, both in qualitative methods and in research contexts. We create a typology of five risk contexts that pose a danger to researchers: crisis, disruptive, vulnerable, emotionally risky, and ethically fraught contexts. For each context, we define the risk, propose representative examples, and critically discuss proposed coping strategies. By doing so, we make three key contributions to scholarship on qualitative methods in communication research: (1) we explore how communication concepts of temporality, care, and resilience can be extended via discussion of researcher risks; (2) we show that researcher risk is ongoing, fluid, and constantly evolving; and (3) we argue that risk management strategies must include collective support that embraces the extended temporality of researcher risk.",
          "url": "https://doi.org/10.1093/joc/jqaf015",
          "doi": "https://doi.org/10.1093/joc/jqaf015",
          "filter": 0
        },
        {
          "title": "Diffusion as translation: transediting and the diffusion of social movement discourses across linguistic borders in the age of globalization",
          "authors": "Vincent Guangsheng Huang, Yuexin Lyu",
          "abstract": "In a globalized world, the diffusion of social movement discourse usually occurs across linguistic borders. This research conceptualizes the diffusion of social movement discourse as a transediting process that is both organizational and textual. Based on a 2-year-long ethnography of an environmental non-governmental organization (NGO) in China, it shows how diffusion as a process of transediting has become embedded as an organizational routine in the NGO’s functioning, crystallizing as a set of practices adopted by the organization in its operation of social movement media to select, translate, and adapt global social movement discourses to local publics, advocacy campaigns, and the authoritarian context. Overall, the study illustrates transediting as a practice adopted by NGOs but constrained by the institutional environment. This practice mediates the global–local mobility of social movement discourses and creates an alternative space for thinking globally and acting locally.",
          "url": "https://doi.org/10.1093/joc/jqaf014",
          "doi": "https://doi.org/10.1093/joc/jqaf014",
          "filter": 0
        },
        {
          "title": "An island of trust: public broadcasting in the United States",
          "authors": "Christopher Ali, Hilde Van den Bulck, Jonathan Kropko",
          "abstract": "This contribution aims to better understand the level of and reasons for the trust U.S. television viewers place in the Public Broadcasting Service (PBS) amidst what is often perceived as a general decline in trust in U.S. media and public institutions. Based on a nationwide survey of 1533 self-declared PBS viewers and rooted in theories of the conceptualization of organizational trust, our findings suggest that PBS viewers trust PBS along three vectors: institution-based trust (value for public dollars); characteristics-based trust (news and children’s programming); and process-based trust (nostalgia). This trust, notably for news and political programming, is shared by viewers across the political spectrum. We argue this unique multi-faceted foundation of trust, media, and politics can be the basis for a rehabilitated sense of trust in U.S. public institutions and can also be marshaled to justify the political sustainability and, even, amplification of U.S. public media.",
          "url": "https://doi.org/10.1093/joc/jqaf009",
          "doi": "https://doi.org/10.1093/joc/jqaf009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Just can't get enough – profiling users of multiple Voting Advice Applications",
          "authors": "Thilo I. Dieing",
          "url": "https://doi.org/10.1080/19331681.2025.2496259",
          "doi": "https://doi.org/10.1080/19331681.2025.2496259",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Accommodation to Viewer's Language: Exploring Mechanisms for Improving Intergroup Attitudes via Dubbed and Subtitled Films",
          "authors": "Hyeonchang Gim",
          "abstract": "Positive mediated intergroup contact improves intergroup relations. By examining such effects in the foreign-language film context with varying verbal delivery methods, the study explores outgroup characters’ language accommodation to viewers as a critical mechanism. This experiment ( N = 204) investigated how different verbal delivery methods in a foreign language movie featuring Asian Americans (titled Minari ) influenced attitudes toward Asian Americans. Among native English speakers in America, watching the film with a native speaker's English dubbing (vs. foreign-accented English dubbing vs. foreign language with subtitles) led to more positive attitudes toward Asian Americans, mediated by two theory-driven mechanisms: perceived similarities and processing fluency with the target Asian American character. Results indicated that exposure to the target Asian American character in the native speaker's English dubbed (vs. subtitled) condition resulted in more perceived similarities with the character and fluent processing of the character's speech. Subsequently, these factors translated into positive evaluations of the character and Asian Americans as a group. With an emphasis on the role of language accommodation to viewers, theoretical and practical implications are discussed.",
          "url": "https://doi.org/10.1177/0261927x251339206",
          "doi": "https://doi.org/10.1177/0261927x251339206",
          "filter": 0
        },
        {
          "title": "A Linguistic Strategy to Measure Negative Affective Polarization Through Text Content",
          "authors": "Diana Camila Garzón-Velandia, James W. Pennebaker",
          "abstract": "Three studies developed and validated a linguistic dictionary to measure negative affective polarization in English and Spanish political texts. It captures three dimensions: negative affect, delegitimization, and political context. In the first study, two independent judges evaluated the candidate words, and reliability indicators were calculated, showing acceptable values for short texts (.572 in English, .541 in Spanish) and higher values for larger corpora (.964 in English, .957 in Spanish). The second study tested discriminant validity by comparing negative affective polarization scores in social media comments on politics and entertainment. Results showed significantly higher polarization scores in political content, confirming the dictionary's validity. The third study compared the dictionary to an existing online polarization measure, finding greater coverage and alignment with the construct. Additionally, it was observed that polarization scores were higher in texts containing hate speech compared to those where it was absent. The findings suggest that the dictionary in both languages have strong psychometric properties, making it a valuable tool for analyzing online content, particularly social media comments. It can be used as an independent measure or as input for machine and deep learning models.",
          "url": "https://doi.org/10.1177/0261927x251338360",
          "doi": "https://doi.org/10.1177/0261927x251338360",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "The COVID-19 pandemic and internet searches for divorce with stay-at-home behavior as a mediator: A multinational longitudinal study",
          "authors": "Lung-Hua Cheng, Yu-Hsuan Lin, Sheng-Hsuan Lin, Pei-Hsuan Hsia, I-Ming Chen",
          "abstract": "This study integrates an analysis of Google Trends data on divorce search volumes, Google Location History to assess stay-at-home behavior, and COVID-19 death rates from March 2020 to October 2022 across 45 countries. Using causal mediation analysis, we examined the mediating role of stay-at-home behavior on the impact of pandemic severity on divorce-related searches. Findings indicate a significant relationship between COVID-19 death rates and reduced divorce searches during the first two years, with no mediation by stay-at-home behavior. In the third year, stay-at-home behavior began significantly mediating an increase in divorce searches, especially pronounced in high-income countries. These results highlight the evolving societal responses to the pandemic and underscore the importance of adaptable support strategies in the face of changing marital dynamics during public health crises.",
          "url": "https://doi.org/10.1177/02654075251339268",
          "doi": "https://doi.org/10.1177/02654075251339268",
          "filter": 0
        },
        {
          "title": "What’s in a label? Exploring the intersection of relationships with best friends and romantic partners with well-being",
          "authors": "Natalie Pennington, Brooke H. Wolfe, Jeffrey A. Hall, Amanda J. Holmstrom, Samantha T. Schaffer",
          "abstract": "While romantic relationships are often perceived as a significant milestone, there is increasing evidence of the value of friends within one’s network. The present study explored an often-overlooked intersection between romantic relationships and friendships: people who view their romantic partner as their best friend. Utilizing the convoy model of social relations, this study drew from a sample of adult Americans ( N = 940) surveyed about their friendships. We examined characteristics of those who label their romantic partner as a best friend, as well as implications for well-being in doing so. Notably, age, income, and relationship type emerged as significant predictors of labeling one’s romantic partner as a best friend, suggesting an interplay between demographic and socioeconomic factors and relationship dynamics. In terms of friendship quality, those who identified their romantic partner as their best friend reported a closer relationship and greater routine interaction compared to those with a non-romantic best friend. No significant differences were found for romantic relationship quality for those indicating their partner is a “best friend” compared to a “friend”. In terms of well-being, participants with a romantic partner as their best friend reported greater levels of companionship, whereas participants with a non-romantic partner best friend reported greater levels of social support. Overall, our findings underscore the need to consider the nuanced role of romantic partners in fulfilling friendship needs and the potential benefits of maintaining a separate best friend for well-being. Recognizing the overlap between romantic and friendship dynamics offers a comprehensive understanding of individuals’ relational experiences.",
          "url": "https://doi.org/10.1177/02654075251336872",
          "doi": "https://doi.org/10.1177/02654075251336872",
          "filter": 0
        },
        {
          "title": "With or without you: Understanding friendship dissolution from childhood through young adulthood",
          "authors": "Katya Santucci, Melanie A. Dirks, John E. Lydon",
          "abstract": "Friendship plays a critical role in well-being across the lifespan, making it important to understand the dissolution of these relationships. Friendships end in many ways and for many reasons, which may result in different social and emotional outcomes. In this review, we examine the rapidly burgeoning literature on friendship dissolution from childhood through young adulthood, detailing current understanding of how common friendship dissolution is, as well as why and how it occurs. Research has documented that during childhood and adolescence, friendships are markedly unstable, although little work has examined friendship stability in adulthood. Characteristics of individuals (e.g., behavior, interpersonal cognition), friendships (e.g., homophily, quality), and the contexts in which friendships are embedded (e.g., friends’ broader social networks) have all been linked to friendship stability. We document the diversity of ways in which friendships end, highlighting differences in timing, communication, and intent. Finally, we discuss circumstances under which dissolving a friendship may be helpful versus harmful. Future work should focus on elucidating friendship processes – that is, the positive and negative interactions that occur between friends – that contribute to dissolution, as well as developing interventions that promote the development and maintenance of high-quality friendships. Other critical research agendas are understanding friendship maintenance and dissolution among youth and young adults from marginalized groups and elucidating the ways in which technology may both strengthen and weaken friendships.",
          "url": "https://doi.org/10.1177/02654075251334226",
          "doi": "https://doi.org/10.1177/02654075251334226",
          "filter": 0
        },
        {
          "title": "Scientific tool or torture device? A relational dialectics theory approach to the Speculum’s symbolism in China",
          "authors": "Wenxue Zou, Xiaoya Yang, Zikun Liu",
          "abstract": "This study applies Relational Dialectics Theory (RDT 2.0) to examine the dominant and marginal discourses surrounding the speculum on Weibo in China and how these discourses compete to make meaning of the speculum object. Through contrapuntal analysis, we explore how two discourses—the centripetal discourse, “Speculum is Scientific and Beneficial” (SSB), and the centrifugal discourse, “Speculum is Regressive and Detrimental” (SRD)—interact and compete across three contractive practices, two types of synchronic interplay, and two forms of dialogic transformation. Our research broadens the application of RDT to non-Western stigmatized health contexts. Additionally, the current research deepens our understanding of the unique characteristics of digital platforms and their role in facilitating discourse competition, while illuminating broader social tensions around health, gender, and power in the context of women’s health in China, highlighting the complexities and constraints of public discourse on these issues.",
          "url": "https://doi.org/10.1177/02654075251340266",
          "doi": "https://doi.org/10.1177/02654075251340266",
          "filter": 0
        },
        {
          "title": "Sealed with certainty: The role of need for closure in relationship commitment",
          "authors": "Ovgun Ses, Gul Gunaydin, Emre Selcuk, Esra Ascigil",
          "abstract": "Decision making is a fundamental aspect of relationships, as romantic partners often evaluate costs and benefits of their relationship and contemplate whether to maintain it. A key factor that has repeatedly been shown to influence decision-making processes is need for closure, that is, the desire to quickly obtain a definitive answer or solution. Individuals who strongly desire closure prefer the status quo, seek familiarity, and dislike uncertainty, which might strengthen their intention to maintain an enduring relationship. Across five studies recruiting university students and community samples, we explored, for the first time, the role of need for closure in relationship commitment. In Study 1, individuals with a higher need for closure reported greater commitment to their romantic relationships. Studies 2a and 2b replicated these findings and showed that relationship satisfaction and investment, but not alternative quality, may explain the link between need for closure and commitment. Study 3 revealed that need for closure was linked with willingness to sacrifice—a downstream consequence of commitment. Using a three-wave longitudinal design, Study 4 found that within-person variation in need for closure was small, and need for closure explained mainly between- (but not within-) person differences in commitment. This study failed to replicate the mediating role of relationship satisfaction and investment observed in Studies 2a and 2b, thereby indicating caution in interpreting mechanisms suggested by our prior studies. Overall, the findings demonstrated a consistent between-person association of need for closure with relationship commitment, and revealed important research avenues to further understand how individual differences in decision making predict commitment.",
          "url": "https://doi.org/10.1177/02654075251337912",
          "doi": "https://doi.org/10.1177/02654075251337912",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Book Review: Journalism and Crime , by Bethany Usher Journalism and Crime. UsherBethany. London and New York: Routledge, 2024. 304 pp.",
          "authors": "Muhammad Reza Murti",
          "url": "https://doi.org/10.1177/10776990251335343",
          "doi": "https://doi.org/10.1177/10776990251335343",
          "filter": 0
        },
        {
          "title": "Investigating Migrant Workers’ Information-Seeking Behaviors on Scams: The Impact of Scam Prevention Communication and Victimization Experiences",
          "authors": "Hongliang Chen, Yijin Guo, Kexin Wang",
          "abstract": "Migrant workers face increasing risks from internet scams. This study, grounded in protection motivation theory, explored how scam prevention communication and victimization influence their information-seeking behaviors. Analyzing survey data from 521 migrant workers in China, findings showed that scam prevention communication increases perceived severity, encouraging information seeking, but has limited effects on other cognitive factors. Victimization reinforces victim-blaming beliefs and social stigma while lowering self-efficacy and discouraging proactive behaviors. Victimization also indirectly drives information seeking by increasing perceptions of information insufficiency. These findings emphasized the importance of anti-fraud campaigns that not only raise awareness but also address psychological barriers among vulnerable groups.",
          "url": "https://doi.org/10.1177/10776990251336383",
          "doi": "https://doi.org/10.1177/10776990251336383",
          "filter": 0
        },
        {
          "title": "Idols Within Reach: Measuring Perceptions of Media Role Models’ Attainability",
          "authors": "Darian Harff, Heleen Dekoninck, Desiree Schmuck",
          "abstract": "Media do not only enable social comparison with perfect idols but also with role models who seem “attainable” and thus within reach for youth, which can invoke inspiration. Yet, research lacks a comprehensive validated scale to reliably assess such attainability perceptions. Addressing this research gap, we developed the Perceptions of Media Role Models’ Attainability (PoMRA) scale and two short-form versions of this measure, which we tested and validated in three independent studies among youth ( N Total = 1,043, 16–25 years). We demonstrated a five-factor structure for the scale and established measurement invariance across gender and role model types.",
          "url": "https://doi.org/10.1177/10776990251336388",
          "doi": "https://doi.org/10.1177/10776990251336388",
          "filter": 0
        },
        {
          "title": "Book Review: The Mediated Climate: How Journalists, Big Tech, and Activists Are Vying for Our Future , by Adrienne Russell The Mediated Climate: How Journalists, Big Tech, and Activists Are Vying for Our Future.RussellAdrienne. New York: Columbia University Press, 2023. 260 pp.",
          "authors": "Yaroslava Kutsai",
          "url": "https://doi.org/10.1177/10776990251335342",
          "doi": "https://doi.org/10.1177/10776990251335342",
          "filter": 0
        },
        {
          "title": "Book Review: Gaming Democracy: How Silicon Valley Leveled Up the Far Right , by Adrienne L. Massanari Gaming Democracy: How Silicon Valley Leveled Up the Far Right. MassanariAdrienne L. . Cambridge, MA: MIT Press, 2024. 226 pp.",
          "authors": "Ruud S. Jacobs",
          "url": "https://doi.org/10.1177/10776990251336387",
          "doi": "https://doi.org/10.1177/10776990251336387",
          "filter": 0
        },
        {
          "title": "On the Institutionalization of OSINV in Journalistic Practice",
          "authors": "Tomás Dodds, Lonneke van der Velden, Guillén Torres, Azza El-Masri, Stephen D. Reese, Giancarlo Fiorella, Ray Adams Row Farr, Gabriela Ivens, Johana Kotišová",
          "abstract": "Open-source intelligence investigations (OSI) have slowly transformed from an ad hoc, grassroots practice relegated to internet sleuths into an increasingly formalized and well-structured technique for journalistic research. By leveraging publicly available data, such as satellite images, social media posts, or official records, to expose misinformation and create actionable insights, organizations like Bellingcat or Forensic Architecture have used digital verification to correct misinformation and shape the political agenda. OSI methods and practices, historically developed in fields such as security studies and intelligence analysis, are now experiencing an unprecedented demand across newsrooms, journalism schools, and other civic journalistic organizations trying to upskill their members. In this Invited Forum, we approach the topic of institutionalization of OSI from four distinct vantage points: discussing OSI as an institution itself, tracing innovations adopted by the journalistic profession, examining the institutionalization of grassroots organized OSI groups, and exploring how OSI can be taught within journalistic institutions.",
          "url": "https://doi.org/10.1177/10776990251334382",
          "doi": "https://doi.org/10.1177/10776990251334382",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Thriving in Journalism: A Survey of Support Systems’ Impact on Job Satisfaction and Well-Being",
          "authors": "Valérie Bélair-Gagnon, Logan Molyneux, Alexis Haskell",
          "url": "https://doi.org/10.1080/1461670x.2025.2498966",
          "doi": "https://doi.org/10.1080/1461670x.2025.2498966",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Social Media and Substance Use Among Young Hispanic EDM Attendees: A Perspective on Prototype Perceptions",
          "authors": "Weirui Wang, Maria Elena Villar, Jessica Rodriguez",
          "url": "https://doi.org/10.1080/15205436.2025.2494758",
          "doi": "https://doi.org/10.1080/15205436.2025.2494758",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Regulating Disinformation and Ideological Entrepreneurs: An Exploratory Research on the Digital Services Act Implementation",
          "authors": "Sara Monaci, Simone Persico",
          "abstract": "The introduction of the Digital Services Act (DSA) by the EU marks a fundamental step in the governance of social media platforms, by outlining content-moderation guidelines aimed at preventing disinformation and the systemic risks related to the “business of polarization” for the digital public sphere (Geese, 2023). According to others (Husovec, 2023b), DSA is an ambitious legal framework that must be tamed in consideration of the priorities of different stakeholders: platforms, legislators at the European and national level, journalists responding to the challenges of fact-checking, and citizens entitled to participate in a safe and non-discriminatory public sphere. Thanks to a critical approach (Van Dijck, 2021; Zuboff, 2019), the article discusses how platforms manage controversial political influencers: the ideological entrepreneurs. From the point of view of the empirical analysis, the essay identifies ambiguities in the DSA text that neither clarify the role of ideological entrepreneurs nor explicitly outline the concept of disinformation. Furthermore, a longitudinal analysis (18 months) of the content moderation measures implemented in compliance with the DSA and accessible thanks to the DSA Transparency Database, shows that social media platforms tend to privilege temporary measures such as accounts suspension, rather than more effective actions such as deplatforming (Van Dijck et al., 2023). This reflects ongoing tensions in the regulation of digital services, especially when balancing innovation in governance with the protection of the democratic information environment. As a result, the article highlights a double-standard policy adopted by platforms towards the influencers: On one side they actively contribute to feeding the flow of disinformation and fake news, but on the other hand, they enable platforms to generate visibility and traffic, thus reinforcing the “business of polarization” typical of surveillance capitalism.",
          "url": "https://doi.org/10.17645/mac.9471",
          "doi": "https://doi.org/10.17645/mac.9471",
          "filter": 0
        },
        {
          "title": "Support for Businesses’ Use of Artificial Intelligence: Dynamics of Trust, Distrust, and Perceived Benefits",
          "authors": "Lisa Tam, Soojin Kim, Yi Gong",
          "abstract": "Current research on AI has extensively examined drivers that predict individuals’ attitudes and behavioral intentions toward AI use. Despite this, there is limited research that explores factors that influence consumers’ acceptance of AI integration into businesses. As more businesses have integrated AI systems into different aspects of their operations, consumers have experienced increasing interactions with AI systems adopted by businesses. Thus, it is critical to understand not only whether individuals trust and accept the use of AI in their everyday lives, but also whether they trust and accept the use of AI by businesses they interact with. As such, this study tests a theoretical framework developed on the basis of current research on AI and technology acceptance. This study used a survey dataset collected from a nationally representative sample of 420 Australian consumers in 2024. The findings revealed that the interplay between faith in general technology, trust and distrust in businesses' AI use, and perceived AI benefits shaped attitudes and behavioral intentions toward businesses using AI. These dynamics also contributed to the approval of businesses’ use of AI. The findings offer theoretical and practical insights on how to manage these dynamics to foster positive attitudes and behavioral intentions toward businesses that use AI.",
          "url": "https://doi.org/10.17645/mac.9534",
          "doi": "https://doi.org/10.17645/mac.9534",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Media Depictions of Minority Groups: A Meta-Analytic Review Examining the Effects of Positive and Negative Portrayals on Outgroup Evaluations",
          "authors": "Muniba Saleem, Ian Hawkins, Stephen A. Rains, Dana Mastro, Stewart Coles",
          "url": "https://doi.org/10.1080/15213269.2025.2498374",
          "doi": "https://doi.org/10.1080/15213269.2025.2498374",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "The high-tech elite? Assessing the values of tech-workers using the European Social Survey 2012–2020",
          "authors": "Gilad Be’ery, Dmitry Epstein",
          "abstract": "Using data from the 2012–2020 European Social Survey and Schwartz’s theory of basic values, this article maps the values of tech-workers, in order to assess and understand their uniqueness and homogeneity. Consistent with prior, mostly US-focused research, we find that European tech-workers hold a liberal worldview, which values openness to change, individualism, and universalism and devalues conservatism. However, our findings challenge the notion of tech-workers as being a completely distinct or a homogeneous group in terms of their values. While developers appear to be substantively different from other occupations and non-developers working in tech, non-developers hold values similar to those of other occupational elites, such as professionals and managers. The study offers takeaways for research, policy, and education.",
          "url": "https://doi.org/10.1177/14614448251333343",
          "doi": "https://doi.org/10.1177/14614448251333343",
          "filter": 0
        },
        {
          "title": "Dimensions of recognition through relational labour in erotic content creation in Brazil",
          "authors": "Lorena Caminhas",
          "abstract": "Relational labour has become a critical concept for understanding the consequences of the ongoing relationship between creators and their audiences on social media. This article draws on this discussion to address Brazilian erotic content creators’ perceptions of the impact of relational labour on their sense of self and subjective identity. Combining the concept with the idea of recognition as conceived in the Psychodynamics of Work, the article explores the subjective investment and identity development involved in the continual creator–audience intersubjective relationships. Based on 31 in-depth interviews with Brazilian erotic creators, the article reveals a deep subjective investment in performing relational labour and its impact on creators’ self-esteem and self-relationship, with the potential to strengthen their subjective identity and social value. Nevertheless, the symbolic rewards of relational labour are an effort rather than a guarantee, especially in highly stigmatised work where the distribution of in intersubjective relationships is uneven.",
          "url": "https://doi.org/10.1177/14614448251336439",
          "doi": "https://doi.org/10.1177/14614448251336439",
          "filter": 0
        },
        {
          "title": "QUIC, or the battle that never was: A case of infrastructuring control over Internet traffic",
          "authors": "Clement Perarnaud, Francesca Musiani",
          "abstract": "This article investigates the development and deployment process of QUIC, a new standard of the Internet Engineering Task Force (IETF) that is fostering momentous architectural change in the ways in which communication and data packets transport happens on the Internet. We present QUIC’s standardization process as an analytical site to capture recent evolutions in the balance of power between the so-called “Big Tech” actors, other actors of the Internet industry, and states. The article focuses on three key socio-technical controversies that have shaped its standardization process, and, in particular, explores Google’s capabilities in re-shaping the technical architecture of the Internet. This research contributes to unveiling how control over Internet traffic is “infrastructured” by the QUIC process, highlighting the place of the private sector in standardization processes; the processes of consolidation and concentration of the Internet around dominant actors that are influenced by the making of standards; and the discussions and controversies regarding specific technical aspects of a standard that reconfigure broader balances of power and decision-making in Internet governance.",
          "url": "https://doi.org/10.1177/14614448251336438",
          "doi": "https://doi.org/10.1177/14614448251336438",
          "filter": 0
        },
        {
          "title": "Fact-checking misinformation on Chinese Social Media: Impact of corrections, awareness prompts, and legal warnings on endorsement",
          "authors": "Jiaojiao Ji, Xingling Qin, Christopher Calabrese",
          "abstract": "This study investigates the differential impacts of corrections, awareness prompts, and legal warnings on the endorsement of fact-checking information (through both “likes” and expressed support in associated comments) across three types of misinformation motivation (dread, wedge-driving, wish) on Weibo, a major Chinese social media platform. Through manual labeling and BERT (a pretrained large language model), we analyzed a cleaned dataset of 4,942 original fact-checking Weibo posts from 18 November 2010 to 31 May 2022, created or shared by Weibo Piyao. Results indicate that government posts or those with visual cues received fewer “likes” but garnered more supportive comments, while awareness prompts and legal warnings received more supportive comments across three misinformation types. This research provides valuable insights into the practice of fact-checking on social media, highlighting how different strategies may vary in their impact depending on the nature of the misinformation being addressed.",
          "url": "https://doi.org/10.1177/14614448251334764",
          "doi": "https://doi.org/10.1177/14614448251334764",
          "filter": 0
        },
        {
          "title": "Revisiting opinion leadership in the digital realm: Social media influencers as proximal mass opinion leaders",
          "authors": "Darian Harff, Paula Stehr, Desiree Schmuck",
          "abstract": "Social media influencers (SMIs) are ordinary people who rise to fame via social media. These individuals have repeatedly been labeled as opinion leaders, but often without in-depth theoretical reflection. We fill this gap by introducing a novel typology that allows for greater scrutiny in the identification of different types of opinion leaders in the modern media environment. Using this typology, we adequately capture—for the first time—opinion leadership as practiced by actors like SMIs, describing them as Proximal Mass Opinion Leaders (short: ProMOLs). We highlight that—despite their reach—ProMOLs exert a seemingly interpersonal and horizontal influence by engaging in personalized communication with opinion followers in self-built networks. Furthermore, we theoretically model the various flows of communication between ProMOLs, their communities, and other actors in the public sphere, thereby illustrating the multiple layers of ProMOLs’ impact. Finally, we discuss the model’s implications and suggest directions for future research.",
          "url": "https://doi.org/10.1177/14614448251336441",
          "doi": "https://doi.org/10.1177/14614448251336441",
          "filter": 0
        },
        {
          "title": "The Internet of problem gambling: A mixed-methods study of the role of Internet-enabled risk factors among Finnish adults",
          "authors": "Eerik Soares Mantere, Iina Savolainen, Ilkka Vuorinen, Heli Hagfors, Jussi Palomäki, Atte Oksanen",
          "abstract": "This mixed-methods study examined various ways Internet-enabled factors may contribute to problem gambling. A four-wave longitudinal survey was collected at 6-month intervals from Finnish adults ( N = 1530). Fixed-effects regression analyses were based on all available data across the four waves ( n = 4827 observations). Semi-structured interviews ( N = 18) included recovering problem gamblers. Quantitative analyses showed different forms of online gambling, participation in gambling communities online, and instant loans associated with increased problem gambling. Qualitative analyses revealed that gamblers were drawn to gambling sites through an online ecosystem including complex social and monetary incentive structures and sought instant loans through dedicated websites to continue gambling. Together, the results show that gamblers’ problems have deepened and become more multifaceted due to online environments. The online realm enables gambling through ubiquitous opportunity, targeted marketing, social influence, and access to gambling credit, although it also offers information and peer support groups to help gamblers abstain.",
          "url": "https://doi.org/10.1177/14614448251333739",
          "doi": "https://doi.org/10.1177/14614448251333739",
          "filter": 0
        },
        {
          "title": "Deep acting attraction: Predation, masculinity and erotic labour in algorithmic romance",
          "authors": "Noah Khan",
          "abstract": "The present paper examines the emotional labour of love in algorithmic romance, as represented by Replika, the world’s most popular artificial intelligence companion application, and its implications for ethical artificial intelligence development through the conceptual frame of deep acting . Emotional labour, the theoretical umbrella under which deep acting falls, is introduced as a scope through which to review literature on Replika. Then, the paper looks to Plato’s Alcibiades to assay elements of algorithmic romance, with three suggested features of import: predation, masculinity and erotic labour. The proffered elements are then applied to Replika through the conceptual framework of deep acting, identifying ways in which algorithms overwrite the romantic self and other, suggesting a co-opting of the human body that may extend to other algorithmic dating applications. The article concludes with implications for ethical artificial intelligence development in view of the discussed exploitation of emotional labour.",
          "url": "https://doi.org/10.1177/14614448251336419",
          "doi": "https://doi.org/10.1177/14614448251336419",
          "filter": 0
        },
        {
          "title": "Affordances turning intersectional: How hierarchical femininities differently experience TikTok’s features",
          "authors": "Dragoș M Obreja",
          "abstract": "In recent years, gender scholars have begun to examine the various costs and benefits of hierarchically arranged femininities. These cultural ideals are particularly appealing in the context of growing digitally mediated interactions, as the symbolic and relational boundaries between these femininities are becoming more fluid. Drawing on 32 in-depth interviews with Romanian content creators on TikTok, I highlight the intersectional, symbolic, and discursive character through which different types of femininity define online success and popularity. Women who approximate the hegemonic locations of femininity were found to practice privileged experiencing of TikTok’s affordances. These users already endorse affluence, heteronormativity, and knowledge premiums, which gives them an advantage in becoming popular on TikTok. However, women in disadvantaged intersectional locations tend to practice a resistant assimilation of TikTok’s affordances, as they tend to borrow but also criticize certain strategies from privileged users. Implications for digital communication and intersectionality are discussed.",
          "url": "https://doi.org/10.1177/14614448251336428",
          "doi": "https://doi.org/10.1177/14614448251336428",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Does Positivity Resonance Signify Love? Markers of Positivity Resonance in Long‐Term Married Couples Relate to Trait and State Love",
          "authors": "Jocelyn Lai, Marcela C. Otero, Kuan‐Hua Chen, Jenna L. Wells, Robert W. Levenson, Barbara L. Fredrickson",
          "abstract": "Positivity resonance is a collective emotion experienced by two or more individuals during moments of shared positive affect; it is theorized to constitute the experience of love, yet this claim has not been empirically tested. Using archival data from 148 long‐term married couples, we examined whether dyad‐level indicators of positivity resonance are linked to dyad‐level indicators of trait and state love. Trait love was assessed as a latent variable using partners' ratings of their spouse on validated adjectives prototypic of love (e.g., affectionate, warm) and previously validated nonverbal cues of love displayed in synchrony (i.e., head tilts, body leans, Duchenne smiles, and nodding) during a recorded spousal interaction. State love was assessed as synchronous nonverbal cues of love during successive 30‐s segments of this interaction. A global measure of positivity resonance, as well as measures of its constituent components of co‐expressed and co‐experienced positive affect (but not physiological linkage), were positively associated with the latent index of trait love. Within‐couple variation over time in the global measure of positivity resonance was associated with within‐couple variation over time in state love. These findings provide initial support for convergent validity between the measures of positivity resonance and love at trait and state levels.",
          "url": "https://doi.org/10.1111/pere.70008",
          "doi": "https://doi.org/10.1111/pere.70008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "“Are You Too Busy to Listen Up?” Legislative (Dis)engagement from Constituents in Local Public Meetings",
          "authors": "Bai Linh Hoang",
          "url": "https://doi.org/10.1080/10584609.2025.2499179",
          "doi": "https://doi.org/10.1080/10584609.2025.2499179",
          "filter": 0
        },
        {
          "title": "The Local News Crisis and Political Scandal",
          "authors": "Danny Hayes",
          "url": "https://doi.org/10.1080/10584609.2025.2498533",
          "doi": "https://doi.org/10.1080/10584609.2025.2498533",
          "filter": 0
        },
        {
          "title": "When Election Officials Speak, Do Voters Listen? Trust-Building Communications, Information Seeking, and Voter Confidence in the 2022 U.S. Midterm Elections",
          "authors": "Mara Suttmann-Lea, Thessalia Merivaki, Rachel Orey",
          "url": "https://doi.org/10.1080/10584609.2025.2499181",
          "doi": "https://doi.org/10.1080/10584609.2025.2499181",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Fast fashion's environmental CSR through NGO collaboration: The impact of collaboration level and environmental focus on CSR authenticity and consumer responses",
          "authors": "Yeonsoo Kim, Yara Acaf, Jeewon Kim",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102585",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102585",
          "filter": 0
        },
        {
          "title": "Communicating net-zero: A conceptual model for effective strategic communications",
          "authors": "Nadine Strauß, Denis Šimunović",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102580",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102580",
          "filter": 0
        },
        {
          "title": "The internal communication paradox: Balancing digital convenience with face-to-face satisfaction",
          "authors": "Ana Tkalac Verčič, Dejan Verčič",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102587",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102587",
          "filter": 0
        },
        {
          "title": "Beyond the snapshot: Rethinking crisis communication theories in dynamic crisis situations",
          "authors": "Wouter Jong",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102586",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102586",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "‘Poetry under siege by rockets’: A case study of the creative and critical coverage by the New York Times of the 1969 Apollo 11 moonwalk",
          "authors": "Ceridwen Dovey",
          "abstract": "The first edition of the New York Times published after the Apollo 11 astronauts walked on the moon (21 July 1969) is an extraordinary artefact of creative experimentation in reporting on a major scientific event. The Times published poems and artworks critical of the moon landing, and showcased first-person perspectives from public figures who expressed misgivings about space exploration, yet the 50th anniversary commemorations of Apollo 11 (in 2019) overlooked this unusual example of science reporting. This article is a case study and close reading of that Times issue, aiming to bring those alternate responses – long buried in the archives – back into view as instances of resistance to spacefaring. It also serves as an inspirational reminder that the New York Times opened up the form and style of its science reporting in 1969 to include diverse voices and opinions, thus deepening and enriching public understanding of a significant scientific event.",
          "url": "https://doi.org/10.1177/09636625251325113",
          "doi": "https://doi.org/10.1177/09636625251325113",
          "filter": 0
        },
        {
          "title": "Editorial",
          "authors": "Hans Peter Peters",
          "url": "https://doi.org/10.1177/09636625251335795",
          "doi": "https://doi.org/10.1177/09636625251335795",
          "filter": 0
        },
        {
          "title": "From science communication to systemic public deception: The case of the ITER big science project",
          "authors": "Michel Claessens",
          "abstract": "This commentary reviews conflicts of interest which science mediators may encounter in their professional activities within the field of public communication of science and technology. The case of the ITER project (International Thermonuclear Experimental Reactor) illuminates how political decisions, public affairs, management pressures and scientific misconduct may undermine communication and the course of public scientific research. Although some of these issues specifically stem from the fact that the ITER project supports a ‘political technology’, they broadly reflect, perhaps in a caricatural mode, pathologies from which most research organisations and public science projects may suffer. Clearly, these problems have implications that go well beyond science communication. Scientific research today is carried out in organisations which have policy-related, strategic and even political objectives. Furthermore, science and technology are today highly competitive fields, inching increasingly closer to business and politics. This situation may encourage managers to act in a way that is far removed from the level of integrity we have come to expect in the scientific world. Therefore, professional integrity – not just scientific integrity – must be explicitly covered by employee contracts, and staff regulations and codes of conduct of scientific organisations and public research projects are needed to protect the integrity of science as a whole.",
          "url": "https://doi.org/10.1177/09636625251320580",
          "doi": "https://doi.org/10.1177/09636625251320580",
          "filter": 0
        },
        {
          "title": "Science communication, politics and power: Social justice perspectives",
          "authors": "Emily Dawson, Simon Lock",
          "abstract": "Concerns about social justice are long standing across many fields. In this article, we outline key social justice concepts in relation to science communication, before examining the politics of science and science communication in more detail. We argue more focus is needed on how certain forms of politics and power travel through science and science communication in ways that have created, reinforced and/or ameliorated structural inequities. We argue that foregrounding social justice perspectives helps make explicit the power dynamics involved in creating and communicating knowledge. For us, this is a purposeful move that resists the urge to tidy away, ‘naturalise’ or otherwise hide politics and power. We invite readers to collectively interrogate our existing science communication theories and practices with a view to transforming them to be more just and meaningfully improve people’s lives and ecosystems.",
          "url": "https://doi.org/10.1177/09636625251330837",
          "doi": "https://doi.org/10.1177/09636625251330837",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Digital Organizers in Hong Kong: The Challenges of Movement Organizing Through Social Media Amid Democratic Backsliding",
          "authors": "Yao-Tai Li",
          "abstract": "The 2019 Anti-Extradition Bill Movement (Anti-ELAB Movement) in Hong Kong has been seen as a successful civil society organizing characterized by its decentralized, leaderless, and networked nature using various social media platforms. Drawing on interviews with 16 digital organizers who were involved in the production of flyers and the dissemination of movement-related information through social media platforms, this article reflects on the challenges to efficiency and efficacy for digital organizers amid democratic backsliding in Hong Kong. These challenges include the fragmentation of voices, diverse forms and motivations for participation, and concerns about trust in a repressive environment. The article concludes by discussing the accountability issues of movement organizing through social media.",
          "url": "https://doi.org/10.1177/20563051251337205",
          "doi": "https://doi.org/10.1177/20563051251337205",
          "filter": 0
        },
        {
          "title": "“The Good Years Have Passed and Will Never Come Again”: Political Functions of Nostalgic Fantasies in Incel Discussions",
          "authors": "Emilia Lounela, Shane Murphy, Ümit Bedretdin",
          "abstract": "This study unpacks the implicit and explicit political functions nostalgia takes in incel discussions on the past on the incels.is forum. By combining a discourse theoretical approach with the theoretical framework of fantasy, the study demonstrates how an imagined ideal past is used to construct community and collective identity in an incel-specific, antagonistic way. Nostalgic fantasies articulated on incels.is often evoke a lost utopia, an inevitable dystopian future, and an enemy—usually women and feminism—responsible for this development. The unattainable nature of fantasy continuously feeds attachment to community and works to construct inceldom as a political identity. The study suggests that the dynamics and function of nostalgic narratives in incel discourse differ significantly from far-right nostalgia despite thematic similarities. Acknowledging this difference is crucial in understanding the political implications of nostalgia in incel online communities. This article therefore introduces the concept of incel nostalgia to describe the specific way the past is used to construct and justify incel ideology.",
          "url": "https://doi.org/10.1177/20563051251332679",
          "doi": "https://doi.org/10.1177/20563051251332679",
          "filter": 0
        },
        {
          "title": "Politicization of Government Social Media Communication: A Linguistic Framework and Case Study",
          "authors": "Nic DePaula, Sten Hansson",
          "abstract": "Social media communication of government agencies should ideally be truthful and impartial to sustain public trust in government and support democratic goals. However, the politicization of agencies may harm the benefits that impartial and engaged communication brings. In this study, we provide a linguistic framework for analyzing how agency politicization is reflected in the language of government social media communication by asking: How does the agency (1) use speech acts (e.g., commands, requests), (2) talk about itself and others, (3) refer to statistical and scientific information, and (4) express positive and negative sentiment? We demonstrate the application of the framework by conducting a case study of the United States Environmental Protection Agency’s messaging on Twitter across administrations with distinct ideological alignments between the agency and its top administrator. The analysis shows that (1) requests and statistical information were used substantially more under the administrator more aligned with the agency mission; (2) expressive speech acts were used more often during the administration less aligned with the agency mission; and (3) posts were generally positive but more so under the administration less aligned with the agency mission, possibly to counteract increased public criticism. We discuss the results in relation to theories of politicization and government communication, and the implications for citizens and public sector communicators using social media sites.",
          "url": "https://doi.org/10.1177/20563051251333486",
          "doi": "https://doi.org/10.1177/20563051251333486",
          "filter": 0
        },
        {
          "title": "(Lack of) Patterns in Commitment: Data Protection in the Latin America and Caribbean Personal Data Protection Laws",
          "authors": "Elías Chavarría-Mora",
          "abstract": "What are the data protection policies in the Latin America and the Caribbean (LAC) region? The developments over the last two decades on massive data collection, as well as the developments in computational power and data science methods appropriate for extracting insights from digital trace databases, have led to increased importance on the protection of the data of citizens, particularly sensitive data. In this exploratory study, I adopt an inductive thematic analysis approach to create a qualitative matrix based on the current version of the primary legislation protecting personal data for each country in the LAC region. Through a thick description of similarities and differences in the laws, I identify dimensions of variation in the commitment to data protection, such as the moment of approval, the existence of data protection agencies and their resources, the existence of registries, and the type of consent needed from citizens. A mapping of commitment to data protection does not show clear subregional patterns. Still, the adoption of data protection laws grows over time, and it appears to be in part propelled by the economic need to rise to the data protection standards of the European Union.",
          "url": "https://doi.org/10.1177/20563051251337206",
          "doi": "https://doi.org/10.1177/20563051251337206",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
