{
  "update": "2025-03-27",
  "content": [
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Rage Against the Elite: Relationships Between Rural Resentment, Anti-Elitist Attitudes, and Media Use",
          "authors": "Brittany Shaughnessy, Jay D. Hmielowski",
          "url": "https://doi.org/10.1080/10510974.2025.2478644",
          "doi": "https://doi.org/10.1080/10510974.2025.2478644",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Understanding news media trust through the lens of phenomenological sociology",
          "authors": "Diego Garusi, Clara Juarez Miro, Folker Hanusch",
          "abstract": "In journalism studies and political communication research it is generally agreed that news media trust concerns a psychological state related to audiences’ willingness to be vulnerable to news media. Nonetheless, a number of theoretical considerations for refining conceptual understandings of news media trust remain to be addressed. These include: (1) what news media trust consists of; (2) the situational character of news media trust; and (3) how different levels of analysis are related to each other. The article explores how phenomenological sociology offers a theoretical framework to address these issues. Besides refining conceptual understandings of news media trust, the article outlines how the framework advances empirical research, with a specific focus on two research strands: (1) non-normative analysis of mechanisms of power underlying news media trust, which contributes to de-Westernize news media trust research; and (2) investigations focused on the trust journalists place in the audiences to perform journalism.",
          "url": "https://doi.org/10.1093/ct/qtaf005",
          "doi": "https://doi.org/10.1093/ct/qtaf005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "‘The road to the metaverse is not a straight one’: Social representations of virtual reality in the news media",
          "authors": "Ulrika Olausson, Annika Engström",
          "abstract": "The metaverse is considered by some to be the next big thing in the global economy. Despite technological progress and high expectations, scholars agree that a broader metaverse platform does not yet exist. Instead, it has been suggested that the metaverse exists mainly as an imaginary or a representation in various discursive contexts. However, studies that examine such representations are few, and the present study aims to – through the lens of social representation theory – critically explore how VR technology and the metaverse are discursively represented in Swedish news media. The analysis identifies three underlying themata: (a) The inevitability of technology, (b) The commodification of experience, and (c) The world of male pioneers. It is concluded that the news media’s representation of VR and the metaverse contributes greatly to maintaining the structural status quo. For traditional journalism to fulfill its democratic mission, a pervasive update of media logic is needed.",
          "url": "https://doi.org/10.1177/13548565251325530",
          "doi": "https://doi.org/10.1177/13548565251325530",
          "filter": 0
        },
        {
          "title": "Stop calling the Web the Internet: CERN’s tactics to fight ‘brand confusion’ in the mid-1990s",
          "authors": "Deborah Barcella, Eleonora Benecchi, Martin Fomasi, Gabriele Balbi",
          "abstract": "The terms ‘Internet’ and ‘Web’ are often mistakenly used interchangeably in everyday discourse. This article investigates the communication strategies employed by CERN, the birthplace of the Web, and by Robert Cailliau, one of its “inventors”, to differentiate between the Web and the Internet during the early 1990s. Using the marketing concept of brand confusion, which occurs when consumers confuse one brand with another that is apparently similar, we analyze CERN’s approach to fight this misunderstanding. Using previously unpublished historical sources housed in the WWW collection at CERN and an interview with Robert Cailliau, the paper identifies three marketing strategies employed to mitigate the confusion: direct marketing, content marketing, and event marketing/public relations. These efforts began in the mid-1990s in response to widespread public confusion exacerbated by inaccurate media portrayals of the Web. CERN’s goal was to educate its employees, early users, and the general public on the nature of the Web by leveraging analogies with familiar concepts, making the technology more understandable. In addition, CERN sought to establish the Web’s distinct identity by emphasizing its European origins and its development inside CERN. This was reinforced through consistent branding elements, including logos, colors, and experiential marketing at public events. Despite these strategic efforts, the persistent conflation of ‘Web’ and ‘Internet’ underscores the inherent challenges in effectively communicating complex technological concepts to the public, suggesting that even well-aligned marketing strategies may be constrained by external factors and contextual influences.",
          "url": "https://doi.org/10.1177/13548565241308749",
          "doi": "https://doi.org/10.1177/13548565241308749",
          "filter": 0
        },
        {
          "title": "Negotiating underground status through hybrid visibilities: WeChat event promotion in Shanghai music and performance scenes",
          "authors": "Mick Vierbergen",
          "abstract": "While the widespread visibility on digital platforms and intensifying promotional cultures online have questioned ‘underground status’ in music and performance scenes, scene participants continue to construct underground identities online to increase their subcultural capital and manoeuvre politico-economic environments. In Shanghai, venues and event organisations negotiate their underground status through the dissemination of digital flyers on WeChat, targeting niche taste communities and navigating surveillance and censorship mechanisms of the digital platform and local authorities. Taking visibility as a lens to analyse underground status, this paper argues that multiple small but closely related music and performance scenes in Shanghai (including clubbing, drag, and BDSM) construct underground identities by negotiating their social, commercial, and political ethos within WeChat’s regime of visibility. Emphasising the interconnected nature of virtual and physical visibilities, it develops an understanding of ‘hybrid visibilities’ that consist of representational, coded, fractured, and offline visibilities. This paper contributes to debates in popular music studies by arguing that the notion of ‘underground’ still holds relevance within scenes through the negotiation of hybrid visibilities. It also engages with platform studies by suggesting a more nuanced conception of online visibility that includes (sub)cultural and social capital besides economic forms of capital.",
          "url": "https://doi.org/10.1177/13548565251323343",
          "doi": "https://doi.org/10.1177/13548565251323343",
          "filter": 0
        },
        {
          "title": "‘You’re not invited’: Negotiating feminism within digital public sphere surrounding Lisa’s exotic dance",
          "authors": "Trang-Nhung Pham, Phuong Anh Tran-Mai",
          "abstract": "This paper presents an examination of the online backlash against Lisa, a member of the K-pop girl group Blackpink, triggered by her decision to perform in a burlesque club. It explores how feminist counterpublics operate within Asian fan communities in discussions concerning the visibility of female celebrities. Employing critical discourse analysis (CDA) in our study, we examined gender, power, and ideology in feminist discourse surrounding Lisa’s action, paying close attention to how feminism is negotiated within counterpublics of online communities. Analysis of 22 Facebook posts and accompanying comments from Vietnamese K-pop fan groups and pages revealed how feminist discourse in Vietnamese online fan communities is deeply intertwined with cultural preservation, social responsibility, and class considerations. Reflecting broader societal tensions between individualism and collectivism, as well as between Western and Asian values through varied interpretation of feminism within a discursive framework, this contextualization builds on existing scholarship of how feminist discourse is shaped and contested in non-Western settings.",
          "url": "https://doi.org/10.1177/13548565251328765",
          "doi": "https://doi.org/10.1177/13548565251328765",
          "filter": 0
        },
        {
          "title": "Ambivalent visibilities : Social media bullying and disconnective practice of the youth",
          "authors": "Jan Michael Alexandre C Bernadas, Cheryll Ruth Soriano, Jason Vincent A Cabañes, Maria Caridad H Tarroja",
          "abstract": "While bullying on social media among the youth remains a public health problem, there is little that we know about ways of dealing with bullying by disconnection. In this article, we build upon the concepts of disconnective practice (Light, 2014) and visibility (Brighenti, 2007) to explain the ways into which the youth deal with bullying on social media. We draw evidence from in-depth interviews with 152 youth across the Philippines. First, we find that disconnective practice is a continuum of acts that involves disconnecting from people and messages and is anchored on temporality. Second, we find that visibility is both a condition for and a process of disconnective practice. Grounded in the youth’s experiences with bullying on social media, we suggest the concept of ambivalent visibilities to characterize the youth’s efforts to manage their well-being amid the volatile landscape of social media interactions. We conclude this article by discussing the implications of ambivalent visibilities for Filipino youth, their support networks, and technology designers and platform owners.",
          "url": "https://doi.org/10.1177/13548565251328774",
          "doi": "https://doi.org/10.1177/13548565251328774",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Interpersonal Goal Contagion Through Social Media Posts",
          "authors": "Stephanie J. Tobin, Jennifer Crocker, Tao Jiang",
          "url": "https://doi.org/10.1089/cyber.2024.0480",
          "doi": "https://doi.org/10.1089/cyber.2024.0480",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Digital Turn Without Digital Methods? Mapping the Journey of Journalism Studies",
          "authors": "Yangliu Fan, Jakob Ohme, Christoph Neuberger",
          "url": "https://doi.org/10.1080/21670811.2025.2480106",
          "doi": "https://doi.org/10.1080/21670811.2025.2480106",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Forest Politics from Below: Social Movements, Indigenous Communities, Forest Occupations and Eco-Solidarism",
          "authors": "Dimas Yudha Baskara, Drajat Dwi Hartono, Widya Ayu Pratiwi, Semberd Jeksander Mambraku",
          "url": "https://doi.org/10.1080/17524032.2025.2480857",
          "doi": "https://doi.org/10.1080/17524032.2025.2480857",
          "filter": 0
        },
        {
          "title": "Cultivating Interest in Science Through Humor: Mirth as a Leveler of Gaps in Science Engagement",
          "authors": "Michael A. Cacciatore, Sara K. Yeo, Amy B. Becker, Ashley A. Anderson, Kasha Patel",
          "url": "https://doi.org/10.1080/17524032.2025.2477264",
          "doi": "https://doi.org/10.1080/17524032.2025.2477264",
          "filter": 0
        },
        {
          "title": "Community-Based Collaboration as a Transformational Approach to Environmental Justice",
          "authors": "Rony Afif Hidayat, Muhammad Riyan Firnanda, Eria Rosanti Nugrahening Hastami, Emil Salim, Angga Puja Asiandu",
          "url": "https://doi.org/10.1080/17524032.2025.2483275",
          "doi": "https://doi.org/10.1080/17524032.2025.2483275",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Book review: Digital Media Metaphors: A Critical Introduction by Johan Farkas and Marcus Maloney FarkasJohanMaloneyMarcus (Editors) Digital Media Metaphors: A Critical Introduction, Routledge: New York, 2024; 168 pp.; £28.79 (paperback), £108.00 (hardback), £32.39 (ebook). ISBN 9781032674612",
          "authors": "Agustin Fatimah, Amalia Nadjamudin, Nisa Fauztina, Nadya Puspita",
          "url": "https://doi.org/10.1177/02673231251325939",
          "doi": "https://doi.org/10.1177/02673231251325939",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Czech Appeal: Why and How National Game Productions Use Local Themes and Settings",
          "authors": "Jaroslav Švelch, Jan Houška",
          "abstract": "In recent years, semi-peripheral industries have produced numerous video games that use local settings but aim at a global audience. We explore this trend using five cases of commercially released Czech indie games that feature local themes and settings. Our research combines qualitative content analysis of representation with developer interviews, which we analyze to reveal motivations for including local content , its implementation, localization, and reception . We find that the games provide a unique image of the country by virtue of showing the country's peripheral regions and everyday material culture. The developers’ motivations for using local culture range from creative (creating believable stories and environments) to practical (access to reference material). They maintain a dual allegiance to the international and local audiences because while they make most of their profits abroad, the local communities play key roles by providing initial feedback, encouragement, and development assistance.",
          "url": "https://doi.org/10.1177/15554120251322265",
          "doi": "https://doi.org/10.1177/15554120251322265",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Political knowledge and affective polarization: a spillover mechanism through emotions toward partisan media",
          "authors": "Xia Zheng, Yanqin Lu, Jihyang Choi, Jae Kook Lee",
          "abstract": "Drawing on a two-wave national survey conducted in the United States, this study examined an emotion spillover mechanism underlying the link between political knowledge and affective polarization. Results indicate that partisans with high political knowledge demonstrated more negative emotions toward opposing partisan media outlets and more positive emotions toward congruent partisan media outlets. Gaps in emotional responses toward partisan media outlets spill over to affective polarization. Specifically, the gap in negative emotional response toward counter- and pro-attitudinal media outlets spills over to affective polarization toward individual partisans. We discuss how partisan media exacerbate polarization and propose possible remedies.",
          "url": "https://doi.org/10.1093/hcr/hqaf003",
          "doi": "https://doi.org/10.1093/hcr/hqaf003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Enablers and inhibitors of AI assimilation in hiring: mitigating the effects of inhibitors through human–AI collaboration",
          "authors": "Maryam Hina, Nasreen Azad, Najmul Islam",
          "abstract": "Purpose Most prior studies have primarily investigated AI adoption, with less attention given to AI assimilation in human resource management (HRM). Additionally, prior studies often lack empirical verification of the extent to which human–AI collaboration might alleviate challenges and promote AI assimilation in the HRM context. Thus, this study aims to explore AI assimilation in recruitment with a balanced view that identifies both enabling and inhibiting factors while examining the role of human–AI collaboration in mitigating the effects of inhibiting factors. Design/methodology/approach We used a mixed-method approach. Using an open-ended survey questionnaire approach and collecting data from 26 HR professionals, we identified five factors, namely, AI competency, recruitment agility, AI opacity, AI empathy and human–AI collaboration, potentially impacting AI assimilation. Thereafter, drawing from the enabler–inhibitor perspective, we theorize that AI competency and recruitment agility are the enablers, whereas AI opacity and AI empathy are the inhibitors of an organization’s efforts to assimilate AI in recruitment practices. We tested our proposed model by collecting data from 309 HR professionals. Findings The findings showed that both enablers, AI competency and recruitment agility, significantly influence AI assimilation; however, both inhibitors, AI opacity and AI empathy, are non-significant for AI assimilation. While looking into the reasons for these non-significant effects, we observed that the interaction term between AI empathy and human–AI-collaboration as well as between AI opacity and human–AI-collaboration both had significant effects on AI assimilation. These interaction effects suggest that human–AI collaboration mitigates the constraining impact of both inhibitors. Originality/value Drawing from the enabler–inhibitor perspective and by empirically testing our proposed model, this paper significantly contributes to the IS literature. Our study not only identifies factors that promote and inhibit AI assimilation in the context of HRM practices but also reveals how human–AI collaboration may mitigate the effects of inhibitors. Our findings suggest that organizations should have a collaborative recruitment environment where AI handles repetitive tasks, and humans focus on roles requiring emotional intelligence. This approach enhances the integration of AI-powered tools, addresses AI assimilation inhibitors and optimizes recruitment effectiveness.",
          "url": "https://doi.org/10.1108/itp-06-2024-0808",
          "doi": "https://doi.org/10.1108/itp-06-2024-0808",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Content engagement capacity: a network-based approach for evaluating the ability of frames to facilitate political online conversations",
          "authors": "Rui Wang, Yotam Ophir, Alexander Semenov, Alexander Nikolaev",
          "url": "https://doi.org/10.1080/1369118x.2025.2480205",
          "doi": "https://doi.org/10.1080/1369118x.2025.2480205",
          "filter": 0
        },
        {
          "title": "Internet skills, digital engagement, and outcomes among urban youth in Jakarta, Indonesia: incorporating a Global South context in measuring digital inequality",
          "authors": "Daisy Indira Yasmine, Freek Colombijn, Alexander J.A.M. van Deursen, Erik van Ingen",
          "url": "https://doi.org/10.1080/1369118x.2025.2479778",
          "doi": "https://doi.org/10.1080/1369118x.2025.2479778",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Pride, not prejudice: a cross-cultural big data analysis of consumer reactions to rainbow-washing in advertising",
          "authors": "Vaibhav Shwetangbhai Diwanji, Nhung Nguyen, Michaella Barros Coelho, Macy Burkett, Rim H. Chaif, Moses U. Okocha",
          "url": "https://doi.org/10.1080/02650487.2025.2477405",
          "doi": "https://doi.org/10.1080/02650487.2025.2477405",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Unlocking the power of multidimensional ratings: empirical analyses and designs from mediation models",
          "authors": "Yuqiu Wang, Maoxin Han, Kai Li",
          "abstract": "Purpose Prior papers have not fully examined the relationship between multidimensional (MD) ratings and review helpfulness, which may limit the potential of MD ratings in mitigating information asymmetry. Thus, leveraging signaling theory and cued recall, we analyzed the direct and indirect impacts of MD ratings on review helpfulness and subsequently derived corresponding design guidelines. Design/methodology/approach We adopted a multiple mediation model to examine the direct and indirect effects of MD ratings on review helpfulness. We conducted a series of econometric analyses to ensure the robustness of our conclusions. Additionally, Fisher’s permutation test was adopted to assess the potential heterogeneity in these impacts across various hotel types. Findings Leveraging the review data from TripAdvisor.com, we found that, beyond the positive direct impacts of MD ratings, there are significant indirect impacts positively mediated by review writing effort but negatively mediated by content polarity, accounting for 55% of the total impact. Moreover, we revealed that these impacts exhibit significant heterogeneity across different hotel types, online rank and rating valence. Finally, we incorporated both these identified impacts and their heterogeneity into the design of an MD ratings system, yielding guidelines regarding the quantity and category of dimensional ratings. Originality/value We extended the determinants of review helpfulness to the areas of MD ratings and highlighted the impact of the interaction of review functions on review helpfulness. Besides, we emphasized the importance of the signaling environment and illustrated how the effects of signals were shaped by cognitive processes, i.e. cued recall. Finally, we offered practical design rules regarding the quantity and category of dimensional ratings, aiming to maximize the power of MD ratings.",
          "url": "https://doi.org/10.1108/intr-03-2023-0219",
          "doi": "https://doi.org/10.1108/intr-03-2023-0219",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Understanding Customer Responses to AI-Driven Personalized Journeys: Impacts on the Customer Experience",
          "authors": "Kimberley Hardcastle, Lizette Vorster, David M. Brown",
          "url": "https://doi.org/10.1080/00913367.2025.2460985",
          "doi": "https://doi.org/10.1080/00913367.2025.2460985",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Diagnosticity of perceived message effectiveness in campaign message pretesting: multilevel analysis of the between-message correlation and message-pair standing comparisons",
          "authors": "Sungeun Chung, Byeong-Hyeon Lee, Youllee Kim",
          "abstract": "Whether perceived message effectiveness (PME) can be diagnostic for the differences of actual message effect (AME) in campaign message pretesting and how the diagnosticity of PME should be tested have been controversial. To address these issues, we conducted a survey involving 19 campaign messages (N = 760) and statistically analyzed the multilevel relationships among the between-message, within-message, and disaggregated across-message PME–AME correlations. From our analysis, we advocate for a multilevel analysis of between-message PME–AME correlation as the optimal method for testing PME’s diagnosticity. We also evaluated O’Keefe’s (2018) message-pair standing comparison method and suggested using statistical significance tests to examine PME differences between messages. The between-message PME–AME correlations were strongly positive (greater than 0.824), and PME standing corresponded with AME standing in 94.5% of the message-pairs. Our findings confirm that PME is diagnostic for AME.",
          "url": "https://doi.org/10.1093/joc/jqaf006",
          "doi": "https://doi.org/10.1093/joc/jqaf006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Trauma, Extreme Humiliation, and Coping Strategies in Migrant Domestic Workers’ Storytelling: Linguistic and Psychological Perspectives",
          "authors": "Hans J. Ladegaard",
          "abstract": "This paper focuses on the experience of trauma in Indonesian migrant domestic workers’ storytelling. It draws on a large corpus of narratives told by 131 migrant workers who share their traumatic experiences in small-group sharing sessions. The paper outlines the predominant themes that were identified across sharing sessions, and, using a discourse analytical approach that combines linguistic analysis with narrative therapy, it identifies three coping strategies that were common across narratives, and it analyzes six examples as evidence. They show that the women (1) resign to fate in the face of insurmountable difficulties, (2) normalize their abusive employers’ abusive behavior, and (3) advocate the retelling of trauma narratives to empathetic listeners in the attempt to recover. Finally, the paper discusses how we as analysts deal with other people's stories of extreme suffering and humiliation, and how language and social psychology scholars and students can contribute to a social justice agenda.",
          "url": "https://doi.org/10.1177/0261927x251326290",
          "doi": "https://doi.org/10.1177/0261927x251326290",
          "filter": 0
        },
        {
          "title": "The Gardener and the Coach: How Metaphor Use Shapes Impression Formation",
          "authors": "Emma L. Grisham, Michelle Wong, Stephen J. Flusberg, Bridgette Martin Hard",
          "abstract": "Using the classroom context as a case study, we investigated whether a novel linguistic cue—the use of self-referential metaphors—shapes person perception in metaphor-congruent ways. Across three experiments, current and former college students ( N = 1,630) read an email from a hypothetical professor that conveyed one of two common metaphors for the teacher-student relationship (coach/athletes vs. gardener/plants). They then reported their impressions of the professor, the course, and student expectations. Participants expected professors using coach metaphors to be more rigorous but less supportive than those using gardener metaphors, irrespective of the professor's gender. However, impressions evoked by the use of gardener metaphors did not significantly differ from a non-metaphorical message baseline. These findings indicate that metaphor use can shape our impressions of others independently of gender, but that some metaphors may confirm prior beliefs or expectations. These findings have significant implications for educators and person perception researchers.",
          "url": "https://doi.org/10.1177/0261927x251328359",
          "doi": "https://doi.org/10.1177/0261927x251328359",
          "filter": 0
        },
        {
          "title": "“I Speak out for You”: Probing Proxy Disclosure Within Chinese Online Domestic Violence Support Groups",
          "authors": "Zizhong Zhang, Dongxiao Li",
          "abstract": "Domestic violence is a global issue with devastating consequences, which can be mitigated through disclosure in supportive communications. Proxy disclosure, a special form of disclosure, involves individuals disclosing experiences of victims who are supportively connected with them. This study explores proxy disclosure within the context of domestic violence in Chinese online support groups. Using data from three support groups, the study employs content analysis, structural topic modeling, and propensity score matching to examine the disclosers, content, and supportive effects. Findings reveal proxy disclosers in China are predominantly male and often advocate for mothers and siblings. Six themes emerged, with childhood trauma memories and judicial intervention significantly affecting supportive communication. In addition, self-disclosure generally receives more replies than proxy disclosure. This study introduces and conceptualizes proxy disclosure, providing insights into disclosure for silent victims, and extending the understanding of online antidomestic-violence support systems in non-Western settings. It enhances the theoretical framework of online disclosure and offers practical implications for social work and domestic violence interventions.",
          "url": "https://doi.org/10.1177/0261927x251326202",
          "doi": "https://doi.org/10.1177/0261927x251326202",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "“Anyway, I Love You, Text Me Please”",
          "authors": "Y. Anthony Chen, Alanna L. Peebles, Runzhi Mary Lu",
          "abstract": "Abstract: This study develops an affordance framework of mediated support-seeking that integrates research on affordances, attachment, and mediated support-seeking to explore how adults use texting to seek support from romantic partners in hypothetical stressful scenarios. Through a survey, participants in romantic relationships reported their perceived values of affordance for support-seeking and then composed hypothetical text messages to seek support from their partners, in which support-seeking strategies were further coded. The findings indicate that attachment anxiety is positively associated with the perceived value of accessibility and the availability of social cues, while avoidant attachment is negatively correlated with these affordances in the context of support-seeking. Additionally, the perceived value of accessibility is positively associated with direct texting messages, whereas the perceived value of social cues correlates positively with both positive and negative politeness in messaging. These illuminate how support-seeking individuals work with the affordances of texting as they attempt to meet their needs.",
          "url": "https://doi.org/10.1027/1864-1105/a000469",
          "doi": "https://doi.org/10.1027/1864-1105/a000469",
          "filter": 0
        },
        {
          "title": "Framed for You",
          "authors": "Nicolas Mattis",
          "abstract": "Abstract: Building on the notion that media effects depend on different levels of susceptibility, this article argues that individual preferences moderate the cognitive effects of episodic versus thematic news frames. To test this assumption, this preregistered study ( N = 395) combined a repeated measures experiment with a between-subjects design to explore the prevalence of framing preferences, as well as its potentially moderating role for cognitive effects of episodic versus thematic news frames. Results indicate that an episodically framed news article on the impact of climate change in Africa caused readers to list more thoughts and recall more facts than its thematically framed counterpart – although the latter depends partly on how recall is measured. Contrary to the initial expectations, framing preferences do not moderate news framing effects on knowledge acquisition. In part this may be due to framing preferences being not particularly pronounced among most respondents.",
          "url": "https://doi.org/10.1027/1864-1105/a000467",
          "doi": "https://doi.org/10.1027/1864-1105/a000467",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "“I’m so worried about my whole family”: Modeling r/QAnonCasualties to better understand the effects of (QAnon) conspiracy beliefs on families",
          "authors": "Justin B. Phillips",
          "abstract": "While we know a great deal about the—typically negative—effects of conspiracy beliefs, surprisingly we know little about the interpersonal effects of such beliefs on relationships with non-believers. QAnon-specific research is now leading the way in this regard, with a handful of surveys and interviews beginning to chart how conspiracy beliefs influence relationships with friends, colleagues, and loved ones. This paper advances that progress via a novel (to the field) methodological approach applied to a vast and unique dataset. Using large language model embeddings, and machine learning algorithms, this study categorized—and examined—over 75 thousand unique references to “family” on the public, anonymous reddit forum r/QAnonCasualties, a subreddit dedicated to specifically discussing QAnon’s effects on relationships. The model reveals a range of family discussions, from emotional tolls, and various negative effects, to potential strategies to salvage the family, and the desire to seek refuge in a support network. The results within also shed light not only on what users discuss most frequently, but also what conversations are most popular (i.e. produce upvotes)—navigating pandemic related issues (e.g. COVID-19, masks, vaccinations), holiday gatherings, and problematic social media behavior represent some of the most well-received discussions. Pleas to better understand the effects of conspiracy beliefs on families were also highly prominent, and popular, on the subreddit. Ultimately the goal of this paper is just that, to partially advance our general understanding of conspiracy belief effects on relationships, though with a more narrow focus on specific relationships (i.e. families).",
          "url": "https://doi.org/10.1177/02654075251328116",
          "doi": "https://doi.org/10.1177/02654075251328116",
          "filter": 0
        },
        {
          "title": "The correlation between sibling relationships and psychosocial adaptation among left-behind children in China: A latent profile analysis",
          "authors": "Jiayu Han, Ruiting Wu, Hualing Miao, Xiaoqiao Yang, Wenying Xu, Cheng Guo",
          "abstract": "This study used latent profile analysis to identify the profiles of sibling relationships among left-behind children (LBC) in China and determine whether specific relationship profiles are associated with psychosocial adaptation. The participants were 2,150 LBC with siblings. The study identified four profiles: cold–distant, warm–caring, warm–competitive, and intimate–nurturing. The profiles of LBC’s sibling relationships exhibited different characteristics depending on gender, grade, residence, birth order, frequency of parent–child communication, parental differential treatment, and duration of being left-behind. The four profiles differed significantly in terms of psychosocial adaptation. The warm–caring and intimate–nurturing sibling relationships promoted psychosocial adaptation by encouraging social adaptation and self-esteem. In contrast, the cold–distant and warm–competitive sibling relationships were harmful as they induced depression and anxiety.",
          "url": "https://doi.org/10.1177/02654075251327837",
          "doi": "https://doi.org/10.1177/02654075251327837",
          "filter": 0
        },
        {
          "title": "Korean parents’ intergenerational solidarity with adult children and their psychological outcomes during the COVID-19 pandemic",
          "authors": "Woosang Hwang, Joohong Min, Maria T. Brown, Merril Silverstein",
          "abstract": "Previous research has rarely considered the nested nature of family solidarity when investigating the within-group heterogeneity of parent-child solidarity, particularly within the context of Korean families. Consequently, less is known about patterns of intergenerational solidarity at the family level during the COVID-19 pandemic in South Korea. Using data from Korean parents with multiple adult children during the pandemic, this study aimed to identify heterogeneous patterns of parent-children solidarity both at the individual and the family levels. Furthermore, this study explored whether patterns of intergenerational solidarity with adult children at the family level were associated with parents’ psychological outcomes (depressive symptoms, self-esteem, and life satisfaction). A total of 515 parents and their 942 adult children were included in two-step Multilevel Latent Class Analyses and regression analyses. The results showed that there were five different parent-child solidarity classes at the individual level. At the family level, four intergenerational solidarity latent classes were identified: primarily tight-knit-traditional , primarily social-traditional , primarily social-and-digitally connected , and mixed . We found that parents with a primarily tight-knit traditional relationship with their adult children at the family level reported better psychological outcomes than those with a mixed relationship with their adult children. In addition, parents with a primarily social-and-digitally connected relationship with their adult children reported better life satisfaction than those with a mixed relationship with their adult children. Our findings suggest that considering the nestedness of children when examining parent-child solidarity patterns is important to understand better parent-child solidarity at the family level and its impact on psychological outcomes.",
          "url": "https://doi.org/10.1177/02654075251329988",
          "doi": "https://doi.org/10.1177/02654075251329988",
          "filter": 0
        },
        {
          "title": "Diet culture socialization in the parent-child relationship: Effects on children’s disordered eating and positive body image",
          "authors": "Ellen Jordan",
          "abstract": "Communication within the parent-child relationship plays a key role in children’s well-being, particularly children’s disordered eating behaviors and body image. Given the critical role of parental communication and beliefs in children’s socialization, the current study tested a model in which parental weight talk may facilitate children’s diet culture-related beliefs, which may further affect children’s disordered eating and positive body image. Surveys were completed by 199 parent-child dyads, and structural equation modeling was employed to test the hypothesized model. Results provide support for diet culture socialization within the parent-child relationship via parental weight talk, with disordered eating as a key outcome. However, children’s diet culture beliefs were not found to be directly associated with positive body image. Implications for future research on the parent-child relationship and children’s well-being are discussed.",
          "url": "https://doi.org/10.1177/02654075251328485",
          "doi": "https://doi.org/10.1177/02654075251328485",
          "filter": 0
        },
        {
          "title": "Longitudinal trajectories of romantic relational victimization and associations with mastery across adolescence to young adulthood",
          "authors": "Sean D. Morgan, Paweena Sukhawathanakul",
          "abstract": "Relational forms of romantic victimization characterized by attempts to ignore, exclude, or covertly manipulate a romantic partner is an understudied and often overlooked form of intimate partner violence. While cross sectional research demonstrates associations with mental health difficulties, longitudinal patterns of romantic relational victimization (RRV) independent of physical forms of aggression have received relatively less attention, particularly with regards to how patterns of RRV change over the course of adolescence to young adulthood. The current study identifies longitudinal trajectories of RRV in a sample of adolescents (ages 12–18) followed biennially across 10 years ( N = 532). We also assessed how changes in youths’ perceptions of personal mastery and control (i.e., environmental mastery) relate to differences in youths’ longitudinal trajectories of RRV as developmental gains in these competencies may mitigate RRV. Findings from growth mixture models revealed three patterns of RRV characterized by low stable levels across adolescence and young adulthood (87.4%); an adolescent limited trajectory where RRV peaks in adolescence and declines into young adulthood (9.4%); and a young adulthood limited trajectory where RRV increases during young adulthood (3.2%). Our results show that diminished environmental mastery at both life stages was associated with higher rates of victimization. Moreover, the change in mastery over time was also associated with victimization. Trajectories were also associated with relational worries and additional forms of victimization, offering insight into poly-victimization and its negative effects. Our findings reveal heterogeneous patterns of RRV during the transition from adolescence to young adulthood that are differentially related to changes in youths’ development of mastery and control. These findings offer potential targets for prevention.",
          "url": "https://doi.org/10.1177/02654075251330359",
          "doi": "https://doi.org/10.1177/02654075251330359",
          "filter": 0
        },
        {
          "title": "A threat-complexity hypothesis of conspiracy thinking during the COVID-19 pandemic: Cross-national and longitudinal evidence of a three-way interaction effect of financial strain, disempowerment and paranoia",
          "authors": "Gennaro Pica, N. Pontus Leander, Hadi Sam Nariman, Márton Hadarics, Daniel W. Snook, Jocelyn J. Bélanger, Marika Rullo, Ameni Mehrez, Antonio Pierro, Robbie M. Sutton, Karen M. Douglas",
          "abstract": "One way to cope with crises is by attributing their ultimate causes to malevolent conspiracies. As crises are rarely simple, and may involve an interplay between multiple, co-occurring threats, we suggest that conspiracy thinking mainly occurs among individuals who experience conditions of threat complexity – such as socioeconomic vulnerability paired with a sense of helplessness in society, and who are also sufficiently paranoid to infer a conspiracy. In the present study, we focused on financial strain and disempowerment, as two relevant threats which were both dramatically affected by the COVID-19 pandemic, and hypothesized a three-way interaction between financial strain, disempowerment and paranoia in predicting conspiracy thinking. This hypothesis was supported in both cross-national ( N = 64,130) and longitudinal data ( N = 11,159), collected during the COVID-19 pandemic. Implications of the results for understanding the tendency to reduce multiple threats to a single cause are discussed.",
          "url": "https://doi.org/10.1177/02654075251327310",
          "doi": "https://doi.org/10.1177/02654075251327310",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Broadcasting Solutions: A Textual Analysis of Philadelphia Local Television News Coverage of Remedies for Gun Violence",
          "authors": "Jennifer Midberry, Patrick Walters",
          "abstract": "Philadelphia set records for gun violence in 2021. This textual analysis examined stories about firearm incidents from the four local television news networks in Philadelphia from June through August 2021 to see how proposed solutions to gun violence were covered. We discovered that none of the stories in the data set met all the criteria for rigorous solutions journalism. However, there were stories on almost each day that at least mentioned potential solutions.",
          "url": "https://doi.org/10.1177/10776990251318639",
          "doi": "https://doi.org/10.1177/10776990251318639",
          "filter": 0
        },
        {
          "title": "From Transition to Authoritarian Populism: Historical Contingencies of Media Instrumentalization in Central and Eastern Europe",
          "authors": "Fanni Toth, Mojca Pajnik, Lana Zdravković",
          "abstract": "This study explores media instrumentalization in Central and Eastern Europe through the perceptions of journalists in Croatia, Hungary, and Slovenia. Using semi-structured interviews, the article argues for a historical perspective on media instrumentalization in post-socialist contexts, considering the legacy of transition and the impact of authoritarian populist rule, while emphasizing the intertwined nature of economic interests and political power. The research offers fresh insights into the mechanisms and consequences of media instrumentalization, highlighting significant challenges to media autonomy and journalistic integrity, including issues of polarization, de-professionalization, and loss of public trust.",
          "url": "https://doi.org/10.1177/10776990251323253",
          "doi": "https://doi.org/10.1177/10776990251323253",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Gen Z Sexual and Gender Fluidity in US Scripted Television",
          "authors": "Traci B. Abbott",
          "abstract": "This essay addresses the rise in sexual and gender-fluid characters in scripted US television targeting the Gen Z audience (born 1997–2012), based on their moniker as the “queerest” generation, with over 20% of younger US and international respondents identifying as LGBTQ in polls, the majority as sexually fluid (bi/pansexual) or non-binary (genderfluid/genderqueer). By analyzing six series (2019–2023) marketed as “authentically” Gen Z, I argue this shift invests in Gen Z’s “hip” attitude towards such fluidity the same way Caldwell argues that 1990’s diversification of the televisual audience produced a “programming agenda…that cultivates and rewards distinction in ethnic, racial, and class terms” (2020, p. 376). Caldwell’s (2020) theory of boutique programming, described as “a selective, signature world where artistic sensitivity went hand in hand with social relevance and viewer discrimination” (p. 164), exposes how these recent series rely on “visual flourishes…and narrative embellishments” (p. 377) but move beyond cinematic techniques by combining palatial settings and extravagant lifestyles with shockingly explicit sexual situations. Caldwell’s (2020, p. 377) assertion that “stardom and gossip defeat the dramatic obligation or need for narrative coherence” is reflected in the 21st century’s reliance on social media promotions with hypersexual imagery and expensive designer outfits for its high school-age characters and an entertainment media which highlights their “edgy,” “sexy,” “explicit,” and “provocative” content. Therefore, I argue that, like Caldwell, we should avoid “overestimat[ing] the political value” (2020, p. 376) of these presentations when these non-binary identities are shown as inaccessible, depoliticized, and hypersexualized, which maintains rather than challenges entrenched binary ideals of gender and sexuality.",
          "url": "https://doi.org/10.17645/mac.9374",
          "doi": "https://doi.org/10.17645/mac.9374",
          "filter": 0
        },
        {
          "title": "Balancing Intimacy and Trust in Audio Journalism",
          "authors": "Mia Lindgren",
          "abstract": "This thematic issue explores the complex relationship between intimacy and trust in audio journalism, particularly focusing on podcasting as it evolves as a medium. It examines how podcasting’s intimate format creates both opportunities and challenges for journalistic practice. The opportunities include enhanced storytelling capabilities, deeper audience connections, and the ability to address social justice issues more effectively, as demonstrated through various case studies from sports podcasting to investigative journalism. However, the studies also identify significant risks, including the potential for parasocial relationships to compromise journalistic integrity, the challenge of maintaining professional standards while fostering audience connection, and the possibility of reinforcing echo chambers rather than bridging societal divides. The research spans multiple geographical contexts, from Serbian podcasting in hybrid regimes to Chinese platforms, offering insights into how these dynamics manifest across different political and cultural frameworks. The collection of articles employs diverse methodological approaches, from theoretical frameworks combining cosmopolitan ethics with feminist ethics of care to empirical analyses of listener trust and content analysis of podcast platforms. Ultimately, the thematic issue suggests that as podcasting continues to mature, finding the right balance between personal connection and professional practice remains crucial for the medium’s development as a journalistic tool.",
          "url": "https://doi.org/10.17645/mac.10104",
          "doi": "https://doi.org/10.17645/mac.10104",
          "filter": 0
        },
        {
          "title": "Intimacy and Professionalism: Dilemmas in the Practice of Chinese Podcasters",
          "authors": "Haiyan Wang, Zhengqing Yan, Jing Meng",
          "abstract": "As an inherently intimate medium, podcasting offers new opportunities for journalists to engage in innovative media practices. However, for journalistic podcasters, managing intimacy and balancing it with traditional journalistic norms is an important but complex matter that affects the long-term development and democratic potential of news podcasting. This study focuses on a subject rarely studied: Chinese journalistic podcasters, both in terms of how they perceive and construct intimacy and their approaches to navigating the balance between intimacy and professionalization in their podcasting practices. Drawing upon in-depth interviews and document research, this study finds that by adopting humanized storytelling, emotive language, exposure of personal details, use of background audio, and natural dialects, etc., Chinese podcasters are redefining journalistic norms according to the specific demands of podcasting as an intimate medium. At the same time, they are also carefully guarding journalistic boundaries and are wary of abusing intimacy in commercializing podcasts and expanding the market. By examining on these innovative practices, this study enhances our understanding of how news can continue to stay connected with the public amidst digital transformation. It suggests that the practices of these journalistic podcasters reflect the potential for revising the traditional norms of journalism in adapting to new technological environments.",
          "url": "https://doi.org/10.17645/mac.9054",
          "doi": "https://doi.org/10.17645/mac.9054",
          "filter": 0
        },
        {
          "title": "Televisual Inequalities and Gender Dynamics in German News: Health Experts During the Covid-19 Crisis",
          "authors": "Juliane Wegner",
          "abstract": "This study explores gender representation among healthcare experts on German television during the first wave of Covid-19 reporting, addressing the broader issue of gender disparities in media coverage. Using Caldwell’s concept of televisuality and the audio-visual character analysis (ACIS) method for content analysis, we examined 174 corona-related news programmes that aired between 16 April and 30 April 2020. Of the 2,240 characters analyzed, 1,299 were experts, yet only 15% were women. Despite women’s strong presence in healthcare professions, men overwhelmingly dominated medical and political discussions during this period, while women were more frequently shown in supportive or emotional roles. These findings reveal a significant gender gap in the visibility and portrayal of experts during the pandemic’s early crisis communication, with men disproportionately occupying authoritative roles. This imbalance underscores how media coverage in public health emergencies continues to reinforce traditional gender norms, limiting female representation in leadership positions. The study highlights the need for more equitable media representation in crisis reporting to better reflect societal diversity and ensure inclusive communication.",
          "url": "https://doi.org/10.17645/mac.9395",
          "doi": "https://doi.org/10.17645/mac.9395",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Persuasive Effects of Fictional Narratives Increase Over Time",
          "authors": "Markus Appel, Tobias Richter",
          "url": "https://doi.org/10.1080/15213260701301194",
          "doi": "https://doi.org/10.1080/15213260701301194",
          "filter": 0
        },
        {
          "title": "Do I Value My Private Data? Exploring Model-Driven Predictions on the Willingness to Use Smart Home Devices",
          "authors": "N. Borgert, I. Hussey, L. Jansen, M. Elson",
          "url": "https://doi.org/10.1080/15213269.2025.2463392",
          "doi": "https://doi.org/10.1080/15213269.2025.2463392",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "A multifaceted nudge-based intervention to reduce smartphone use: Findings from a randomized cross-over trial",
          "authors": "K. T. A. Sandeeshwara Kasturiratna, Yi Jing Chua, Andree Hartanto",
          "abstract": "The widespread use of smartphones has raised concerns about problematic usage behaviors, including excessive screentime and frequent phone checking, which can disrupt daily functioning. This study aimed to evaluate the effectiveness of a multifaceted nudge-based intervention in reducing smartphone use through subtle changes to smartphone settings. The intervention incorporated adjustments such as disabling face/touch ID, setting longer passwords, switching to grayscale mode, and removing social media apps from the home screen. A randomized within-subject cross-over trial with counterbalancing was conducted over a two-week period using a daily diary approach paired with objective smartphone usage data to track the impact of these interventions on both smartphone screentime and checking behavior. Multilevel modeling on 163 young adults with 1508 observations indicated that the intervention significantly reduced both screentime and checking frequency compared to the control condition. However, participants reported higher levels of stress during the intervention, potentially due to the frustration of partial restrictions without full disengagement from their smartphones. These findings highlight not only the potential of multifaceted nudges to reduce smartphone use but also the importance of carefully selecting and combining strategies to avoid unintended stress. This study provides a practical, cost-free and scalable foundation for refining smartphone interventions, contributing to the growing body of research on nudge-based strategies to promote healthier phone habits.",
          "url": "https://doi.org/10.1177/20501579251323246",
          "doi": "https://doi.org/10.1177/20501579251323246",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Bearing the Unbearable: Double Controls and Disguised Precarity on China-Based Platforms",
          "authors": "Le Lin, Grace Chun Guo",
          "abstract": "This article examines controls over platform laborers by platforms and states as well as the precarity of platform laborers. Adopting a multi-level approach, we put the spotlight on how states, platforms and laborers interact with each other when states and platforms impose their controls over overseas laborers. Drawing on 47 in-depth interviews, surveys and online data collected during 2018–2023 on ABCKID (pseudonym), a large China-based platform employing North American laborers, we unpack how state control directly affected the lives of laborers and indirectly impacted platform work through strengthening platform control over laborers. Our findings show that the state is not necessarily an ally with platform laborers but could be a major source of control over these laborers. We also document how the platform took advantage of laborers’ dependency on the platform and collaborated with them to get around state controls. Furthermore, we introduce the concept of disguised precarity and illustrate how laborers’ precarity became more disguised as double controls unfolded. We argue that double controls by platforms and the states can exacerbate platform laborers’ precarity even though their precarity may seem to be tolerable.",
          "url": "https://doi.org/10.1177/20563051251323025",
          "doi": "https://doi.org/10.1177/20563051251323025",
          "filter": 0
        },
        {
          "title": "Platform Imperialism Theory From the Asian Perspectives",
          "authors": "Dal Yong Jin",
          "abstract": "This article examines how digital platforms construct imperialism in the Asian cultural markets. It discusses the increasing role of global digital platforms in cultural production, referring to the production and circulation of cultural content in Asia. It articulates how global digital platforms in the audio-visual sector, including broadcasting, film, and popular music, have expanded their market shares in Asian cultural markets to determine the similarities and differences between East Asia and other regions in the construction of platform imperialism. Finally, it examines whether Western digital platforms perpetuate a vicious circle in the local cultural sphere, despite the growth of local digital platforms in Asia, while contemplating its broader implications for global cultural markets.",
          "url": "https://doi.org/10.1177/20563051251329692",
          "doi": "https://doi.org/10.1177/20563051251329692",
          "filter": 0
        },
        {
          "title": "Visual Identities in Troll Farms: The Twitter Moderation Research Consortium",
          "authors": "Marco Bastos",
          "abstract": "The Twitter Moderation Research Consortium is a database of network propaganda and influence operations that includes 115,474 unique Twitter accounts, millions of tweets, and over one terabyte of media removed from the platform between 2017 and 2022. We probe this database using Google’s Vision API and Keras with TensorFlow to test whether foreign influence operations can be identified based on the visual presentation of fake user profiles emphasizing gender, race, camera angle, sensuality, and emotion. Our results show that sensuality is a variable associated with operations that replicate the Kremlin-linked Internet Research Agency campaign, being particularly prevalent in influence operations that targeted communities in North and South America, but also in Indonesia, Turkey, and Pakistan. Our results also show that the visual identities of fake social media profiles are predictive of influence operations given their reliance on selfies, sensual young women, K-pop aesthetics, or alternatively nationalistic iconography overlaid with text to convey ideological positioning.",
          "url": "https://doi.org/10.1177/20563051251323652",
          "doi": "https://doi.org/10.1177/20563051251323652",
          "filter": 0
        },
        {
          "title": "Connective Democracy: A New Approach to Fighting Political Divisiveness",
          "authors": "Gina M. Masullo, Martin J. Riedl",
          "abstract": "This special issue explores connective democracy, a new theoretical approach to fighting and understanding political polarization and divisiveness online. Connective democracy asks scholars to think about solutions that bridge societal and political divides, particularly on social media. Our collection of six articles theorizes connective democracy and applies the theoretical concept to global situations, such as nurturing freedom of speech in Myanmar (Burma) and discussions of a new constitution in Chile. The articles in this special issue also consider how connective democracy is useful for understanding current problems related to polarization, such as misinformation and online vitriol, as well as how social media affordances support connective democracy. This body of work contributes to our understanding of how to deal with one of the most challenging problems facing democracy today, rampant polarization and divisiveness online.",
          "url": "https://doi.org/10.1177/20563051251330390",
          "doi": "https://doi.org/10.1177/20563051251330390",
          "filter": 0
        },
        {
          "title": "Connecting Social Media Use With Education- and Race-Based Gaps in Factual and Perceived Knowledge Across Wicked Science Issues",
          "authors": "Shiyu Yang, Dominique Brossard, Dietram A. Scheufele, Michael A. Xenos, Todd P. Newman",
          "abstract": "Using three U.S. public opinion survey datasets, this study examines whether use of specific social media platforms affects the gaps in factual and perceived knowledge of three wicked science issues among Americans with different racial and socioeconomic makeup. Less-educated Americans are less likely to gain factual knowledge but more likely to gain perceived knowledge from increased social media use than more-educated Americans. Racial minorities are more likely to gain both factual and perceived science knowledge than White Americans with increased social media use. Furthermore, social media use was linked to wider education-based gaps in factual knowledge and narrower education-based gaps in perceived knowledge among racial minorities than among Whites. Theoretical and practical implications for equitable science communication are discussed.",
          "url": "https://doi.org/10.1177/20563051251325592",
          "doi": "https://doi.org/10.1177/20563051251325592",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Advancing the Study of Political Misinformation Across Countries and Platforms—Introduction to the Special Issue",
          "authors": "Edda Humprecht, Sebastián Valenzuela, Frank Esser, Edson Tandoc",
          "abstract": "The global spread of political misinformation poses serious challenges to democracies, eroding trust and distorting public discourse. However, research has largely focused on WEIRD countries—Western, Educated, Industrialized, Rich, and Democratic—limiting our understanding of how misinformation operates across diverse political, cultural, and technological contexts. This special issue addresses these gaps through comparative, cross-platform, and interdisciplinary perspectives. The articles explore how political and media systems shape misinformation, the role of individual resilience, and how platform-specific features—across social media, messaging apps, and traditional media—affect the spread of false information. Studies from non-WEIRD regions offer insights into distinct vulnerabilities, emphasizing the need for context-sensitive approaches. Together, these contributions advance our understanding of misinformation as a global challenge and offer guidance for strengthening democratic resilience in varied information environments.",
          "url": "https://doi.org/10.1177/19401612251327530",
          "doi": "https://doi.org/10.1177/19401612251327530",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Book review: Visual Politics in the Global South VenetiAnastasiaRoviscoMaria (eds) Visual Politics in the Global South. Chichester: Palgrave Macmillan, 2023. 323 pp. ISBN: 978-3-031-22781-3",
          "authors": "Ahmad Musafir, Mauliadi Mau, Alem Febri Sonni",
          "url": "https://doi.org/10.1177/14703572251315817",
          "doi": "https://doi.org/10.1177/14703572251315817",
          "filter": 0
        },
        {
          "title": "Visualizing political communication on Spanish social media: an analysis of Andalusian political parties’ communication on Instagram",
          "authors": "Antonio Pineda, Alberto Hermida, Elena Bellido-Pérez",
          "abstract": "Instagram is a social networking site widely used in political communication, with candidates and parties throughout the world developing profiles and managing their images on this site. However, research focusing on Instagram is still limited in comparison to production aimed at other networks – a research gap which is reflected in the scarcity of studies on Instagram political communication in Spain. This article aims to broaden the literature on Instagram use by addressing the profiles of political parties instead of individual candidates, by focusing on regional parties instead of national ones and by shedding light on underexplored aspects of visual political communication. To do so, the authors focus on the Spanish Autonomous Region of Andalusia and content-analyse the way in which political parties in this region manage their visual presence. The sample consists of 1,805 Instagram posts collected from the official profiles of the five parties with parliamentary seats in Andalusia. The content analysis of the posts is based on variables related to visual aspects of the images being published: visual content and formats, presence of party leaders, party symbolism and the predominant colours used in publications. Results indicate that Instagram’s visual content depicts party symbolism and uses colour in a strategic way. However, the personal presence of leaders is not exploited equally by all parties, indicating that the management of political image on social media differs between parties.",
          "url": "https://doi.org/10.1177/14703572241307305",
          "doi": "https://doi.org/10.1177/14703572241307305",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
