{
  "update": "2025-06-25",
  "content": [
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Satellite promises: An open-source investigation and footprint analysis of SGDC-1’s quest in delivering broadband to public rural schools in Brazil",
          "authors": "Iago Bojczuk",
          "abstract": "In 2017, Brazil launched the Geostationary Defense and Strategic Communications Satellite (SGDC-1), fulfilling the state’s long-held ambition to manufacture and operate a national communication satellite. This article investigates the main frictions surrounding the establishment, articulation, and representation of this large-scale infrastructural system, particularly regarding the federal government’s alleged commitment to deploying it to deliver broadband to public rural schools. Through open-source investigation and satellite footprint analysis, the study explores the political economy and governance dilemmas surrounding the SGDC-1 as a state-led project, revealing how its operations are framed and mediated through underserved publics and bolstered by televisual tactics under a populist logic. A critical analysis of disclosed documents, news stories, footprint maps, congressional hearings, and visual media uncovers the satellite’s dual complexity: it serves both as a flagship of publicly funded connectivity and as a discursive artifact that shapes public perceptions of inclusion through paternalistic space-telecom narratives. Considering the challenges related to public-private partnerships, militarization, and potential outages, the article calls for increased civic scrutiny and suggests the need for new policy strategies to ensure the project’s viability and long-term success.",
          "url": "https://doi.org/10.1177/13548565251353426",
          "doi": "https://doi.org/10.1177/13548565251353426",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Stronger Algorithmic Beliefs Were Associated with More Benign Interpretations in Unideal Online Dating Scenarios",
          "authors": "Junwen M. Hu, Yoo Jung Oh",
          "url": "https://doi.org/10.1089/cyber.2025.0085",
          "doi": "https://doi.org/10.1089/cyber.2025.0085",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Radio audience in European minority languages: Important reality and structural correlation",
          "authors": "Iñaki Zabaleta-Urkiola, Tania Arriaga-Azkarate, Aitor Castañeda-Zumeta",
          "abstract": "This article examines the audiences of seven public radio channels in autochthonous minority languages with a general reach and programming, broadcasting in Galician, Basque, Catalan, Frisian, Irish, Welsh, and Scottish Gaelic languages, respectively. This comparative research explores the quantitative dimensions and demographic profiles of those radio audiences and the potential correlation with the speaking population and the concept of mutual linguistic intelligibility—defined as the level of mutual understanding between minority and majority languages—allowing the configuration of a European framework for minority language radio audiences. The comparison with the audience metrics of majority language public channels provides a distinct outlook. Key findings reveal a notable audience reach, reinforcing the significant role of the radio in the advancement of European minority languages and its relationship with the size of the speaking population as well as the concept of mutual linguistic intelligibility. Audience demography shows notable differences among the channels.",
          "url": "https://doi.org/10.1177/02673231251344862",
          "doi": "https://doi.org/10.1177/02673231251344862",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Practice inspired critical success factors for “doing” digital transformation",
          "authors": "Patrick McCarthy, David Sammon, Ibrahim Alhassan",
          "abstract": "Purpose The pace of Digital Transformation (DT) is accelerating within organizations, and this has blossomed into a commentary around what we refer to as “doing” DT. Despite this trend, it is hard to find a collection of Critical Success Factors (CSFs) for DT, from either the academic literature or trade press. For the purposes of this research, we define DT as the strategic use of emergent and emerging technologies to make an organization more customer-focused, innovative and efficient, through optimizing processes, data and people, disrupting business and operational models to deliver value to all stakeholders. Therefore, the objective of this theory-building research is to explore the CSFs for DT in a pre-digital organization. Design/methodology/approach For the purposes of this theory-building research we take inspiration from features of the Gioia Methodology. Therefore, we pose the following research question: What are the CSFs for DT that impact positively on the outcome of a DT initiative within a pre-digital organization? To answer this question, we code (following an inductive open, axial and selective coding approach) the stories of 16 key informants (DT leaders). We also survey a further 30 DT leaders to evaluate the importance of our findings (the degree to which each of our nine CSFs for DT are deemed “essential”). Findings We present nine CFSs for DT in a pre-digital organization as a conceptual model. We also evaluate these CSFs for DT, and this evaluation reveals that seven of our CSFs for DT are deemed essential. Furthermore, our evaluation also reveals three interesting patterns, one of which highlights the importance of three specific CSFs that impact on “Culture Change” when “doing” DT in a pre-digital organization. Originality/value This paper is unique in its approach and the CSFs presented can sharpen the DT focus of academia and practice. Our contribution advances the first comprehensive conceptualization of the “essential” CSFs for DT in a pre-digital organization, thereby strengthening the relevance for practitioners striving for the best possible DT initiative outcome.",
          "url": "https://doi.org/10.1108/itp-04-2024-0481",
          "doi": "https://doi.org/10.1108/itp-04-2024-0481",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Remediated marketing: leveraging computer vision and rule-based classification models to detect e-cigarette warning labels across social media",
          "authors": "Kellen Sharp, Marzieh Babaeianjelodar, Dhiraj Murthy, Rachel R. Ouellette, Juhan Lee, Amanda de la Noval, Neil Kamdar, Grace Kong",
          "url": "https://doi.org/10.1080/1369118x.2025.2500485",
          "doi": "https://doi.org/10.1080/1369118x.2025.2500485",
          "filter": 0
        },
        {
          "title": "Algorithmic discrimination: a grounded conceptualization",
          "authors": "Matthew Bui, Charlton McIlwain, Seyi Olojo, Ho-Chun Herbert Chang",
          "url": "https://doi.org/10.1080/1369118x.2025.2516544",
          "doi": "https://doi.org/10.1080/1369118x.2025.2516544",
          "filter": 0
        },
        {
          "title": "Anthropology of now: Love and technology: An ethnography of dating app users in Berlin",
          "authors": "Nikoo Karimi",
          "url": "https://doi.org/10.1080/1369118x.2025.2520008",
          "doi": "https://doi.org/10.1080/1369118x.2025.2520008",
          "filter": 0
        },
        {
          "title": "Can platform literacy protect vulnerable young people against the risky affordances of social media platforms?",
          "authors": "Sonia Livingstone, Reidar Schei Jessen, Mariya Stoilova, Line Indrevoll Stänicke, Richard Graham, Elisabeth Staksrud, Tine Jensen",
          "url": "https://doi.org/10.1080/1369118x.2025.2518254",
          "doi": "https://doi.org/10.1080/1369118x.2025.2518254",
          "filter": 0
        },
        {
          "title": "Managing unwanted visibility: how transnational Korean women content creators experience and manage harmful algorithmic visibility on global social media",
          "authors": "Jeehyun Jenny Lee",
          "url": "https://doi.org/10.1080/1369118x.2025.2518586",
          "doi": "https://doi.org/10.1080/1369118x.2025.2518586",
          "filter": 0
        },
        {
          "title": "Worker-led AI governance: Hollywood writers' strikes and the worker power",
          "authors": "Rafael Grohmann, Andre Campos Rocha, Guilherme Guilherme",
          "url": "https://doi.org/10.1080/1369118x.2025.2521375",
          "doi": "https://doi.org/10.1080/1369118x.2025.2521375",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Exploring the dilemma of full-screen ads when opening an app: the roles of users’ perceived goal impediment and processing fluency",
          "authors": "Qingxian An, Haifeng Li, Bowen Zheng",
          "url": "https://doi.org/10.1080/02650487.2025.2516870",
          "doi": "https://doi.org/10.1080/02650487.2025.2516870",
          "filter": 0
        },
        {
          "title": "Just for fun: an empirically based framework for advertising fun",
          "authors": "Tyler Milfeld, Matthew Pittman",
          "url": "https://doi.org/10.1080/02650487.2025.2519898",
          "doi": "https://doi.org/10.1080/02650487.2025.2519898",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Information exchange on interorganizational information systems and public social media: different impacts on conflict and joint action",
          "authors": "Tingyu Lu, Xubing Zhang, Guijun Zhuang",
          "abstract": "Purpose This research examines how information and communication technology (ICT)-enabled interactions influence conflict, joint action, and thus cooperative performance in supply chains. Design/methodology/approach We adopt a mixed-methods approach that uses both qualitative and quantitative methods. We conduct a grounded theory study of 18 interviews to identify two predominant platforms for ICT-enabled interactions among contemporary firms: interorganizational information systems (IOSs) and public social media (PSM). We then develop a research model and test six hypotheses with field survey data from 520 manufacturing firms. Findings ICT-enabled interactions reduce conflict and promote joint action in supply chains. More importantly, whereas IOS-enabled interaction is more effective in promoting joint action, PSM-enabled interaction is more effective in mitigating conflict. In addition, conflict and joint action fully mediate the effect of IOS-enabled interaction on cooperative performance, but only partially mediate the impact of PSM-enabled interaction. Research limitations/implications This research is an essential investigation of the impacts of the concurrent use of IOSs and PSM as interaction platforms, showing a new mechanism through which ICT-enabled interactions improve performance. Originality/value This research highlights the different effects of ICT-enabled interactions and provides practical insights for managers to deploy and leverage different ICT platforms in supply chains.",
          "url": "https://doi.org/10.1108/intr-02-2024-0166",
          "doi": "https://doi.org/10.1108/intr-02-2024-0166",
          "filter": 0
        },
        {
          "title": "Digital transformation’s impact on substantive innovation: a life-cycle perspective",
          "authors": "Jie Yang, Hongxiu Li, Linzi Zhang, Guohu Xu",
          "abstract": "Purpose Based on the theory of the firm life cycle, this study investigates the effect of digital transformation on substantive innovation and the moderating role of a firm’s life cycle in this relationship. Design/methodology/approach The effect of digital transformation on substantive innovation and the moderating effect of a firm’s life cycle were tested using panel data from A-share-listed Chinese manufacturing firms spanning 2013 to 2022, using an ordinary least squares regression model with fixed effects. Findings The findings indicate that digital transformation significantly boosts substantive innovation. A firm’s life cycle moderates this effect. Specifically, digital transformation significantly promotes substantive innovation during the mature stage, while its significance is not evident during the growth or decline stages. Research limitations/implications Theoretically, this study contributes to the digital transformation and innovation literature by providing a nuanced and dynamic perspective on their relationship from a firm’s life cycle perspective. Practically, the findings offer insights for managers in manufacturing firms into developing stage-specific digital strategies to optimize innovation outcomes. Originality/value This study enhances the understanding of digital transformation’s role in substantive innovation by revealing its dynamic effects across a firm’s life cycle. Our findings highlight that digital transformation’s effect on substantive innovation varies across different life cycle stages of a firm, offering insights for academics and practitioners seeking to optimize digital strategies based on a firm’s life cycle stages.",
          "url": "https://doi.org/10.1108/intr-08-2024-1204",
          "doi": "https://doi.org/10.1108/intr-08-2024-1204",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Binge-Watching and Advertising Reactance: The Moderating Roles of Ad Position and Ad Congruence",
          "authors": "Lianlian Song, Tingting Wang, Shanji Yao, Qiuxiang Zhang, Geoffrey Kwok Fai Tso",
          "url": "https://doi.org/10.1080/00913367.2025.2511188",
          "doi": "https://doi.org/10.1080/00913367.2025.2511188",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Intercultural disaster communication and community resilience: examining post-hurricane communication in communities with limited English-speaking proficiency",
          "authors": "Yaguang Zhu, Janet Yang, Keri Stephens, Lucinda Austin",
          "url": "https://doi.org/10.1080/00909882.2025.2515867",
          "doi": "https://doi.org/10.1080/00909882.2025.2515867",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "The Depolarizing Effect of AI Chatbots: Effects of Interactive News on Belief Perseverance and Information Seeking",
          "authors": "Freddie J. Jennings, Marco Dehnert, Nicholas Purintun",
          "url": "https://doi.org/10.1080/08838151.2025.2519731",
          "doi": "https://doi.org/10.1080/08838151.2025.2519731",
          "filter": 0
        },
        {
          "title": "Prior Parental Mediation, Privacy Perceptions and Privacy Protection Behaviors Among Emerging Adults: Testing the Mediating Effect and its Gender Difference",
          "authors": "Wei Ren, Qiang Chen",
          "url": "https://doi.org/10.1080/08838151.2025.2519734",
          "doi": "https://doi.org/10.1080/08838151.2025.2519734",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "How does social media content go viral across platforms? Modelling the spread of Kamala is brat across X, TikTok, and Instagram",
          "authors": "Emma Connolly",
          "url": "https://doi.org/10.1080/19331681.2025.2519052",
          "doi": "https://doi.org/10.1080/19331681.2025.2519052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Understanding parents’ motivations for giving their children smartphones: A qualitative study",
          "authors": "Idoia Legorburu Fernandez, Nahia Idoiaga-Mondragon, Mirari Gaztañaga, Maria Dosil-Santamaria",
          "abstract": "In response to growing concerns about the early age at which children receive smartphones, this study examines the factors influencing parents’ decisions on when and why to allow their children access to these devices. A total of 642 parents from a region in the Basque Country (northern Spain) participated in an open-ended survey. The sample was diverse in terms of gender, child age (2–16 years, M = 9.26), and place of residence. While 26.9% had purchased a smartphone for their child, most either allowed shared use (65.3%) or restricted access entirely (7.7%). The data were analyzed using the Reinert method via Iramuteq software. Five key thematic categories emerged: the desire for children to be part of peer groups, social pressure perceived by parents, enabling children’s autonomy in public spaces, facilitating local communication practices, and exercising parental control. These findings reveal how smartphone-related decisions are shaped by community norms, safety concerns, and evolving definitions of childhood independence. The study highlights the importance of culturally responsive resources that support diverse parenting approaches without prescribing universal rules about the “right” age for smartphone ownership.",
          "url": "https://doi.org/10.1177/02654075251352599",
          "doi": "https://doi.org/10.1177/02654075251352599",
          "filter": 0
        },
        {
          "title": "Strengthening connections: A randomized controlled trial examining the impact of a supervisor support intervention on loneliness and military couple relationships",
          "authors": "Cynthia D. Mohr, AnnaMarie S. O’Neill, Jacquelyn M. Brady, Todd E. Bodner, Tori L. Crain, Leslie B. Hammer",
          "abstract": "Social connection has been declining across the general population (i.e., the “loneliness epidemic”), though some groups, including military personnel, are experiencing particularly high rates. This has led to calls for a multilevel national strategy, including workplaces, to build social connection (U.S. Surgeon General, 2023). To answer this call, the present study draws on the wise intervention approach (Walton, 2014), multidimensional model of social connection (Holt-Lunstad, 2022), and models of the bidirectional relationship between sleep health and relationship functioning (Gordon et al., 2017; Troxel et al., 2007), to deliver a workplace intervention that builds social connection for military employees and their romantic partners ( N = 360 couples), using a cluster randomized controlled trial. The workplace intervention, combining supportive supervisor training (for family and sleep health) with personalized sleep feedback for employees, was found to improve social connection for both partners in the treatment group compared to the control group. Specifically, employees and romantic partners reported lower loneliness, and employees reported higher perceived partner responsiveness. We also investigated potential mechanisms of intervention effects, though significant indirect effects were not detected. Broadly, this work contributes to the loneliness intervention literature by demonstrating the efficacy of cultivating social support through one’s workplace supervisor, paired with individual sleep feedback. Clinical trial registry: NCT02946736.",
          "url": "https://doi.org/10.1177/02654075251349701",
          "doi": "https://doi.org/10.1177/02654075251349701",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Negative Feedback Fuels Hate Speech: A Deep Learning Analysis of 25 Million News Comments",
          "authors": "Hyo-sun Ryu, Jae Kook Lee",
          "abstract": "This study investigates the dynamics of hate speech, looking at feedback on comments and subsequent commenting. We examine the relationship between feedback on comments, hate speech presence, and commenter types, with analysis of news comments during the 2022 South Korean presidential election campaigns. The data include 25 million comments, analyzed with a deep learning hate speech detection model. It was found that positive feedback encourages more commenting for non-hateful content, and negative feedback reduces subsequent non-hateful comments. However, surprisingly, negative feedback was found to rather increase the frequency of hateful comments, particularly among light commenters. Implications of the findings are discussed.",
          "url": "https://doi.org/10.1177/10776990251343076",
          "doi": "https://doi.org/10.1177/10776990251343076",
          "filter": 0
        },
        {
          "title": "Reducing Misinformation Credibility: How Explanations Impact the Effectiveness of Social Media Warning Labels and Fact-Checking Source Recall",
          "authors": "Paul Mena",
          "abstract": "Social media platforms have been using warning labels to alert users of misinformation. Although research has shown that flagging can be effective in reducing the perceived credibility of false information, many social media users still believe in misinformation even after seeing a warning label. An online experiment found that explanations may enhance the effectiveness of warning labels in reducing the credibility of misinformation with high message credibility. This research also showed that explanations may increase the perceived informational utility of warning labels. In the same way, explanations of warning labels were found to boost fact-checking source recall.",
          "url": "https://doi.org/10.1177/10776990251347657",
          "doi": "https://doi.org/10.1177/10776990251347657",
          "filter": 0
        },
        {
          "title": "Book Review: Platforms, Power, and Politics: An Introduction to Political Communication in the Digital Age , by Ulrike Klinger, Daniel Kreiss, and Bruce Mutsvairo Platforms, Power, and Politics: An Introduction to Political Communication in the Digital Age.KlingerUlrikeKreissDanielMutsvairoBruce. Cambridge: Polity, 2023. 288 pp.",
          "authors": "Martial Fanga Agbor",
          "url": "https://doi.org/10.1177/10776990251349215",
          "doi": "https://doi.org/10.1177/10776990251349215",
          "filter": 0
        },
        {
          "title": "Book Review: Community Data: Creative Approaches to Empowering People With Information , by Rahul Bhargava Community Data: Creative Approaches to Empowering People With Information. BhargavaRahul. Oxford, United Kingdom: Oxford University Press, 2025. 272 pp.",
          "authors": "Stephen W. Song",
          "url": "https://doi.org/10.1177/10776990251346715",
          "doi": "https://doi.org/10.1177/10776990251346715",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Linguistic Capital and the Production of Vernacular Digital Journalism: The Case of Malayalam-Language News",
          "authors": "Subin Paul",
          "url": "https://doi.org/10.1080/1461670x.2025.2519937",
          "doi": "https://doi.org/10.1080/1461670x.2025.2519937",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Harmony in Political Discourse? The Impact of High-Quality Listening on Speakers’ Perceptions Following Political Conversations",
          "authors": "Guy Itzchakov, Niv Navon, Jarret T. Crawford, Netta Weinstein, Kenneth G. DeMarree",
          "abstract": "Conversations with people who hold opposite partisan attitudes can elicit defensiveness, reinforce extreme attitudes, and undermine relationships with those with opposing views. However, this might not be the case when speakers experience high-quality (attentive, understanding, and non-judgmental) listening from their conversation partners. We hypothesized that high-quality listening would increase speakers’ positive views toward, and their willingness to further interact with, others who hold politically opposed attitudes, and that these effects would be mediated by greater state openness. We conducted three experiments using different modalities to manipulate listening. In Study 1 (&lt;em&gt;N&lt;/em&gt; = 379), participants recalled a conversation with an opposing political party member, with listening quality described as high-quality, low-quality, or control. Study 2 (&lt;em&gt;N&lt;/em&gt; = 269) used imagined interactions, with participants reading vignettes describing either high-quality listening or a control condition. In Study 3 (preregistered; &lt;em&gt;N&lt;/em&gt; = 741), participants watched a video of a listener modeling high-quality or moderate-quality listening and imagined themselves engaging in a similar interaction. Across studies, we found that high-quality listening consistently increased speakers’ state openness to politically opposed others but did not change political attitudes. We found inconsistent evidence for speakers’ increased willingness to engage in future interactions (meta-analytic effect: = 0.20, &lt;em&gt;p&lt;/em&gt; = 0.015). However, we observed a consistent indirect effect of listening on positive attitudes and willingness for future interactions through increased openness.",
          "url": "https://doi.org/10.17645/mac.9871",
          "doi": "https://doi.org/10.17645/mac.9871",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Uses and effects of AR- and VR-based animal embodiment: A field study at a beach music festival",
          "authors": "Daniel Pimentel",
          "abstract": "Amid growing ecological threats to wildlife, organizations are increasingly exploring multimedia solutions to spur action. One such strategy involves enabling audiences to embody threatened wildlife (animal embodiment) via augmented and virtual reality (AR/VR). Despite AR/VR’s capacity to visualize threats onto one’s virtual body, little is understood about how these platforms differ in their uses and effects. Thus, A field study was conducted at a music festival where attendees ( N = 99) evaluated custom-designed AR and VR games enabling animal embodiment. Results showed clear modality preferences for the AR game, though both AR and VR elicited high levels of connection, or body transfer (BT), with the animal body. BT also predicted pro-environmental behavior intentions, though this effect was strongest for direct (donations, volunteering) rather than indirect actions (social media advocacy). Results yield insight into the requirements for BT with animal bodies and establish support for animal embodiment as a viable environmental communications strategy.",
          "url": "https://doi.org/10.1177/14614448251346153",
          "doi": "https://doi.org/10.1177/14614448251346153",
          "filter": 0
        },
        {
          "title": "Communicating about sexual violence on TikTok: A content analysis",
          "authors": "Sydney Nicolla, Allison J Lazard, Deen Freelon, Lucinda L Austin, Heathe Luz McNaughton Reyes, Kathryn E Moracco",
          "abstract": "TikTok presents an opportunity for strategic and health communicators. There are more than 300 million views associated with the hashtags #sexualassaultawareness and #sexualassaultsurvivors on TikTok. Using quantitative content analysis, we analyzed 150 TikTok videos about “sexual assault” for trends in self-disclosures (RQ1), message framing (RQ2), types of sexual violence (RQ3), emotions (RQ4), creator characteristics (RQ5–7), and engagement (RQ8). We found that millions of people are seeing and engaging with this content. Coded videos were often (68%) framed from the perspective of educating or creating awareness. Video creators often engaged in displays of authenticity like showing their face on camera (84%). Coded videos often (60%) framed information in a way that “calls out” perpetrators or social norms surrounding sexual violence. This study sets the stage for future explorations of strategic communication on TikTok, including but not limited to projects related to sexual violence resistance and prevention.",
          "url": "https://doi.org/10.1177/14614448251341484",
          "doi": "https://doi.org/10.1177/14614448251341484",
          "filter": 0
        },
        {
          "title": "Anonymous dissent: Protest, privacy, and photographic surveillance in digital media",
          "authors": "Gino Canella, Mary Angela Bock",
          "abstract": "Protesters in recent years have been making a somewhat novel demand: they are asking journalists to blur their faces in news coverage of public demonstrations. This article investigates this demand to explore how new surveillance technologies and the political economy of media are complicating the ethics of visual journalism. Reviewing 26 articles from news outlets, trade publications, and blogs published between May 2020 and October 2024 that discussed protesters’ demand, the study considers three themes: visibility and surveillance in digital media; the ethical contradictions that visual journalists navigate while documenting dissent; and the relationships among journalists, movements, and political-economic power structures. The article contrasts Enlightenment ideals with an ethic of care to understand journalists’ views on transparency and truth, concluding that the uneven power dynamics among protesters, journalists and the state raise important questions about the documentation, preservation and circulation of dissent.",
          "url": "https://doi.org/10.1177/14614448251349830",
          "doi": "https://doi.org/10.1177/14614448251349830",
          "filter": 0
        },
        {
          "title": "r/23andMe and my pictures: Platform racial spectacles as collective racial identity formation",
          "authors": "Yukun Yang",
          "abstract": "This essay expatiates on the collective practices of image sharing of “direct-to-consumer” (DTC) genetic ancestry tests (GAT) results on social media, specifically the strategic, selective, and structural coupling of DNA charts, ancestry maps, and selfies. Building upon Guy Debord’s theory of the spectacle, I propose the concept of “platformed racial spectacle” to theorize such online phenomena: an aggregate of images voluntarily shared online, facilitated by the social media platform affordances and its sociality culture, fabricating the mythical connections between race, DNA, bodily traits, and geographies. Indicative of the racial structure and racial formations insidiously reified through such practices, the mobilization of racialization, semantics, and somatics can be found through the platformed racial spectacle and the collective practices of conjuring such a racial project. Contextualized in the subreddit r/23andme, I further explicate the emergence and existence of platformed racial spectacle, unfurl its texture and format, and expound its spectacular functionality of unification and alteration.",
          "url": "https://doi.org/10.1177/14614448251344291",
          "doi": "https://doi.org/10.1177/14614448251344291",
          "filter": 0
        },
        {
          "title": "Video chat and in-person modality switches in online dating: An exploration of modality-switching motives, modality expansion, channel choice, and outcomes",
          "authors": "Erin M Sumner, Audrey Herrera, Artemio Ramirez",
          "abstract": "The present study sampled online daters to (a) inductively explore their motives for meeting a potential partner for face-to-face (FtF)-like interaction (i.e. a modality switch [MS]); (b) examine modality-switching motives and pre-MS modality expansion in relation to MS channel choice (e.g. video chat or in person); and (c) investigate whether MS motives, degree of pre-MS modality expansion, and MS channel are associated with partners going on a second FtF-like date. Results revealed that online daters possessed both relational (i.e. romantic, sexual, and platonic companionship) and information-seeking (i.e. fact-checking and exploration) MS motives. Holding the MS in person was associated with romantic, sexual, and platonic companionship motives, whereas meeting through video chat was associated with fact-checking motives and the degree of pre-MS channel expansion. Romantic MS motives and having held the MS through video chat were both associated with online daters going on a second FtF-like date.",
          "url": "https://doi.org/10.1177/14614448251344290",
          "doi": "https://doi.org/10.1177/14614448251344290",
          "filter": 0
        },
        {
          "title": "Playlisting the periphery: Platform intermediaries and East-Central European music visibility in Spotify’s geography",
          "authors": "Miloš Hroch, Petr Szczepanik",
          "abstract": "This article examines Spotify’s engagement with East-Central European (ECE) music markets, exploring how platformization intersects with peripherality. Using insights from the political economy of global media and platform studies, it situates Spotify within the asymmetrical geographies of platform capitalism, where peripheral regions are more consumption markets than cultural centers. While Spotify emphasizes egalitarian access through playlisting and algorithmic tools, the findings reveal persistent inequalities shaped by “spatial gatekeeping.” Focusing on how regional actors, mediating between artists and the platform, experience these inequalities, the article draws on interviews and “scavenging” ethnography to develop a typology of “platform intermediaries,” including regional playlist editors, digital distributors, major label representatives, and music creators. These intermediaries internalize spatial gatekeeping in their practices and platform imaginaries, which reflect perceived distance from geographic and algorithmic centers and aspirations to transcend peripherality. The article offers a nuanced account of platform geography’s asymmetries as experienced from the periphery.",
          "url": "https://doi.org/10.1177/14614448251346200",
          "doi": "https://doi.org/10.1177/14614448251346200",
          "filter": 0
        },
        {
          "title": "The impact of exposure to generative AI art on aesthetic appreciation, perceptions of AI mind, and evaluations of AI and of art careers",
          "authors": "W P Malecki, Tanja V Messingschlager, Markus Appel",
          "abstract": "Visual art is increasingly created by generative artificial intelligence (generative AI). This study, conducted online with 470 US participants, investigated whether exposure to art attributed to AI may influence aesthetic appreciation, perceptions of AI mind, and evaluations of AI (acceptance of AI as an artist, evaluation of AI as an identity and realistic threat) and of art careers. Exposure to art introduced as generated by AI (vs a human artist) reduced appreciation. No significant impact was observed on the other dependent variables. For ostensibly AI-generated art, higher appreciation was associated with more acceptance toward AI as an artist and lower levels of AI realistic threat. This suggests that mere exposure to art attributed to AI may not be sufficient to induce a change in perceptions of AI mind, evaluations of AI and of art careers, but these effects might occur if AI-attributed art is appreciated aesthetically.",
          "url": "https://doi.org/10.1177/14614448251344590",
          "doi": "https://doi.org/10.1177/14614448251344590",
          "filter": 0
        },
        {
          "title": "Decoding revision mechanisms in Wikipedia: Collaboration, moderation, and collectivities",
          "authors": "Xixuan Zhang",
          "abstract": "Research on knowledge collaboration in Wikipedia has predominately focused on metadata at the article level or editor-centric analyses, often overlooking the complexities of knowledge collaboration and its contextual dependencies. This study takes a novel, fine-grained approach to investigating revision mechanisms in Wikipedia’s knowledge collaboration. By considering modified sentences as carriers of collective knowledge and spaces in which epistemic power is negotiated, it reconstructs their revision sequences and examines how editorial, contextual, content, and temporal factors shape Wikipedia’s revision dynamics. A total of 140,593 revisions (by 48,643 editors) of 76,525 sentences in 537 Wikipedia articles related to climate change were analyzed using text mining, natural language processing, survival analysis, and meta-analysis. The findings expand our understanding of how epistemic power is negotiated through collective endeavors underlying bureaucratic rules and community moderation in Wikipedia.",
          "url": "https://doi.org/10.1177/14614448251336418",
          "doi": "https://doi.org/10.1177/14614448251336418",
          "filter": 0
        },
        {
          "title": "OnlyFans use and satisfactions with oneself and others: The role of upward social comparison",
          "authors": "Yadong Ji, Yachao Li",
          "abstract": "OnlyFans is a patronage platform primarily for sexually explicit content. Unlike professionally produced pornography, OnlyFans allows users to actively select their subscriptions and engage directly with creators. However, little is known about how the use of OnlyFans relates to various satisfaction with oneself and others. This study ( n = 293) explores the association of OnlyFans usage—including viewing and interaction—with different types of satisfaction: sexual self-esteem, relational satisfaction with sexual partners, and sexual satisfaction. The study also examined the role of upward comparisons (e.g. comparing oneself to performers, comparing sexual partners to performers, and comparing one’s sex life to depicted performances) in these dynamics. Contrary to expectations based on previous pornography research, the data revealed a positive relationship between OnlyFans use and satisfaction through upward comparisons. The findings suggest that OnlyFans use was associated with upward comparisons with content creators, which in turn may relate to increased sexual knowledge, skill development, and inspiration.",
          "url": "https://doi.org/10.1177/14614448251342235",
          "doi": "https://doi.org/10.1177/14614448251342235",
          "filter": 0
        },
        {
          "title": "Guarding against deception through news literacy interventions: Impact of issue involvement and participation on young French adults’ fake news vulnerability",
          "authors": "Ambre Gambin, Andreas Munzel",
          "abstract": "In the so-called post-truth age and the rise of social media, news circulates widely and quickly, leading to information overload. In this context, individuals experiencing high issue involvement tend to engage more with information. Literature has recently focused on news literacy interventions to protect people from fake news. However, few have addressed these initiatives’ immediate and differential effects simultaneously on young adults’ vulnerability to deception. Through three experiments involving undergraduate university students in France, we demonstrate that intervention-based educational methods can mitigate the impact of issue involvement on belief in fake news. Yet, they do not enable individuals to protect themselves in the long run and may even prove counterproductive by triggering information overload. Our study contributes to the research investigating preventive practices to help users arm themselves against fake news in media communication, social media, and social marketing.",
          "url": "https://doi.org/10.1177/14614448251342796",
          "doi": "https://doi.org/10.1177/14614448251342796",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "What do we know about digital public debate? Technological affordances and democratic dilemmas",
          "authors": "Ib T. Gulbrandsen, Sine N. Just",
          "abstract": "Digital platforms have become ubiquitous arenas of public debate, changing the relationship between citizens and democratic institutions. On the one hand, digital technologies offer enhanced possibilities for citizens’ participation in public debate, but on the other, they destabilise democratic institutions. In this conceptually informed literature review, we take stock of what we know about digital public debate. To do so, we posit technological affordances – that is, technologies’ latent action possibilities – as a lens through which to study digital public debate. We establish a typology based on human-centric, issue-centric, and technology-centric forms of participation, each of which can be engaged bottom-up by citizens or top-down by democratic institutions. We illustrate the resulting six types of participation through a review of empirical studies based in the Nordic context. We summarise what we currently know about digital public debate in a key democratic dilemma: increasing digital participation goes hand in hand with decreasing institutional trust.",
          "url": "https://doi.org/10.2478/nor-2025-0014",
          "doi": "https://doi.org/10.2478/nor-2025-0014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Won't You Come Home? Women's Linguistic Strategies in Negotiating Sexual Engagements in a Rural Context in Nigeria",
          "authors": "Romanus Aboh, Jonas Akung, Eyo Mensah",
          "abstract": "Although there are studies that have investigated how urban women negotiate sexual intimacy, pleasure, and positions, how rural women negotiate sexual intimacy remains understudied. In an attempt to contribute to scholarship on African women's sexual experiences, this article examines how Bette‐Obudu women in northern Cross River State, southeastern Nigeria, negotiate sexual intimacy with their partners in romantic relationships. The ethnographic data were generated through nine‐month fieldwork exercises in five selected Bette‐Obudu communities from 20 participants who were purposively selected for this study. The women's nuanced narratives were analyzed using the conceptual lens of pragmatic context, which stipulates that contextual meaning is interpreted through shared knowledge and social conventions. The study shows that heterosexual Bette women, though constrained by cultural norms, deploy diverse communicative strategies to negotiate sexual intimacy and pleasure with their partners. Through critical linguistic analysis of the sampled women's narratives, this article deconstructs the notion of homogenization of rural women's sexuality and concludes that rural women can (re)negotiate and (re)construct their sexuality as well as redefine their passive sexual roles under conditions of patriarchal dominance and inequality.",
          "url": "https://doi.org/10.1111/pere.70016",
          "doi": "https://doi.org/10.1111/pere.70016",
          "filter": 0
        },
        {
          "title": "“Fault Lines” and Substitution in the Family Network: Contact Between Children, Mothers, Fathers, and Maternal and Paternal Grandparents in Divorced and Non‐Divorced Families",
          "authors": "Vera de Bel, Gina Potarca, Marijtje van Duijn",
          "abstract": "Although the consequences of parental divorce for specific family relationships are increasingly studied, its impact on the broader family network, including relationships with and between parents, children, and grandparents, remains unexplored. This study aims to unravel how three‐generational, bilateral contact patterns manifest in the larger family network and how they differ when families experience parental divorce. 4,411 families from the multi‐actor Divorce in Flanders data with 1–5 family members (one child, father, mother, and paternal and maternal grandparents) reporting on contact with 1–7 family members are analyzed using a Social Relations Model. Results show that mothers have less frequent contact with paternal grandparents than with maternal grandparents, while fathers have less frequent contact with maternal grandparents than with paternal grandparents, revealing a clear fault line. This gap is even wider in divorced families. Mothers have more contact with maternal grandparents compared to fathers with paternal grandparents, and fathers do not have more contact with maternal grandparents than mothers with paternal grandparents. Less frequent contact with paternal (maternal) grandparents coexists with more frequent contact with maternal (paternal) grandparents, indicating substitution, which is stronger for children in divorced families.",
          "url": "https://doi.org/10.1111/pere.70017",
          "doi": "https://doi.org/10.1111/pere.70017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Sustainability – A fading imperative? Proposing a framework of issue maturation into grand challenges",
          "authors": "Irina Lock",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102601",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102601",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Narrative Versus Statistical Evidence in Environmental Persuasion: A Meta-Analysis Study",
          "authors": "Soohee Choi, Meng Chen, Zhuo Guo",
          "abstract": "This meta-analysis examines the effectiveness of narrative versus statistical evidence in environmental communication. Narrative evidence significantly enhances risk perception and behavioral intention, while statistical evidence plays a more conditional role in shaping attitudes. Moderator analyses reveal that video-based messages enhance the impact of narratives on risk perception, while locally framed statistical messages strengthen their effect on attitude. Longer messages are more effective at influencing behavioral outcomes than shorter ones. Explicit statistical messages enhance risk perception and intention, while non-explicit narratives remain effective. These findings highlight the importance of integrating narrative and statistical evidence in environmental communication campaigns.",
          "url": "https://doi.org/10.1177/10755470251344211",
          "doi": "https://doi.org/10.1177/10755470251344211",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "The Values of Fame: Exploring the Visual and Textual Representations of Basic Values in Influencers’ Instagram Content",
          "authors": "Anaëlle J. Gonzalez, Isra Irmak Akgün, Laura Vandenbosch",
          "abstract": "Despite the popularity of social media influencers (SMIs), little is known about how their content reflects and conveys certain values, leaving a gap in understanding their role as value intermediaries. This content analysis examined the representation of Schwartz values in the Instagram profiles of 59 of the most followed Western SMIs, celebrities, and athletes. Relying on 1256 posts and 2936 stories, the study documented the prevalence of values, modalities of representations (multimodal complexity and post-caption congruence), and differences between SMIs, athletes, and celebrities. Results revealed that 60.3% of the content portrayed at least one value, with achievement, benevolence, and hedonism being the most frequent. Multilevel analyses indicated that SMIs and athletes were more likely to post hedonism and benevolence, while celebrities were more likely to share universalism than SMIs. Most values were represented through low to medium levels of multimodal complexity, and only 15.3% showed post-caption congruence. These findings underscore the need to document how global digital platforms and actors mediate value representation, as they have the potential to shape audience values and cultural norms.",
          "url": "https://doi.org/10.1177/20563051251339035",
          "doi": "https://doi.org/10.1177/20563051251339035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
