{
  "update": "2025-02-01",
  "content": [
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "An investigation of organizational communication citizenship behaviors of faculty and staff at historically black colleges and universities",
          "authors": "Kenneth Rocker, Stephanie Kelly, Stephen Croucher",
          "url": "https://doi.org/10.1080/01463373.2025.2455570",
          "doi": "https://doi.org/10.1080/01463373.2025.2455570",
          "filter": 0
        },
        {
          "title": "Creating a culture of care: What leaders can do to enhance employee engagement and employee advocacy",
          "authors": "Stacy L. Young, Mailea Ang, Kehalani Campbell",
          "url": "https://doi.org/10.1080/01463373.2025.2455565",
          "doi": "https://doi.org/10.1080/01463373.2025.2455565",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Envy inducing social media posts can uplift and deflate viewers: a replication of Montes and DeAndrea (2024)",
          "authors": "Enoch Montes, David C. DeAndrea",
          "url": "https://doi.org/10.1080/08824096.2025.2455692",
          "doi": "https://doi.org/10.1080/08824096.2025.2455692",
          "filter": 0
        },
        {
          "title": "Addressing public opinion misperceptions of racial disparities in the criminal justice system",
          "authors": "Graham Dixon, Lanier Frush Holt",
          "url": "https://doi.org/10.1080/08824096.2025.2455689",
          "doi": "https://doi.org/10.1080/08824096.2025.2455689",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Life of the Mind &gt;&lt; Life of the Body: Cultivating Discursive Spaces of Possibility for the Leaky (Woman) Body in Academe",
          "authors": "Molly Wiant Cummins, Tasha R. Dunn",
          "url": "https://doi.org/10.1080/10510974.2025.2460229",
          "doi": "https://doi.org/10.1080/10510974.2025.2460229",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Impact of Spatial Presence on Charitable Behavior in the Metaverse: A Moderated Mediation Model of Norm Message and Involvement with Charity",
          "authors": "Jaeyeon Bang, Seungjae Oh, Jiyeon Park, Yejoo Lee, Yeonsoo Cho, Soyeon Park, Taeyeon Kim",
          "url": "https://doi.org/10.1089/cyber.2024.0434",
          "doi": "https://doi.org/10.1089/cyber.2024.0434",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
      "journal_short": "CyberPsych",
      "articles": [
        {
          "title": "Online experience sharing without explicit social interaction does not foster social bonding",
          "authors": "Wouter Wolf, Kayley Dotson",
          "abstract": "Humans have a unique capacity to bond with others through shared experiences, even in the absence of explicit communication. Yet it is unknown whether this capacity is flexible enough to accommodate the different kinds of virtual environments on which we increasingly rely. In the current pre-registered study, we examined whether this capacity still operates effectively on shared screens during non-communicative video mediated interactions, in dyads and in groups. Participants (N = 144 US participants, 71 female, 72 male, 1 non-binary) either watched a video on a shared screen together with (pre-recorded) partners or watched individually while these partners attended to something else. Equivalence tests showed that self-reported social bonding scores were practically equivalent between conditions. Thus, in contrast to several in-person studies, there was no difference in social bonding between conditions. These results show that, in the absence of explicit communication, some of humans’ most fundamental social bonding mechanisms might not operate as effectively in video mediated social interactions. As such, without sufficient active social or emotional engagement, the social costs of increasingly relying on video mediated social interactions might be greater than previously thought.",
          "url": "https://doi.org/10.5817/cp2025-1-3",
          "doi": "https://doi.org/10.5817/cp2025-1-3",
          "filter": 0
        },
        {
          "title": "Supportive parenting and adolescents digital citizenship behaviors: The mediating role of self-regulation",
          "authors": "Agustín Morales-Álvarez, Angel Alberto Valdés-Cuervo, Lizeth Guadalupe Parra-Pérez",
          "abstract": "A plethora of studies have shown that parenting practices can lead to problematic Internet use. However, few studies have explored how parents foster positive online behavior in adolescents. This study addresses this gap by using self-determination theory to examine how supportive parenting practices, such as autonomy support and structure provision, can influence digital citizenship behaviors in adolescents. The study considered the mediating role of adolescents’ self-regulation, and examined how sex and adolescence stage moderate these relationships. The study included 570 Mexican adolescents (48% girls and 52% boys), and structural equation modeling and multigroup invariance statistics were conducted for analysis. The results showed that autonomy support was positively associated with all dimensions of digital citizenship, while structure provision was only positively associated with online civic engagement. Self-regulation was found to mediate the relationship between autonomy support, structure provision, and digital citizenship behaviors. The multigroup analysis confirmed that sex and adolescence stage did not affect the relationship between parenting practices and digital citizenship behaviors. Overall, the results suggest that supportive parenting practices can encourage positive digital citizenship behaviors among adolescents.",
          "url": "https://doi.org/10.5817/cp2025-1-2",
          "doi": "https://doi.org/10.5817/cp2025-1-2",
          "filter": 0
        },
        {
          "title": "Tackling hate speech online: The effect of counter-speech on subsequent bystander behavioral intentions",
          "authors": "Yue Jia, Sandy Schumann",
          "abstract": "Counter-speech is considered a promising tool to address hate speech online, notably, by promoting bystander reactions that could attenuate the prevalence or further dissemination of hate. However, it remains unclear which types of counter-speech are most effective in attaining these goals and which might backfire. Advancing the literature, we examined the effect of four types of counter-speech (i.e., educating the perpetrator, calling on others to intervene, diverting the conversation, and abusing the perpetrator) on a range of bystander behavioral intentions in an experimental study (N = 250, UK-based adults). Overall, counter-speech did not affect bystanders’ subsequent responses to hate speech. Having said this, as expected, diversionary counter-speech increased intentions to ignore hate speech, which suggests unintended consequences. The study illustrates that counter-speech may not be sufficiently impactful in regulating bystanders’ reactions to hate speech online.",
          "url": "https://doi.org/10.5817/cp2025-1-4",
          "doi": "https://doi.org/10.5817/cp2025-1-4",
          "filter": 0
        },
        {
          "title": "The adolescent Internet Adaptability Scale: Development and psychometric properties",
          "authors": "Weijun Wang, Jianmei Ye, Rouchun Dong, Shihao Ma, Dawei Huang, Xin Zhao",
          "abstract": "This study presents the development and validation of the Adolescent Internet Adaptability Scale (AIAS), designed to assess adolescents’ adaptive capacities in Internet use. The scale development encompassed multiple phases with diverse sample sizes: item pool generation through interviews (n = 15), scale structure analysis via Exploratory Factor Analysis (EFA, n = 553) and Confirmatory Factor Analysis (CFA, n = 4,637), along with reliability (n = 4,637) and validity (n = 4,637) analyses. The reliability phase included alpha, composite reliability, and retest reliability (n = 132), while the validity phase covered structural, convergent, discriminant, criterion-related validity, and measurement invariance tests. The AIAS, comprising eight dimensions—Internet curiosity, Internet self-efficacy, Internet learning ability, Internet socialization ability, Internet information search ability, Internet information protection ability, Internet self-control ability, and Internet positive coping ability—demonstrates strong reliability and validity. It shows positive correlations with Internet use—parental active help, well-being, and meaning in life, and negative correlations with Internet addiction and depression, with stronger associations observed with positive indicators. These findings highlight the Internet’s potential as a platform for strength acquisition. The AIAS, with its comprehensive nature, is promising for tailoring adolescent support from a positive psychology perspective, enabling holistic assessment and targeted interventions. It also advances understanding of youth development in the digital era, proving valuable for clinical and research applications. Ongoing evaluation, cross-cultural validation, and longitudinal research are essential for realizing its full potential. This multidimensional scale significantly advances the assessment of adolescent Internet use, equipping stakeholders to effectively address adolescents’ digital behaviors for enhancing well-being.",
          "url": "https://doi.org/10.5817/cp2025-1-5",
          "doi": "https://doi.org/10.5817/cp2025-1-5",
          "filter": 0
        },
        {
          "title": "Prevalence and impact of Internet Gaming Disorder: A population-based study",
          "authors": "Josip Razum, Renata Glavak-Tkalić",
          "abstract": "Internet Gaming Disorder (IGD) has emerged as a significant public health concern, yet not enough is known about its prevalence among the general population as well as its relationship to well-being, mental health, specifically depression and anxiety, and gaming genres. This study aimed to address these questions. The research was conducted on a representative sample of the Croatian general population including 4,994 participants, aged between 15 and 64 years (M = 40.75, SD = 15.49). The Ten-Item Internet Gaming Disorder Test, Mental Health Inventory-5, Personal Well-being Index, Gaming time and Game Genres Preferences were used. The prevalence of the IGD in the general population of Croatia, aged 15-64 years, was estimated at 0.48%, 95% CI [0.30%, 1%], and among video game players (N = 1,239) at 1.63%, 95% CI [1.11%, 3%]. The highest prevalence was observed among young males. IGD showed the strongest relationship with depression, and weaker relationships with anxiety and well-being. Among the individual criteria, negative consequences for significant relationships, deception and escape had the strongest, while tolerance, loss of control and withdrawal had the weakest relationship to depression, anxiety and well-being, in a relative sense. Sports games and casual games players had lower risk for IGD, while other genres did not differ in their risk for IGD. Online and offline games did not differ in their risk for IGD. This study has shown that IGD has a relatively low prevalence among the general population and video game players, and that not all IGD criteria are equally relevant. Future longitudinal studies and studies on clinical samples are needed.",
          "url": "https://doi.org/10.5817/cp2025-1-1",
          "doi": "https://doi.org/10.5817/cp2025-1-1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Exploring the Direct and Indirect Effects of Traditional and Social Media News Use on Media Trust and Journalism Error Tolerance",
          "authors": "Zicheng Cheng, Manuel Goyanes, Homero Gil de Zúñiga",
          "url": "https://doi.org/10.1080/21670811.2025.2457362",
          "doi": "https://doi.org/10.1080/21670811.2025.2457362",
          "filter": 0
        },
        {
          "title": "AI Hype and its Function: An Ethnographic Study of the Local AI Initiative of the Associated Press",
          "authors": "Nadja Schaetz, Anna Schjøtt",
          "url": "https://doi.org/10.1080/21670811.2024.2443163",
          "doi": "https://doi.org/10.1080/21670811.2024.2443163",
          "filter": 0
        },
        {
          "title": "The News Feed is Not a Black Box: A Longitudinal Study of Facebook’s Algorithmic Treatment of News",
          "authors": "Naoise McNally, Marco Bastos",
          "url": "https://doi.org/10.1080/21670811.2025.2450623",
          "doi": "https://doi.org/10.1080/21670811.2025.2450623",
          "filter": 0
        },
        {
          "title": "Nowhere to Feel Safe Anymore Mapping Public and Organisational Violence Against Journalists in Belgium",
          "authors": "Florence Le Cam, Manon Libert, Bart Vanhaelewyn, Sarah Van Leuven",
          "url": "https://doi.org/10.1080/21670811.2025.2452873",
          "doi": "https://doi.org/10.1080/21670811.2025.2452873",
          "filter": 0
        },
        {
          "title": "HOW MEDIA UNIONS STABILIZE TECHNOLOGICAL HYPE Tracing Organized Journalism’s Discursive Constructions of Generative Artificial Intelligence",
          "authors": "Mike Ananny, Jake Karr",
          "url": "https://doi.org/10.1080/21670811.2025.2454516",
          "doi": "https://doi.org/10.1080/21670811.2025.2454516",
          "filter": 0
        },
        {
          "title": "This Isn’t Journalism, It’s Propaganda! Patterns of News Media Bias Accusations on Twitter, 2010–2020",
          "authors": "Jesper Strömbäck, Mathilda Åkerlund",
          "url": "https://doi.org/10.1080/21670811.2024.2435574",
          "doi": "https://doi.org/10.1080/21670811.2024.2435574",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Conceptualizing Black Humanity Through Geopoetic Intimacy and Resistance: Memory Making-with Geologic Materials",
          "authors": "Diane Marie Keeling, Ariel E. Seay-Howard, Bethany O’Shea",
          "url": "https://doi.org/10.1080/17524032.2025.2456239",
          "doi": "https://doi.org/10.1080/17524032.2025.2456239",
          "filter": 0
        },
        {
          "title": "Exploring Languaging and Communication in Ecological Systems: An Interdisciplinary Approach to Human-Environment Relationships",
          "authors": "Yang Yang, Anting Wang",
          "url": "https://doi.org/10.1080/17524032.2025.2457551",
          "doi": "https://doi.org/10.1080/17524032.2025.2457551",
          "filter": 0
        },
        {
          "title": "The Chemistry and Communication of Microplastic Pollution: Bridging Science, Policy, and Public Awareness",
          "authors": "Yurika Almanda Perangin Angin, Nadya Amalia Putri Hapsari, Rio Sebastian",
          "url": "https://doi.org/10.1080/17524032.2025.2456972",
          "doi": "https://doi.org/10.1080/17524032.2025.2456972",
          "filter": 0
        },
        {
          "title": "Confronting Climate Coloniality: Decolonizing Pathways for Climate Justice",
          "authors": "Hasrat Ifolala Zebua",
          "url": "https://doi.org/10.1080/17524032.2025.2457554",
          "doi": "https://doi.org/10.1080/17524032.2025.2457554",
          "filter": 0
        },
        {
          "title": "ESG reporting in Corporate Communication",
          "authors": "Kristianus Hiktaop, Rahman Dano Mustafa,  Zainuddin,  Nurdin, Saiful Anwar",
          "url": "https://doi.org/10.1080/17524032.2025.2459352",
          "doi": "https://doi.org/10.1080/17524032.2025.2459352",
          "filter": 0
        },
        {
          "title": "Media, Politics and Environment: Analyzing Experiences from Europe and Asia",
          "authors": "Intan Putriani, Muhammad Daud Bin Mahmud, Lukas Ma, Aldi Gumuruh Wicaksono",
          "url": "https://doi.org/10.1080/17524032.2025.2458224",
          "doi": "https://doi.org/10.1080/17524032.2025.2458224",
          "filter": 0
        },
        {
          "title": "Critical Realism and the Objective Value of Sustainability: Philosophical and Ethical Approaches",
          "authors": "Muhammad Daud Bin Mahmud",
          "url": "https://doi.org/10.1080/17524032.2025.2458218",
          "doi": "https://doi.org/10.1080/17524032.2025.2458218",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Digital Dilemmas: The Complex Interplay of Online Experience and Health Pharmaceutical Purchases Among Vietnamese Women",
          "authors": "The Anh Phan, Pham Ngoc Quyen Nguyen, Thi Minh Tien Le, Ba Tan Tai Pham",
          "url": "https://doi.org/10.1080/10646175.2025.2458014",
          "doi": "https://doi.org/10.1080/10646175.2025.2458014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Understanding the mediator and moderator role of digital citizenship on cyber harassment",
          "authors": "Mary Macharia, Mary Dunaway",
          "abstract": "Purpose Drawing on two competing theories, the online disinhibition effect and communication privacy management, this study explores the antecedents of cyber harassment and the mediating and moderating role of digital citizenship on cyber harassment among adults. Design/methodology/approach To ensure the quality of the data collected, participant recruitment was conducted using two panels: Qualtrics and Cloud Research. The sample comprised 262 participants who were USA residents aged between 18 and 87 years who use the Internet regularly. Additionally, the survey required a balance of participants across racial and educational levels. The survey was drawn from items for which reliability and validity indexes have been tested and confirmed in prior disparate studies. Findings Results show that digital citizenship is a significant moderator in the relationships between disposition to value web privacy, perceived online disinhibition and cyber harassment. Digital citizenship behavior mediates the relationship between perceived online disinhibition and cyber harassment but does not mediate the relationship between disposition to value privacy and cyber harassment. Originality/value The results of this study broaden the understanding of digital citizenship as a behavior modification for cyber harassment, specifically among adult Internet users. Further, we seek to bring together two streams of research that have previously been studied separately: the literature on the antecedents of perceived online disinhibition and disposition to value web privacy concerns.",
          "url": "https://doi.org/10.1108/itp-05-2022-0376",
          "doi": "https://doi.org/10.1108/itp-05-2022-0376",
          "filter": 0
        },
        {
          "title": "Assessing the impact of emojis in personality-imbued chatbots: insights from an academic advising perspective",
          "authors": "Mohammad Amin Kuhail, Ons AL-Shamaileh, Justin Thomas, Erik Thornquist, Syed Jawad Hussain Shah",
          "abstract": "Purpose This study investigates the impact of emoji use and user personality traits (conscientiousness vs extraversion) on user behavior in the context of academic advising. It uniquely considers the interaction between these chatbot characteristics and human users' dominant personality traits (conscientiousness and extraversion). Design/methodology/approach A mixed-factor design experiment involving 153 university students was employed. Participants interacted with four different chatbot conditions: a conscientious bot and an extroverted bot, each with and without emojis. Findings The inclusion of emojis negatively influenced users' intentions to use the chatbots but did not affect trust, perceived authenticity or intended engagement with the bots. Additionally, the students' personality traits played a role in evaluating the different chatbot types. Originality/value This research introduces a novel approach by integrating emoji use and human personality traits into chatbot communication, focusing on academic advising. It examines the interaction effects of emojis and personality traits (conscientiousness and extraversion) on user behavior, also considering the user’s personality traits. This work enriches the human-computer interaction field and guides future chatbot development.",
          "url": "https://doi.org/10.1108/itp-12-2023-1286",
          "doi": "https://doi.org/10.1108/itp-12-2023-1286",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Temporalities behind the paywall: examining patterns of data flow and temporalities within social media platform APIs",
          "authors": "Fang Jiao",
          "url": "https://doi.org/10.1080/1369118x.2025.2456555",
          "doi": "https://doi.org/10.1080/1369118x.2025.2456555",
          "filter": 0
        },
        {
          "title": "Putting ‘filter bubble’ effects to the test: evidence on the polarizing impact of ideology-based news recommendation from two experiments in Germany and the U.S.",
          "authors": "Katharina Ludwig, Nevena Nikolajevic, Alexander Grote, Philipp Müller",
          "url": "https://doi.org/10.1080/1369118x.2024.2435998",
          "doi": "https://doi.org/10.1080/1369118x.2024.2435998",
          "filter": 0
        },
        {
          "title": "When the hood comes off: racism and resistance in the digital age",
          "authors": "Morgan Badurak",
          "url": "https://doi.org/10.1080/1369118x.2025.2456559",
          "doi": "https://doi.org/10.1080/1369118x.2025.2456559",
          "filter": 0
        },
        {
          "title": "Emergence of echo chambers in social media communication involving multiple topics",
          "authors": "Takuya Nagura, Eizo Akiyama",
          "url": "https://doi.org/10.1080/1369118x.2025.2456561",
          "doi": "https://doi.org/10.1080/1369118x.2025.2456561",
          "filter": 0
        },
        {
          "title": "Digital literacy and strategic (dis)engagement: examining how functional and critical digital literacy shapes participation",
          "authors": "Gianfranco Polizzi",
          "url": "https://doi.org/10.1080/1369118x.2025.2452282",
          "doi": "https://doi.org/10.1080/1369118x.2025.2452282",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Understanding streamers’ intention to live stream in the context of rural live streaming commerce: a mixed-methods study",
          "authors": "Xusen Cheng, Yue Xu, Bo Yang, Yu Liu",
          "abstract": "Purpose The emergence of live streaming commerce has injected promising impetus into rural development and attracted many rural streamers. This study aims to explore the influencing factors of rural streamers’ engagement intentions to help promote the sustainable development of rural live streaming commerce. Design/methodology/approach Grounded in the extended valence framework, this research employs a mixed-methods approach encompassing both qualitative and quantitative methodologies. In the qualitative phase, the authors conduct in-depth interviews with 15 rural streamers, employing data coding techniques to uncover underlying factors. Subsequently, in the quantitative phase, the authors analyze survey data from 282 rural streamers, subjecting hypotheses to validation through structural equation modeling. Findings The findings derived from the analysis of both interviews and questionnaires reveal that several platform qualities, including platform rural-aiding support, perceived effectiveness of dispute resolution, perceived interactivity and platform reputation, have a positive effect on trust in the platform and validate the extended valence framework in understanding rural streamers’ live streaming intention. In addition, ties with customers have a moderating effect. Specifically, the stronger the ties with customers, the stronger the positive effect of perceived benefits and the weaker the positive effect of trust in the platform on live streaming intention will be. Originality/value This study contributes to the rural live streaming commerce literature and trust research from the sellers’ perspective and provides practical implications for policymakers and live streaming platform managers on enhancing rural streamers’ participation.",
          "url": "https://doi.org/10.1108/intr-08-2023-0715",
          "doi": "https://doi.org/10.1108/intr-08-2023-0715",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Health-Related Advertising: Leveraging Virtual and Human Influencers to Encourage Health Behaviors",
          "authors": "Lu Meng, Qi Wu, Yijie Wang, Shen Duan",
          "url": "https://doi.org/10.1080/00913367.2024.2439958",
          "doi": "https://doi.org/10.1080/00913367.2024.2439958",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Mapping discursive regimes of transnational dynamics of conspiracy theories as an emergent process: revisiting network approaches and new research avenues",
          "authors": "Zichen Hu",
          "url": "https://doi.org/10.1080/19331681.2025.2453911",
          "doi": "https://doi.org/10.1080/19331681.2025.2453911",
          "filter": 0
        },
        {
          "title": "How do parties use political advertising in election campaigns? Examining issue competition in advertising campaigns on Facebook and Instagram for the 2021 federal election in Germany",
          "authors": "Lukas Thiele, Oke Seliger",
          "url": "https://doi.org/10.1080/19331681.2025.2458036",
          "doi": "https://doi.org/10.1080/19331681.2025.2458036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Spanish–English Code-Mixing in U.S. Higher Education: Testing the Use of “Spanglish” in University Materials at a Hispanic-Serving Institution",
          "authors": "Jessica Gasiorek, Margaret J. Pitts, Marko Dragojevic",
          "abstract": "This experiment examined how university students at a Hispanic-Serving Institution (HSI) responded to the use of “Spanglish,” or English-Spanish code-mixing, in written materials promoting university services. Consistent with predictions, the use of Spanglish reduced students’ processing fluency; contrary to predictions, the use of Spanglish did not prompt higher perceptions of inclusiveness or feeling welcome (relative to English-only texts) for students, although both outcomes were higher for Spanglish with glosses (i.e., English translations) compared to Spanglish without glosses.",
          "url": "https://doi.org/10.1177/0261927x251314864",
          "doi": "https://doi.org/10.1177/0261927x251314864",
          "filter": 0
        },
        {
          "title": "Flowing With the Syntax: The Influence of Taoism on Syntactic Priming Effects",
          "authors": "Heng Li",
          "abstract": "Syntactic priming is a linguistic phenomenon where the exposure to a specific grammatical structure increases the likelihood that the same structure will be used in subsequent language production. Previous research has shown that these syntactic processes are influenced by a broad range of linguistic, cognitive, and social factors. In the present research, we focused on the role of religious systems in shaping syntactic priming in dialog. Based on the observation that the Taoist concept of “moving with flow” encourages individuals to adapt to the natural flow of life and circumstances, we hypothesized that Taoists might modify their syntactic choices to foster better connections with their interlocutors. We conducted two studies to test our theoretical perspective. As predicted, Study 1 found that Taoists were more likely to mirror the syntax used by their interlocutors in dialog than their atheist counterparts. In Study 2, we compared the magnitude of syntactic priming effects between Taoists and Buddhists. The results showed that Taoists demonstrated a stronger preference for using the same syntactic structure as their conversational partners than Buddhists. In sum, our findings provide the first empirical evidence that beliefs and values associated with religious systems exert a significant influence on syntactic priming effects.",
          "url": "https://doi.org/10.1177/0261927x251314935",
          "doi": "https://doi.org/10.1177/0261927x251314935",
          "filter": 0
        },
        {
          "title": "How Gossip Rules the World: Three Hypotheses",
          "authors": "Nicholas Emler",
          "abstract": "The recent surge in research interest about gossip can be attributed, at least in part, to the possibility that this activity underlies two of the unique features of human society, when compared to those of all other social vertebrates, their scale and their complexity. Two hypotheses have emerged which touch on these features, respectively that gossip supports exceptional levels of sociability, and that it operates as a form of social control ensuring exceptional levels of cooperation. Each of these hypotheses is critically examined before considering a third and relatively neglected possibility, namely that the principle significance of gossip in social life is that it supports prediction about the future behavior of others.",
          "url": "https://doi.org/10.1177/0261927x251315640",
          "doi": "https://doi.org/10.1177/0261927x251315640",
          "filter": 0
        },
        {
          "title": "Turner Syndrome Women's Perceptions of Short Stature as a Cause of Social Exclusion: A Reflexive Thematic Analysis",
          "authors": "Kamila Ciepiela",
          "abstract": "The primary manifestation of Turner syndrome (TS) is short stature. Girls with TS currently receive growth hormone therapy (GHT), but women who completed puberty before 2000 did not, as the Polish Ministry of Health began reimbursing GHT only in 2000, and it is ineffective postpuberty. Consequently, these women are approximately 20 cm shorter than the general population, not exceeding 140 cm. This study aimed to examine how women with TS perceive causes of social isolation in relation to their stature and body image. Nine Polish women with TS participated in semistructured interviews (five did not receive GHT). Interviews were quantitatively analyzed to identify main themes and then subjected to reflexive thematic analysis. Results, interpreted using Sen's (2000) theory of social exclusion, showed that both short stature and body image significantly impact relational capability failure in women with TS.",
          "url": "https://doi.org/10.1177/0261927x251315652",
          "doi": "https://doi.org/10.1177/0261927x251315652",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "Public Relations, a Home for Internal Communication?",
          "authors": "Ana Tkalac Verčič",
          "url": "https://doi.org/10.1080/1062726x.2024.2434348",
          "doi": "https://doi.org/10.1080/1062726x.2024.2434348",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "You need to take turns! Sibling sharing and the emergence of conscience in early childhood",
          "authors": "Brenda L. Volling, Emma E. A. Beyers-Carlson, Lin Tan, Lauren Rosenberg, Richard Gonzalez",
          "abstract": "Toddlers and older siblings ( M age = 49.34 months) from 145 two-parent, mother-father families (85% European American, 4.9% African American, 3.5 % Asian American, 3.2% Hispanic) participated in a longitudinal investigation when toddlers were 18, 24, and 36 months old. Sibling sharing and the older siblings’ management of the interaction was observed in a laboratory-based fishing game, and mothers and fathers reported on both the toddlers’ and older siblings’ conscience (affective discomfort, moral regulation) at each timepoint. There were significant increases in both siblings’ sharing and older siblings’ management from 18 to 24 months, whereas toddlers’ sharing increased and older siblings’ management decreased from 24 to 36 months. There were stable individual differences in toddlers’ and older siblings’ sharing, and older siblings’ management from 18 to 24 months, but not from 24 to 36 months, suggesting changes in the development of sibling sharing during the second and third years when toddlers become more autonomous contributors to the sharing dynamic and older siblings can step back from managing turn-taking. Reciprocity between older siblings’ and toddlers’ sharing was evident within each time point, but little evidence of bidirectional influence over time. Moral regulation and affective discomfort were highly stable from 18 to 36 months for both siblings, but only the older siblings’ moral regulation at 18 months predicted their sharing at 24 months. Results support a constructivist-interactionist perspective of moral development by showing that sharing develops gradually over time through a set progressive social interactions with a sibling.",
          "url": "https://doi.org/10.1177/02654075251316316",
          "doi": "https://doi.org/10.1177/02654075251316316",
          "filter": 0
        },
        {
          "title": "Parental and partner attachment working models in romantic relationships of nonbinary adults",
          "authors": "Eleanor J. Junkins, Brooke E. Kadel, Jaime Derringer",
          "abstract": "Attachment working models are mental and emotional representations of the self and others. A central question within attachment theory is how best to conceptualize the relationship between different attachment working models, such as how one’s attachment to parents may influence partner-specific working models and impact romantic relationship satisfaction. Despite the robust evidence that attachment theory can be appropriately applied across developmental and cultural contexts and the functional similarity of attachment in women and men, little research has examined attachment working models among nonbinary people. The current study tested competing hypotheses replicating the work by Dugan and Fraley (2022), extended to a large sample of nonbinary adults ( N = 2,811). Similar to previous findings, our results supported the mediation hypothesis, which suggests that parental (defined as mother and father) attachment working models indirectly relate to romantic relationship satisfaction through romantic partner attachment working models. We also report comparisons of attachment overall between nonbinary people, men, and women, which showed that there were smaller mean differences between nonbinary people and women, yet more similar correlations between nonbinary people and men. These findings highlight the generalizability of attachment theory to diverse, nonbinary gender identities.",
          "url": "https://doi.org/10.1177/02654075251316318",
          "doi": "https://doi.org/10.1177/02654075251316318",
          "filter": 0
        },
        {
          "title": "Time-varying relational interaction dynamics in couples discussing conflict",
          "authors": "Sarah S Dermody, Elizabeth A Earle, Catherine E Fairbairn, Maria Testa",
          "abstract": "The process of discussing conflict can impact the quality and longevity of a couple’s relationship. Limited research has characterized the dynamic nature of conflict discussions, including how these discussions unfold and how an actor’s behaviour elicits particular responses from their partner over the course of the discussion. It is also important to consider how additional factors, such as alcohol intoxication, can influence this dynamic. A challenge in conducting this research is having sufficiently fine-grained data along with appropriate analytic methods to characterize the conversation dynamics. To address this gap, we utilized time-varying effect modeling (TVEM) to examine the correspondence of actor-partner behaviours as a function of time and alcohol consumption. We examined this using data from 139 heterosexual couples who were observed for 15 minutes while discussing a conflict. Couples were randomly assigned to have either one, both, or neither drink alcohol prior to the discussion. Using the Rapid Marital Interaction Coding System (RMICS), individuals’ behaviours were coded as either positive, negative, or neutral during each speaking turn. The results supported that positive behaviour tended to elicit positive behaviour and the strength of this relationship increased over the course of discussing conflict. While negative behaviours tended to elicit negative behaviours, the strength of this relationship was stable over time. Alcohol consumption did not alter the relations between actor-partner behaviours over time. Taken together, the findings support the dynamic nature of some aspects of actor-partner behaviours when discussing conflict. Future research could consider how these dynamics predict future relational outcomes or characterize how they unfold in naturalistic settings.",
          "url": "https://doi.org/10.1177/02654075251317168",
          "doi": "https://doi.org/10.1177/02654075251317168",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Navigating Expressions of Femininity in Online Influencer Culture: A Content Analysis of Collegiate Women Athlete Branding in the Age of “Name, Image, and Likeness”",
          "authors": "Shannon Scovel",
          "abstract": "The National Collegiate Athletic Association’s 2021 “name, image, and likeness” policy granted athletes the right to their own publicity and allowed them to build complex, digital brands. Using Goffman’s theory of self-representation, this article analyzes how three women athletes—Olivia Dunne, Haley Cavinder, and Hanna Cavinder—represented themselves on Instagram and TikTok during the first year of this policy. Findings show that these athletes portrayed themselves primarily in backstage settings; however, they also acknowledged their athleticism through competition-adjacent photographs and videos that complicate Goffman’s binary understanding of self-representation. These findings advance understandings of women athlete self-expression in the influencer economy.",
          "url": "https://doi.org/10.1177/10776990241311854",
          "doi": "https://doi.org/10.1177/10776990241311854",
          "filter": 0
        },
        {
          "title": "Internet Freedom and Social Media’s Political Consequences: Political Nationalism and Authoritarian Orientation Among Six Asian Societies",
          "authors": "Biying Wu-Ouyang, Yang Hu",
          "abstract": "While extensive research has explored social media’s political effects, less attention has been paid to its impact on authoritarian orientation, a crucial form of political attitude. The rapid evolution of social media has brought internet freedom concerns—including access barriers, content restrictions, and violations of user rights—into prominent focus. However, research examining how these aspects of internet freedom interact with social media’s political influence remains limited. The study addresses this gap by analyzing representative samples from six Asian societies (Japan, Mainland China, Taiwan, Singapore, Vietnam, and Malaysia; N = 5,115) through multilevel modeling. Using multilevel moderated mediation analyses, we demonstrate that social media has democratizing effects that are mediated by political nationalism and moderated by internet freedom. The study extends the debate on the political effects of social media to non-Western contexts, presenting an overall positive outlook on social media’s democratic effects in East Asian societies, while detailing how these effects are conditioned by the dual impacts of internet freedom in terms of content and user rights.",
          "url": "https://doi.org/10.1177/10776990241313183",
          "doi": "https://doi.org/10.1177/10776990241313183",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Conceptualizations, Contentions and Systemic Conditions: A Response to Competing for Cultural Authority",
          "authors": "Tine Ustad Figenschou, Karoline Andrea Ihlebæk",
          "url": "https://doi.org/10.1080/1461670x.2025.2454336",
          "doi": "https://doi.org/10.1080/1461670x.2025.2454336",
          "filter": 0
        },
        {
          "title": "Acknowledging, But Constrained? An Analysis of Press Agency Journalists’ Justifications of Frames, Source, and Actor Terminology in Immigration News",
          "authors": "Emmi Verleyen, Kathleen Beckers, Laura Jacobs",
          "url": "https://doi.org/10.1080/1461670x.2025.2456495",
          "doi": "https://doi.org/10.1080/1461670x.2025.2456495",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Podcasting in Serbia: Podcasters’ Perspectives on Emerging Roles, Practices, and Functions",
          "authors": "Simona Žikić, Čedomir Markov",
          "abstract": "Podcasting has become increasingly popular in Serbia, a hybrid regime country characterized by profound polarization, a lack of media professionalism, and widespread anti-press sentiment. This study aimed to explore how podcast creators view their roles and practices within the evolving media landscape, as well as the implications of podcasting’s growing popularity in the Serbian public sphere. The data were obtained through focus groups with 16 independent and mainstream media-affiliated podcasters, exploring their perspectives on podcasting’s distinctiveness, functions, affordances, and obstacles. Participants noted the ability of podcasts to provide in-depth analysis of often neglected topics due to their flexible, informal presentation style, as opposed to the perceived routinization, rigidity, and superficiality of traditional media. Podcasters affiliated with professional media described podcasting as an extension of their practices, providing behind-the-scenes insights and additional journalistic content, whereas independent podcasters prioritized genuine conversations to create resonant content tailored to specialized communities. Journalist podcasters attributed the appeal of podcasting to the authenticity and intimacy it creates but emphasized the struggles of matching these features with journalistic standards. While most participants believed that podcasting contributes to greater external pluralism by providing a space for neglected subjects, alternative narratives, and marginalized voices, some were concerned about the possibility of exacerbating polarization, as podcasts frequently serve divided audiences. By exploring the perspectives Serbian podcasters bring to production and the meanings they attach to their roles and practices, this study offers insights for scholars and practitioners exploring media innovation in hybrid regimes and emerging democracies.",
          "url": "https://doi.org/10.17645/mac.9050",
          "doi": "https://doi.org/10.17645/mac.9050",
          "filter": 0
        },
        {
          "title": "Instagram and #Wellness: Uncovering Gender and Body Patterns",
          "authors": "Ana Marta M. Flores, Rita Sepúlveda",
          "abstract": "The concept of “wellness” and its associated representations have become key aspects of modern culture, with social media platforms like Instagram playing a significant role. Not only do these platforms serve as spaces for the public expression of wellness-related topics, but they also influence public perceptions. This becomes particularly meaningful when these expressions are linked to gender. Our research explores how wellness and gender are depicted in popular Instagram posts. By analysing 300 public Instagram posts tagged with #wellness from 2023, we investigate whether traditional notions of gender and bodies are challenged or reinforced. Wellness is a multifaceted process, but our findings show that users often adhere to a narrow concept. To understand these representations, we focused on posts tagged with #wellness, particularly those in the physical category. The study employed a digital methods approach (Rogers, 2013) and thematic analysis (Braun &amp;amp; Clarke, 2006, 2021), uncovering three primary themes: Practices &amp;amp; Workout, Body &amp;amp; Expressions, and Clothing &amp;amp; Adornment. Predominantly, all themes in the context of wellness depict gender in a binary form and bodies as thin or athletic. These traditional gender and body norms are perpetuated on Instagram, reinforcing societal standards of beauty and body image. Instagram’s engagement logic preferentially promotes content conforming to dominant societal norms, strengthening these patterns. Alternative or counter-narratives, while they exist, often face challenges in gaining visibility due to both algorithmic biases and cultural predispositions. Although Instagram has the potential to offer a platform for such counter-narratives, our findings indicate that normative content continues to dominate in terms of visibility and engagement.",
          "url": "https://doi.org/10.17645/mac.8776",
          "doi": "https://doi.org/10.17645/mac.8776",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Protective Self-Presentation for Audiences with Interdependent Self-Construals on Ephemeral Platforms: The Case of Humblebragging",
          "authors": "Zijian Lew, Jiemin Looi",
          "url": "https://doi.org/10.1080/15213269.2025.2452492",
          "doi": "https://doi.org/10.1080/15213269.2025.2452492",
          "filter": 0
        },
        {
          "title": "Designing children’s media: taxonomies as a scaffold for learning and attention",
          "authors": "Tanya Kaefer, Susan B. Neuman, Ashley M. Pinkham",
          "url": "https://doi.org/10.1080/15213269.2025.2454269",
          "doi": "https://doi.org/10.1080/15213269.2025.2454269",
          "filter": 0
        },
        {
          "title": "Effects of Framing Counter-Stereotypes as Surprising on Rethinking Prior Opinions About Outgroups: The Moderating Role of Political Ideology",
          "authors": "Renana Atia, Meital Balmas, Tal Orian Harel, Eran Halperin",
          "url": "https://doi.org/10.1080/15213269.2025.2458593",
          "doi": "https://doi.org/10.1080/15213269.2025.2458593",
          "filter": 0
        },
        {
          "title": "“This Message was Deleted”: The Psychological Consequences of Being Out of the Loop During Messenger Use",
          "authors": "Sarah Lutz, Christiane M. Büttner",
          "url": "https://doi.org/10.1080/15213269.2025.2459292",
          "doi": "https://doi.org/10.1080/15213269.2025.2459292",
          "filter": 0
        },
        {
          "title": "Mitigating Perceived Polarization by Acknowledging Subjectivity: An Experimental Study of the Impact of Differently Phrasing Comments in Online News Discussions",
          "authors": "Carla A. Roos, Liesje van der Linden, Emiel Krahmer",
          "url": "https://doi.org/10.1080/15213269.2025.2456956",
          "doi": "https://doi.org/10.1080/15213269.2025.2456956",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "“GOD IS MY SPONSORED AD!! MY ALGORITHM!”: The spiritual algorithmic imaginary and Christian TikTok",
          "authors": "Sara Reinis, Corrina Laughlin",
          "abstract": "This article employs Critical Technocultural Discourse Analysis (CTDA) to analyze the affective public surrounding the hashtag #christiantiktok. We find that “Christian TikTok” discursively negotiates the unpredictable visibility affordances of TikTok’s algorithm by ascribing layers of spiritual significance to how the algorithm delivers content. Our research uncovered four key themes to this spiritualized conceptualization of algorithmically controlled visibility: (1) Algorithm as directed by the hand of God, (2) Context collapse as an evangelism opportunity, (3) Boosting visibility as a spiritual obligation, and (4) Invisibility as persecution. Following our analysis, we develop an understanding of the “spiritual algorithmic imaginary,” building on Bucher’s concept of the “algorithmic imaginary.” Functioning as both a networked performance and an affective framework, the concept of the spiritual algorithmic imaginary theorizes how certain spiritual users sacralize their participation in and understanding of digital platforms.",
          "url": "https://doi.org/10.1177/14614448251315128",
          "doi": "https://doi.org/10.1177/14614448251315128",
          "filter": 0
        },
        {
          "title": "“When pigs fly”: Resources swapping, affordable marketing, and the transformation of Douyin from short video sharing to online shopping",
          "authors": "Shuaishuai Wang",
          "abstract": "With 600 million daily users in 2020, Douyin faced monetization challenges after increased advertising led to a decline in user engagement. The app pivoted successfully to “shoppable videos” and livestream shopping by operating as a retail infrastructure. This article analyzes this transformation, arguing that Douyin strategically limits data availability, creating an artificial scarcity for capturing advertising and infrastructural rents. This approach is sustained by Douyin’s carefully crafted vision for career and business success derived from data’s speculative value. The app established reciprocal relationships with music creators and later video creators and sellers through reward programs, contractual deals, and online workshops. However, success often remains unattainable due to the uneven growth between continuous influx of creators/sellers and stalled user growth. This disparity allows Douyin to incorporate paid traffic into its business model, perpetuating data’s manufactured scarcity and obscuring exploitative practices by making paid traffic an essential component for success.",
          "url": "https://doi.org/10.1177/14614448251314448",
          "doi": "https://doi.org/10.1177/14614448251314448",
          "filter": 0
        },
        {
          "title": "Data solutionism at work: When public institutions meet data-driven firms",
          "authors": "Tamar Ashuri",
          "abstract": "In recent years, public institutions have turned to data-driven firms for solutions to the many complex operational challenges they face. This study explores the growing ties between public institutions and data-driven firms by focusing on the case of the Tel Aviv Municipality and a (data-driven) startup accelerator it established in the city. Based on semi-structured interviews with the Municipality staff and with representatives of the data-driven firms in the accelerator, I present a grounded framework that outlines the characteristics of the resulting collaboration and describes the mechanisms that facilitate and contain the dynamic thereof. The framework contributes to existing research on tech companies’ involvement in public organizations by suggesting two analytical dimensions, which I term orientation and action. On both, I note various tensions, which are bound to be endemic to collaborations between a public institution and a data firm, and which account for two main motivations behind the Municipality’s actions vis-a-vis its partner data-driven firms, driven by both market imperatives and its overarching aim to benefit the public.",
          "url": "https://doi.org/10.1177/14614448241311338",
          "doi": "https://doi.org/10.1177/14614448241311338",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "Smartphone morality: A mixed-method study of how young adults judge their own and other people’s digital media reliance",
          "authors": "André Jansson, Karin Fast, Stina Bengtsson, Johan Lindell",
          "abstract": "Escalating smartphone reliance is a debated issue, especially when it comes to the digital wellbeing of young people. Hence, this article addresses smartphone use as a morally contested activity among young adults. We first analyse the existence of moral dissonance pertaining to one’s own smartphone use – whether one uses the device according to internalised norms or not. Second, we explore moral distancing – to what extent morally problematic smartphone use is ascribed to others rather than to oneself. Combining survey results with focus-group interviews from Sweden, the study shows that moral distancing is less pronounced among young adults than in the overall population. It also shows that young people’s capacity to domesticate digital media in a morally congruent way plays into the social reproduction of gender and class. While the smartphone is socially normalised, young adults, especially women, report a great deal of moral reflexivity and distress in relation to the device.",
          "url": "https://doi.org/10.2478/nor-2025-0001",
          "doi": "https://doi.org/10.2478/nor-2025-0001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Rooted in White Identity Politics: Tracing the Genealogy of Critical Race Theory Discourse in Identity-Based Disinformation",
          "authors": "Marisa A. Smith, Christina L. Myers, Miyoung Chong, Meredith D. Clark, Sue Lim, Dèjá D. Rollins, Victoria T. Fields, Leilane Rodrigues, Wanjiru Njonge, Olivia Martin",
          "url": "https://doi.org/10.1080/10584609.2025.2458069",
          "doi": "https://doi.org/10.1080/10584609.2025.2458069",
          "filter": 0
        },
        {
          "title": "Election Denial as a News Coverage Dilemma: A Survey Experiment with Local Journalists",
          "authors": "Erik Peterson, Shannon C. McGregor, Ryan Block",
          "url": "https://doi.org/10.1080/10584609.2025.2456524",
          "doi": "https://doi.org/10.1080/10584609.2025.2456524",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Porous boundaries, contentious boundaries: “Public relations” and “propaganda” within the discourse of Italian PR professionals after 1945",
          "authors": "Irene Di Jorio",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102540",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102540",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "‘It benefits every moment’: Understandings of and engagements in science-related practices in everyday life",
          "authors": "Kaisa Torkkeli, Milla Karvonen, Daria Pritup, Johanna Enqvist",
          "abstract": "Drawing from science capital research and applying current practice theory, this study sheds light on people’s perceptions of science and science-related practices in their everyday lives. The study develops a practice theoretical approach to examine understandings and engagements embedded in socially shared everyday science-related practices. The analysis of 51 interviews with Finnish people aged 20 to 88 with varied educational and socio-economic backgrounds brings participants’ voices into a discussion. The findings suggest that science is understood as a generally valuable all-compassing phenomenon offering a means to explain the world and address complex issues. Participants commonly reported engaging with science in their professional lives, regardless of their educational background or employment status. However, most interviewees implied a lack of confidence to engage in science due to the perceived norms of institutionalised science. This study reveals the need for more critical reflection on the approaches of science-promoting practitioners to advance science engagement.",
          "url": "https://doi.org/10.1177/09636625241309055",
          "doi": "https://doi.org/10.1177/09636625241309055",
          "filter": 0
        },
        {
          "title": "Moral expression of “experts” and public engagement: Communicating COVID-19 vaccines on Facebook public pages in Chinese",
          "authors": "Yipeng Xi, Weiyu Zhang",
          "abstract": "This research investigates the moral frames employed by diverse Chinese-speaking “experts” on their Facebook public pages in relation to COVID-19 vaccines, leveraging Moral Foundations Theory for analysis. The analysis highlights that experts predominantly employ moral frames emphasizing care and authority in communicating COVID-19 vaccines. However, the moral frames of care, loyalty, and fairness are more effective in garnering public support. The research thus identifies a disparity between the moral rhetoric commonly espoused by different expert groups and the rhetoric that substantively influences public engagement. The implications of diverse experts’ moral framing in public health crises are also discussed.",
          "url": "https://doi.org/10.1177/09636625241310147",
          "doi": "https://doi.org/10.1177/09636625241310147",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "A Meta-Analysis Synthesizing the Effects of Three Uncertainty Types in Science Communication",
          "authors": "Zhuo Guo, Ke Liu, Meng Chen",
          "abstract": "This meta-analysis synthesized 43 empirical articles to summarize the impact of communicating three distinct uncertainty types (i.e., epistemic uncertainty, consensus uncertainty, and technical uncertainty) in science communication. The results revealed divergent effects across these three uncertainty types. Specifically, communicating epistemic uncertainty was found to have a small yet positive effect on credibility perception ( d = 0.09), with a nonsignificant impact on attitudes. Conversely, communicating consensus uncertainty ( d = −0.12) and technical uncertainty ( d = −0.15) demonstrated a slight negative effect on attitudes, without impacting credibility perception. In addition, topic domain, cultural uncertainty avoidance, and text length were important moderators.",
          "url": "https://doi.org/10.1177/10755470251314129",
          "doi": "https://doi.org/10.1177/10755470251314129",
          "filter": 0
        },
        {
          "title": "But Is That Mediator Really the Cause? An Experiment Manipulating Persuasion Knowledge as a Mediator for How Adaptive Frames Create Positive Responses to Climate Change News",
          "authors": "Renita Coleman, Esther Thorson, Weiyue Chen",
          "abstract": "Most mediation studies do not provide evidence that mediators are causal, only correlational. This is one of the first in the field to use concurrent double randomization to test causality of a mediator. Previous research showed adaptive frames that do not trigger skeptics’ anti-climate change schemas improve responses to stories and identified the activation of persuasion knowledge as the mediator. In this experiment, persuasion knowledge activation is causal for two of three outcomes, but only correlational for a third. We also report an inconsistent mediation effect, whereby persuasion knowledge activation has a positive direct effect but a negative indirect effect.",
          "url": "https://doi.org/10.1177/10755470241310822",
          "doi": "https://doi.org/10.1177/10755470241310822",
          "filter": 0
        },
        {
          "title": "Emerging Debates About Breakthrough Science: Understanding the Interplay of Values and Cognition in Shaping Attitudes on Human Brain Organoids",
          "authors": "Isabel I. Villanueva, Dayeon Eom, Ashley R. Cate, Nicole M. Krause, Dietram A. Scheufele, Dominique Brossard",
          "abstract": "Human brain organoids (HBOs) hold the potential for major medical breakthroughs but raise ethical considerations that could intensify public scrutiny and regulatory challenges. This study explores the underlying value and cognitive pathways shaping public opinion of HBOs. Findings reveal political ideology correlates to moral opposition to HBOs, regardless of information intake. Religiosity predicts moral opposition, while deference to science correlates with support for HBOs. Moreover, risk-benefit perceptions shape public attitudes, but this relationship is moderated by deference to science. These findings lead to a better understanding of public opinion dynamics early in the issue attention cycle for emerging wicked science.",
          "url": "https://doi.org/10.1177/10755470251314128",
          "doi": "https://doi.org/10.1177/10755470251314128",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Truth Default or Generalized Skepticism? The Role of Overconfidence in the Relationship Between Social Media News Use and Traditional Media Use",
          "authors": "Taewoo Kang, Kjerstin Thorson, Chankyung Pak",
          "abstract": "This article examines a model positing that overconfidence in political understanding resulting from social media use for news and politics hampers traditional media use. It confirms a positive relationship between Facebook political information experiences and overconfidence in political understanding. However, contrary to expectations, there is a positive relationship between overconfidence and traditional media use. An exploratory post hoc analysis, viewed through the lens of truth vs. false-default orientations, suggests overconfident users might use traditional news outlets to confirm their sense of knowledge, thereby exhibiting a false-default orientation on social media political information.",
          "url": "https://doi.org/10.1177/20563051251315255",
          "doi": "https://doi.org/10.1177/20563051251315255",
          "filter": 0
        },
        {
          "title": "Technology for Good? Tencent’s Corporate Social Responsibility, Institutional Chameleon, and the Future of Platform Economies",
          "authors": "Luzhou Li, Zhian Zhang",
          "abstract": "There have been global regulatory debates and efforts aimed at holding digital platforms accountable for the public interest. Utilizing mixed methods of documentary research and expert interviews, this article examines how the Chinese digital giant Tencent leverages its adaptive capabilities for corporate social responsibility (CSR) initiatives in response to increasingly stringent regulation in China. Specifically, it explores Tencent’s organizational restructuring, including the establishment of the sustainable social value (SSV) division, as well as the accompanying corporate practices and discursive strategies aimed at enhancing its legitimacy. As an exemplar of the “institutional chameleon,” Tencent has deftly navigated regulatory waters through organizational metamorphosis. However, while Tencent’s enhanced CSR initiatives have certainly yielded some social benefits, the SSV initiatives are increasingly emerging as a new business frontier for the company, leveraging its vast infrastructural capacities to capitalize on the very social fabric it purports to support. This underscores the complexities and contradictions inherent in its CSR practices and the significance of the intrinsic logic of digital platforms as a modern business.",
          "url": "https://doi.org/10.1177/20563051251316119",
          "doi": "https://doi.org/10.1177/20563051251316119",
          "filter": 0
        },
        {
          "title": "Twitter (X) and the Commercial Determinants of Health: Characterizing the Most Amplified, Influential, and Connected Voices Driving Twitter Discourse About Tobacco Regulatory Policy From September 2019 to July 2021",
          "authors": "Nathan A. Silver, Miao Feng, Elexis C. Kierstead, Hy Tran, Steven Binns, Sherry Emery, Barbara A. Schillo",
          "abstract": "Tobacco content on Twitter (X) generally opposes regulation. Although a near real-time data source of the public’s response to prominent events heightens the allure of extrapolating public sentiment from Twitter content, tobacco policy sentiment on the platform may be more indicative of industry-affiliated top users. We examined 2 years of tobacco policy discussion on Twitter (X) at the user level ( N = 3,159,807 posts) from September 2019 to July 2021. We sampled the 100 most followed, amplified (retweets), influential (H index), and connected (betweenness centrality) users at three different time periods: pre-COVID (September 2019 to February 2020), COVID lockdown (March 2020 to March 2021), and post vaccine rollout (April to July 2021) to characterize top users. The Louvain method was used to partition users into communities based on retweet behavior. The 100 most amplified users received between 48% and 71% of all retweets across time periods, with e-cigarette advocates dominating the most amplified (64.7%), influential (38.4%) and connected users (42.1%). The vast majority of interaction took place in communities dominated by e-cigarette advocates, but only reaching 2.5% to 8.2% of users. We identified 58 tobacco policy top users who had 1,000 or more total retweets and were among the top 100 for any of our influence metrics at more than one time period. Among top users, 50 were e-cigarette advocates, and 24 had quantifiable ties to the tobacco industry. Practitioners and researchers should be wary of mischaracterizing industry public relations on social media as public sentiment.",
          "url": "https://doi.org/10.1177/20563051251314611",
          "doi": "https://doi.org/10.1177/20563051251314611",
          "filter": 0
        },
        {
          "title": "Internet Memes as Stabilizers of Conspiracy Culture: A Cognitive Anthropological Analysis",
          "authors": "Emily Godwin, Brittany I. Davidson, Tim Hill, Adam Joinson",
          "abstract": "Internet memes have emerged as the de facto language of the internet, where standardized memetic templates and characters distill and communicate narratives in simple, shareable formats. While prior research has highlighted their broad appeal as they traverse diverse audiences, their cultural function within online communities has received less attention. To investigate this function, we draw on cognitive anthropological conceptualizations of culture and theorize internet memes as “cultural representations.” We analyze 544 memes shared across two interconnected conspiratorial subreddits about COVID-19 between 2020 and 2022, employing a combination of content and thematic analysis. In doing so, we demonstrate that community members selectively engage with standardized memetic elements that resonate with their “conspiracist worldview.” Specifically, elements conveying the enduring “cultural themes” of Deception, Delusion, and Superiority function as “cultural resources” that stabilize the community’s culture. As such, we make three contributions. First, by theorizing internet memes as cultural representations, we demonstrate their stabilizing cultural function. Second, by showing how internet memes are used in online conspiratorial communities, we highlight their role in maintaining group cohesion and alleviating contention. Finally, we advance a revised methodological approach for the study of memetic communication.",
          "url": "https://doi.org/10.1177/20563051241306421",
          "doi": "https://doi.org/10.1177/20563051241306421",
          "filter": 0
        },
        {
          "title": "Banana Populism: Exploring the Emotionally Engaging, Authentic, and Memeable Rhetoric of Populist Visual Communication",
          "authors": "Zea Szebeni, Ilana Hartikainen, Sophie Schmalenberger, Michael Cole",
          "abstract": "This study conceptualizes “banana populism,” a novel analytical framework to examine how whimsical imagery functions in in contemporary populism. Banana populism utilizes the ordinary—exemplified by the banana—for its ubiquity, inherent humor, and absurdity, transforming these elements into powerful political tools. These articulations effectively mainstream extreme ideologies, invite affective investment from broad publics, and delineate antagonistic frontiers by employing familiar cultural symbols and everyday objects, such as military attire or MAGA hats. Such performative elements not only enhance the authenticity of populist leaders but also make their messages more accessible and emotionally engaging, increasing their appeal and relatability. Furthermore, the memetic nature of banana populism underlines its adaptability and potency on social media, where these performances become part of a participatory and dynamic political discourse. This framework shows how seemingly innocuous visual articulations can profoundly impact political communication and identity formation in contemporary political landscapes.",
          "url": "https://doi.org/10.1177/20563051251313847",
          "doi": "https://doi.org/10.1177/20563051251313847",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Hollow infrastructures: The case of Facebook and Israeli civil society",
          "authors": "Shaul A. Duke",
          "url": "https://doi.org/10.1016/j.tele.2025.102246",
          "doi": "https://doi.org/10.1016/j.tele.2025.102246",
          "filter": 0
        },
        {
          "title": "Public attitudes toward the Israeli-Palestinian conflict in China: A text mining analysis",
          "authors": "Xuefan Dong, Chen Wang, Ying Lian",
          "url": "https://doi.org/10.1016/j.tele.2025.102243",
          "doi": "https://doi.org/10.1016/j.tele.2025.102243",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Net icons and memetic imagery of protest in online activism",
          "authors": "Kathrin Fahlenbrach",
          "abstract": "The article is dedicated to memetic practices of symbolic protest images in online activism, focusing on net memes and net icons of protest. Considering the particular affordances in the creation, distribution and reception of memetic imagery in online activism, key research questions are: (1) what are distinctive memetic practices in online activism of iconizing images on social media platforms? (2) what are specific differences between net memes and iconic imagery of protest in social media environments? and (3) how do emblematic image events on the street and iconic imagery on the internet interact in visual practices of online activists? After a theoretical discussion, these questions will be addressed by means of a qualitative analysis of a small sample of social media postings around civil rights activism (Black Lives Matter and the Belarussian Democracy Movement). Starting from a classic news icon originating from the protests against the Vietnam War (‘Ultimate Confrontation’ by press photographer, Marc Riboud, in 1967), this article analyses its recent memetic appropriations on digital platforms and in performative protest actions on the street.",
          "url": "https://doi.org/10.1177/14703572241283871",
          "doi": "https://doi.org/10.1177/14703572241283871",
          "filter": 0
        },
        {
          "title": "Analysing gender fluidity representation in perfume bottles with heterosexual matrix theory",
          "authors": "Wentao Zhu, Xinyin Bao",
          "abstract": "Perfume bottles represent the gender identity associated with perfume, reflecting the transition in gender construction from binary to fluid in contemporary society. From the perspective of Butler’s heterosexual matrix theory ( Gender Trouble, 1990), this study examines the representation of the binary gender system and gender fluidity in perfume bottles by combining quantitative and qualitative analyses. The findings indicate that, generally, the visual representation of perfume bottles fundamentally follows the binary gender system. The bottles of women’s and men’s fragrances differ significantly in colour and shape, reflecting heterosexual relationships in metaphor/metonymy and text. Unisex fragrances basically adopt a masculine visual style. In addition, a small yet increasing number of perfume bottles represent gender fluidity in two aspects. On the one hand, perfume bottles have emerged as vehicles of female subjectivity, objectification of men and gender diversity. By changing the representation of sex, gender and desire, perfume bottles transcend traditional gender construction. On the other hand, the gender representation of perfume bottles has gradually become more diverse and fluid over time.",
          "url": "https://doi.org/10.1177/14703572241283810",
          "doi": "https://doi.org/10.1177/14703572241283810",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
