{
  "update": "2025-03-31",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Beyond time delays: how web scraping distorts measures of online news consumption",
          "authors": "Roberto Ulloa, Frank Mangold, Felix Schmidt, Judith Gilsbach, Sebastian Stier",
          "url": "https://doi.org/10.1080/19312458.2025.2482538",
          "doi": "https://doi.org/10.1080/19312458.2025.2482538",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Identifying anti-vaccine subgroups for targeted messaging",
          "authors": "Bradley Adame, Steven R. Corman",
          "url": "https://doi.org/10.1080/08824096.2025.2478048",
          "doi": "https://doi.org/10.1080/08824096.2025.2478048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Toward an intersectional communicology of stigma",
          "authors": "Rebecca J Meisenbach",
          "abstract": "In this article, I develop an intersectional communicology of stigma (ICS), in which stigma is conceptualized as a power-laden, materially and communicatively constituted process of devaluing those associated with negatively perceived differences tied to intertwined systems of oppression and privilege. From this approach, stigma does not exist outside of communication, that is, outside a power-laden language of relationships. Furthermore, stigma can and should be studied as simultaneously operating at individual, organizational, and societal structural levels. This intersectional framework recognizes the complex social construction of stigma and can identify new paths for addressing contemporary issues of stigma across subdisciplines of communication.",
          "url": "https://doi.org/10.1093/ct/qtaf003",
          "doi": "https://doi.org/10.1093/ct/qtaf003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "‘You’re not invited’: Negotiating feminism within digital public sphere surrounding Lisa’s exotic dance",
          "authors": "Trang-Nhung Pham, Phuong Anh Tran-Mai",
          "abstract": "This paper presents an examination of the online backlash against Lisa, a member of the K-pop girl group Blackpink, triggered by her decision to perform in a burlesque club. It explores how feminist counterpublics operate within Asian fan communities in discussions concerning the visibility of female celebrities. Employing critical discourse analysis (CDA) in our study, we examined gender, power, and ideology in feminist discourse surrounding Lisa’s action, paying close attention to how feminism is negotiated within counterpublics of online communities. Analysis of 22 Facebook posts and accompanying comments from Vietnamese K-pop fan groups and pages revealed how feminist discourse in Vietnamese online fan communities is deeply intertwined with cultural preservation, social responsibility, and class considerations. Reflecting broader societal tensions between individualism and collectivism, as well as between Western and Asian values through varied interpretation of feminism within a discursive framework, this contextualization builds on existing scholarship of how feminist discourse is shaped and contested in non-Western settings.",
          "url": "https://doi.org/10.1177/13548565251328765",
          "doi": "https://doi.org/10.1177/13548565251328765",
          "filter": 0
        },
        {
          "title": "Ambivalent visibilities : Social media bullying and disconnective practice of the youth",
          "authors": "Jan Michael Alexandre C Bernadas, Cheryll Ruth Soriano, Jason Vincent A Cabañes, Maria Caridad H Tarroja",
          "abstract": "While bullying on social media among the youth remains a public health problem, there is little that we know about ways of dealing with bullying by disconnection. In this article, we build upon the concepts of disconnective practice (Light, 2014) and visibility (Brighenti, 2007) to explain the ways into which the youth deal with bullying on social media. We draw evidence from in-depth interviews with 152 youth across the Philippines. First, we find that disconnective practice is a continuum of acts that involves disconnecting from people and messages and is anchored on temporality. Second, we find that visibility is both a condition for and a process of disconnective practice. Grounded in the youth’s experiences with bullying on social media, we suggest the concept of ambivalent visibilities to characterize the youth’s efforts to manage their well-being amid the volatile landscape of social media interactions. We conclude this article by discussing the implications of ambivalent visibilities for Filipino youth, their support networks, and technology designers and platform owners.",
          "url": "https://doi.org/10.1177/13548565251328774",
          "doi": "https://doi.org/10.1177/13548565251328774",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Frequent Media Use, Media Multitasking, and Perceived Cost of Cognitive Effort",
          "authors": "Myoungju Shin, Karen Murphy",
          "url": "https://doi.org/10.1089/cyber.2024.0492",
          "doi": "https://doi.org/10.1089/cyber.2024.0492",
          "filter": 0
        },
        {
          "title": "Interpersonal Goal Contagion Through Social Media Posts",
          "authors": "Stephanie J. Tobin, Jennifer Crocker, Tao Jiang",
          "url": "https://doi.org/10.1089/cyber.2024.0480",
          "doi": "https://doi.org/10.1089/cyber.2024.0480",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Buzz Across Borders: Analyzing the Global and Local Dynamics Shaping the ChatGPT Media Hype in China",
          "authors": "Bin Chen, Anfan Chen, Shuning Lu",
          "url": "https://doi.org/10.1080/21670811.2025.2483737",
          "doi": "https://doi.org/10.1080/21670811.2025.2483737",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Shaping Camper Behavior to Protect Wildlife: Effects of a Social Marketing Approach in National Parks",
          "authors": "Katie M. Abrams, Alia Dietsch, Channing Bice",
          "url": "https://doi.org/10.1080/17524032.2025.2483280",
          "doi": "https://doi.org/10.1080/17524032.2025.2483280",
          "filter": 0
        },
        {
          "title": "Community-Based Collaboration as a Transformational Approach to Environmental Justice",
          "authors": "Rony Afif Hidayat, Muhammad Riyan Firnanda, Eria Rosanti Nugrahening Hastami, Emil Salim, Angga Puja Asiandu",
          "url": "https://doi.org/10.1080/17524032.2025.2483275",
          "doi": "https://doi.org/10.1080/17524032.2025.2483275",
          "filter": 0
        },
        {
          "title": "Farming the Revolution , Nishtha Jain, Raintree Films, Little Big Story, Piraya Film, 2024, https://www.nishthajain.com/farming-the-revolution",
          "authors": "Ayu Fitriani",
          "url": "https://doi.org/10.1080/17524032.2025.2474712",
          "doi": "https://doi.org/10.1080/17524032.2025.2474712",
          "filter": 0
        },
        {
          "title": "“Bad Environmentalism”: Irony, Bodies, and Spatio-Temporal Complexities in the Environmental Campaign The Legend of Nose Hair",
          "authors": "Carin Graminius, Hanna Bergeå",
          "url": "https://doi.org/10.1080/17524032.2025.2483282",
          "doi": "https://doi.org/10.1080/17524032.2025.2483282",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "A Corpus Study of Gender Identity Representation in Selected Nigerian Newspapers",
          "authors": "Oluwasegun Matthew Amoniyan, Jane Chinelo Obasi",
          "url": "https://doi.org/10.1080/10646175.2025.2476482",
          "doi": "https://doi.org/10.1080/10646175.2025.2476482",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Enablers and inhibitors of AI assimilation in hiring: mitigating the effects of inhibitors through human–AI collaboration",
          "authors": "Maryam Hina, Nasreen Azad, Najmul Islam",
          "abstract": "Purpose Most prior studies have primarily investigated AI adoption, with less attention given to AI assimilation in human resource management (HRM). Additionally, prior studies often lack empirical verification of the extent to which human–AI collaboration might alleviate challenges and promote AI assimilation in the HRM context. Thus, this study aims to explore AI assimilation in recruitment with a balanced view that identifies both enabling and inhibiting factors while examining the role of human–AI collaboration in mitigating the effects of inhibiting factors. Design/methodology/approach We used a mixed-method approach. Using an open-ended survey questionnaire approach and collecting data from 26 HR professionals, we identified five factors, namely, AI competency, recruitment agility, AI opacity, AI empathy and human–AI collaboration, potentially impacting AI assimilation. Thereafter, drawing from the enabler–inhibitor perspective, we theorize that AI competency and recruitment agility are the enablers, whereas AI opacity and AI empathy are the inhibitors of an organization’s efforts to assimilate AI in recruitment practices. We tested our proposed model by collecting data from 309 HR professionals. Findings The findings showed that both enablers, AI competency and recruitment agility, significantly influence AI assimilation; however, both inhibitors, AI opacity and AI empathy, are non-significant for AI assimilation. While looking into the reasons for these non-significant effects, we observed that the interaction term between AI empathy and human–AI-collaboration as well as between AI opacity and human–AI-collaboration both had significant effects on AI assimilation. These interaction effects suggest that human–AI collaboration mitigates the constraining impact of both inhibitors. Originality/value Drawing from the enabler–inhibitor perspective and by empirically testing our proposed model, this paper significantly contributes to the IS literature. Our study not only identifies factors that promote and inhibit AI assimilation in the context of HRM practices but also reveals how human–AI collaboration may mitigate the effects of inhibitors. Our findings suggest that organizations should have a collaborative recruitment environment where AI handles repetitive tasks, and humans focus on roles requiring emotional intelligence. This approach enhances the integration of AI-powered tools, addresses AI assimilation inhibitors and optimizes recruitment effectiveness.",
          "url": "https://doi.org/10.1108/itp-06-2024-0808",
          "doi": "https://doi.org/10.1108/itp-06-2024-0808",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Role of blockchain in shaping trust and purchase intentions for beauty brands advertised online",
          "authors": "Shreya Sangal, Achint Nigam, Abhishek Behl, Suraksha Gupta, Pierpaolo Magliocca",
          "url": "https://doi.org/10.1080/02650487.2025.2482362",
          "doi": "https://doi.org/10.1080/02650487.2025.2482362",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Unlocking the power of multidimensional ratings: empirical analyses and designs from mediation models",
          "authors": "Yuqiu Wang, Maoxin Han, Kai Li",
          "abstract": "Purpose Prior papers have not fully examined the relationship between multidimensional (MD) ratings and review helpfulness, which may limit the potential of MD ratings in mitigating information asymmetry. Thus, leveraging signaling theory and cued recall, we analyzed the direct and indirect impacts of MD ratings on review helpfulness and subsequently derived corresponding design guidelines. Design/methodology/approach We adopted a multiple mediation model to examine the direct and indirect effects of MD ratings on review helpfulness. We conducted a series of econometric analyses to ensure the robustness of our conclusions. Additionally, Fisher’s permutation test was adopted to assess the potential heterogeneity in these impacts across various hotel types. Findings Leveraging the review data from TripAdvisor.com, we found that, beyond the positive direct impacts of MD ratings, there are significant indirect impacts positively mediated by review writing effort but negatively mediated by content polarity, accounting for 55% of the total impact. Moreover, we revealed that these impacts exhibit significant heterogeneity across different hotel types, online rank and rating valence. Finally, we incorporated both these identified impacts and their heterogeneity into the design of an MD ratings system, yielding guidelines regarding the quantity and category of dimensional ratings. Originality/value We extended the determinants of review helpfulness to the areas of MD ratings and highlighted the impact of the interaction of review functions on review helpfulness. Besides, we emphasized the importance of the signaling environment and illustrated how the effects of signals were shaped by cognitive processes, i.e. cued recall. Finally, we offered practical design rules regarding the quantity and category of dimensional ratings, aiming to maximize the power of MD ratings.",
          "url": "https://doi.org/10.1108/intr-03-2023-0219",
          "doi": "https://doi.org/10.1108/intr-03-2023-0219",
          "filter": 0
        },
        {
          "title": "Online disinhibition is not a master key: an examination of online disinhibition mechanisms",
          "authors": "Ruohan Wen, Asako Miura",
          "abstract": "Purpose This study aims to empirically examine how online disinhibition influences individuals’ behavior on the Internet based on the motivation-based online disinhibition model, a refinement of Suler’s (2004) online disinhibition theory. This model suggests that individuals’ behaviors are influenced by motivational factors, with online disinhibition moderating this process. Design/methodology/approach We observed how individuals expressed their attitudes by clicking “Like” when reading a fictional thread with multiple replies. In Study 1a, participants were shown two types of replies in a thread: inflammatory and normal posts. In Study 1b, we followed up with the participants from Study 1a by asking them how sensational and annoying they perceived each post. In Study 2, we examined whether participants clicked “Like” on a post that contained extreme language. Findings In Study 1a, the influence of online disinhibition on Like-clicking did not significantly differ across post types. In Study 1 b, when participants perceived posts as sensational or annoying, they were more likely to click “Like” if they experienced high levels of online disinhibition. For posts that were neither sensational nor annoying, online disinhibition did not affect the likelihood of clicking “Like.” In Study 2, although online disinhibition was significantly correlated with Like-clicking on the extreme post, this effect was not observed among participants who held a negative attitude toward the extreme post. Originality/value This study rigorously examined the causal relationships among motivational factors, online disinhibition and behaviors, challenging previously overgeneralized explanations of online disinhibition theory regarding online behaviors.",
          "url": "https://doi.org/10.1108/intr-07-2024-1143",
          "doi": "https://doi.org/10.1108/intr-07-2024-1143",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Development of evidence-based tools using human-centered design to promote PrEP uptake for young men who have sex with men of color",
          "authors": "Allysha C. Maragh-Bass, Amanda Ribas Rietti Souto, Ese Aikhuele, Elizabeth E. Tolley, Maria Esposito, Crissi Rainer, Henna Budhwani, Mary R. Tanner, Carla A. Galindo, Lisa Hightow-Weidman",
          "url": "https://doi.org/10.1080/00909882.2025.2479708",
          "doi": "https://doi.org/10.1080/00909882.2025.2479708",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Unraveling the Shape of Social Media Narratives: Analyzing the Effects of Online Interaction and Narrative Structure on Attention to Digital Asset Transactions",
          "authors": "Yaotian Zhang, Yixiao Sun, Cheng-Jun Wang",
          "url": "https://doi.org/10.1080/08838151.2025.2484347",
          "doi": "https://doi.org/10.1080/08838151.2025.2484347",
          "filter": 0
        },
        {
          "title": "‘Zero Human Emotion’: AI Anchors and the Normative Repercussions",
          "authors": "Muhammad Ali, Patrick Ferrucci",
          "url": "https://doi.org/10.1080/08838151.2025.2483213",
          "doi": "https://doi.org/10.1080/08838151.2025.2483213",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Trauma, Extreme Humiliation, and Coping Strategies in Migrant Domestic Workers’ Storytelling: Linguistic and Psychological Perspectives",
          "authors": "Hans J. Ladegaard",
          "abstract": "This paper focuses on the experience of trauma in Indonesian migrant domestic workers’ storytelling. It draws on a large corpus of narratives told by 131 migrant workers who share their traumatic experiences in small-group sharing sessions. The paper outlines the predominant themes that were identified across sharing sessions, and, using a discourse analytical approach that combines linguistic analysis with narrative therapy, it identifies three coping strategies that were common across narratives, and it analyzes six examples as evidence. They show that the women (1) resign to fate in the face of insurmountable difficulties, (2) normalize their abusive employers’ abusive behavior, and (3) advocate the retelling of trauma narratives to empathetic listeners in the attempt to recover. Finally, the paper discusses how we as analysts deal with other people's stories of extreme suffering and humiliation, and how language and social psychology scholars and students can contribute to a social justice agenda.",
          "url": "https://doi.org/10.1177/0261927x251326290",
          "doi": "https://doi.org/10.1177/0261927x251326290",
          "filter": 0
        },
        {
          "title": "The Gardener and the Coach: How Metaphor Use Shapes Impression Formation",
          "authors": "Emma L. Grisham, Michelle Wong, Stephen J. Flusberg, Bridgette Martin Hard",
          "abstract": "Using the classroom context as a case study, we investigated whether a novel linguistic cue—the use of self-referential metaphors—shapes person perception in metaphor-congruent ways. Across three experiments, current and former college students ( N = 1,630) read an email from a hypothetical professor that conveyed one of two common metaphors for the teacher-student relationship (coach/athletes vs. gardener/plants). They then reported their impressions of the professor, the course, and student expectations. Participants expected professors using coach metaphors to be more rigorous but less supportive than those using gardener metaphors, irrespective of the professor's gender. However, impressions evoked by the use of gardener metaphors did not significantly differ from a non-metaphorical message baseline. These findings indicate that metaphor use can shape our impressions of others independently of gender, but that some metaphors may confirm prior beliefs or expectations. These findings have significant implications for educators and person perception researchers.",
          "url": "https://doi.org/10.1177/0261927x251328359",
          "doi": "https://doi.org/10.1177/0261927x251328359",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "Framed for You",
          "authors": "Nicolas Mattis",
          "abstract": "Abstract: Building on the notion that media effects depend on different levels of susceptibility, this article argues that individual preferences moderate the cognitive effects of episodic versus thematic news frames. To test this assumption, this preregistered study ( N = 395) combined a repeated measures experiment with a between-subjects design to explore the prevalence of framing preferences, as well as its potentially moderating role for cognitive effects of episodic versus thematic news frames. Results indicate that an episodically framed news article on the impact of climate change in Africa caused readers to list more thoughts and recall more facts than its thematically framed counterpart – although the latter depends partly on how recall is measured. Contrary to the initial expectations, framing preferences do not moderate news framing effects on knowledge acquisition. In part this may be due to framing preferences being not particularly pronounced among most respondents.",
          "url": "https://doi.org/10.1027/1864-1105/a000467",
          "doi": "https://doi.org/10.1027/1864-1105/a000467",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Korean parents’ intergenerational solidarity with adult children and their psychological outcomes during the COVID-19 pandemic",
          "authors": "Woosang Hwang, Joohong Min, Maria T. Brown, Merril Silverstein",
          "abstract": "Previous research has rarely considered the nested nature of family solidarity when investigating the within-group heterogeneity of parent-child solidarity, particularly within the context of Korean families. Consequently, less is known about patterns of intergenerational solidarity at the family level during the COVID-19 pandemic in South Korea. Using data from Korean parents with multiple adult children during the pandemic, this study aimed to identify heterogeneous patterns of parent-children solidarity both at the individual and the family levels. Furthermore, this study explored whether patterns of intergenerational solidarity with adult children at the family level were associated with parents’ psychological outcomes (depressive symptoms, self-esteem, and life satisfaction). A total of 515 parents and their 942 adult children were included in two-step Multilevel Latent Class Analyses and regression analyses. The results showed that there were five different parent-child solidarity classes at the individual level. At the family level, four intergenerational solidarity latent classes were identified: primarily tight-knit-traditional , primarily social-traditional , primarily social-and-digitally connected , and mixed . We found that parents with a primarily tight-knit traditional relationship with their adult children at the family level reported better psychological outcomes than those with a mixed relationship with their adult children. In addition, parents with a primarily social-and-digitally connected relationship with their adult children reported better life satisfaction than those with a mixed relationship with their adult children. Our findings suggest that considering the nestedness of children when examining parent-child solidarity patterns is important to understand better parent-child solidarity at the family level and its impact on psychological outcomes.",
          "url": "https://doi.org/10.1177/02654075251329988",
          "doi": "https://doi.org/10.1177/02654075251329988",
          "filter": 0
        },
        {
          "title": "Time-trajectories of depression, social anxiety, and social functioning throughout college",
          "authors": "Jessica A. Birg, Paddy Loftus, Howard Tennen, Stephen Armeli, Fallon R. Goodman",
          "abstract": "College matriculation is a major life transition. Most students enter college during young adulthood, a critical development period for social and mental health. Students who enter college with mental health challenges may struggle to connect with peers and capitalize on abundant social opportunities. In particular, social anxiety and depression symptoms may alter longer-term trajectories of students’ social functioning (namely social support and time spent socializing) throughout college. To examine the prospective relationships between these mental health symptoms and social functioning, we conducted a longitudinal study with undergraduates ( N = 323) who completed baseline surveys and 30-day daily diaries each year of college. Using multilevel growth curve models, we tested separate forward- and reverse-direction effects to assess changes in symptom–functioning relationships over time. Results indicated that higher social anxiety symptoms predicted a steeper decline in time spent socializing, but not in perceived social support. Depression symptoms did not predict changes in social functioning trajectories; however, greater perceived social support was associated with fewer depression symptoms on average. These findings suggest that social anxiety symptoms may increase risk for social isolation, which could, in turn, worsen mental health outcomes. Moreover, our results provide support for the stress-buffering hypothesis and suggest that social support may help mitigate mild depression symptoms.",
          "url": "https://doi.org/10.1177/02654075251325427",
          "doi": "https://doi.org/10.1177/02654075251325427",
          "filter": 0
        },
        {
          "title": "Estrangement between older parents and adult children: Associations with mental health",
          "authors": "Andreas Nikolajsen, Lars Larsen, Morten Christoffersen, Bjørn E. Holstein, Christine E. Swane",
          "abstract": "Parent-child relationships are among the most important social connections throughout life. Estrangement from one or more children has been shown to evoke feelings of sorrow for parents as they move closer to the end of life. Yet family estrangement in older age has not garnered much attention in the scientific literature, and associations with mental health remain unresolved. The purpose of the present study was to examine the association between mental health and estrangement from adult children for older parents on dimensions of well-being, sense of purpose, depression, and loneliness. Survey data were collected from older parents (aged 75+) with estrangement to at least one child ( n = 75) and a corresponding comparison group of older parents ( n = 196). Data included measurements of well-being (WHO-5), sense of purpose (PIL-SF), depressive symptoms (CMDQ), and loneliness (UCLA-3). Statistical analyses using multiple linear regression were conducted for each measurement to test for associations with intergenerational estrangement. Intergenerational estrangement was found to be statistically significantly associated with poorer mental health scores on all four measurements. The study is the first to document multiple, specific, negative psychological and social associations with intergenerational estrangement for older parents. The study argues for the potential benefits of family work in efforts to promote mental health in older age.",
          "url": "https://doi.org/10.1177/02654075251327874",
          "doi": "https://doi.org/10.1177/02654075251327874",
          "filter": 0
        },
        {
          "title": "“Personal relationship is really the backbone of everything”: Exploring professionals’ perceptions on the relationships of transition-age youth in foster care",
          "authors": "Yao Wang, Catherine LaBrenz",
          "abstract": "Social and personal relationships are critical for transition-age youth (TAY) as they transition out of foster care to adulthood. Youth in foster care experience more challenges as they approach adulthood as a result of previous child maltreatment and lack of social support and resources compared to their peers. TAY with stable and supportive relationships exhibit improved emerging adulthood outcomes, including mental health, education, employment, and housing stability. Child welfare professionals play an important role as they facilitate this transition process through interacting with different stakeholders, including TAY, birth parents, foster parents, and service providers. This study explored the perspectives of child welfare workers and other professionals working with older youth and young adults with foster care experience. This qualitative study included 19 participants who had worked with youth in foster care aged 14 years and older and had worked in this field for over one year. Three themes were identified across the interviews: (1) navigating social and personal relationships during the transition out of foster care, (2) things did not go as hoped as TAY reconnected with family of origin, and (3) the roles of supportive relationships on TAY’s mental health. Findings from this study have several implications on cultivating and enhancing supportive relationships of TAY with foster care experience.",
          "url": "https://doi.org/10.1177/02654075251331318",
          "doi": "https://doi.org/10.1177/02654075251331318",
          "filter": 0
        },
        {
          "title": "Social support among emerging adult friends: Dyadic and longitudinal associations between support gaps and relational quality",
          "authors": "Lucas J. Youngvorst, Erin K. Ruppel",
          "abstract": "Building upon the emerging theory of support gaps, the present study explores dyadic associations of surpluses and deficits in various types of support with immediate and longitudinal relationship quality between friends. Emerging adult friends ( N = 212 dyads) completed an initial questionnaire reporting desired support, received support, and relationship quality pertaining to a friend, and a follow-up questionnaire one-month later reporting relationship quality pertaining to the same friend. Results showed that friends reported significant surpluses and deficits in support of all types, which both positively and negatively related to both their own and their friend’s relationship quality, depending on the type of support gap and the way in which support gaps were analyzed. Overall, the findings demonstrate the complex and multidimensional role of support gaps in emerging adult friendships, while suggesting potential future research directions to continue developing the theory of support gaps.",
          "url": "https://doi.org/10.1177/02654075251330360",
          "doi": "https://doi.org/10.1177/02654075251330360",
          "filter": 0
        },
        {
          "title": "Longitudinal trajectories of romantic relational victimization and associations with mastery across adolescence to young adulthood",
          "authors": "Sean D. Morgan, Paweena Sukhawathanakul",
          "abstract": "Relational forms of romantic victimization characterized by attempts to ignore, exclude, or covertly manipulate a romantic partner is an understudied and often overlooked form of intimate partner violence. While cross sectional research demonstrates associations with mental health difficulties, longitudinal patterns of romantic relational victimization (RRV) independent of physical forms of aggression have received relatively less attention, particularly with regards to how patterns of RRV change over the course of adolescence to young adulthood. The current study identifies longitudinal trajectories of RRV in a sample of adolescents (ages 12–18) followed biennially across 10 years ( N = 532). We also assessed how changes in youths’ perceptions of personal mastery and control (i.e., environmental mastery) relate to differences in youths’ longitudinal trajectories of RRV as developmental gains in these competencies may mitigate RRV. Findings from growth mixture models revealed three patterns of RRV characterized by low stable levels across adolescence and young adulthood (87.4%); an adolescent limited trajectory where RRV peaks in adolescence and declines into young adulthood (9.4%); and a young adulthood limited trajectory where RRV increases during young adulthood (3.2%). Our results show that diminished environmental mastery at both life stages was associated with higher rates of victimization. Moreover, the change in mastery over time was also associated with victimization. Trajectories were also associated with relational worries and additional forms of victimization, offering insight into poly-victimization and its negative effects. Our findings reveal heterogeneous patterns of RRV during the transition from adolescence to young adulthood that are differentially related to changes in youths’ development of mastery and control. These findings offer potential targets for prevention.",
          "url": "https://doi.org/10.1177/02654075251330359",
          "doi": "https://doi.org/10.1177/02654075251330359",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "From Transition to Authoritarian Populism: Historical Contingencies of Media Instrumentalization in Central and Eastern Europe",
          "authors": "Fanni Toth, Mojca Pajnik, Lana Zdravković",
          "abstract": "This study explores media instrumentalization in Central and Eastern Europe through the perceptions of journalists in Croatia, Hungary, and Slovenia. Using semi-structured interviews, the article argues for a historical perspective on media instrumentalization in post-socialist contexts, considering the legacy of transition and the impact of authoritarian populist rule, while emphasizing the intertwined nature of economic interests and political power. The research offers fresh insights into the mechanisms and consequences of media instrumentalization, highlighting significant challenges to media autonomy and journalistic integrity, including issues of polarization, de-professionalization, and loss of public trust.",
          "url": "https://doi.org/10.1177/10776990251323253",
          "doi": "https://doi.org/10.1177/10776990251323253",
          "filter": 0
        },
        {
          "title": "Promoting Integrity in the Face of Disruption: A Case for Expanding Communication Theory",
          "authors": "Colleen Connolly-Ahern, J. Suzanne Horsley, Shuning Lu, Yan Qu, Jordan Morehouse, Virginia Harrison, Chuqing Dong, Hye Jin Yoon, Yan Huang, Dean Mundy, Sandra Boone",
          "abstract": "The inability to anticipate and address the current disruptive onslaught in communications has contributed to the erosion of trust in journalism, given rise to social media echo chambers, spawned “infodemics” that cause confusion during health crises and precipitated the rise of “low information” voters. In 2023, The Arthur W. Page Center for Integrity in Public Communication published a call for original research that would expand existing communication theory or borrow theory from other disciplines that would help better explain and critique the current disruptive communication ecosystem. This forum represents the collective vision of the Page/Johnson Legacy Scholars for reimagining communication theory to confront a wide range of current communication challenges: disaster communicators’ mental health; misinformation; disinformation; organization-public relationship management; and the amplification of the public voice in mass communication. The scholars make a persuasive case for the need to expand existing theory, as well as the need to integrate fresh theoretical perspectives into communication scholarship to keep communication research relevant and useful.",
          "url": "https://doi.org/10.1177/10776990251326540",
          "doi": "https://doi.org/10.1177/10776990251326540",
          "filter": 0
        },
        {
          "title": "Balancing Artificial Intelligence and Human Expertise: Ideal Fact-Checking Strategies for Hard and Soft News",
          "authors": "Yunju Kim, Joonhwan Lee",
          "abstract": "This study compares the effectiveness of artificial intelligence (AI)-aided versus human-assisted fact-checking for different types of news, namely hard and soft news. To this end, an online experiment was carried out separately in Korea and the United States, employing a 2 (news type: hard news vs. soft news) × 2 (fact-checker: AI vs. human experts) between-group factorial design. Findings suggest that AI’s fact-checking, with its perceived objectivity and lack of bias, is potentially more effective for straightforward hard news, while human-assisted fact-checking appears to be more suitable for addressing misinformation within soft news, which involves more subjective aspects of information. Additionally, the study proposes that AI’s verification of hard news and human experts’ examination of soft news might trigger divergent indirect mechanisms—systematic processing driven by cognition or heuristic processing influenced by emotion—to counteract misinformation.",
          "url": "https://doi.org/10.1177/10776990251325875",
          "doi": "https://doi.org/10.1177/10776990251325875",
          "filter": 0
        },
        {
          "title": "Is a Prophet Not Appreciated in His Land? A Multimodal Interaction Analysis of Netizens’ Stance-Taking on the “African of the Year 2021” Conferral",
          "authors": "Sandra A. Mensah",
          "abstract": "Stance-taking has become a widespread phenomenon in social media discourses, and status conferral, an existing crucial media function. This study explores both concepts within the context of positive media status conferral and the audience’s stances in evaluating modern-day conferrals. These phenomena are investigated concurrently using Forbes Africa’s African of the Year 2021 conferral, related Twitter discourses, and multimodal interaction analysis. The findings reveal that social media news stance-taking differs from other contexts, expanding DuBois’ stance-taking triangle. In addition, multimodal stance-taking emerges as the central concept in the public discourse, leading to three other distinct contextualized themes, emphasizing the importance of context in the stance-taking process.",
          "url": "https://doi.org/10.1177/10776990251320020",
          "doi": "https://doi.org/10.1177/10776990251320020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Narratives of Regret: How Anticipated Regret and Counterfactual Thinking Can Promote COVID-19 Vaccination Intentions in Unvaccinated Adults",
          "authors": "Jessica Gall Myrick, Helena Bilandzic",
          "url": "https://doi.org/10.1080/15205436.2025.2481906",
          "doi": "https://doi.org/10.1080/15205436.2025.2481906",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "From Fact-Checking to Debunking: The Case of Elections24Check During the 2024 European Elections",
          "authors": "Carlos Rodríguez-Pérez, Rocío Sánchez-del-Vas, Jorge Tuñón-Navarro",
          "abstract": "Misleading and false information is an issue in the European public sphere. This article analyzes the verified disinformation by fact-checkers during the 2024 European Parliament elections. From the lens of fact-checking, as a journalism practice to fight against disinformation, this research explores the European initiative Elections24Check, a collaborative fact-checking project associated with the European Fact-Checking Standards Network. The research aims: on the one hand, to demonstrate the prevalence of debunking over fact-checking; and on the other, to dissect the thematic nature, format, typology, and deceitful technique of the hoaxes verified during the last European elections. Using content analysis, the sample comprised 487 publications verified by 32 different fact-checkers across a total of 28 countries for one month related to the 2024 European elections. The results present implications regarding the collaborative fact-checking project that made a greater effort to verify other contextual disinformation issues rather than checking disinformation directly involved in the elections and EU politics. Also, this case study revealed the shift in the European fact-checking movement with the prevalence of debunking activity over scrutinizing public statements. Finally, the verified disinformation underscored the continued dominance of text as the primary format for spreading false information and the predominance of content decontextualization. The results of this study aim to deepen the understanding of fact-checking in the European media landscape.",
          "url": "https://doi.org/10.17645/mac.9475",
          "doi": "https://doi.org/10.17645/mac.9475",
          "filter": 0
        },
        {
          "title": "Gen Z Sexual and Gender Fluidity in US Scripted Television",
          "authors": "Traci B. Abbott",
          "abstract": "This essay addresses the rise in sexual and gender-fluid characters in scripted US television targeting the Gen Z audience (born 1997–2012), based on their moniker as the “queerest” generation, with over 20% of younger US and international respondents identifying as LGBTQ in polls, the majority as sexually fluid (bi/pansexual) or non-binary (genderfluid/genderqueer). By analyzing six series (2019–2023) marketed as “authentically” Gen Z, I argue this shift invests in Gen Z’s “hip” attitude towards such fluidity the same way Caldwell argues that 1990’s diversification of the televisual audience produced a “programming agenda…that cultivates and rewards distinction in ethnic, racial, and class terms” (2020, p. 376). Caldwell’s (2020) theory of boutique programming, described as “a selective, signature world where artistic sensitivity went hand in hand with social relevance and viewer discrimination” (p. 164), exposes how these recent series rely on “visual flourishes…and narrative embellishments” (p. 377) but move beyond cinematic techniques by combining palatial settings and extravagant lifestyles with shockingly explicit sexual situations. Caldwell’s (2020, p. 377) assertion that “stardom and gossip defeat the dramatic obligation or need for narrative coherence” is reflected in the 21st century’s reliance on social media promotions with hypersexual imagery and expensive designer outfits for its high school-age characters and an entertainment media which highlights their “edgy,” “sexy,” “explicit,” and “provocative” content. Therefore, I argue that, like Caldwell, we should avoid “overestimat[ing] the political value” (2020, p. 376) of these presentations when these non-binary identities are shown as inaccessible, depoliticized, and hypersexualized, which maintains rather than challenges entrenched binary ideals of gender and sexuality.",
          "url": "https://doi.org/10.17645/mac.9374",
          "doi": "https://doi.org/10.17645/mac.9374",
          "filter": 0
        },
        {
          "title": "Balancing Intimacy and Trust in Audio Journalism",
          "authors": "Mia Lindgren",
          "abstract": "This thematic issue explores the complex relationship between intimacy and trust in audio journalism, particularly focusing on podcasting as it evolves as a medium. It examines how podcasting’s intimate format creates both opportunities and challenges for journalistic practice. The opportunities include enhanced storytelling capabilities, deeper audience connections, and the ability to address social justice issues more effectively, as demonstrated through various case studies from sports podcasting to investigative journalism. However, the studies also identify significant risks, including the potential for parasocial relationships to compromise journalistic integrity, the challenge of maintaining professional standards while fostering audience connection, and the possibility of reinforcing echo chambers rather than bridging societal divides. The research spans multiple geographical contexts, from Serbian podcasting in hybrid regimes to Chinese platforms, offering insights into how these dynamics manifest across different political and cultural frameworks. The collection of articles employs diverse methodological approaches, from theoretical frameworks combining cosmopolitan ethics with feminist ethics of care to empirical analyses of listener trust and content analysis of podcast platforms. Ultimately, the thematic issue suggests that as podcasting continues to mature, finding the right balance between personal connection and professional practice remains crucial for the medium’s development as a journalistic tool.",
          "url": "https://doi.org/10.17645/mac.10104",
          "doi": "https://doi.org/10.17645/mac.10104",
          "filter": 0
        },
        {
          "title": "Intimacy and Professionalism: Dilemmas in the Practice of Chinese Podcasters",
          "authors": "Haiyan Wang, Zhengqing Yan, Jing Meng",
          "abstract": "As an inherently intimate medium, podcasting offers new opportunities for journalists to engage in innovative media practices. However, for journalistic podcasters, managing intimacy and balancing it with traditional journalistic norms is an important but complex matter that affects the long-term development and democratic potential of news podcasting. This study focuses on a subject rarely studied: Chinese journalistic podcasters, both in terms of how they perceive and construct intimacy and their approaches to navigating the balance between intimacy and professionalization in their podcasting practices. Drawing upon in-depth interviews and document research, this study finds that by adopting humanized storytelling, emotive language, exposure of personal details, use of background audio, and natural dialects, etc., Chinese podcasters are redefining journalistic norms according to the specific demands of podcasting as an intimate medium. At the same time, they are also carefully guarding journalistic boundaries and are wary of abusing intimacy in commercializing podcasts and expanding the market. By examining on these innovative practices, this study enhances our understanding of how news can continue to stay connected with the public amidst digital transformation. It suggests that the practices of these journalistic podcasters reflect the potential for revising the traditional norms of journalism in adapting to new technological environments.",
          "url": "https://doi.org/10.17645/mac.9054",
          "doi": "https://doi.org/10.17645/mac.9054",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Persuasive Effects of Fictional Narratives Increase Over Time",
          "authors": "Markus Appel, Tobias Richter",
          "url": "https://doi.org/10.1080/15213260701301194",
          "doi": "https://doi.org/10.1080/15213260701301194",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Whatsapp Explorer : A data donation tool to facilitate research on WhatsApp",
          "authors": "Kiran Garimella, Simon Chauchard",
          "abstract": "In recent years, reports have pointed at the influence of WhatsApp on a variety of outcomes, ranging from elections to collective violence. While academic research should examine the validity of these claims, obtaining WhatsApp data for research is notably challenging, contrasting with the relative abundance (at least until recently) of data from platforms such as Facebook and Twitter, in which the “information diet” of users has been extensively studied. This lack of data is particularly problematic because WhatsApp may be a powerful vehicle for misinformation and hate speech. To help make research on these questions, and more generally research on WhatsApp possible, this paper introduces Whatsapp Explorer , a tool designed to enable WhatsApp data collection on a large scale. We discuss protocols for data collection, including potential sampling approaches, and explain why our tool (and adjoining protocol) arguably allow researchers to collect WhatsApp data in an ethical and legal manner, at scale. Finally, we provide insights from our pilots in India and Brazil, including details on how much data we were able to collect, sampling challenges, and the path forward.",
          "url": "https://doi.org/10.1177/20501579251326809",
          "doi": "https://doi.org/10.1177/20501579251326809",
          "filter": 0
        },
        {
          "title": "A multifaceted nudge-based intervention to reduce smartphone use: Findings from a randomized cross-over trial",
          "authors": "K. T. A. Sandeeshwara Kasturiratna, Yi Jing Chua, Andree Hartanto",
          "abstract": "The widespread use of smartphones has raised concerns about problematic usage behaviors, including excessive screentime and frequent phone checking, which can disrupt daily functioning. This study aimed to evaluate the effectiveness of a multifaceted nudge-based intervention in reducing smartphone use through subtle changes to smartphone settings. The intervention incorporated adjustments such as disabling face/touch ID, setting longer passwords, switching to grayscale mode, and removing social media apps from the home screen. A randomized within-subject cross-over trial with counterbalancing was conducted over a two-week period using a daily diary approach paired with objective smartphone usage data to track the impact of these interventions on both smartphone screentime and checking behavior. Multilevel modeling on 163 young adults with 1508 observations indicated that the intervention significantly reduced both screentime and checking frequency compared to the control condition. However, participants reported higher levels of stress during the intervention, potentially due to the frustration of partial restrictions without full disengagement from their smartphones. These findings highlight not only the potential of multifaceted nudges to reduce smartphone use but also the importance of carefully selecting and combining strategies to avoid unintended stress. This study provides a practical, cost-free and scalable foundation for refining smartphone interventions, contributing to the growing body of research on nudge-based strategies to promote healthier phone habits.",
          "url": "https://doi.org/10.1177/20501579251323246",
          "doi": "https://doi.org/10.1177/20501579251323246",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "Lighting the participatory spark? The role of social media influencers in initiating political participation",
          "authors": "Hanna Reinikainen, Nils S. Borchers, Aleksi Suuronen, Kim Strandberg",
          "abstract": "The role of social media influencers is often limited to the realm of consumer behaviour. However, recently, their role in the sphere of political communication has become a new topic of interest. In this article, we focus on how political influencer content is perceived by Finnish social media users and probe the interrelations between these perceptions and political participation. A moderated mediation model was developed and tested using data gathered from Finnish respondents ( n = 680) through an online survey and self-reported measures. The results imply that perceived exposure to political influencer content is associated with latent political participation (i.e., increased attention and awareness), which is further related to manifest political participation (e.g., boycotting and voting). The moderating effects of general political interest and engagement with influencers were also tested, but not found. The findings suggest that influencers’ political content has the potential to spark political participation, as it may ignite awareness towards political topics – possibly even among those who have not previously shown interest in politics. Suchawareness, in turn, may eventually manifest itself as political behaviour, such as voting or boycotting. The results provide an enhanced understanding of the potential impact of new social media arenas on increasing political participation while simultaneously contributing to the studies on political influencers, a research area that is growing in popularity.",
          "url": "https://doi.org/10.2478/nor-2025-0002",
          "doi": "https://doi.org/10.2478/nor-2025-0002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Attachment Insecurity and Partner Reflective Functioning in the Context of Long‐Distance Interracial Romantic Relationships",
          "authors": "Nicole M. Froidevaux, Summer Millwood, Hannah K. Hecht, Hannah Rasmussen, Margaret L. Kerr, David A. Sbarra, Jessica L. Borelli",
          "abstract": "Partner reflective functioning—the capacity to understand the behaviors of a romantic partner in the context of mental states—is an important interpersonal psychological process that is associated with positive relationship outcomes. Attachment insecurity, a widely known risk factor for relationship outcomes, may be relevant for understanding interracial romantic relationship partner reflective functioning. Working with a sample of adults in long‐distance relationships, this study tested whether the association of relationship type (interracial [ n = 90] and intraracial [ n = 215]) with partner reflective functioning varied by attachment insecurity. We found that at high levels of attachment insecurity (both anxiety and avoidance), individuals in an interracial romantic relationship engaged in lower partner reflective functioning relative to individuals in an intraracial romantic relationship. Conversely, we found that at low levels of attachment avoidance, individuals in an interracial romantic relationship engaged in higher levels of partner reflective functioning relative to individuals in an intraracial romantic relationship. Although attachment insecurity may be associated with lower partner reflective functioning when individuals are in a long‐distance interracial romantic relationship, attachment security may allow these individuals to experience higher levels of partner reflective functioning.",
          "url": "https://doi.org/10.1111/pere.70004",
          "doi": "https://doi.org/10.1111/pere.70004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Strategic communication and value creation: A process theoretical understanding of value formation in strategic communication management",
          "authors": "Rickard Andersson",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102559",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102559",
          "filter": 0
        },
        {
          "title": "To hasten slowly: The prudence of slow AI implementation in public relations",
          "authors": "Emma Christensen, Rickard Andersson",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102557",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102557",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Anti-science and science-skeptical attitudes over time: The case of France in historical perspective",
          "authors": "Emiliano Grossman",
          "abstract": "This article looks at how the determinants of anti-science and science-skeptical attitudes have evolved over the past 50 years. It focuses on several standard explanations of anti-science and science-skeptical attitudes—the role of religiosity, the role of education and knowledge, and the role of political interest—and looks at how their importance has varied over time. Similarly, it examines the role of conservative political opinion on attitudes toward science. To do so, it uses a novel data set that includes eight waves of a survey that were fielded over a period of 49 years in France. While people are more educated, have access to more information, and are less religious, the importance of these factors appears to have diminished over time. At the same time, aggregate trends in anti-science and science-skeptical attitudes are not clear-cut. The article shows that anti-science and science-skeptical attitudes have become more difficult to explain over time.",
          "url": "https://doi.org/10.1177/09636625251320331",
          "doi": "https://doi.org/10.1177/09636625251320331",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "The Persuasion Effects of Vaccination Message: The Interactive Effects of Language Style, Source Type, and the Provision of Choice",
          "authors": "Zongya Li, Qi Zhou, Renwen Zhang",
          "abstract": "Leveraging psychological reactance theory, this study seeks to explore the interactive effects between message features and source characteristics on psychological reactance and persuasion outcomes relating to flu vaccine intention through a between-subject experiment. The results indicate the significant impact of language style and source type on individuals’ attitudes toward flu vaccines, and the mediation roles of perceived autonomy, trust, and psychological reactance, along with moderation effect of choice type (single vs. multiple) and the interactive effects of language style and source type on flu vaccine intention. This study provides implication in vaccination persuasion and detailed strategies for practical campaign.",
          "url": "https://doi.org/10.1177/10755470251314725",
          "doi": "https://doi.org/10.1177/10755470251314725",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Platform Imperialism Theory From the Asian Perspectives",
          "authors": "Dal Yong Jin",
          "abstract": "This article examines how digital platforms construct imperialism in the Asian cultural markets. It discusses the increasing role of global digital platforms in cultural production, referring to the production and circulation of cultural content in Asia. It articulates how global digital platforms in the audio-visual sector, including broadcasting, film, and popular music, have expanded their market shares in Asian cultural markets to determine the similarities and differences between East Asia and other regions in the construction of platform imperialism. Finally, it examines whether Western digital platforms perpetuate a vicious circle in the local cultural sphere, despite the growth of local digital platforms in Asia, while contemplating its broader implications for global cultural markets.",
          "url": "https://doi.org/10.1177/20563051251329692",
          "doi": "https://doi.org/10.1177/20563051251329692",
          "filter": 0
        },
        {
          "title": "Is There Room for Connective Democracy Within the Discussions About a New Constitution on Social Media? The Case of Chile in the Months Leading Up to the 2020 Plebiscite",
          "authors": "Ignacio López-Escarcena, Constanza Ortega-Gunckel, María Elena Gronemeyer",
          "abstract": "In October 2019, widespread protests began in Chile after the government announced an increase in transport fare, which gave way to several social demands. A month later, politicians from different sectors reached an understanding that would open the possibility of writing a new Constitution. Two clear sides emerged: those in favor (Approve) and those against (Reject) the new constitutional project, which would be voted on in a plebiscite in October 2020. In this article, we examine the extent to which this period in Chile involved feelings of dislike or even hatred toward those who think differently, a key element of affective polarization, an increasing phenomenon that sparked the emergence of the concept of connective democracy. The study focuses on the reactions on X/Twitter and YouTube to four TV programs ( Tolerancia cero , Pauta libre , A esta hora se improvisa , and Estado nacional ) that broadcasted political discussions in the months before the 2020 plebiscite. Our methodology is a qualitative textual analysis, which shows that even though the comments include both negative outparty feelings and negative trait perceptions, as well as positive, informative, and hybrid comments, this does not drift them away from connective democracy. On the contrary, connective democracy still values this type of exchanges, as they allow us to reflect on how the quality and interactions of these connections can be improved.",
          "url": "https://doi.org/10.1177/20563051251329069",
          "doi": "https://doi.org/10.1177/20563051251329069",
          "filter": 0
        },
        {
          "title": "Empowerment Is Key? How Perceived Political and Critical Digital Media Literacy Explain Direct and Indirect Bystander Intervention in Online Hate Speech",
          "authors": "Magdalena Obermaier, Ursula Kristin Schmid, Diana Rieger",
          "abstract": "Hate speech is widespread in digital media, and such incidents can harm individuals and fuel hostile discourses. Therefore, understanding the factors that shape bystander intervention is crucial. Despite frequent calls for more research, there is a need for greater understanding of how perceived political and digital media literacy are related to the frequency of various forms of online bystander intervention, such as counter-speech or reporting. Based on a national online survey of German citizens ( N = 2,691), we investigated how perceived political and digital media literacy of individuals with prior experience in addressing online incivilities ( n = 672) relates to (private and public) direct and indirect forms of intervention against online hate speech. The results indicate that a sense of empowerment regarding digital media content particularly increases direct, public interventions, such as uttering counter-speech.",
          "url": "https://doi.org/10.1177/20563051251325598",
          "doi": "https://doi.org/10.1177/20563051251325598",
          "filter": 0
        },
        {
          "title": "Visual Identities in Troll Farms: The Twitter Moderation Research Consortium",
          "authors": "Marco Bastos",
          "abstract": "The Twitter Moderation Research Consortium is a database of network propaganda and influence operations that includes 115,474 unique Twitter accounts, millions of tweets, and over one terabyte of media removed from the platform between 2017 and 2022. We probe this database using Google’s Vision API and Keras with TensorFlow to test whether foreign influence operations can be identified based on the visual presentation of fake user profiles emphasizing gender, race, camera angle, sensuality, and emotion. Our results show that sensuality is a variable associated with operations that replicate the Kremlin-linked Internet Research Agency campaign, being particularly prevalent in influence operations that targeted communities in North and South America, but also in Indonesia, Turkey, and Pakistan. Our results also show that the visual identities of fake social media profiles are predictive of influence operations given their reliance on selfies, sensual young women, K-pop aesthetics, or alternatively nationalistic iconography overlaid with text to convey ideological positioning.",
          "url": "https://doi.org/10.1177/20563051251323652",
          "doi": "https://doi.org/10.1177/20563051251323652",
          "filter": 0
        },
        {
          "title": "Producing Value From Injury: Dashcam Platforms, Accidents, and Gig Work",
          "authors": "Renyi Hong, Kuansong Victor Zhuang",
          "abstract": "This article uses the dashboard camera (commonly, dashcam) to consider platformed logics of injury. Installed in cars, dashcams are often purposed to arbitrate accidents. In Singapore, however, dashcams have fostered huge communities on social media, who regularly post and comment on dashcam footage. Furthermore, due to the nature of their work, food delivery riders also constitute common subjects of these footages. The article explores these relationships by revealing, first, how dashcams have historically coupled exploitation and justice. It has relied on the broken bodies of platform workers for consumer interest, but attached with the promise that the technology can also address the structural injustice of platformed work. This capitalization of injury continues into the present, with dashcams also serving as the key site for the visibility of structural injury among food delivery riders.",
          "url": "https://doi.org/10.1177/20563051251329083",
          "doi": "https://doi.org/10.1177/20563051251329083",
          "filter": 0
        },
        {
          "title": "Connective Democracy: A New Approach to Fighting Political Divisiveness",
          "authors": "Gina M. Masullo, Martin J. Riedl",
          "abstract": "This special issue explores connective democracy, a new theoretical approach to fighting and understanding political polarization and divisiveness online. Connective democracy asks scholars to think about solutions that bridge societal and political divides, particularly on social media. Our collection of six articles theorizes connective democracy and applies the theoretical concept to global situations, such as nurturing freedom of speech in Myanmar (Burma) and discussions of a new constitution in Chile. The articles in this special issue also consider how connective democracy is useful for understanding current problems related to polarization, such as misinformation and online vitriol, as well as how social media affordances support connective democracy. This body of work contributes to our understanding of how to deal with one of the most challenging problems facing democracy today, rampant polarization and divisiveness online.",
          "url": "https://doi.org/10.1177/20563051251330390",
          "doi": "https://doi.org/10.1177/20563051251330390",
          "filter": 0
        },
        {
          "title": "Platformization’s Elsewheres: Japanese Convenience Stores and the Platform Economy",
          "authors": "Marc Steinberg",
          "abstract": "Platformization’s elsewheres refers to other locations and places where platformization as a process takes place. This article focuses on the franchised Japanese convenience store as a particularly salient site from which to understand platformization in Japan. It is also crucial for thinking the platform economy historically and regionally within Asia where Japanese-style convenience stores abound, as well as globally given how Japan’s convenience stores were a model of the internet-connected mobile phone that in turn becomes a model for iPhone and Android smartphones. Focusing on the convenience store and its Japanese trajectory of development allows us to see the process of platformization of the franchised, networked, logistically-enabled convenience store from the 1970s to the present. The convenience store is, I argue, a crucial, if overlooked, site for platformization in Asia and beyond. It is also a key site for rethinking the most central of feelings to the platform economy: convenience.",
          "url": "https://doi.org/10.1177/20563051251328096",
          "doi": "https://doi.org/10.1177/20563051251328096",
          "filter": 0
        },
        {
          "title": "The Black Pill: (Re)conceptualizing the Black Right in the Era of YouTube Influencers",
          "authors": "Marisa A. Smith, Sarah Shugars, Shaimaa Khanam, Adanma Mbonu, Om Sai Krishna Madhav Lella, Christina L. Myers",
          "abstract": "Political influencers use YouTube to share political media, a practice that has proven integral in the curation of alternative influence networks among the political right. This study examines how Black conservative influencers express Black conservative thought within the broader conservative ecosystem, examining their topics of discussion and comparing these narratives to those of other conservatives within these networks. We employ BERTopic modeling to analyze 17,136 transcripts of YouTube videos produced by Black conservative influencers ( N = 70) between 1 January 2013 and 31 December 2023, and 158,833 transcripts of videos algorithmically recommended from this content. In addition, we use a pre-trained encoder-only transformer model to estimate the ideology of these influencers compared to those of other conservative actors in their network. We find that Black conservative influencers conveyed a statistically uniform narrative when discussing race and discrimination, a topic that was not only the most prevalent among them but also received the highest engagement, particularly coinciding with the political rise of Donald Trump. In line with traditional Black conservative thought, these influencers incorporated color-blind narratives discounting anti-Black racism. However, reflecting modern shifts in conservativism, Black conservatives also adopted cultural conservatism, particularly discussing the existence of anti-White racism. We discuss our findings in consideration of micro-celebrity practices that present Black conservatives as “authentic” voices on race, and its implications for legitimizing racial animus and White identity politics.",
          "url": "https://doi.org/10.1177/20563051251329078",
          "doi": "https://doi.org/10.1177/20563051251329078",
          "filter": 0
        },
        {
          "title": "Disruptive Media Event in a Divided Society: The Case of October 7 Atrocity Videos in Israel",
          "authors": "Chen Kertcher, Ornat Turin",
          "abstract": "The use of social media by terrorists for live broadcasts can orchestrate a disruptive media event. The conceptualization of viewing as a ritual reveals its social functions. This study examines the emotional reception of the Jewish majority and Arab-Palestinian minority in Israel to the documented Hamas attack on October 7, 2023. Data were collected via a questionnaire distributed to 432 participants aged 20 to 28. Despite social differences, both groups reported high video consumption, increased fear, and decreased well-being. In addition, Israeli Arabs expressed empathy for the Jewish victims. While the emotional reactions among Israeli Arabs suggest an inclination toward integration and distancing from Palestinianization, for Jews, watching the atrocities invoked Holocaust memories alongside emotions of rage and a desire for revenge. The study demonstrates that media events can occur solely on social media, even in fragmented broadcasts. Without official narratives and traditional media, a ritual process of communitas and the experience of witnessing a historical moment can still emerge. The ceremonial mechanisms of media events and the resulting social cohesion may help explain the public legitimacy of large-scale military operations in Gaza.",
          "url": "https://doi.org/10.1177/20563051251328105",
          "doi": "https://doi.org/10.1177/20563051251328105",
          "filter": 0
        },
        {
          "title": "Fashioning Identity: A Technocultural Analysis of Igbo Women Designers’ Self-Presentation on Instagram",
          "authors": "Joy C. Enyinnaya",
          "abstract": "Using African Technocultural Feminist Theory (ATFT), this study explored how Nigerian Igbo women fashion designers use Instagram to perform digital identities. While there is extensive literature on self-presentation on social media, there is limited research on African women’s self-presentation from a feminist perspective. The Critical Technocultural Discourse Analysis (CTDA) of Instagram posts and interview data revealed that Instagram’s photo affordances allowed designers to showcase their intricate designs and facilitate the cultural digitization of Igbo-centric fashion. The result of the three-phased analysis revealed Nigerian Igbo women fashion designers employed visual aesthetics and authenticity in their entrepreneurial online presentation. The study also highlighted the reemergence of Nsibidi , a long-lost ideography within Igbo culture, facilitated by Instagram. In addition, the study revealed that Nigerian Igbo women fashion designers use Instagram to challenge societal norms related to femininity and womanhood. This study addresses the need to examine African women’s digital identities through a feminist lens, considering the impact of overlapping power structures on their self-representational choices on social media.",
          "url": "https://doi.org/10.1177/20563051251330667",
          "doi": "https://doi.org/10.1177/20563051251330667",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Audience Sense-Making of Relational Aggression in the Film Mean Girls : Bridging Conversations in Critical Media Studies and Interpersonal Communication",
          "authors": "Michaela D. E. Meyer",
          "url": "https://doi.org/10.1080/1041794x.2025.2484005",
          "doi": "https://doi.org/10.1080/1041794x.2025.2484005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
