{
  "update": "2025-03-15",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Rethinking narrative sensemaking: In/Congruity and the production of precarious storied orders",
          "authors": "Anna Wiederhold Wolfe, Laura Black, Jennifer Woody Collins, Carson S. Kay, Soo-Hye Han, Caitlin Williams, Robert C. Richards",
          "url": "https://doi.org/10.1080/03637751.2025.2467696",
          "doi": "https://doi.org/10.1080/03637751.2025.2467696",
          "filter": 0
        },
        {
          "title": "Paradoxes and postbureaucracy: Volunteer decision-making at remote feminist nonprofit organizations",
          "authors": "Jessica Gantt-Shafer",
          "url": "https://doi.org/10.1080/03637751.2025.2470767",
          "doi": "https://doi.org/10.1080/03637751.2025.2470767",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Decolonizing the public sphere(s)?: A historical trajectory of justice-seeking subaltern public communication in the Middle East",
          "authors": "Burçe Çelik",
          "abstract": "While the discourse surrounding “decolonizing” risks becoming an abstract notion, the imperative to challenge the monopoly of Eurocentric knowledge systems remains urgent. Committed to the necessity of critical public communication that serves most of the world, the article aims to make a decolonizing intervention into the dominant discussions of critical public communication, which are still largely governed by theories of the public sphere(s). Rather than providing another critique of these theories, I propose an alternative concept: justice-seeking communication. Justice-seeking communication is a historical episteme and practice of the subaltern populations of the Middle East, uniting them as a reasoning, debating, and justice-demanding public in the face of injustices they encountered and defined as rectifiable oppression through their collective agency. Following a brief historical examination of Middle Eastern petitions and coffeehouses, I discuss how the justice-seeking communicative praxis of subaltern populations can inform our future imaginations of pluriversal critical public communication.",
          "url": "https://doi.org/10.1093/ct/qtaf004",
          "doi": "https://doi.org/10.1093/ct/qtaf004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Narrative virtual reality as a memory machine",
          "authors": "Tim Gruenewald, Cecilia Chen",
          "abstract": "Since 2014, a new narrative medium has been emerging that is delivered through virtual reality headsets. This paper theorizes narrative virtual reality as a new filmic medium with new and unique affordances that facilitate narrating and sharing memories. In contradistinction to the much-discussed concept of VR as an ‘empathy machine’, we propose to think of VR as a memory machine. This capability of VR is reflected in the proliferation of memory-related content in narrative VR and its early adoption in public history. Narrating and sharing individual and collective traumatic memories have featured prominently in narrative VR. Three unique properties enable a recipient of narrative VR, the immersant, to experience someone else’s memories: embodiment, immersion, and interactivity. First, embodiment allows the immersant to assume the role of the person who remembers or a person that is being remembered. Second, immersion enables the virtual transportation to a past setting that is remembered. Third, since VR always offers at least some form of interactivity, narrative VR permits the immersant to have agency within the remembered narrative. These three aspects combine to provide a qualitatively richer experience of memories in VR than was possible in conventional narrative media. We show how creators have leveraged these specific affordances of VR in support of narrating memories by analyzing two case-studies. First, we look at an example of traumatic collective memory in The Book of Distance (2020), which narrates a family history of forced removal and internment of Japanese immigrants in Canada during World War II from the perspective of the victim’s grandson. Second, we discuss Is Anna Ok? (2018), which lets the immersant experience two sisters' memories of traumatic brain injury, once from the perspective of the injured victim and once from the sister who witnessed the accident.",
          "url": "https://doi.org/10.1177/13548565251320727",
          "doi": "https://doi.org/10.1177/13548565251320727",
          "filter": 0
        },
        {
          "title": "Reporting online abuse to platforms: Factors, interfaces and the potential for care",
          "authors": "Rob Cover, Jennifer Beckett, Benedetta Brevini, Catharine Lumby, Rhyle Simcock, Jay Daniel Thompson",
          "abstract": "Evidence suggests that the rate of reporting abuse, harassment and problematic content to platforms is substantially low. This article assesses the extent to which platform interfaces may contribute to discouraging the use of reporting as a remedy to online harms. Using a walkthrough method, we analyse reporting interfaces for the extent to which they may contribute to a lack of trust in reporting. The study found that reporting interfaces (1) did not provide appropriate access to platform policy or guidelines, (2) failed to provide options for dialogue, testimonials or mechanisms to report in formats supporting user wellbeing needs, (3) were consistently framed as individualising and transactional rather than brokering care or peer support, and (4) added to the opacity of platform intervention and decision-making processes. We argue the available interfaces do not do enough to protect users from digital harms.",
          "url": "https://doi.org/10.1177/13548565251324508",
          "doi": "https://doi.org/10.1177/13548565251324508",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "The Rise of Synthetic Societies: Is There a Role for Humans?",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1089/cyber.2025.0067",
          "doi": "https://doi.org/10.1089/cyber.2025.0067",
          "filter": 0
        },
        {
          "title": "From Darkness to Light: Spotlighting the Health Effects of Daylight Savings Time",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1089/cyber.2025.0066",
          "doi": "https://doi.org/10.1089/cyber.2025.0066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Scanning vs. Thorough Processing the News: Antecedents of First- and Second-Level Incidental Exposure and the Role of the Relevance Appraisal",
          "authors": "Andreas Nanz, Ruta Kaskeleviciute, Marlis Stubenvoll, Jörg Matthes",
          "url": "https://doi.org/10.1080/21670811.2025.2472313",
          "doi": "https://doi.org/10.1080/21670811.2025.2472313",
          "filter": 0
        },
        {
          "title": "Coping with Precarity: Journalists’ Strategies to Find Ease in a Professionally Vulnerable Situation",
          "authors": "Nina Springer, Jana Rick",
          "url": "https://doi.org/10.1080/21670811.2025.2475179",
          "doi": "https://doi.org/10.1080/21670811.2025.2475179",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "The Parrot and the Igloo: Climate and the Science Denial",
          "authors": "Giovanni Ximenes Collyn, Patrisia Belan Donue Barek Kelen",
          "url": "https://doi.org/10.1080/17524032.2025.2477265",
          "doi": "https://doi.org/10.1080/17524032.2025.2477265",
          "filter": 0
        },
        {
          "title": "“ Climate Change is Real, but I Don't Wanna Talk About It ”: Unraveling Spiral of Silence Effects Regarding Climate Change Among Midwestern American Farmers",
          "authors": "Hong Tien Vu, Nhung Nguyen, Nazra Izhar, Vaibhav Diwanji",
          "url": "https://doi.org/10.1080/17524032.2025.2477260",
          "doi": "https://doi.org/10.1080/17524032.2025.2477260",
          "filter": 0
        },
        {
          "title": "Communicating the Climate Crisis New Directions for Facing What Lies Ahead",
          "authors": "Ratna Lestyana Dewi, Nispia Asya’bani, Reski Putra Utama",
          "url": "https://doi.org/10.1080/17524032.2025.2477259",
          "doi": "https://doi.org/10.1080/17524032.2025.2477259",
          "filter": 0
        },
        {
          "title": "Plastic Pollution Nature Based Solutions and Effective Governance",
          "authors": "Ainni Rohmana, Nurul Hidayah, Sri Wahyuni, Ana Restu Nirwana",
          "url": "https://doi.org/10.1080/17524032.2025.2476611",
          "doi": "https://doi.org/10.1080/17524032.2025.2476611",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Platform Activism and the Mediation of Electoral Process in Semi-Authoritarian Regimes: A Zimbabwean Case Study",
          "authors": "Lungile Augustine Tshuma, Trust Matsilele",
          "url": "https://doi.org/10.1080/10646175.2025.2468439",
          "doi": "https://doi.org/10.1080/10646175.2025.2468439",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Preserving traveller privacy in location-based social media: a local differential privacy approach",
          "authors": "Yunsong Fang, Sharleen Xiaolian Chen, Abbie Kasin Wan, Zuobin Ying",
          "abstract": "Purpose This paper aims to address the issue of privacy leakage indirectly caused by non-private data shared by travellers on location-based social media (LBSM) in data mining. Design/methodology/approach This paper proposes a privacy-preserving location data collection approach based on local differential privacy (LDP) and validates the feasibility of the approach through experiments on three real-world public check-in datasets. Findings The experimental results demonstrate the effectiveness of our proposed approach, which preserves privacy while retaining over 90% of the data utility. Practical implications This research has the potential to assist tourism practitioners in establishing improved collaborations with trusted third parties, enabling the exploration of user location data insights without undue concerns regarding indirect privacy breaches during data mining, thereby enhancing travellers’ experience and aiding businesses’ decision-making. Originality/value This paper is likely to be the first to represent a promising solution for addressing privacy leakage concerns related to non-sensitive data in data mining. It provides a location data collection technology that strikes a balance between user privacy and data utility for tourism practitioners.",
          "url": "https://doi.org/10.1108/itp-03-2024-0396",
          "doi": "https://doi.org/10.1108/itp-03-2024-0396",
          "filter": 0
        },
        {
          "title": "Antecedents of knowledge sharing in online collective spaces: combining social power theory and knowledge governance theory",
          "authors": "Jianyao Jia",
          "abstract": "Purpose The penetration of mobile social media has given birth to various online collective spaces (OCSs) within cross-functional project teams (CFPTs), which have significantly transformed knowledge sharing (KS) practice. While existing literature has endeavored a lot on KS factors within CFPTs, our understanding of KS in OCSs is limited, thus constituting the central of the present study. Design/methodology/approach Centering on communication visibility, the core feature of KS in OCSs, this study combines social power theory and knowledge governance theory to shed light on the influence of two agents, i.e. members in the OCS and the project team. Data were collected by administering a questionnaire survey to 205 project team members in China. Ordinary least squares regression and fuzzy-set qualitative comparative analysis (QCA) techniques are used to analyze the data. Findings The ordinary least squares (OLS) regression results suggest that expert power of oneself, formal knowledge governance mechanism (KGM) and group size positively influence both KS quantity and quality. Besides, hierarchical distance is found to negatively influence KS quantity, and informal KGM is found to positively affect KS quality. The fuzzy-set QCA results reveal three configurations sufficient for KS quantity and four configurations sufficient for KS quality. Notably, the combination of expert power of oneself, formal and informal KGMs is essential for both KS quantity and quality. Originality/value This study provides valuable insights into KS in OCSs by synthesizing multi-level contextual antecedents from multiple theoretical perspectives. The results of OLS regression and fuzzy-set QCA are discussed, offering a comprehensive understanding of the mechanisms impacting KS. Ultimately, this study aims to offer guidance to managers on effectively facilitating KS within the contemporary digital era.",
          "url": "https://doi.org/10.1108/itp-03-2024-0394",
          "doi": "https://doi.org/10.1108/itp-03-2024-0394",
          "filter": 0
        },
        {
          "title": "What motivates customers to purchase from social commerce pages? A means-end chain approach",
          "authors": "Pranay Sindhu, Kumkum Bharti",
          "abstract": "Purpose This study investigates the benefits and personal values that motivate customers to purchase from social commerce (s-commerce). Design/methodology/approach The study uses the means-end chain (MEC) theory and the laddering technique to identify the personal values a customer expects to achieve while interacting with an s-commerce page. Findings “Page design” followed by “response to queries” during and after purchase are the two most important attributes that help a customer attain personal values. The study reveals “feeling valued” and “confidence” in a purchase as critical values for the customers. Practical implications Researchers suggest making an s-commerce page “easy to use” by focusing on the page design, aesthetics and appealing interface. S-commerce customers value prompt responses to queries during and after a purchase, which leads to a better customer experience. Originality/value This study is one of the first attempts to examine the personal values that motivate customers to purchase on s-commerce pages.",
          "url": "https://doi.org/10.1108/itp-10-2022-0735",
          "doi": "https://doi.org/10.1108/itp-10-2022-0735",
          "filter": 0
        },
        {
          "title": "Cloud computing implementation: a field study of business unit IT self-sufficiency",
          "authors": "Alexis Gonzalez, Cynthia Riemenschneider, Gina Green",
          "abstract": "Purpose This study seeks to understand what organizational changes are occurring within two vertical cloud-based customer relationship management (CRM) implementations using socio-technical systems (STS) theory. Design/methodology/approach We conduct an exploratory field study of two business unit CRM implementations and collect data through field notes, emails, conversations and interviews. We apply STS theory and qualitative techniques to analyze the actors, structures, technology, tasks and their interdependencies. Findings Dependence on central IT significantly decreased for both units, but these vertical cloud-based CRM systems could not be implemented and maintained without expert IT actors. We found variations of IT expertise skills and dependence on central IT resulting in three differences: the business unit’s development processes, the ability to implement and maintain systems internally and CRM capabilities available to the business units. Extensive product research should be conducted prior to making decisions, implementation plans and goals. Business units should be cautious about vendor claims of self-sufficiency and no technical expertise requirement. Originality/value We extend the literature on user-led system implementations by studying implementation processes and applying Leavitt’s STS diamond to examine four interdependent dimensions. We apply Leavitt’s theoretical model as a tool to frame and guide our understanding of the differences and impacts of user-led implementations. We identify the activities for successful user-led cloud implementation and present propositions for organizations to consider when supporting user-led systems. When systems are supporting decentralized business processes, the implementation efforts will be complex and require more time to successfully implement a useable solution.",
          "url": "https://doi.org/10.1108/itp-02-2023-0184",
          "doi": "https://doi.org/10.1108/itp-02-2023-0184",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Can data justice be global? Exploring the practice of digital rights, and the search for cognitive data justice",
          "authors": "Siddharth Peter de Souza",
          "url": "https://doi.org/10.1080/1369118x.2025.2471889",
          "doi": "https://doi.org/10.1080/1369118x.2025.2471889",
          "filter": 0
        },
        {
          "title": "Women, not cyborgs: failures of postmodern postfeminist thought and the internet to recognise women living under occupation",
          "authors": "Heba Elsagheer Aly",
          "url": "https://doi.org/10.1080/1369118x.2025.2478084",
          "doi": "https://doi.org/10.1080/1369118x.2025.2478084",
          "filter": 0
        },
        {
          "title": "Controlled carefully: how consumer care legitimizes China’s AI regulations",
          "authors": "Xuenan Cao, Lucas Power",
          "url": "https://doi.org/10.1080/1369118x.2025.2474565",
          "doi": "https://doi.org/10.1080/1369118x.2025.2474565",
          "filter": 0
        },
        {
          "title": "Collectivity in data governance and data justice",
          "authors": "Lina Dencik, Arne Hintz, Joanna Redden, Emiliano Treré",
          "url": "https://doi.org/10.1080/1369118x.2025.2478096",
          "doi": "https://doi.org/10.1080/1369118x.2025.2478096",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "What do motives for quiet luxury consumption tell us about intrinsic vs. extrinic motivation for consumer behavior in general?",
          "authors": "Charles R. Taylor",
          "url": "https://doi.org/10.1080/02650487.2025.2476903",
          "doi": "https://doi.org/10.1080/02650487.2025.2476903",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Biases in online reviews: the default positive review rule and the conditional rebate strategy",
          "authors": "Haiyuan An, Wenli Li, Yahe Yu, Zhen Wang",
          "abstract": "Purpose This study examines how default bias, driven by the default positive review (DPR) rule – which automatically classifies reviews not provided by consumers within a specified period as positive – and rebate bias, associated with the conditional rebate strategy (CRS), where sellers offer rebates exclusively to consumers who submit positive reviews, distort the distribution of online product reviews over time and impact consumer satisfaction. Design/methodology/approach A key aspect of our method lies in developing latent variable models that capture the relationship between biased online reviews and consumer satisfaction levels. By applying our models to a panel dataset from Taobao – a leading Chinese e-commerce platform – and using insights from online consumer feedback surveys, we assess the extent of the biases introduced by DPR and CRS in a given feedback system. A hierarchical regression model was employed to investigate the impact of the proposed biases on consumer satisfaction. Findings Consumers who have previously written online reviews experience satisfaction outcomes 72.9% of the time with DPR and up to 81.3% when CRS is included. Implementing DPR may boost product sales to some extent, but it would significantly amplify consumer dissatisfaction, whereas offering a rebate could effectively alleviate consumer discontent, even though the rebate is conditional. Originality/value Our findings reveal the extent of biases introduced by CRS and DPR in online reviews and inform the consumer satisfaction debate regarding the phenomenon of excessive positive reviews resulting from these practices.",
          "url": "https://doi.org/10.1108/intr-10-2023-0887",
          "doi": "https://doi.org/10.1108/intr-10-2023-0887",
          "filter": 0
        },
        {
          "title": "Unpacking the influence of perceived credibility of guaranteed data destruction service on digital device recycling platform use: the perspective of privacy calculus",
          "authors": "Zhenya Tang, Leida Chen",
          "abstract": "Purpose Digital device recycling platforms (DDRPs) are customer-to-business online marketplaces that allow consumers to trade in or sell their used electronics, like smartphones and laptops, directly to a business for cash or credit. Guaranteed data destruction is a service provided by most DDRPs to securely erase all data on devices being recycled or traded in. Perceived credibility of the service refers to the extent to which customers are confident in the effectiveness and reliability of the service offered by a given DDRP. Grounded in privacy calculus theory, the current study aims to explore the influence of perceived credibility of guaranteed data destruction service (GDDS) on one’s intention to use a DDRP. Design/methodology/approach An empirical study was conducted through an online survey of Chinese DDRP users. The proposed model was tested by analyzing the collected data using the structural equation modeling approach. Findings Our results indicate that perceived credibility of GDDS affects users’ intention to use DDRPs by decreasing privacy concerns and increasing perceived convenience and environmental benefits of these platforms. Research limitations/implications This study’s findings are based on data collected from Chinese DDRP users, which may limit the generalizability of the results to other cultural or market contexts. Practical implications This study provides practical guidance for DDRPs, emphasizing the importance of enhancing perceived credibility through transparent data destruction practices and certifications. Originality/value The findings of the current study offer implications for theory development in sustainable information technology and e-commerce as well as practical suggestions for increasing usage of DDRPs.",
          "url": "https://doi.org/10.1108/intr-01-2024-0033",
          "doi": "https://doi.org/10.1108/intr-01-2024-0033",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Abortion Salience After the Roe v. Wade Leak: A Computational Content Analysis of Tweets by CNN, Fox News, and ABC News",
          "authors": "Huma Rasheed, Casey Randazzo, Melissa Dreier, Akeela Careem",
          "url": "https://doi.org/10.1080/08838151.2025.2473951",
          "doi": "https://doi.org/10.1080/08838151.2025.2473951",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Authenticity at the heart of communication",
          "authors": "Eun-Ju Lee",
          "url": "https://doi.org/10.1093/joc/jqaf005",
          "doi": "https://doi.org/10.1093/joc/jqaf005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Computer-Mediated Communication",
      "journal_short": "JCMC",
      "articles": [
        {
          "title": "Too much of what? Two-wave panel evidence for selective (de-)sensitization through frequent exposure to different kinds of digital hate",
          "authors": "Rinat Meerson, Kevin Koban, Jörg Matthes",
          "abstract": "Digital hate has become an inevitable aspect of daily life for social media users, constituting a formidable societal challenge. Despite broad consensus of related harms, researchers have struggled to predict users’ intervening activity and moderation preferences, especially given that they are subject to temporal changes. A two-wave panel survey was conducted to investigate how exposure frequency to incivility, intolerance, and threats is associated over time with (de-)sensitization regarding perceived severity, different intervention activities, and content moderation preferences, while also considering free-speech attitudes as a moderating factor. Results provide evidence for both consistent and selective (de-)sensitization over time across response and hate types. Most notably and contrary to popular desensitization narratives, users demonstrated heightened awareness and engagement when confronted with hateful content more frequently, actively intervening through reactions, comments, or private messages. Overall, these findings give reason for hope that users may become increasingly sensitive and engaged in combating digital hate.",
          "url": "https://doi.org/10.1093/jcmc/zmaf002",
          "doi": "https://doi.org/10.1093/jcmc/zmaf002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Exploring the influence of online media on political participation in a postcolonial multi-ethnic context: evidence from Bolivia",
          "authors": "Yuehua Wu, Jiawen Wu",
          "url": "https://doi.org/10.1080/19331681.2025.2473987",
          "doi": "https://doi.org/10.1080/19331681.2025.2473987",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Sticky Categories, Discursive Practices, and the Potential for Change: The Case of Children's Food “Likes”",
          "authors": "Sally Wiggins",
          "abstract": "Language can be considered as not simply playing a role in behavior change but as being foundational to how we understand people's behavior in itself. Focusing on the use of discursive categories in everyday social interaction, this paper examines how dispositional categories (such as food “likes”) become “sticky” through being invoked during one social action but treated as relatively stable over time and used to account for past and future behavior. Data are video recordings of children's eating practices taken from two large corpuses of family meals in Scotland and preschool lunches in Sweden. Discursive Psychology was used to explicate the ways in which categories of food likes and dislikes are implicated in social actions during mealtimes, such as offering food, encouraging children to eat, or responding to food already eaten. The analysis unpacks the central argument in three parts: (1) that discursive practices construct psychological categories, (2) that categories are embedded within social actions, and (3) that social actions may change, but the categories stick. The paper contributes to discursive and interactional work on the use of categories through shifting the analytical gaze to dispositional categories and examining mundane (as well as institutional) settings. The implications of this work extend to a much broader field of research on language and behavior change through illustrating the embedded resistance of certain discursive categories and their consequences for the possibilities for change.",
          "url": "https://doi.org/10.1177/0261927x251315663",
          "doi": "https://doi.org/10.1177/0261927x251315663",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "A boost to relational value: Examining the link between partner expressions of gratitude and self-esteem in close relationships",
          "authors": "Brian P. Don, Renato Ferrer",
          "abstract": "Expressions of gratitude are associated with many benefits in the context of social relationships. Indeed, Algoe’s (2012) find-remind-and-bind theory of gratitude proposes that expressions of gratitude serve the innately relational function of finding and drawing people closer to responsive relationship partners. Despite this prior work demonstrating the importance of gratitude to relationships, no prior research or theory has considered how a partner’s expressions of gratitude may influence the self. Based on sociometer theory (Leary, 1999, 2021), we hypothesized that partner expressions of gratitude signal relational value, thereby predicting enhanced self-esteem for the target of gratitude expressions. To test this novel proposition, we drew upon two archival studies. Study 1 used 11 years of longitudinal data in which 4,990 individuals ( k = 33,846) in committed relationships reported on their partner’s expression of gratitude and their self-esteem at yearly intervals. In Study 2, undergraduate students ( N = 119 people and k = 891) completed a 10-day diary survey in which they reported on a romantic partner or close other’s gratitude expression, their self-esteem, and their feelings of relational value. In both studies, greater partner expressions of gratitude were associated with greater self-esteem at the within- and between-person levels, even controlling for prior wave levels of self-esteem. Moreover, in Study 2, greater perceived relational value mediated the association between greater daily partner expressions of gratitude and greater daily self-esteem. These results provide initial evidence that gratitude expressions not only function to guide people to more meaningful relationships, but are also associated with enhanced relational value, and therefore greater self-esteem.",
          "url": "https://doi.org/10.1177/02654075251325431",
          "doi": "https://doi.org/10.1177/02654075251325431",
          "filter": 0
        },
        {
          "title": "A phenomenological study of sibling non-normative death in young adulthood: Continuity, change, grief, and growth",
          "authors": "Avidan Milevsky",
          "abstract": "The current study explores the impact of tragic sibling death on young adults using a phenomenological approach. This focus is important considering the limitations in current research, particularly the scarcity of qualitative studies that provide an in-depth understanding of the particular lived experience and the meaning behind the experience of tragic sibling loss on young adults. The sample included 14 Israeli young adults who lost a sibling in the military or in a terror attack during the past 10 years. Participants were recruited through snow-ball sampling and social media posts. The participants were interviewed in Hebrew, face-to-face, at our psychology lab, in quiet areas of local coffee shops, or at the participant’s homes. Participants were interviewed using semi-structured questions about various aspects of their experience as someone who lost a sibling. Results were analyzed using the phenomenological method (Denzin &amp; Lincoln, 1994; Spinelli, 1989). Textural themes emanating from the content of the interviews included (1) strength and living a better life than before, (2) lack of awareness of the difficulty siblings experience, (3) appreciation and strengthening relationship with remaining siblings, (4) changes in the parental relationship, (5) the daily and sudden struggle, and (6) mixed emotions about continuing with life. The exploration of sibling bereavement through a phenomenological approach reveals the complexity of grief, particularly for young adults who lost a sibling in tragic circumstances.",
          "url": "https://doi.org/10.1177/02654075251326345",
          "doi": "https://doi.org/10.1177/02654075251326345",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Book Review: LGBTQ Digital Cultures: A Global Perspective , by Paromita Pain LGBTQ Digital Cultures: A Global Perspective. PainParomita. Oxfordshire, UK: Routledge, 2022. 295 pp.",
          "authors": "Dhanabalan Thangam",
          "url": "https://doi.org/10.1177/10776990251326543",
          "doi": "https://doi.org/10.1177/10776990251326543",
          "filter": 0
        },
        {
          "title": "Book Review: AI Snake Oil: What Artificial Intelligence Can Do, What It Can’t, and How to Tell the Difference , by Arvind Narayanan and Sayash Kapoor AI Snake Oil: What Artificial Intelligence Can Do, What It Can’t, and How to Tell the Difference. NarayananArvindKapoorSayash. Princeton, New Jersey: Princeton University Press, 2024. 360 pp.",
          "authors": "Alexya Martinez",
          "url": "https://doi.org/10.1177/10776990251325876",
          "doi": "https://doi.org/10.1177/10776990251325876",
          "filter": 0
        },
        {
          "title": "Media Capture and Journalistic Role Conceptualizations Under Transitional Contexts: The Case of Zimbabwe",
          "authors": "Danford Zirugo",
          "abstract": "Combining textual analysis and interviews, this study extends journalistic role conceptualization research not only to Zimbabwe but also to nonjournalistic actors by examining Zimbabwean press freedom debates generated between 1993 and 2023. Results show how the country’s public press uses a nationalistic ideology to redefine and legitimize loyal facilitation as a Fourth Estate role, while the private press uses a liberal ideology to extend advocacy journalism as a key Fourth Estate function. Guided by the metajournalistic discourse theory, and the concept of media capture, negotiation of these divergent role conceptualizations is considered as both a manifestation and attempt at capturing journalists as a first step in shaping the public mind.",
          "url": "https://doi.org/10.1177/10776990251323620",
          "doi": "https://doi.org/10.1177/10776990251323620",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Back to Normal? Journalistic Paradigm Repair on the Fall of Oppositional Media in Post-National Security Law Hong Kong",
          "authors": "Dennis Leung Ka-kuen",
          "url": "https://doi.org/10.1080/1461670x.2025.2478440",
          "doi": "https://doi.org/10.1080/1461670x.2025.2478440",
          "filter": 0
        },
        {
          "title": "Election Promise Tracking: Extending the Shelf Life of Democracy in Digital Journalism Practice and Scholarship",
          "authors": "Lisa Waller, Lucy Morieson",
          "url": "https://doi.org/10.1080/1461670x.2025.2477001",
          "doi": "https://doi.org/10.1080/1461670x.2025.2477001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Producing Diversity: On the Discourses at the Heart of Netflix’s Production Culture",
          "authors": "Axelle Asmar, Tim Raats, Leo Van Audenhove",
          "abstract": "This article critically explores Netflix’s use of diversity as a strategic tool within its global production culture; it focuses on how the streamer increasingly deploys various narratives about diversity and inclusion to legitimate its presence, rationalize its operations, and normalize the industrial changes it generates. Through a critical discourse analysis of Netflix’s corporate communication—press releases and diversity reports published between June 2022 and February 2024—the study identifies four central discourses that shape Netflix’s approach. These discourses reveal that while Netflix positions itself as a socially responsible actor championing diversity and inclusion, its strategy intertwines cultural values with commercial imperatives. By appealing to local talents worldwide, Netflix’s rhetoric not only opens opportunities for underrepresented voices but also risks simplifying complex local identities to fit global market demands. The article concludes that Netflix’s approach to diversity, while progressive on the surface, may in practice constrain creative autonomy, subtly reinforcing existing global power structures and shaping diversity through a commercial lens.",
          "url": "https://doi.org/10.17645/mac.9410",
          "doi": "https://doi.org/10.17645/mac.9410",
          "filter": 0
        },
        {
          "title": "Intimacy in Podcast Journalism: Ethical Challenges and Opportunities in Daily News Podcasts and Documentaries",
          "authors": "Elvira García de Torres, José M. Legorburu, David Parra-Valcarce, Concha Edo, Lilly Escobar-Artola",
          "abstract": "This research contributes to understanding how podcast intimacy shapes the evolving relationship between journalists and their audiences in the digital age. Intimacy in podcasting refers to creating a close emotional connection between journalist and audience, facilitated by this audio format and the growth of headphone—and earbud—listening. Podcasting allows for a more personal relationship, where journalists not only inform but also share emotions and experiences. However, this “emotional truth” can blur the boundaries between fiction and reality, raising ethical challenges regarding objectivity. Based on 14 semi-structured interviews with journalists producing daily news podcasts and documentaries, we examine how intimacy is constructed and experienced in these types of productions. Using a qualitative approach, we explore the boundaries of intimacy in journalists’ discourse, as well as the challenges it poses and the opportunities it offers for the production of news podcasts.",
          "url": "https://doi.org/10.17645/mac.8994",
          "doi": "https://doi.org/10.17645/mac.8994",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Exposure to Interactive Media, but at Low Levels, is Associated with Better Executive Functioning in Children: A Meta-Analysis",
          "authors": "Meryem Şeyda Özcan, Yasemin Kisbu",
          "url": "https://doi.org/10.1080/15213269.2025.2471583",
          "doi": "https://doi.org/10.1080/15213269.2025.2471583",
          "filter": 0
        },
        {
          "title": "Lifetime Video Game Exposure is Associated with Internalization of Sexist STEM Beliefs in Women and Men",
          "authors": "Morgan E. Ellithorpe, Shay X. Yao, Nancy Rhodes",
          "url": "https://doi.org/10.1080/15213269.2025.2475047",
          "doi": "https://doi.org/10.1080/15213269.2025.2475047",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Locked among inequalities: A study of children’s digital experiences and digital divide during the COVID-19 pandemic",
          "authors": "Daniel Calderón-Gómez, Massimo Ragnedda, Maria Laura Ruiu",
          "abstract": "This article examines children’s digital experiences during the COVID-19 pandemic as a specific aspect of digital divide. Utilizing a survey of 2004 English parents aged 20–55 years, the study explores how various factors – including household living conditions, parents’ sociodemographic status and sociotechnical variables such as children’s usage frequency and intensity, expenditure on technology and parents’ digital skills – affected different dimensions of children’s digital experiences during the lockdown. These dimensions include academic performance, connectivity issues, social interaction, feelings of isolation, problematic use and social support. The findings reveal distinct age-related trends, with older children more frequently engaging in online socialization. In addition, the study highlights a correlation between more favourable household socioeconomic conditions and improved digital experiences for children.",
          "url": "https://doi.org/10.1177/14614448251321779",
          "doi": "https://doi.org/10.1177/14614448251321779",
          "filter": 0
        },
        {
          "title": "User-generated “feminism” on BiliBili: Nationalism, Internet culture, and platform dynamics in digital China",
          "authors": "Junki Nakahara, Jing Cai",
          "abstract": "This study examines how digital nationalism distorts the articulation of feminism on China’s popular video-sharing platform, BiliBili. Through a discourse analysis of the 100 most-viewed user-generated videos tagged with “feminism” ( nüquan ), we find that BiliBili’s unique sociotechnical context, functioning both as a cultural platform and as a conduit for state propaganda, creates a space where various forms of nationalism—including anti-consumerism, anti-Western liberalism, and Sinocentric nationalism/chauvinism toward East Asian neighbors—intersect with discussions of feminism. Consequently, feminism on BiliBili gains virality only insofar as it does not appear “contradictory” to state-sponsored ideological slogans, norms, and notions of national identity. This article demonstrates how a seemingly participatory and free discursive space for user-generated content can, in fact, constrain women’s agency in negotiating the very concept of feminism, limiting their ability to articulate struggles and diversify narratives.",
          "url": "https://doi.org/10.1177/14614448251317176",
          "doi": "https://doi.org/10.1177/14614448251317176",
          "filter": 0
        },
        {
          "title": "Explaining public communication change: A structure–actor model",
          "authors": "Philipp Müller",
          "abstract": "Public communication change (PCC) is often studied in communication research with a somewhat narrow conceptual focus, for instance, either on the contingency or on the determination of communication development. I argue that instead of considering the various extant theoretical approaches as competing and irreconcilable, the field should strive for a holistic understanding that helps integrate them. I consider PCC as a process that unfolds over time in complex multilevel dynamics between macro-level structural transformations and the decisions and resulting behaviors of individual and collective actors. I propose a structure–actor model of PCC that accounts for both, determined and contingent processes simultaneously. It is also able to explain the emergence of paradox phenomena and collective misjudgments despite better knowledge. I conclude by using examples from the context of the “filter bubble” phenomenon to illustrate the heuristic value of the developed model and sketch an empirical research agenda that follows from its arguments.",
          "url": "https://doi.org/10.1177/14614448251321439",
          "doi": "https://doi.org/10.1177/14614448251321439",
          "filter": 0
        },
        {
          "title": "Memeability and sharenting: The affective economy of children on social media",
          "authors": "Lidia Marôpo, Ana Jorge, Bárbara Janiques de Carvalho, Filipa Neto",
          "abstract": "This article considers how children’s memeability is entangled with commercial sharenting narratives through two case studies of (mothers) influencers and their daughters in Brazil and Portugal. The Brazilian mother privileges cute aesthetics by enchantment in an inspirational sharenting and does not promote the child’s memeability. In contrast, the Portuguese influencer privileges cringe aesthetics, encouraging her daughter’s memeability by exploring the ambivalence of parenting with humor in a transgressive sharenting. The findings point to the unpredictability and uncontrollability of the memetic culture. In Brazil, the child’s image was appropriated for playful and parodic engagement, neglecting her privacy, reputation, and well-being despite her mother’s public complaint. This unauthorized memeability results from the girl’s celebrification after her display in viral content and advertising campaigns. In contrast, the encouraged memeability of the Portuguese influencer does not exceed her community of followers since her daughter’s recognition seems limited to an extension of the mother’s self.",
          "url": "https://doi.org/10.1177/14614448251320370",
          "doi": "https://doi.org/10.1177/14614448251320370",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Work‐Related Migration and Couples in Long‐Distance Marriages: Mindfulness, Marital Quality, Satisfaction, and Happiness",
          "authors": "Samta P. Pandya",
          "abstract": "This article reports a study on the impact of online mindfulness sessions in improving marital quality, satisfaction, and happiness of couples from South Asian and African home countries in long‐distance marriages due to work‐related migration of partners either within domicile countries or overseas (pre‐test n = 96, post‐test n = 85) compared to a control group (pre‐test n = 83, post‐test n = 76). Mindfulness sessions were effective, and post‐test scores on marital quality, satisfaction, and happiness outcomes were higher for dyads who had postgraduate or professional degrees, salaried jobs, Hindus and Christians, who had children and whose intervention compliance was high (≥ 64% sessions attended and homework posts completed). Intervention adherence had fairly strong predictor effects. Actor‐partner interdependence analyses confirmed associated and interdependent effects on outcomes. The online mindfulness sessions were effective for commuter couples with some modifications needed for male partners, dyads with lower formal education, Buddhist, Jain, Sikh, and Muslim dyads, and childless couples.",
          "url": "https://doi.org/10.1111/pere.70002",
          "doi": "https://doi.org/10.1111/pere.70002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "The Political Court: Newspaper Coverage, Appointment Politics, and Public Support of the United States Supreme Court, 1980–2023",
          "authors": "Joshua Boston, Christopher N. Krewson",
          "url": "https://doi.org/10.1080/10584609.2025.2467905",
          "doi": "https://doi.org/10.1080/10584609.2025.2467905",
          "filter": 0
        },
        {
          "title": "Motivating Future Voters: Comparing the Effects of ‘I Voted’ and ‘I Will Vote’ Stickers on Intention to Vote",
          "authors": "Alon P. Kraitzman, Stephanie L. DeMora, Dolores Albarracín",
          "url": "https://doi.org/10.1080/10584609.2025.2472768",
          "doi": "https://doi.org/10.1080/10584609.2025.2472768",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "From climate scepticism to discourses of delay in UK editorials",
          "authors": "Sylvia Hayes, Josh Gabbatiss, Catherine Butler",
          "abstract": "News media has long been recognised for its important role in shaping public discourse and socio-political action relating to climate change. This is particularly true of opinion journalism, which reflects elite voices. Within the climate change communications literature, an important shift marks a turn away from outright denial of the existence of climate change towards delaying narratives. In this paper, we use a longitudinal mixed-methods analysis to chart ‘discourses of delay’ in editorials relating not only directly to climate change but to the closely connected issue of energy transitions across seventeen UK daily and weekly newspapers over the period 2011–2021. Though we find both a trend away from outright denial of climate change and an identifiable increase in support for climate action even among right-leaning editorials over this period, we also show that narratives are characterised by multiple discourses of delay across both climate change and various energy narratives.",
          "url": "https://doi.org/10.1177/09636625251315446",
          "doi": "https://doi.org/10.1177/09636625251315446",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "From Platform Capitalism to Digital China: The Path, Governance, and Geopolitics",
          "authors": "Jingyan Elaine Yuan, Lin Zhang",
          "abstract": "The “platform turn” across various disciplines has introduced a new framework for analyzing the global digital economy. This special issue critically engages with existing discussions by adopting a broad political-economic perspective on the platform economy in China. Aiming to deconstruct and contextualize the dominant concepts of “platformization” and “infrastructuralization,” we focus on three central themes under the overarching framework of Digital China : “Platform cum Infrastructure along a Techno-developmental Path,” “Platform Governance,” and “Platform Spatiality and Geopolitics.” These themes collectively deepen our understanding of the temporal and spatial dynamics of platforms, as well as their conceptual significance as evolving processes and outcomes. More importantly, we highlight how the development of Chinese platforms reflects not only the contours of China’s contested integration into global capitalism but also the state’s shifting socio-economic priorities and its broader aspiration to establish a distinct “Chinese model of modernization.”",
          "url": "https://doi.org/10.1177/20563051251323030",
          "doi": "https://doi.org/10.1177/20563051251323030",
          "filter": 0
        },
        {
          "title": "Mobilization and Latency Dynamics in the #StopLine3 Discourse",
          "authors": "Adina Gitomer, Erika Melder, Brooke Foucault Welles",
          "abstract": "After the Canadian oil corporation Enbridge proposed replacing its Line 3 pipeline in 2014, activists began protesting against its environmental risks and violations of Indigenous rights, among other concerns. As the pipeline’s construction progressed and resistance intensified, a parallel discourse emerged online under the hashtag #StopLine3. This study explores the temporal evolution of that discourse and its alignment with on-the-ground developments. Specifically, we assess whether the discourse conforms to a phasic model of collective action inspired by Melucci, which contends that social movements oscillate between phases of visibility and latency. This oscillation is mediated by key mobilizing events, which drive activists to focus their energy toward fighting a target. Once a resolution is reached (positive or negative), the movement progresses into a latent phase, where participants regroup, reflect, and build unity. The ideas behind this model were developed before the digital turn. Given how social media complicates temporality, it remains unclear how well the model explains discursive resistance online. We use #StopLine3 as a case study to test the phasic model, examining all tweets with the hashtag posted between 2016 and 2023. We break up the data into temporal segments based on peaks and lulls in overall activity and explore how both tweet content and forms of engagement shift from segment to segment. In line with the model, we find that the shifts between segments are mediated by key events; however, we also find that the Twitter discourse consistently favors mobilization-oriented forms of engagement and content over latency. Our results suggest that Twitter primarily facilitates mobilization work, and call into question the importance of latency work, what it looks like, and where it takes place on platforms such as Twitter. We argue that Twitter may not be an effective venue for latency processes, or alternatively, may alter how those processes manifest. Overall, we trouble the application of the phasic model to #StopLine3 and other similar public-facing discourses.",
          "url": "https://doi.org/10.1177/20563051251322254",
          "doi": "https://doi.org/10.1177/20563051251322254",
          "filter": 0
        },
        {
          "title": "Beyond Cheap and Biased: Informal Volunteering on Social Media During the COVID-19 Crisis",
          "authors": "Hjalmar Bang Carlsen, Jonas Toubøl",
          "abstract": "The ability of informal social media networks to facilitate civic participation is a major topic of political and scholarly debate. Some studies find that social media networks support little, low-cost, periodic, and demographically biased civic participation, while others find the opposite. We argue that many studies do not have an adequate point of comparison to determine the contribution of social media networks relative to other organizational forms, such as formal volunteering. Using an original population survey on volunteering during the COVID crisis, we compare social media networks to other types of organizations in terms of the relative volume of participation, the type of participation, the persistence of the volunteer, and volunteers’ socioeconomic and demographic characteristics. We do not find that social media networks contribution is comparatively trivial, low cost, and biased when compared to other organizational forms. Volunteers organized on social media are, however, less persistent when compared to volunteers in formal civil society organizations.",
          "url": "https://doi.org/10.1177/20563051241304613",
          "doi": "https://doi.org/10.1177/20563051241304613",
          "filter": 0
        },
        {
          "title": "Social Media Imaginaries and the City: How the Attention Economy Is Reshaping Urban Built Environments",
          "authors": "Petter Törnberg",
          "abstract": "Social media are becoming a growing presence in our cities, filtering our experience of urban place and enabling locations to “go viral.” This article examines the downstream consequences of this new reality, examining how the urban actors who shape the city consider social media in their work. Drawing on ethnographic research and interviews with elite investors in São Paulo’s gentrifying Centro neighborhood, this article finds that social media are ever-present force in the production of the city. The capacity of social media to shape imaginaries and steer flows of people—and therefore flows of capital—have emerged as a powerful economic logic, integral to the city’s economic machinery. In pursuit of online attention, investors are adapting the city to fit their understanding of what “works” on social media—changing not only superficial designs and aesthetics, but even in which buildings they invest. Restaurants and bars come to function as intermediaries for the exchange of attention capital : they purchase attention from influencers, in turn marketing it to their customers and exchanging accumulated digital clout for free beer and new kitchens from their suppliers. Attention is transforming the very built environment of the city, which in turn provides essential physical infrastructure for the attention economy. While social media platforms may be diverse in their biases and characteristics, this article argues that the imperative of data accumulation has produced an era in which everything—even our cities—is shaped by the pursuit of attention.",
          "url": "https://doi.org/10.1177/20563051251323389",
          "doi": "https://doi.org/10.1177/20563051251323389",
          "filter": 0
        },
        {
          "title": "The Ideal Influencer: How Influencer Coaches and Platforms Construct Creators as Monetizing for the Right Reasons",
          "authors": "Taylor Annabell",
          "abstract": "This article examines the construction of the ideal influencer across two sites of articulation within the influencer ecology: influencer coaches and platforms. It seeks to make visible the normative model that underpins and regulates influencer identities, practices and monetization, which is tied to the interests and values of different actors. Drawing on a sample of 70 TikTok videos and Instagram posts from influencer coaches, a dataset of 69 TikTok and Instagram policies, and a walkthrough of TikTok and Instagram creator accounts, I analyze what constitutes the ideal influencer through a critical feminist approach to influencer labor. In content shared by influencer coaches, the influencer is framed as a strategic actor who offers value to their community and embraces their identity as a professional entrepreneur. Through platform policies and interface design, the influencer is constructed as a skilful creator who engages their audiences in the “right” ways and assumes responsibility for complying with regulations. I argue that these constructions converge on the assertion that influencers should monetize for the “right” reasons. This steers influencers toward a worker subjectivity that is ideal for the platform, linking the construction of influencers as users—rather than workers who should be rewarded but not compensated for their labor—to the professionalization of the industry.",
          "url": "https://doi.org/10.1177/20563051251323951",
          "doi": "https://doi.org/10.1177/20563051251323951",
          "filter": 0
        },
        {
          "title": "More-Than-Human, More-Than-Digital: Postdigital Intimacies as a Theoretical Framework",
          "authors": "Adrienne Evans, Jessica Ringrose",
          "abstract": "In this article, we extend the concept of “postdigital intimacies” by developing its more-than-human and more-than-digital capacities. We argue that while we have witnessed a gradual flattening out of the digital and non-digital, our institutions, regulations, laws, ethics, and policies still make distinctions between digital experiences and “real life.” This demands a refinement of critical understandings of intimacy. We locate postdigital intimacies in accounts that situate intimacy as ambivalent, and draw on posthuman and new feminist materialism to argue for the interdependencies between human and non-human agencies, making intimacy something always more-than-human. In turn, we develop accounts of the postdigital that suggest a more-than-digital by highlighting experiences of an entangled digital and non-digital, and the practical implications of this for how we advocate approaching health, safety, well-being, and anti-harassment. We bring these two bodies of work together through two distinct examples: one of the intimate therapeutics of AI chatbots and the other in how young people navigate technology-facilitated sexual violence in schools. We argue that a theory of postdigital intimacies demonstrates the importance of thinking through the more-than-human and more-than-digital of intimacy in relation to regulation, policy, and research pertaining to harms, risk, and vulnerability.",
          "url": "https://doi.org/10.1177/20563051251317779",
          "doi": "https://doi.org/10.1177/20563051251317779",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Supremacy Dressed in Polite White: Subversive Decorum in the Tennessee House",
          "authors": "Jacob Pedersen",
          "url": "https://doi.org/10.1080/1041794x.2025.2478233",
          "doi": "https://doi.org/10.1080/1041794x.2025.2478233",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Similarity attracts, or does it? studying personality-based convergence and sense of engagement with a digital health assistant",
          "authors": "Anna Spagnolli, Enrico D’Agostini, Mariavittoria Masotina, Giulia Cenzato, Luciano Gamberini",
          "url": "https://doi.org/10.1016/j.tele.2025.102262",
          "doi": "https://doi.org/10.1016/j.tele.2025.102262",
          "filter": 0
        },
        {
          "title": "Attitudes, experiences, and usage intentions of artificial intelligence: A population study in Germany",
          "authors": "Timo Gnambs, Jan-Philipp Stein, Sabine Zinn, Florian Griese, Markus Appel",
          "url": "https://doi.org/10.1016/j.tele.2025.102265",
          "doi": "https://doi.org/10.1016/j.tele.2025.102265",
          "filter": 0
        },
        {
          "title": "Communicative AI in the scientific public sphere: An analysis of Twitter discourse on generative AI tools",
          "authors": "Jiyoun Suk, Yini Zhang, Jiawei Liu, Yukyung Yang",
          "url": "https://doi.org/10.1016/j.tele.2025.102261",
          "doi": "https://doi.org/10.1016/j.tele.2025.102261",
          "filter": 0
        },
        {
          "title": "Does greater chatbot usage lead to more positive affective attitudes toward AI? A moderated mediation model of relational capacity, competence, and privacy concerns in a two-wave panel study",
          "authors": "Bolin Cao, Chuanqin Wen",
          "url": "https://doi.org/10.1016/j.tele.2025.102263",
          "doi": "https://doi.org/10.1016/j.tele.2025.102263",
          "filter": 0
        },
        {
          "title": "Exploring the competitive market structure of digital-based subscription economy: The empirical investigation of South Korea",
          "authors": "Dongnyok Shim, Yunwoo Choi, Changjun Lee",
          "url": "https://doi.org/10.1016/j.tele.2025.102264",
          "doi": "https://doi.org/10.1016/j.tele.2025.102264",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Political Campaign Responses to Information Disorder: A Case Study of the 2023 Nigerian Presidential Elections",
          "authors": "Abubakar Adam Ibrahim, Brian Ekdale",
          "abstract": "During the 2023 Nigerian presidential campaign, a variety of political, ethnic, and religious tensions contributed to a significant spike in false and misleading information. To navigate this complex information ecosystem, campaigns set up media units to, in varying degrees, produce disinformation about other candidates, reinforce disinformation being spread on social media, and respond to disinformation targeting their preferred candidate. Our study examines the circulation of false and misleading information during the 2023 Nigerian presidential campaign through a critical discourse analysis of campaign press statements issued in support of the top three candidates for president. To analyze these statements, we first present an original typology of political campaign responses to information disorder that includes prebunking, debunking, fake-news tagging, and counter-disinformation. We then apply this typology to our case, finding that Nigerian presidential campaigns frequently trafficked in information disorder, both by introducing false and misleading information as well as by responding to damaging information. In closing, we argue that our typology, which conceptualizes information disorder as an ongoing exchange between purveyors and targets of false and misleading information, can be helpful for understanding information disorder in political campaigns around the world.",
          "url": "https://doi.org/10.1177/19401612251324985",
          "doi": "https://doi.org/10.1177/19401612251324985",
          "filter": 0
        },
        {
          "title": "Book Review: News Aesthetics and Myth: The Making of Media Illiteracy in India by Shashidhar Nanjundaiah NanjundaiahShashidharNews Aesthetics and Myth: The Making of Media Illiteracy in India, New York &amp; London: Routledge, 2025. 246 pp., £130/£35.99 (Hardback/eBook). ISBN: 9781032755410.",
          "authors": "Vinod Pavarala",
          "url": "https://doi.org/10.1177/19401612251325962",
          "doi": "https://doi.org/10.1177/19401612251325962",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Visual framing of climate change during natural disasters at home and abroad: an analysis of British news",
          "authors": "Defne Günay, Öykü Yenen Aytekіn, Gіzem Melek",
          "abstract": "The connection between climate change and its consequences is often implicit for the general public. Moreover, the public often perceives climate change as a phenomenon affecting distant regions and future generations, rather than recognising its immediate repercussions. Media play a pivotal role in informing the public on climate change and its consequences, including increased frequency and intensity of natural disasters. This research examines the visual frames employed by British news outlets during periods of natural disasters transpiring in the UK, or globally. The aim of the research is to reveal the most common visual frames used, whether nature is framed as a threat and whether psychologically distant visuals are used at times of natural disasters. The authors analyse 2413 images extracted from 907 climate change-related news articles from UK publications and media, namely the The Guardian , BBC and Daily Mail , published during periods marked by natural disasters. They find that the natural environment is not visually framed as threatening, despite the experience of natural disasters. Second, they observe that the news stories mostly reduced psychological distance by using the person frames using a camera angle that creates empathy. However, they also undermine this effect by not providing geographical details regarding origins of persons and location of the scenes depicted in the visuals. Furthermore, significant differences exist in the frames utilised by different outlets that they analysed. This study demonstrates that the visuals used in news stories also tell a story about climate change and this story has a potential to reduce the perceived distance of climate change effects on the viewer, offering ways to improve visual framing of climate change.",
          "url": "https://doi.org/10.1177/14703572251320304",
          "doi": "https://doi.org/10.1177/14703572251320304",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
