{
  "update": "2024-10-12",
  "content": [
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "The truth-default is ubiquitous, but some people experience it more than others",
          "authors": "David M. Markowitz, Kim B. Serota, Timothy R. Levine",
          "url": "http://dx.doi.org/10.1080/08824096.2024.2415045",
          "doi": "10.1080/08824096.2024.2415045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Good Friends Have Boundaries: Provider Strategies for Creating Support Boundaries in Friendships",
          "authors": "Kylie J. Johnson",
          "url": "http://dx.doi.org/10.1080/10510974.2024.2408047",
          "doi": "10.1080/10510974.2024.2408047",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Whiteness construction in South Korean digital spaces: Oliver-ssaem’s strategic identity-distancing for visibility on YouTube",
          "authors": "Dasol Kim, Seonah Kim",
          "abstract": "Oliver-ssaem, a White American and former English teacher in South Korea, has risen to prominence as a YouTube content creator exploring both Korean and American cultures. His intentional role as a cultural intermediary between Korea and the U.S. highlights how he strategically employs his Whiteness to enhance visibility. When targeting Korean viewers, Oliver-ssaem not only praises and endorses the excellence of Korean culture and products but also highlights negative aspects of U.S. culture. The perceived value of his endorsement and mediation of U.S. culture is rooted in Oliver-ssaem’s embodiment of a desirable, objective, and progressive Whiteness, inadvertently perpetuating global White hegemony. By examining his visibility strategy through the lens of the historical and cultural relationship between the U.S. and Korea, we argue for a localized and contextualized analysis of the commodification of Whiteness, particularly in Asian digital spaces.",
          "url": "http://dx.doi.org/10.1177/13548565241287921",
          "doi": "10.1177/13548565241287921",
          "filter": 0
        },
        {
          "title": "Critical data studies meets discard studies: Waste data reflectivity in digital urban waste tracking system",
          "authors": "Celina Strzelecka",
          "abstract": "The article critically examines the implementation and impact of the Digital Urban Waste Tracking System (DUWTS), a ‘smart’ waste management technology deployed in several towns in Poland to enhance urban waste segregation practices. By integrating critical discard studies with critical data studies, the article introduces the concept of ‘waste data reflectivity’ to investigate how data representation in DUWTS influences perceptions and responsibilities within waste management. The study highlights how DUWTS employs advanced dataveillance technologies to monitor waste disposal, creating distorted reflections that obscure the complexities of municipal waste management. These distortions are analyzed through the metaphorical lenses of three mirrors – concave, kaleidoscopic, and ceiling – which reveal the illusory effects on municipalities, waste disposal companies, and residents. Additionally, the article discusses how DUWTS exemplifies ‘technologies of (un)knowing’, which systematically obscure or misrepresent waste management issues, leading to the marginalization of true responsibilities and challenges. The findings demonstrate that while DUWTS represents a technological advancement, it can also perpetuate the existing challenges in waste management by masking the true nature of waste issues and obscuring the responsibilities of different stakeholders. The article concludes by emphasizing the socio-technological consequences of such systems and the importance of a critical analysis in evaluating the effectiveness and ethics of data-driven waste management technologies.",
          "url": "http://dx.doi.org/10.1177/13548565241288452",
          "doi": "10.1177/13548565241288452",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Enhancing or Compensating? Role of On- and Offline Social Capital and Technological Self-Efficacy on Subjective Well-Being among Immigrants and Natives",
          "authors": "Nari Yoo, Sou Hyun Jang",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0152",
          "doi": "10.1089/cyber.2024.0152",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "The Impact of Journalistic Cultures on Social Media Discourse: US Primary Debates in Cross-Lingual Online Spaces",
          "authors": "Lea Hellmueller, Lindita Camaj, Sebastián Vallejo Vera, Peggy Lindner",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2402371",
          "doi": "10.1080/21670811.2024.2402371",
          "filter": 0
        },
        {
          "title": "Journalism as a Service: How Tablet News Service Influences Subscriber Retention and Long-Term Profitability",
          "authors": "Su Jung Kim, Edward Malthouse, Yayu Zhou, Penelope Abernathy",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2411517",
          "doi": "10.1080/21670811.2024.2411517",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Dynamic Music Video: Categorizing the Convergence of Video Games and Music Videos",
          "authors": "Lidia López Gómez",
          "abstract": "The present article examines how the aesthetics of a specific format can be applied to another, thus creating a new autonomous product. This is the case of a distinctive point in video games wherein the playthrough is imbued with music video aesthetics, and the player interacts with the music, camera movements and landscape, becoming the protagonist and architect of what I propose to define as a “Dynamic Music Video”—following Collins’ definition of “dynamic music” (2008, 139). This study analyzes the musical transmedia narratives created from Death Stranding and other contemporary games, both regarding the gameplay experience and the User-Generated Content, focusing on their bidirectional motion: one that converts the players’ experience into a music video inserted into a video game, and one that converts the video game into an autonomous music video.",
          "url": "http://dx.doi.org/10.1177/15554120241285941",
          "doi": "10.1177/15554120241285941",
          "filter": 0
        },
        {
          "title": "Avant-Garde is Dead? On Arrière-Garde and Digital Games",
          "authors": "Aleksandra Prokopek, Agata Waszkiewicz",
          "abstract": "This article aims to approach the problem of avant-garde digital games by analyzing them as proof of avant-gardes’ vitality and/or their demise. First, it seeks to investigate the presence of avant-garde as a term within contemporary digital game discourses. Second, it focuses on the digital games somewhat inspired by works and practices of avant-gardes and tries to investigate how the presence of avant-gardes within contemporary games may also indicate its demise. To deal with that ambiguous position, the concept of arrière-garde is proposed, as prescribed to contemporary works of art inspired by avant-garde movements and continuing their actions. The article concludes with two case studies, focusing on intertextual references to the Surrealism found in titles by Bedtime Digital Game and of cozy games which, despite not offering direct continuity, utilize art and mood as a means of political protest in a similar way to Czech Poetism.",
          "url": "http://dx.doi.org/10.1177/15554120241287006",
          "doi": "10.1177/15554120241287006",
          "filter": 0
        },
        {
          "title": "The Other Squid Game: How Splatoon 3 Promotes a Culture of Coziness, Inclusivity, and Becoming-Cephalopod",
          "authors": "Nikolas Matovinovic",
          "abstract": "The 2021 Netflix series Squid Game's themes of economic critique are often framed as contradicting the exploitative nature of its ancillary texts like Squid Game: The Challenge (Netflix 2023), a reality series that materially reproduces many of the same hardships that the narrative series ostensibly condemns. This paper argues that this is a product of the series’ emphasis on interactive screen media as a marketing and production tool without accounting for how this modal difference would alter the themes of the series’ narrative. The Nintendo multiplayer shooter Splatoon 3 (2022) serves as a useful example of how these challenges can be overcome within the context of a popular multimedia franchise. This is done through the game's emphasis on an ecological coziness whereby principles of cozy gaming and a cephalopod-like tentacular approach to screen media create a text whose themes and inclusive community standards do not exhibit the contradictions seen in Squid Game.",
          "url": "http://dx.doi.org/10.1177/15554120241288747",
          "doi": "10.1177/15554120241288747",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Communication and the Gender Entrepreneurship Gap: Jamaican Women-Entrepreneurs’ Views of their Interpersonal Communication Interactions with Others in Business Settings",
          "authors": "Nickesia S. Gordon",
          "url": "http://dx.doi.org/10.1080/10646175.2024.2409899",
          "doi": "10.1080/10646175.2024.2409899",
          "filter": 0
        },
        {
          "title": "The Representation of Afghans in the American Sitcom United States of Al: Examining the Burden of Representation and Challenges of Media Visibility",
          "authors": "Azeta Hatef",
          "url": "http://dx.doi.org/10.1080/10646175.2024.2409087",
          "doi": "10.1080/10646175.2024.2409087",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "The impact of cultural practices on the outcome of IT risk management implementation",
          "authors": "Neda Azizi, Omid Haass, Piera Centobelli, Roberto Cerchione",
          "abstract": "Purpose The objectives of this research are two-fold. The first is to explore, describe and explain the relevance of the concept of Information Technology risk management (ITRM) implementation processes. In this regard, we were required to understand the interaction between contextual issues, the ITRM framework itself, IT individual interpretations toward them and their effect on implementation. The second objective is to develop a theoretical model for use in guiding the design and analysis of the proposed empirical work. The study introduces a fresh perspective to an established research area. It is argued that without more emphasis on the dynamic nature of the implementation process, an incomplete understanding of the problem will result. Design/methodology/approach The study adopts an interpretive methodology to a multiple case study design gathering and analysing qualitative evidence. A series of three case studies was designed around 22 semi-structured in-depth interviews conducted to investigate IT individuals’ role in facilitating a successful ITRM implementation. Findings The findings provide new insights in relation to ITRM implementation by considering IT individual culture. The research develops a substantive theory involving a schematic model involving a set of theoretical propositions. These findings suggest a dynamic approach to implementing IT risk management framework — one that considers the interaction over time of intentions, context, process and action around risk management frameworks. Research limitations/implications This study makes important theoretical contributions to the understanding of organizational implementations by taking a dynamic view of implementation, identifying different individual IT culture archetypes, emphasizing the role of social aspects and developing a set of key factors and contextual conditions. Practical implications This model offers managers an understanding of how IT individual culture and the factors and contextual conditional work together over time to ensure a successful ITRM implementation. Meanwhile, it sheds some light on how managers treat IT individuals with different levels of experience differently. Originality/value We theorize IT individual culture and the factors and contextual conditional and show their effects on ITRM implementation success, thus making an essential contribution to the information systems and implementation research and practice. Moreover, we provide a novel methodology to conceptualize ITRM implementation as a cultural process through which IT people socially construct the meanings and purposes of their work activities. This research answers scholars’ call to construct more accurate explanations of innovation outcomes in an increasingly IS implementation world.",
          "url": "http://dx.doi.org/10.1108/itp-04-2023-0362",
          "doi": "10.1108/itp-04-2023-0362",
          "filter": 0
        },
        {
          "title": "Donating or collecting? Differential impact mechanisms of knowledge sharing through enterprise social media on employees' innovative work behavior",
          "authors": "Changyu Wang, Kexin Chen, Jiaojiao Feng, Jianyu Chen",
          "abstract": "Purpose In the digital age, enterprise social media (ESM) has been broadly used to break the barrier of space and time for knowledge sharing involving two activities—knowledge donating and knowledge collecting. Yet, hardly any study has thus far explored how and when knowledge donating and knowledge collecting through ESM impact employees’ innovative work behavior (IWB). Therefore, drawing on the social exchange theory, this study aims to introduce relational social capital as a mediator and performance climate as a moderator to examine differential impact mechanisms of knowledge donating and knowledge collecting through ESM on employee IWB. Design/methodology/approach First, we collected 225 survey data from employees who used ESM at work. Then, according to the two-stage procedure of the partial least square structural equation modeling method, we established and analyzed a moderated mediation model based on the context of ESM. Findings Results demonstrate that knowledge donating through ESM has a positive relationship with IWB, but knowledge collecting through ESM has no such relationship. Through the mediation of relational social capital, both knowledge donating and knowledge collecting through ESM have indirect positive relationships with IWB, but knowledge collecting through ESM has a greater one. Moreover, when employees perceived a relatively high-performance climate, the positive relationships of knowledge donating and knowledge collecting through ESM with IWB via relational social capital would be stronger. Practical implications On the one hand, organizational managers should not only focus on different innovation benefits caused by knowledge donating and knowledge collecting through ESM but also should realize differences in the direct/indirect effect of knowledge donating and knowledge collecting through ESM on IWB. On the other hand, employees need to proactively enhance their innovative ability by considering knowledge donating/collecting channels (e.g. ESM), gaining successful competitiveness. Moreover, both managers and employees should realize that different innovation benefits of knowledge sharing activities through ESM can be further strengthened when establishing a high-performance climate. Originality/value Different from prior literature on knowledge sharing or ESM, this study contributes to analyzing the differential effects of two dimensions (i.e. knowledge donating and knowledge collecting) of knowledge sharing on employees' IWB in the context of ESM.",
          "url": "http://dx.doi.org/10.1108/itp-01-2024-0003",
          "doi": "10.1108/itp-01-2024-0003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Digital timescapes: technology, temporality and society",
          "authors": "Yujie Dong",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2413118",
          "doi": "10.1080/1369118x.2024.2413118",
          "filter": 0
        },
        {
          "title": "‘Re-coupling site’ of social media and the workplace in digital nomadism: Chinese female workers’ self-produced vlogs with class and gender connotations",
          "authors": "Peier Chen, Ngai Pun",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2410254",
          "doi": "10.1080/1369118x.2024.2410254",
          "filter": 0
        },
        {
          "title": "Extensive culture: expressions of endlessness in the metaverse and the limits of data accumulation",
          "authors": "David Beer",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2413114",
          "doi": "10.1080/1369118x.2024.2413114",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "(Not) the right time for social media ads? Exploring the impact of social media detox on attention to the ad",
          "authors": "Julian Felix Kopka, Lennart Borgmann, Tobias Langner",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2410073",
          "doi": "10.1080/02650487.2024.2410073",
          "filter": 0
        },
        {
          "title": "Examining the interplay of chatbot interactivity and anthropomorphic design for enhancing brand relationships in service businesses",
          "authors": "Jhih-Syuan (Elaine) Lin",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2410559",
          "doi": "10.1080/02650487.2024.2410559",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "You have got a nerve: examining the nexus between coworkers' cyberloafing and workplace incivility",
          "authors": "Yajun Zhang, Jingjing Wang, Junwei Zhang, Yongqi Wang, Muhammad Naseer Akhtar",
          "abstract": "Purpose While cyberloafing has emerged as a prevalent issue in numerous workplaces, research on its consequences is still underdeveloped, highlighting a need for further exploration and analysis. Drawing upon the cognitive appraisal theory of emotion, this study investigates the influence of coworkers' cyberloafing on employees' workplace incivility, mediated by negative emotions and moderated by task interdependence. Design/methodology/approach In Study 1, the hypothesized research model was tested utilizing three-wave time-lagged survey data collected from 333 employees and their coworkers. In Study 2, an additional sample of 274 employees was surveyed. Data were analyzed using hierarchical regression analysis and the bootstrap method. Findings The results indicated that coworkers' cyberloafing positively influenced employees' workplace incivility, with this relationship mediated by negative emotions. Additionally, task interdependence was found to positively moderate both the direct relationship between coworkers' cyberloafing and negative emotions and the indirect path from coworkers' cyberloafing to employees' workplace incivility through negative emotions. Practical implications This study helps managers gain a deeper understanding of cyberloafing's effects, enabling them to manage and curb it more effectively. Originality/value Prior research has predominantly explored the effects of cyberloafing on its implementers. However, this study innovatively shifts focus to the observer perspective, empirically demonstrating whether and how coworkers' cyberloafing affects employees' workplace incivility, enriching and expanding the existing literature.",
          "url": "http://dx.doi.org/10.1108/intr-09-2022-0700",
          "doi": "10.1108/intr-09-2022-0700",
          "filter": 0
        },
        {
          "title": "The battle against screen time: a systematic review of hedonic information systems use reduction",
          "authors": "Pedro Nascimento, Tiago Oliveira, Joana Neves",
          "abstract": "Purpose In the 21st century, excessive use of hedonic information systems (HIS) has become commonplace, making HIS use reduction a more viable option for many users than complete discontinuation. Even so, there is no systematic revision on this matter. This systematic literature review aims to examine previous studies on HIS use reduction, identify their limitations and point out future research directions. Design/methodology/approach We adhered to the preferred reporting items for systematic reviews and meta-analyses (PRISMA) guidelines, ultimately analyzing 52 papers published between 2010 and 2024, with the majority disseminated after 2021. Findings The primary findings indicate a gradual shift from focusing on internet research to exploring social networking sites, with consistent attention on gaming and mobile device usage. Moreover, there is notable diversity in the theoretical foundations of scholarly research in this area as well as in the antecedents, consequences and control factors. Additionally, factors such as awareness, social norms, fatigue, privacy concerns and self-efficacy play the most significant roles in reducing the use of HIS. Finally, this article identifies gaps and opportunities in the field and employs science mapping to uncover the four predominant themes that form the basis of this research domain. Originality/value As far as we know, this article marks the inaugural comprehensive systematic review of current research on reducing HIS use, intending to make a dual impact. Initially, the authors meticulously outline HIS use reduction systematically and thoroughly, offering theoretical insights. Second, they delve into potential research areas and contributions concerning this phenomenon to address the gap in understanding the effects of reducing HIS usage on individuals.",
          "url": "http://dx.doi.org/10.1108/intr-10-2023-0857",
          "doi": "10.1108/intr-10-2023-0857",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Intergenerational Language Transmission of Frisian and Low Saxon in the Netherlands",
          "authors": "Raoul Buurke, Martijn Bartelds, Wilbert Heeringa, Remco Knooihuizen, Martijn Wieling",
          "abstract": "An important mechanism for language maintenance is transmission from parents to their children. This mechanism is stronger for the regional language Frisian than it is for Low Saxon in the northern Netherlands. In this study, we assessed many variables potentially associated with parental language transmission for these regional languages. We analyzed questionnaire responses from around 25,000 Frisian and Low Saxon speakers participating in the Lifelines cohort study. Transmission was strongly associated with whether their children's other parent speaks the same language, and with the frequency of language use in different social contexts. Other important factors included language attitudes and the degree of urbanization of the respondent's neighborhood. Taken together, these findings suggest that language maintenance for Frisian and Low Saxon could potentially be bolstered by adequately stimulating positive language attitudes and the use of the language in different social contexts by both the government and smaller societal organizations.",
          "url": "http://dx.doi.org/10.1177/0261927x241287765",
          "doi": "10.1177/0261927x241287765",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Confidants for life: Examining sibling relationship positivity and disclosure in U.S. Latinx college students while considering the role of familism",
          "authors": "Victoria Aceves-Power, Sonia E. Girón, Sarah E. Killoren, Nicole Campione-Barr",
          "abstract": "Familism is a central facet of Latin culture, yet there has been little work examining its role within the sibling relationship. Importantly, young adulthood provides a unique context where sibling dynamics may shift as independence increases and one begins to solidify their personal beliefs. During this time, sibling relationship quality remains influential. One mechanism to encourage positive sibling relationships is by teasing apart disclosure content. Therefore, we posited the following research questions: Is disclosure content associated with sibling relationship quality? Are there differential associations between familism dimensions (referent, support, obligations, and respect for family) and sibling relationship quality? Do these familism dimensions moderate the association between domain-differentiated disclosure and sibling relationship quality? To address these questions, via online surveys, 186 Latinx undergraduates ( M age = 21.35, SD = 1.79) reported on frequency of disclosure to their closest-in-age sibling, sibling relationship quality, and endorsement of four familism values. Findings revealed that more frequent engagement in personal disclosure (e.g., “How I spend my free time”) was associated with more reports of sibling positivity. With prudential disclosure (e.g., “Whether I smoke cigarettes”), more frequent disclosure was associated with less sibling positivity. All four dimensions of familism were associated with more sibling positivity. For personal disclosure, across all familism models, its association with sibling positivity was magnified under average to high levels of familism endorsement. For prudential disclosure, its association with sibling relationship quality was magnified under high levels of familism endorsement for all models except for respect for family. Within the respect for family model, when endorsed at low levels, multifaceted (e.g., “Whether I stay out late”) disclosure was associated with more sibling positivity. Our study highlights the particularly positive implications of siblings disclosing about personal domain issues compared to other topical domains. Our work also suggests familism is positive for sibling relationships, but interestingly, when it interacts with disclosure, the findings are mixed.",
          "url": "http://dx.doi.org/10.1177/02654075241288263",
          "doi": "10.1177/02654075241288263",
          "filter": 0
        },
        {
          "title": "Sibling and best friend conflict resolution strategies among Mexican-origin youth",
          "authors": "Jenny Padilla, Kimberly A. Updegraff, Adriana J. Umaña-Taylor",
          "abstract": "Sibling relationships evolve into a more egalitarian relationship dynamic resembling friendships during adolescence, potentially facilitating the transfer of interpersonal skills across relationships. This study investigates cross-relationship associations in conflict resolution strategies with siblings and friends. Research on family-peer linkages, largely focused on White populations, often overlook the role of siblings in other ethnoracial contexts. Drawing on social learning theory, we examined mean-level differences on conflict resolution strategy use with siblings versus friends and how conflict resolution strategies with siblings were related to those with friends. Participants were older ( M = 15.48; SD = 1.57) and younger siblings ( M = 12.55; SD = .60) in 246 Mexican-origin families. Adolescents reported on their use of solution-oriented, nonconfrontational, and controlling strategies with one another and their best friends, which reflect varying considerations for oneself, others, and their relationship. Multilevel ANOVAs suggest that adolescents typically use more adaptive strategies with friends than with siblings. Actor-Partner Interdependence Models revealed significant positive associations between actor-reported conflict resolution strategies with siblings and friends, even when accounting for relationship intimacy and conflict, expressive personality characteristics, and familism values, suggesting congruence across relationships. Cross-strategy analyses indicated that controlling strategies with siblings were correlated with all strategies with friends, while nonconfrontational strategies with siblings negatively related to solution-oriented strategies with friends. These findings highlight how sibling and friend experiences shape adolescents’ interpersonal skills and suggest avenues for future research on the enduring impact on social development.",
          "url": "http://dx.doi.org/10.1177/02654075241289354",
          "doi": "10.1177/02654075241289354",
          "filter": 0
        },
        {
          "title": "Understanding motivations for sexual communication from a regulatory focus perspective",
          "authors": "Kendra S. Wasson, Uzma S. Rehman",
          "abstract": "Despite the overwhelming support for the importance of sexual communication to intimate relationships, there is limited information about what motivates someone to engage in or avoid sexual communication. Motivational frameworks have been applied to various aspects of intimate relationships, serving as strong predictors of different behavioural processes and playing a crucial role in facilitating behavioural change. As such, we aimed to elucidate the motivations for sexual communication and explore how they relate to other aspects of the process of sexual communication. A total of 373 participants were recruited from online crowdsourcing websites across two studies, and they completed online questionnaires using a mixed methods approach. In Study 1, open-ended responses regarding participants’ motivations for sexual communication were inductively coded and aligned with the Regulatory Focus Theory, which describes two distinct modes of goal pursuit depending on if the person is focused on growth and advancement (i.e., promotion-focused) or safety and security (prevention-focused). This coding structure was replicated in Study 2, and we expanded the results to examine the predictive ability of the coded motivations. We found that those higher in attachment avoidance were more likely to have prevention-focused motivations, and those with relationship-oriented promotion-focused motivations reported more depth of both sexual and nonsexual communication as well as more relationship and sexual satisfaction. The implications of these findings are discussed.",
          "url": "http://dx.doi.org/10.1177/02654075241289832",
          "doi": "10.1177/02654075241289832",
          "filter": 0
        },
        {
          "title": "Mindfulness and attachment security in romantic relationships: The role of emotion regulation as a mediator",
          "authors": "Melody C. Y. Ng, Iris Yili Wang, Rebecca Y. M. Cheung",
          "abstract": "Research suggests that mindfulness is positively related to attachment security in romantic relationships. However, studies on the processes underlying this association are relatively scarce. In this longitudinal study, we investigated the mediating role of emotion dysregulation between mindfulness and attachment insecurity. A total of 333 Chinese university students were recruited for three time points, with a 6-month lag between time points, to complete self-report questionnaires of mindfulness, emotion dysregulation, attachment avoidance, and attachment anxiety. Cross-lagged mediation analysis showed that greater mindfulness was indirectly associated with lower attachment anxiety via lower emotion dysregulation, after controlling for age, gender, and autoregressive control variables, indicating emotion dysregulation as a mediator. However, emotion dysregulation did not mediate the longitudinal association between mindfulness and attachment avoidance. The present findings inform researchers of the importance of cultivating mindfulness and emotion regulation to enhance attachment security in romantic relationships.",
          "url": "http://dx.doi.org/10.1177/02654075241292561",
          "doi": "10.1177/02654075241292561",
          "filter": 0
        },
        {
          "title": "Relationship-induced self-concept change and the malleability of attachment security",
          "authors": "Kevin P. McIntyre, Brent A. Mattingly, Michaela Judis",
          "abstract": "Romantic relationships have the potential to shape individuals’ self-concepts for better or worse. Because these changes to the self have the potential to modify working models of self and other, they may also be associated with individuals’ levels of attachment security. The current research sought to examine whether relationship-induced self-concept improvement and degradation is associated with attachment security. Across three correlational studies (Studies 1a-1c; overall N = 579) and one experiment (Study 2; N = 196), we found that relationship-induced concept improvement (vs. degradation) is associated with greater state attachment security and lower state attachment avoidance (but not state anxiety). Further, state attachment security and avoidance mediated the association between overall self-concept improvement and relationship quality. Overall, relationship-induced changes to the self-concept appear to modify attachment systems, which cultivate relationship quality.",
          "url": "http://dx.doi.org/10.1177/02654075241291006",
          "doi": "10.1177/02654075241291006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Coded Appeals and Political Gains: Exploring the Impact of Racial Dogwhistles on Political Support",
          "authors": "Elina Lindgren, Björn Rönnerstrand, Gregor Rettenegger, Ellen Breitholtz, Robin Cooper, Asad Sayeed",
          "abstract": "Political parties have incentives to appeal to diverse voters to maximize support. This study examines the effect of politicians exploiting dogwhistles—expressions that convey hidden messages to specific audiences while escaping notice by the majority—for this purpose. Findings from a word replacement test and a survey experiment assessing the utility of racial dogwhistles in Sweden suggest that dogwhistling can aid politicians in gaining support from in-groups while retaining backing from out-groups; for example, “suburban gang” (dogwhistle) elicits more support than “immigrant gang.” Results suggest that dogwhistling is effective beyond the U.S. context and for different forms of political support.",
          "url": "http://dx.doi.org/10.1177/10776990241280373",
          "doi": "10.1177/10776990241280373",
          "filter": 0
        },
        {
          "title": "Book Review: Hedged: How Private Investment Funds Helped Destroy American Newspapers and Undermine Democracy , by Margot Susca",
          "authors": "Brian Creech",
          "url": "http://dx.doi.org/10.1177/10776990241284584",
          "doi": "10.1177/10776990241284584",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "The Humanitarian Crisis in the Media: Framing Analysis of Rohingya-Related International News Using BERTopic",
          "authors": "Md. Sayeed Al-Zaman, Mohammad Harun Or Rashid",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2412205",
          "doi": "10.1080/1461670x.2024.2412205",
          "filter": 0
        },
        {
          "title": "A Little of that Human Touch: How Regular Journalists Redefine Their Expertise in the Face of Artificial Intelligence",
          "authors": "Lynge Asbjørn Møller, Arjen van Dalen, Morten Skovsgaard",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2412212",
          "doi": "10.1080/1461670x.2024.2412212",
          "filter": 0
        },
        {
          "title": "Online Abuse, Emotion Work and Sports Journalism",
          "authors": "G. Sinclair, C. Kearns, K. Liston, D. Kilvington, J. Black, M. Doidge, T. Fletcher, T. Lynn",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2412213",
          "doi": "10.1080/1461670x.2024.2412213",
          "filter": 0
        },
        {
          "title": "Quantifying Community Interest: A Study on the Role of Audience Metrics in Hyperlocal Journalism",
          "authors": "Alissa de Koning, Tomás Dodds, Astrid Vandendaele",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2412206",
          "doi": "10.1080/1461670x.2024.2412206",
          "filter": 0
        },
        {
          "title": "Educating for a Changing Media Landscape: Four Scenarios for Journalism Education in 2030",
          "authors": "Maaike Severijnen, Yael de Haan",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2406814",
          "doi": "10.1080/1461670x.2024.2406814",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "The Role of Audiovisuals in Counter-Framing Dynamics: A Longitudinal Experiment on Causal Responsibility Attribution",
          "authors": "Isabella Glogger",
          "url": "http://dx.doi.org/10.1080/15205436.2024.2409134",
          "doi": "10.1080/15205436.2024.2409134",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Fact-Checkers on the Fringe: Investigating Methods and Practices Associated With Contested Areas of Fact-Checking",
          "authors": "Silvia Montaña-Niño, Victoria Vziatysheva, Ehsan Dehghan, Anand Badola, Guangnan Zhu, Otávio Vinhas, Michelle Riedlinger, Sofya Glazunova",
          "abstract": "This study investigates the methods and practices used by self-identified fact-checkers situated on the fringe of the field of fact-checking to support their agenda for public recognition and legitimacy. Using a case study approach and selecting nine cases across five countries (Russia, Brazil, India, China, and Singapore), we identify the most common distinguishable attributes and tactics associated with this ambiguous collection of actors. In addition to identifying how fringe fact-checkers weaponize fact-checking practices and exploit or mimic the social standing of accredited fact-checkers, we critique examples where state-supported fact-checkers associated with authoritarian governance structures fact-check for national interests. We propose a spectrum of fact-checkers including those where public or general interest fact-checkers follow journalistic ideals and align with accredited communities of practice or non-accredited peer recognition, and a collection of fringe fact-checkers ranging from “special interest” actors promoting specific political agendas to hostile actors with disruptive, destructive, and openly propagandistic interests and aims to destabilize the global public sphere. The article contributes to current research and debates about the institutionalization of fact-checking and the understudied area of fact-checking impersonation, a problematic activity associated with misinformation and propaganda on platforms and the internet.",
          "url": "http://dx.doi.org/10.17645/mac.8688",
          "doi": "10.17645/mac.8688",
          "filter": 0
        },
        {
          "title": "Dive Into the Past: Chinese Intangible Cultural Heritage Represented in Chinese Mobile Games",
          "authors": "Yixiang Que, Teresa De La Hera, Jeroen Jansz",
          "abstract": "This study delves into the representation of intangible Chinese cultural heritage in Chinese mobile games. Nowadays, even with huge economic potential, Chinese mobile games are still faced with negative comments, especially from parents. To develop their reputation, Chinese mobile games have portrayed considerate Chinese intangible cultural heritage (ICH). The representation of cultural heritage in video games has been a subject of discussion for a long time, while console and computer games and tangible cultural heritage have been at the centre of academic studies. Hence, we strived to investigate how Chinese ICH is depicted in Chinese mobile games. A thematic analysis was conducted on data collected through analytical gameplay of 30 Chinese mobile games selected from Apple’s App Store and the Chinese TapTap platform. Our analysis indicates that Chinese ICH is represented in Chinese mobile games to fulfil the persona of game characters, to create a more engaging and immersive game world experience, to provide more intense combat moments, to offer visually enjoyable virtual goods, and to deliver culturally driven updates during traditional festivals. Among the various forms of Chinese ICH, Chinese traditional craftsmanship is found to be used most frequently because of the huge effort it requires to be mastered, which could be educational to players. Theatrical traditions were found to be depicted in most game elements because they combine visual, audio, and motional elements. Lastly, folk and classical literature is portrayed in Chinese mobile games to provide a narrative resource that culturally resonates with players.",
          "url": "http://dx.doi.org/10.17645/mac.8749",
          "doi": "10.17645/mac.8749",
          "filter": 0
        },
        {
          "title": "A Classification of Features for Interpersonal Disconnectivity in Digital Media: Block, Unfriend, Unfollow, Mute, Withhold, and Eject",
          "authors": "Nicholas John",
          "abstract": "This article presents for the first time a classification of, and lexicon for, features for dissolving interpersonal ties in digital environments: blocking, unfriending, unfollowing, muting, withholding, and ejecting. There are two main motivations and two main contributions. The first motivation is that analyses of social media features have not included treatment of features for interpersonal disconnectivity; the second is that analyses of interpersonal disconnectivity have not included reference to the features that enable it. The two main contributions are the disambiguation of a confusing terminological field, thus making it possible to analytically distinguish between types of feature, and an intervention in the question of whether the features described in the article concern filtering &lt;em&gt;information&lt;/em&gt; or avoiding &lt;em&gt;people&lt;/em&gt;. Data were collected from 37 social media platforms and other services that enable digitally-mediated communication. Features for interpersonal disconnectivity were documented and then the features were grouped based on five questions about their use, where A is the person using the feature, and B is the target of A’s use of the feature: (a) Does it affect A’s feed?; (b) does it affect B’s feed?; (c) is A still connected to B?; (d) is B still connected to A?; (e) can A and B see each other’s profile?",
          "url": "http://dx.doi.org/10.17645/mac.8716",
          "doi": "10.17645/mac.8716",
          "filter": 0
        },
        {
          "title": "Fact-Checking Role Performances and Problematic Covid-19 Vaccine Content in Latin America and Sub-Saharan Africa",
          "authors": "Michelle Riedlinger, Silvia Montaña-Niño, Ned Watt, Víctor García-Perdomo, Marina Joubert",
          "abstract": "The move from political fact-checking to a “public health” or debunking model of fact-checking, sustained by policies and funding from platforms, highlights important tensions in the case of Covid-19. Building on findings from studies focused on journalistic role performance, we investigated how professional fact-checkers in Latin America and sub-Saharan Africa conceived of and performed their professional roles when addressing Covid-19 vaccination topics. Interviews with fact-checkers from six well-established, Meta-affiliated, International Fact-Checking Network-accredited organizations operating in these regions indicated that fact-checkers recognized the diversification of tasks and new roles associated with addressing problematic content from social media users. However, fact-checkers expressed unanimous commitment to prioritizing political and media watchdog activities in response to problematic Covid-19 vaccine information spreading from elite sources. To compare these role conceptions with role performance, we conducted a content analysis of Covid-19 vaccine content posted in 2021 to these fact-checkers’ Facebook accounts. We found that content was mostly associated with explainers or debunking content (addressing hoaxes or rumors about Covid-19 vaccines from non-elite social media users). In particular, the abundance of explainers, compared with other genres of fact-checking content, aligns fact-checkers with professional roles as civic service providers, educators, and “interpreters” of health information. Only a small proportion of the Covid-19 vaccine-related posts from each fact-checker contained verifications of claims from authoritative (elite “top-down”) sources (i.e., politicians, media, and health/science professionals). This study offers insights into a particularly tumultuous time of political activity in these regions and considers implications for practice innovation.",
          "url": "http://dx.doi.org/10.17645/mac.8680",
          "doi": "10.17645/mac.8680",
          "filter": 0
        },
        {
          "title": "Experiencing the Call of Duty: Exploring Emotions in Commercial War Games",
          "authors": "Joseph Pattison",
          "abstract": "This article explores how players interpret and reflect on themes in mainstream war videogames, specifically the Call of Duty franchise. Scholars have long focused on the ideological content of war games, which is marked by increased collusion of military institutions with the gaming industry and assumptions about the influential capabilities of war games, in which player agency is often downplayed. This study builds on Lenoir and Caldwell’s (2018) observations that the interpretation of mainstream franchises should focus more on their attempts to create an “affective framework” that emphasises certain emotions in players. Through a thematic analysis of semi-structured interviews with 25 participants, this study found that participants outlined their discomfort in certain missions, to the point where they even altered their playstyle, suggesting that players often reflect critically on the aspects of war these games explore. This article concludes that mainstream franchises, like Call of Duty, should be considered complex cultural artefacts consisting of various layers of meaning. Rather than directly transmitting militaristic ideologies, these games craft an emotional aesthetic capable of exploring more controversial aspects of war. The key to understanding these franchises lies directly with the players themselves, which is why audiences should be treated as conscious agents who play an active role in drawing meaning from such an aesthetic.",
          "url": "http://dx.doi.org/10.17645/mac.8667",
          "doi": "10.17645/mac.8667",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "“I saw you on TV – here’s my problem”: Exploring participant experiences with second stories following mental health disclosures on Norwegian television",
          "authors": "Kjersti Blehr Lånkan",
          "abstract": "The emotional and confessional nature of mental health disclosures on television sometimes induces audiences to share their own personal stories of mental health struggles in return. The term testimony loop is suggested to conceptualise this phenomenon, whereby Norwegian television participants become receivers of many audience testimonies through private messages on social media platforms. The participants represent the programme to the public and perform emotional labour through interacting with the audience and engaging with the testimonies received. While some television participants in this study, particularly the females, genuinely appreciated their role as helpers, others found this appeal to interact emotionally strenuous. By way of the television participants’ own attestations, this study seeks to enrich the understanding of the complexities involved in confessing personal stories of illness, suffering, and trauma within the context of mass media.",
          "url": "http://dx.doi.org/10.2478/nor-2024-0023",
          "doi": "10.2478/nor-2024-0023",
          "filter": 0
        },
        {
          "title": "The shadowy realm of news avoidance: Exploring public service news avoidance as negative social action",
          "authors": "Johan Lindell, Zofie Basta, Alexandra Brieger, Sayaka Fukada, Sarah Greiner, Marta Marcora, Christopher Mc Taggart",
          "abstract": "Studies on news avoidance rely on a range of theories to explain why news avoidance takes place and its potential consequences, and the debates on different ways of measuring news avoidance have been lively. Despite the numerous approaches and conceptualisations, there is room to theorise what news avoidance entails as a social phenomenon. In this study, we posit that news avoidance can fruitfully be approached as a form of negative social action embedded in a negative social space – a realm of the lifeworld filled with non-doings and non-appearance. We apply this approach, which opens up new questions in the field of news avoidance studies, to a case study of Swedes who opted out of national public service news in the midst of the Covid-19 pandemic. Findings suggest that avoiders of public service news occupy relatively precarious social positions, and that news avoidance is embedded in a broader negative social space.",
          "url": "http://dx.doi.org/10.2478/nor-2024-0021",
          "doi": "10.2478/nor-2024-0021",
          "filter": 0
        },
        {
          "title": "Intervening by staying professional: How Nordic environmental journalists make sense of their roles",
          "authors": "Jaana Hujanen, Lottie Jangdal, Olga Dovbysh, Ida Vikøren Andersen, Guðbjörg Hildur Kolbeins, Katja Lehtisaari, Teemu Oivo",
          "abstract": "The notion of intervention is gaining traction among Western environmental journalists. While existing research has predominantly focused on countries outside the Nordic region, in our study we investigate the self-perceptions of professional journalists in the Nordic countries of Finland, Iceland, Norway, and Sweden. Through semi-structured interviews, we examine the roles that Nordic journalists construct when reflecting on covering the environmental beat, paying particular attention to how they make sense of the idea of intervening – that is, their involvement in interpreting, making sense of, and engaging the public in environmental issues. Using thematic qualitative analysis to analyse the interviews, we have identified four journalistic roles: 1) objective news provider, 2) critical watchdog, 3) sense-maker and educator, and 4) environmental advocate. Our findings suggest that Nordic journalists intervene byadhering to professional norms and practices and renegotiating them. While the role of objective news provider remains prominent among Nordic journalists, it is intertwined with various forms of intervention across all identified roles.",
          "url": "http://dx.doi.org/10.2478/nor-2024-0022",
          "doi": "10.2478/nor-2024-0022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Prevalence, Presentation, and Popularity of Political Topics in Social Media Influencers’ Content Across Two Countries",
          "authors": "Darian Harff, Desiree Schmuck",
          "url": "http://dx.doi.org/10.1080/10584609.2024.2406809",
          "doi": "10.1080/10584609.2024.2406809",
          "filter": 0
        },
        {
          "title": "The Contemporary Far Right from Contra to Control",
          "authors": "Andrea L. P. Pirro",
          "url": "http://dx.doi.org/10.1080/10584609.2024.2414256",
          "doi": "10.1080/10584609.2024.2414256",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Support and core? The changing roles of communication professionals in higher education institutions",
          "authors": "Hogne Lerøy Sataøen, Daniel Lövgren",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102510",
          "doi": "10.1016/j.pubrev.2024.102510",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Towards a trusted genomics repository: Identifying commercialisation fears and preferred forms of governance across segments of the community",
          "authors": "Brad Elphinstone, Jarrod Walshe, Dianne Nicol, Mark Taylor",
          "abstract": "A latent class analysis on a nationally representative Australian sample ( N = 1000) identified four subgroups (i.e. classes), ranging from high to low concern about, and willingness to donate to, a national genomic repository under different forms of public and commercial management and access. The distribution of concerns and governance preferences across these classes was investigated. This added to previous research by indicating the degree to which extant concerns (e.g. corporate profiteering, discrimination by insurers) are held by different segments of the community. Based on the governance mechanisms that had widespread support across segments, the following recommendations are made to develop a trusted Australian genomic repository: the repository cannot be solely profit-driven; can utilise an access committee; protections (e.g. ensuring confidentiality of donors) may not require new legislation; data users cannot retain data for future research; the public should remain informed about the intended and/or actual benefits of research.",
          "url": "http://dx.doi.org/10.1177/09636625241286369",
          "doi": "10.1177/09636625241286369",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Assessing the Extent and Types of Hate Speech in Fringe Communities: A Case Study of Alt-Right Communities on 8chan, 4chan, and Reddit",
          "authors": "Diana Rieger, Anna Sophie Kümpel, Maximilian Wich, Toni Kiening, Georg Groh",
          "abstract": "Recent right-wing extremist terrorists were active in online fringe communities connected to the alt-right movement. Although these are commonly considered as distinctly hateful, racist, and misogynistic, the prevalence of hate speech in these communities has not been comprehensively investigated yet, particularly regarding more implicit and covert forms of hate. This study exploratively investigates the extent, nature, and clusters of different forms of hate speech in political fringe communities on Reddit, 4chan, and 8chan. To do so, a manual quantitative content analysis of user comments ( N = 6,000) was combined with an automated topic modeling approach. The findings of the study not only show that hate is prevalent in all three communities (24% of comments contained explicit or implicit hate speech), but also provide insights into common types of hate speech expression, targets, and differences between the studied communities.",
          "url": "http://dx.doi.org/10.1177/20563051211052906",
          "doi": "10.1177/20563051211052906",
          "filter": 0
        },
        {
          "title": "Visualizing Authority: Rise of the Religious Influencers on the Instagram",
          "authors": "Harry Febrian",
          "abstract": "Roles of various social media influencers—ranging from health and beauty to security—in our society have increasingly become essential topics in the study of social media. However, little is known about the rise of religious influencers in the Global South and the way they negotiate the idea of religious authority in today’s society. To address this gap, this study investigates the way in which religious influencers project their authority through the visual means of Instagram. This study collects Instagram posts ( n = 9,801) from three Islamic religious influencers in Indonesia—the largest Muslim-populated country and the third largest democracy in the world—with a combined follower count of 30 million people. Content analysis is then used to uncover the main strategies in which a sense of authority is visualized in their posts. The findings demonstrate that Indonesian religious influencers mainly used a close-up approach—friendly and informal appearance—to negotiate their visual authority as opposed to the rigid, more distant approach of traditional religious figures. However, to mitigate the risk of becoming too close and losing the respect and veneration of their followers, they adopt strategic distancing through the use of visual versus textual contrast, setting, and focus. The results extend scholarly discussion on religious influencers in the Islamic faith and their visual authority enactment on social media.",
          "url": "http://dx.doi.org/10.1177/20563051241286850",
          "doi": "10.1177/20563051241286850",
          "filter": 0
        },
        {
          "title": "The Influence of BookTok on Literary Criticisms and Diversity",
          "authors": "Alysia De Melo",
          "abstract": "BookTok, a TikTok community where creators discuss and review books, influences the publishing industry as books that gain popularity on TikTok have seen mainstream success. BookTok is believed to be a diverse space where stories about marginalized identities are celebrated. This is in opposition to the traditional publishing world that is dominated by White, heterosexual, cis-gendered men. However, despite misconceptions, online spaces are notably homogeneous, and TikTok does not appear to diverge from these patterns. By analyzing 55 TikTok videos collected from the BookTok community, this study analyzes the race, gender, and sexual orientation of TikTok creators, authors, and main characters of BookTok books. This article aims to understand the effects social media applications such as TikTok have on the publishing world and to understand BookTok’s relation to diversity. While there is more gender equity among the authors of BookTok than in the traditional publishing world, there continues to be a deficiency in the prevalence of marginalized authors on the platform. Although women creators and women authors are popular on the app, most of these women are White. In addition, the authors who are most discussed on BookTok do not typically include persons of color or members of the LGBTQ+ community. The tendency for authors to write about their own experiences results in there being few characters of color and few books about members of the LGBTQ+ community. Publishing houses should prioritize increased collaboration with authors of color and LGBTQ+ authors, while also using BookTok to promote and advertise their work.",
          "url": "http://dx.doi.org/10.1177/20563051241286700",
          "doi": "10.1177/20563051241286700",
          "filter": 0
        },
        {
          "title": "The Ethoses of (Dis)Connecting with Friends on Social Media: Digital Cocooning and Entrepreneurial Networking among People with Eating Disorders",
          "authors": "Paula Saukko, Helen Malson, Anna Brown",
          "abstract": "Recent media studies conversations on disconnection or reducing mainly the quantity of engagement with social media so as to enhance well-being have suggested that these practices articulate a contemporary spirit focused on self-care and performance (productivity) that does not consider others or collective solutions. Drawing on and pushing forward disconnection research, we put forward a Foucauldian inspired concept of ethos that draws attention to qualitatively different principles and values characterizing social media socialities which users seek to foster and avoid. Interviews with people ( n = 31) with eating disorders (EDs) featured what we call digital cocooning; that is, interaction with trusted real-life friends and family afforded by messaging apps characterized by mutual responsiveness, acceptance, and belonging. However, what we term entrepreneurial networking with wider acquaintances mostly on traditional social media was experienced as evaluative and competitive and fuelled a sense of non-belonging, prompting unfriending. Disconnection research has highlighted how social media (dis)connections are often underpinned by contemporary possessive individualism, obscured by the dominant research on ostensibly universal psychological processes. The concept of ethos pushes this research beyond criticism toward also highlighting alternatives or how social relations in social media and society could be imagined otherwise.",
          "url": "http://dx.doi.org/10.1177/20563051241287284",
          "doi": "10.1177/20563051241287284",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Enhancing or impeding? Exploring the dual impact of anthropomorphism in large language models on user aggression",
          "authors": "Yipeng Xi, Aitong Ji, Weihua Yu",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102194",
          "doi": "10.1016/j.tele.2024.102194",
          "filter": 0
        },
        {
          "title": "Retire or get Retired: Stocks, Memes, and desperation capitalism on r/WallStreetBets",
          "authors": "Albi Nani, Keegan McBride",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102195",
          "doi": "10.1016/j.tele.2024.102195",
          "filter": 0
        },
        {
          "title": "Exploring risk perception and acceptance intention of facial recognition technology among students and teachers in Chinese universities",
          "authors": "Min Wang, Yifan Kang, Bailu Deng, Xi Lan",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102193",
          "doi": "10.1016/j.tele.2024.102193",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "The legitimation of screenshots as visual evidence in social media: YouTube videos spreading misinformation and disinformation",
          "authors": "Olivia Inwood, Michele Zappavigna",
          "abstract": "This article explores the use of screenshots as a form of visual evidence on social media platforms. It considers their role in YouTube videos that spread misinformation and disinformation about the Notre Dame Cathedral Fire and an internet hoax, the Momo Challenge. The article draws on two social semiotic frameworks, legitimation (Van Leeuwen in ‘Legitimation in discourse and communication, 2007) and affiliation (Knight in ‘Evaluating experience in funny ways’, 2013, and Zappavigna in ‘Searchable Talk and Social Media Metadiscourse’, 2018), to analyse how screenshots and accompanying voiceovers construe technological authority and propagate social values. Seven key forms of screenshots are identified in the dataset, alongside the key social bonds that are made visually salient in the screenshots. Overall, this research contributes to how we understand the role of screenshots in instances of misinformation and disinformation, highlighting the importance of identifying the affiliation potential of the screenshot in order to determine its veracity.",
          "url": "http://dx.doi.org/10.1177/14703572241255664",
          "doi": "10.1177/14703572241255664",
          "filter": 0
        },
        {
          "title": "Showing climate action: exploring Fridays for Future Germany’s visual activism on Flickr",
          "authors": "David Shim",
          "abstract": "This article examines how Fridays for Future Germany (FFFG) uses photographs of climate protests to convey the politics of climate change to wider audiences. The author argues that FFFG is an ideal-type form of visual activism in which visual imagery is central to its climate activism. The article builds on climate change communication scholarship and visual social movement studies to contribute an inquiry about FFFG’s visual activism. The focus is on FFFG’s visual self-representations on the social media platform Flickr, which promises to give insights into its strategies of self-legitimation. The empirical analysis discusses the recurring visual patterns in FFFG’s visual activism based on illustrative examples and provides an interpretive reading about the implications of certain ways of seeing and showing climate action. The conclusion puts the findings in a wider political context, highlighting the importance of visualization in the (self-)legitimation of FFFG in debates about global climate governance.",
          "url": "http://dx.doi.org/10.1177/14703572241255665",
          "doi": "10.1177/14703572241255665",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
