{
  "update": "2025-03-24",
  "content": [
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Easy doesn’t always do it: examining the joint effects of processing fluency and motivated resistance to persuasion on political attitude change and engagement",
          "authors": "Olivia M. Bullock, Hillary C. Shulman, Graham Dixon",
          "url": "https://doi.org/10.1080/08824096.2025.2480371",
          "doi": "https://doi.org/10.1080/08824096.2025.2480371",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Mothering a Legacy: Lucy McBath and Revolutionary Motherhood in Black Women’s Political Rhetoric",
          "authors": "Iruoma U. Ezumba, Leslie J. Harris",
          "url": "https://doi.org/10.1080/10510974.2025.2477846",
          "doi": "https://doi.org/10.1080/10510974.2025.2477846",
          "filter": 0
        },
        {
          "title": "Rage Against the Elite: Relationships Between Rural Resentment, Anti-Elitist Attitudes, and Media Use",
          "authors": "Brittany Shaughnessy, Jay D. Hmielowski",
          "url": "https://doi.org/10.1080/10510974.2025.2478644",
          "doi": "https://doi.org/10.1080/10510974.2025.2478644",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "‘The road to the metaverse is not a straight one’: Social representations of virtual reality in the news media",
          "authors": "Ulrika Olausson, Annika Engström",
          "abstract": "The metaverse is considered by some to be the next big thing in the global economy. Despite technological progress and high expectations, scholars agree that a broader metaverse platform does not yet exist. Instead, it has been suggested that the metaverse exists mainly as an imaginary or a representation in various discursive contexts. However, studies that examine such representations are few, and the present study aims to – through the lens of social representation theory – critically explore how VR technology and the metaverse are discursively represented in Swedish news media. The analysis identifies three underlying themata: (a) The inevitability of technology, (b) The commodification of experience, and (c) The world of male pioneers. It is concluded that the news media’s representation of VR and the metaverse contributes greatly to maintaining the structural status quo. For traditional journalism to fulfill its democratic mission, a pervasive update of media logic is needed.",
          "url": "https://doi.org/10.1177/13548565251325530",
          "doi": "https://doi.org/10.1177/13548565251325530",
          "filter": 0
        },
        {
          "title": "Looking for gamers where they are: Norwegian broadcasting from television to Twitch",
          "authors": "Torill Elvira Mortensen, Kristine Jørgensen",
          "abstract": "In 2022–2023, the gaming house LL35, live-streamed on Twitch.tv, was the Norwegian Broadcasting Corporation’s (NRK) content strategy to reach one of the most elusive audiences: male gamers between 18–29. This article discusses the case of LL35 in the light of Norwegian media policy, with particular focus on the Norwegian public service mandate. Through an analysis of how the content and scheduling of the live Twitch broadcasts developed over the span of its first year of existence, informed by interviews with the production crew behind LL35, we discuss whether LL35 was able to live up to the public service mandate and how LL35 can be part of preparing NRK for the competition in a world of (inter)networked broadcasting. The article centers on two research questions: How did the content and scheduling of LL35 develop over time, and to what degree could this development enable NRK to fulfill its commitment to offer public service content to its target group? The research shows that despite the will for innovation in NRK, combining the social media logic of Twitch and the media logic of NRK was a challenge. It also underlined the mutual dependency of legacy television and streaming, and how their roles shift. The theoretical foundation for the study is a combination of perspectives from media policy studies with insights from research on esports, game streaming and Twitch, and studies of public service youth content.",
          "url": "https://doi.org/10.1177/13548565251326796",
          "doi": "https://doi.org/10.1177/13548565251326796",
          "filter": 0
        },
        {
          "title": "Stop calling the Web the Internet: CERN’s tactics to fight ‘brand confusion’ in the mid-1990s",
          "authors": "Deborah Barcella, Eleonora Benecchi, Martin Fomasi, Gabriele Balbi",
          "abstract": "The terms ‘Internet’ and ‘Web’ are often mistakenly used interchangeably in everyday discourse. This article investigates the communication strategies employed by CERN, the birthplace of the Web, and by Robert Cailliau, one of its “inventors”, to differentiate between the Web and the Internet during the early 1990s. Using the marketing concept of brand confusion, which occurs when consumers confuse one brand with another that is apparently similar, we analyze CERN’s approach to fight this misunderstanding. Using previously unpublished historical sources housed in the WWW collection at CERN and an interview with Robert Cailliau, the paper identifies three marketing strategies employed to mitigate the confusion: direct marketing, content marketing, and event marketing/public relations. These efforts began in the mid-1990s in response to widespread public confusion exacerbated by inaccurate media portrayals of the Web. CERN’s goal was to educate its employees, early users, and the general public on the nature of the Web by leveraging analogies with familiar concepts, making the technology more understandable. In addition, CERN sought to establish the Web’s distinct identity by emphasizing its European origins and its development inside CERN. This was reinforced through consistent branding elements, including logos, colors, and experiential marketing at public events. Despite these strategic efforts, the persistent conflation of ‘Web’ and ‘Internet’ underscores the inherent challenges in effectively communicating complex technological concepts to the public, suggesting that even well-aligned marketing strategies may be constrained by external factors and contextual influences.",
          "url": "https://doi.org/10.1177/13548565241308749",
          "doi": "https://doi.org/10.1177/13548565241308749",
          "filter": 0
        },
        {
          "title": "Negotiating underground status through hybrid visibilities: WeChat event promotion in Shanghai music and performance scenes",
          "authors": "Mick Vierbergen",
          "abstract": "While the widespread visibility on digital platforms and intensifying promotional cultures online have questioned ‘underground status’ in music and performance scenes, scene participants continue to construct underground identities online to increase their subcultural capital and manoeuvre politico-economic environments. In Shanghai, venues and event organisations negotiate their underground status through the dissemination of digital flyers on WeChat, targeting niche taste communities and navigating surveillance and censorship mechanisms of the digital platform and local authorities. Taking visibility as a lens to analyse underground status, this paper argues that multiple small but closely related music and performance scenes in Shanghai (including clubbing, drag, and BDSM) construct underground identities by negotiating their social, commercial, and political ethos within WeChat’s regime of visibility. Emphasising the interconnected nature of virtual and physical visibilities, it develops an understanding of ‘hybrid visibilities’ that consist of representational, coded, fractured, and offline visibilities. This paper contributes to debates in popular music studies by arguing that the notion of ‘underground’ still holds relevance within scenes through the negotiation of hybrid visibilities. It also engages with platform studies by suggesting a more nuanced conception of online visibility that includes (sub)cultural and social capital besides economic forms of capital.",
          "url": "https://doi.org/10.1177/13548565251323343",
          "doi": "https://doi.org/10.1177/13548565251323343",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "The Rise of Synthetic Societies: Is There a Role for Humans?",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1089/cyber.2025.0067",
          "doi": "https://doi.org/10.1089/cyber.2025.0067",
          "filter": 0
        },
        {
          "title": "From Darkness to Light: Spotlighting the Health Effects of Daylight Savings Time",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1089/cyber.2025.0066",
          "doi": "https://doi.org/10.1089/cyber.2025.0066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Digital Turn Without Digital Methods? Mapping the Journey of Journalism Studies",
          "authors": "Yangliu Fan, Jakob Ohme, Christoph Neuberger",
          "url": "https://doi.org/10.1080/21670811.2025.2480106",
          "doi": "https://doi.org/10.1080/21670811.2025.2480106",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "The Art of Environmental Activism in Indonesia: Shifting Horizons",
          "authors": "Novia Rathmaningrum, Muhamad Arif Yulianto",
          "url": "https://doi.org/10.1080/17524032.2025.2478214",
          "doi": "https://doi.org/10.1080/17524032.2025.2478214",
          "filter": 0
        },
        {
          "title": "Life cycle assessment: future challenges",
          "authors": "Nindhita Rosiana, Melly Wulantika Rahman, Febronia Minda Katharina Nenomnanu, Agnes Karmelinda",
          "url": "https://doi.org/10.1080/17524032.2025.2478515",
          "doi": "https://doi.org/10.1080/17524032.2025.2478515",
          "filter": 0
        },
        {
          "title": "The Anthropocene of Weather and Climate: Ethnographic Contributions to the Climate Change Debate",
          "authors": "Anugrah Jorgi Firmansyah, Taufik Budi Waskita, Mutiara Maharani",
          "url": "https://doi.org/10.1080/17524032.2025.2478218",
          "doi": "https://doi.org/10.1080/17524032.2025.2478218",
          "filter": 0
        },
        {
          "title": "Forest Politics from Below: Social Movements, Indigenous Communities, Forest Occupations and Eco-Solidarism",
          "authors": "Dimas Yudha Baskara, Drajat Dwi Hartono, Widya Ayu Pratiwi, Semberd Jeksander Mambraku",
          "url": "https://doi.org/10.1080/17524032.2025.2480857",
          "doi": "https://doi.org/10.1080/17524032.2025.2480857",
          "filter": 0
        },
        {
          "title": "Dissensus Rhetoric in Youth Climate Justice Activism",
          "authors": "Frida Buhre",
          "url": "https://doi.org/10.1080/17524032.2025.2470881",
          "doi": "https://doi.org/10.1080/17524032.2025.2470881",
          "filter": 0
        },
        {
          "title": "Cultivating Interest in Science Through Humor: Mirth as a Leveler of Gaps in Science Engagement",
          "authors": "Michael A. Cacciatore, Sara K. Yeo, Amy B. Becker, Ashley A. Anderson, Kasha Patel",
          "url": "https://doi.org/10.1080/17524032.2025.2477264",
          "doi": "https://doi.org/10.1080/17524032.2025.2477264",
          "filter": 0
        },
        {
          "title": "What are These Stories for? A Rhetorical Ecofeminist Revisit of the Binary Mazes in the Ecological Film Series Avatar",
          "authors": "Ruonan Wang, Yuchen Viveka Li",
          "url": "https://doi.org/10.1080/17524032.2025.2473482",
          "doi": "https://doi.org/10.1080/17524032.2025.2473482",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "From Unpolitical Sporadics to Political Activists: Identifying political social media user types",
          "authors": "Gerrit Philipps, Ole Kelm, Dennis Friess, Marc Ziegele",
          "abstract": "The diversity of social media platforms has expanded the possibilities for citizens to encounter political content and express political opinions. However, the patterns of users’ contact with political information and political expression across different platforms are largely unclear. Based on survey data from Germany ( n = 1054), this study investigates social media use, exposure to political content, and political expression across nine platforms and presents a typology of political social media users. A cluster analysis identified five user types: Unpolitical Sporadics , Casual Mainstreamers , Twitter-focused Mainstreamers , Expressive Contributors , and Political Activists . Multinomial logistic regressions reveal that these types are associated with different socio-demographic characteristics, political attitudes, and media usage habits. In particular, a small group of users with right-leaning attitudes is very active on all platforms. These Political Activists could potentially contribute to the much-discussed dominance of the political right on social media.",
          "url": "https://doi.org/10.1177/02673231251327860",
          "doi": "https://doi.org/10.1177/02673231251327860",
          "filter": 0
        },
        {
          "title": "Book review: Digital Ethics: Media, Communication and Society Volume Five by Christian Fuchs FuchsChristianDigital Ethics: Media, Communication and Society Volume Five, New York, NY: Routledge, 2023; 262 pp.: $40.56. ISBN: 9781032246161 (paperback)",
          "authors": "Jian Li, Qiuying Zhao",
          "url": "https://doi.org/10.1177/02673231251325940",
          "doi": "https://doi.org/10.1177/02673231251325940",
          "filter": 0
        },
        {
          "title": "Book review: Digital Media Metaphors: A Critical Introduction by Johan Farkas and Marcus Maloney FarkasJohanMaloneyMarcus (Editors) Digital Media Metaphors: A Critical Introduction, Routledge: New York, 2024; 168 pp.; £28.79 (paperback), £108.00 (hardback), £32.39 (ebook). ISBN 9781032674612",
          "authors": "Agustin Fatimah, Amalia Nadjamudin, Nisa Fauztina, Nadya Puspita",
          "url": "https://doi.org/10.1177/02673231251325939",
          "doi": "https://doi.org/10.1177/02673231251325939",
          "filter": 0
        },
        {
          "title": "Digital transformation, climate change and social justice: Technology as a force for good NilolakisWilliamda VeigaRenata MouraSocial Value, Climate Change and Environmental Stewardship: Insights from Theory and Practice, Springer and Nature Switzerland, 2023; 142 pp.: £117.96 (eBook). ISBN: 978-3-031-23145-2KumarAvadheshSagarShrddhaThangamuthiPoongodiBalamurunganB.Digital Transformation: Industry 4.0 to Society 5.0., Springer Nature Singapure, 2024; 356 pp.: £117.69 (eBook). ISBN: 978-981-99-8118-2",
          "authors": "Fredrik Ludwik Jhon Wanimbo, Erny Riana Wafumilena",
          "url": "https://doi.org/10.1177/02673231251326532",
          "doi": "https://doi.org/10.1177/02673231251326532",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Czech Appeal: Why and How National Game Productions Use Local Themes and Settings",
          "authors": "Jaroslav Švelch, Jan Houška",
          "abstract": "In recent years, semi-peripheral industries have produced numerous video games that use local settings but aim at a global audience. We explore this trend using five cases of commercially released Czech indie games that feature local themes and settings. Our research combines qualitative content analysis of representation with developer interviews, which we analyze to reveal motivations for including local content , its implementation, localization, and reception . We find that the games provide a unique image of the country by virtue of showing the country's peripheral regions and everyday material culture. The developers’ motivations for using local culture range from creative (creating believable stories and environments) to practical (access to reference material). They maintain a dual allegiance to the international and local audiences because while they make most of their profits abroad, the local communities play key roles by providing initial feedback, encouragement, and development assistance.",
          "url": "https://doi.org/10.1177/15554120251322265",
          "doi": "https://doi.org/10.1177/15554120251322265",
          "filter": 0
        },
        {
          "title": "Serious Games and Game Performance Before and During the Israel-Hamas War: The Case of Fact Finders and PeaceMaker",
          "authors": "Ronit Kampf, Iolie Nicolaidou",
          "abstract": "This study examines the impact of players’ gender and nationality on game performance before and during the Israel-Hamas war. The study focuses on two games for social impact revolving around intractable conflicts: PeaceMaker (Israeli-Palestinian conflict) and Fact Finders (Cyprus Conflict). We conducted three case studies with 510 undergraduates voluntarily playing the aforementioned games and reporting their final scores. The participants included Israeli-Jew, Palestinian, American, and Cypriot undergraduate students. We found that before the Israel-Hamas war, women won PeaceMaker no less than men. Interestingly, during the Israel-Hamas war, women won PeaceMaker more than men. Finally, third-parties to the Cyprus conflict (Israelis, Palestinians and Americans) significantly outperformed direct-parties (Cypriots) in Fact Finders before and during the Israel-Hamas war. Overall this study's findings suggest that serious games can be used as effective interventions for peace education and conflict resolution regardless of players’ gender or nationality, even during violent times.",
          "url": "https://doi.org/10.1177/15554120251327701",
          "doi": "https://doi.org/10.1177/15554120251327701",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Mitigating employee resistance and achieving well-being in digital transformation",
          "authors": "Alena Valtonen, Mira Holopainen",
          "abstract": "Purpose Digital transformation is a complex and continuous process that presents significant challenges for companies and employees. Employee resistance, a factor often cited for the failure of digital initiatives, hinders these initiatives and contributes to stress, affecting employee well-being – a connection not yet fully explored in extant literature. Therefore, this study aimed to determine the factors that increase employee resistance to digital transformation and how it can be mitigated. Design/methodology/approach This study adopts a multiple case study approach to analyze qualitative data from ten industrial companies in Finland. Findings Factors influencing resistance at the individual, organizational, and technological levels were identified, and three key components of the resistance mitigation strategy from the case companies were identified: learning, communication and participation. The findings, supported by relevant literature, link resistance to employee well-being and propose that the identified mitigation strategy reduces resistance and supports employee well-being during digital transformation. Practical implications This study provides practical implications and suggests avenues for future studies to examine this unsaturated yet important research area. Originality/value This study is among the first to empirically examine employee resistance in digital transformation and link it to employee well-being.",
          "url": "https://doi.org/10.1108/itp-05-2024-0701",
          "doi": "https://doi.org/10.1108/itp-05-2024-0701",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Dynamics of attachment insecurity to young adult problematic social media use: an ecological momentary assessment study",
          "authors": "Xujia Bai, Chunmei Lan, Jiayu Li, Yuhong Zhou, Xu Chen, Xuemei Gao",
          "url": "https://doi.org/10.1080/1369118x.2025.2479794",
          "doi": "https://doi.org/10.1080/1369118x.2025.2479794",
          "filter": 0
        },
        {
          "title": "Content engagement capacity: a network-based approach for evaluating the ability of frames to facilitate political online conversations",
          "authors": "Rui Wang, Yotam Ophir, Alexander Semenov, Alexander Nikolaev",
          "url": "https://doi.org/10.1080/1369118x.2025.2480205",
          "doi": "https://doi.org/10.1080/1369118x.2025.2480205",
          "filter": 0
        },
        {
          "title": "Internet skills, digital engagement, and outcomes among urban youth in Jakarta, Indonesia: incorporating a Global South context in measuring digital inequality",
          "authors": "Daisy Indira Yasmine, Freek Colombijn, Alexander J.A.M. van Deursen, Erik van Ingen",
          "url": "https://doi.org/10.1080/1369118x.2025.2479778",
          "doi": "https://doi.org/10.1080/1369118x.2025.2479778",
          "filter": 0
        },
        {
          "title": "Gov-tech as capture: public infrastructures under data capitalism",
          "authors": "Burcu Baykurt",
          "url": "https://doi.org/10.1080/1369118x.2025.2479788",
          "doi": "https://doi.org/10.1080/1369118x.2025.2479788",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Pride, not prejudice: a cross-cultural big data analysis of consumer reactions to rainbow-washing in advertising",
          "authors": "Vaibhav Shwetangbhai Diwanji, Nhung Nguyen, Michaella Barros Coelho, Macy Burkett, Rim H. Chaif, Moses U. Okocha",
          "url": "https://doi.org/10.1080/02650487.2025.2477405",
          "doi": "https://doi.org/10.1080/02650487.2025.2477405",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Effect of in-game situations and advertisement animation in eSports on visual attention, memory, brand attitude and behavioral intentions",
          "authors": "Byungjae Min, Daehwan Kim, Yong Jae Ko",
          "abstract": "Purpose The purpose of this study was to examine the effects of in-game situations (battle vs non-battle) and advertisement animation (static vs animated) on visual attention, memory, brand attitude and behavioral intention in eSports. Design/methodology/approach A 2 (advertisement animation: static vs animated) × 2 (in-game situations: non-battle vs battle) between-subject factorial design was developed. Participants wearing eye trackers watched a 2-min-and-30-s stimulus featuring manipulated variables. Subsequently, they completed a questionnaire designed to measure variables. Findings In-game situations significantly influenced visual attention, with non-battle contexts eliciting higher fixation duration and count. Moreover, fixation count positively affected both explicit and implicit memory. Additionally, implicit memory enhanced brand attitude, which in turn positively affected behavioral intention. Practical implications These findings guide eSports event organizers and brand managers in optimizing advertisement placement. Advertisements should be positioned in non-battle situations, where visual attention is higher. Repeated brand exposure is more effective than prolonged single exposures for enhancing memory retention and brand attitude. Lastly, unobtrusive advertisement exposure is essential because implicit memory plays a key role in shaping consumer attitudes and behavioral intentions. Originality/value This study advances eSports advertising research by identifying psychological mechanisms influencing consumer behavior. Moreover, the study extends the Limited Capacity Model of Motivated Mediated Message Processing (LC3MP) by demonstrating how cognitive resource allocation varies across in-game situations and advertisements. Furthermore, this research contributes to self-perception theory and the mere exposure effect by clarifying the distinct roles of explicit and implicit memory in shaping brand attitudes.",
          "url": "https://doi.org/10.1108/intr-03-2024-0491",
          "doi": "https://doi.org/10.1108/intr-03-2024-0491",
          "filter": 0
        },
        {
          "title": "Is being human-like beneficial? The effect of anthropomorphism on chatbot persuasion in e-commerce",
          "authors": "Mengru Yang, Xixian Peng, Qiuzhen Wang, Yuxiang Chris Zhao, Xinwei Wang",
          "abstract": "Purpose Chatbots are vital for enhancing e-commerce sustainability by providing efficient customer support. Although previous studies have considered both linguistic and visual anthropomorphism as crucial factors in e-commerce chatbot design, their joint effects and their underlying mechanisms have not been thoroughly investigated. Drawing on insights from the literature on anthropomorphism and the elaboration likelihood model, this research attempts to examine the joint effects of the two types of anthropomorphism, the boundary condition, and the subsequent impact on purchase intention. Design/methodology/approach A research model was proposed and empirically tested using two laboratory-controlled experimental studies. Findings Linguistic anthropomorphism plays a dominant role over visual anthropomorphism in influencing social presence and communicative effectiveness. In addition, linguistic anthropomorphism harms persuasion through the mediating role of communicative effectiveness, and the fit between linguistic and visual anthropomorphism amplifies the negative effect on purchase intention. Moreover, shopping motivation serves as a boundary condition for the negative effect of anthropomorphism. Practical implications Chatbot designers should be cautious when using anthropomorphism in e-commerce chatbot design. The use of machine-like languages may be more persuasive than that of human-like languages, especially for utilitarian products. Notably, mismatched anthropomorphic elements may harm user experience. Originality/value This study enriches chatbot literature by examining the role of chatbot anthropomorphism in the e-commerce context. Moreover, this study provides a more comprehensive framework for understanding how chatbots’ linguistic and visual anthropomorphism jointly influence consumer behavior.",
          "url": "https://doi.org/10.1108/intr-10-2023-0866",
          "doi": "https://doi.org/10.1108/intr-10-2023-0866",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Quality and Intention Signaling: A Meta-Analysis of How Sponsorship Relates to Consumer Responses According to Content, Observability, Credibility, and National Culture",
          "authors": "Hsin-Chen Lin, Patrick F. Bruning, Ching-Wei Lao, Jiawei Shao",
          "url": "https://doi.org/10.1080/00913367.2025.2453477",
          "doi": "https://doi.org/10.1080/00913367.2025.2453477",
          "filter": 0
        },
        {
          "title": "Seeing Ad Transparency More Clearly: Public Perception, Use of Ad Transparency Tools, and Responses to Dataveillance",
          "authors": "Laurent H. Wang, Miriam J. Metzger, Xingyu Liu, Li Qi",
          "url": "https://doi.org/10.1080/00913367.2025.2451993",
          "doi": "https://doi.org/10.1080/00913367.2025.2451993",
          "filter": 0
        },
        {
          "title": "Understanding Customer Responses to AI-Driven Personalized Journeys: Impacts on the Customer Experience",
          "authors": "Kimberley Hardcastle, Lizette Vorster, David M. Brown",
          "url": "https://doi.org/10.1080/00913367.2025.2460985",
          "doi": "https://doi.org/10.1080/00913367.2025.2460985",
          "filter": 0
        },
        {
          "title": "Turning Right: The Impact of Text Rotation (Left vs. Right) on Consumer Product Preferences",
          "authors": "Yuli Zhang, Hyokjin Kwak, Marina Puzakova, Charles R. Taylor",
          "url": "https://doi.org/10.1080/00913367.2025.2454249",
          "doi": "https://doi.org/10.1080/00913367.2025.2454249",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "‘It's a roller coaster of emotions!’: investigating the paradoxes of childcare app use and work engagement",
          "authors": "Stephanie L. Dailey, Kristen L. Farris, Krista J. Howard, Tricia J. Burke",
          "url": "https://doi.org/10.1080/00909882.2025.2477032",
          "doi": "https://doi.org/10.1080/00909882.2025.2477032",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Exposure to counter-attitudinal information on Twitter/X and political activity",
          "authors": "Rachel L. Neo",
          "url": "https://doi.org/10.1080/19331681.2025.2480590",
          "doi": "https://doi.org/10.1080/19331681.2025.2480590",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Restoring Ingroup Status and Glory: Essentialism as Ingroup Preservation When Collective Victimhood Narratives Are Endorsed",
          "authors": "Sucharita Belavadi, Michael A. Hogg",
          "abstract": "This study examines whether a specific type of leader rhetoric, collective victimhood rhetoric, shapes social identity and group normative structure as ultra-distinctive and immutable. Following measures of outgroup (Muslim) vitality and ingroup existential identity-uncertainty, Indian Hindu participants ( N = 149) were randomly assigned to read either a leader narrative of ingroup collective victimhood or a pro-diversity narrative. Participants completed measures of leader endorsement and ingroup essentialism of status. Results indicated that support for collective victimhood rhetoric was related to heightened essentialism of ingroup status as naturally endowed. This effect was accentuated under high identity-uncertainty about the ingroup's future. Findings also replicated results from previous research. Identity-uncertainty about the ingroup's (Hindu) religious future mediated the relationship between outgroup (Muslim) vitality and leader support. Support for leader victimhood rhetoric was heightened when identity-uncertainty was high. Implications for populist leader support are discussed, as victimhood rhetoric is central to populist mobilization of followers.",
          "url": "https://doi.org/10.1177/0261927x251323987",
          "doi": "https://doi.org/10.1177/0261927x251323987",
          "filter": 0
        },
        {
          "title": "When There is No He/She: A Cross-Cultural Analysis of Genderless Language Use and Its Impact on Gender Ideology",
          "authors": "Megumi Tanabe, Lily Tun, Nasim Vaseiezadeh, Imge Dogan",
          "abstract": "This study examines the relationship between the gender status of spoken languages and attitudes toward gender equality. Studies show that gendered languages subconsciously contribute to a masculine–feminine dichotomy, favoring men, while genderless languages minimize the reinforcement of gender stereotypes. Using data from the World Value Survey Wave 7, we analyzed if speaking a genderless language at home and living in a predominantly genderless-language-speaking country is associated with gender ideologies across four subcultural groups. Ordered logistic regression results show that genderless languages have mixed relationships with gender ideology. Whereas the use and exposure to genderless languages most significantly increase the odds of opposing domestic violence in Orthodox Europe, West, and South Asia, and the African Islamic subgroups, genderless language has the highest positive association with support for income equality in marriage in Latin America. Our findings highlight the relationship between genderless languages and gender ideology, particularly as the importance of gendered pronouns gains visibility.",
          "url": "https://doi.org/10.1177/0261927x251326200",
          "doi": "https://doi.org/10.1177/0261927x251326200",
          "filter": 0
        },
        {
          "title": "“I Speak out for You”: Probing Proxy Disclosure Within Chinese Online Domestic Violence Support Groups",
          "authors": "Zizhong Zhang, Dongxiao Li",
          "abstract": "Domestic violence is a global issue with devastating consequences, which can be mitigated through disclosure in supportive communications. Proxy disclosure, a special form of disclosure, involves individuals disclosing experiences of victims who are supportively connected with them. This study explores proxy disclosure within the context of domestic violence in Chinese online support groups. Using data from three support groups, the study employs content analysis, structural topic modeling, and propensity score matching to examine the disclosers, content, and supportive effects. Findings reveal proxy disclosers in China are predominantly male and often advocate for mothers and siblings. Six themes emerged, with childhood trauma memories and judicial intervention significantly affecting supportive communication. In addition, self-disclosure generally receives more replies than proxy disclosure. This study introduces and conceptualizes proxy disclosure, providing insights into disclosure for silent victims, and extending the understanding of online antidomestic-violence support systems in non-Western settings. It enhances the theoretical framework of online disclosure and offers practical implications for social work and domestic violence interventions.",
          "url": "https://doi.org/10.1177/0261927x251326202",
          "doi": "https://doi.org/10.1177/0261927x251326202",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "“Anyway, I Love You, Text Me Please”",
          "authors": "Y. Anthony Chen, Alanna L. Peebles, Runzhi Mary Lu",
          "abstract": "Abstract: This study develops an affordance framework of mediated support-seeking that integrates research on affordances, attachment, and mediated support-seeking to explore how adults use texting to seek support from romantic partners in hypothetical stressful scenarios. Through a survey, participants in romantic relationships reported their perceived values of affordance for support-seeking and then composed hypothetical text messages to seek support from their partners, in which support-seeking strategies were further coded. The findings indicate that attachment anxiety is positively associated with the perceived value of accessibility and the availability of social cues, while avoidant attachment is negatively correlated with these affordances in the context of support-seeking. Additionally, the perceived value of accessibility is positively associated with direct texting messages, whereas the perceived value of social cues correlates positively with both positive and negative politeness in messaging. These illuminate how support-seeking individuals work with the affordances of texting as they attempt to meet their needs.",
          "url": "https://doi.org/10.1027/1864-1105/a000469",
          "doi": "https://doi.org/10.1027/1864-1105/a000469",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "“I’m so worried about my whole family”: Modeling r/QAnonCasualties to better understand the effects of (QAnon) conspiracy beliefs on families",
          "authors": "Justin B. Phillips",
          "abstract": "While we know a great deal about the—typically negative—effects of conspiracy beliefs, surprisingly we know little about the interpersonal effects of such beliefs on relationships with non-believers. QAnon-specific research is now leading the way in this regard, with a handful of surveys and interviews beginning to chart how conspiracy beliefs influence relationships with friends, colleagues, and loved ones. This paper advances that progress via a novel (to the field) methodological approach applied to a vast and unique dataset. Using large language model embeddings, and machine learning algorithms, this study categorized—and examined—over 75 thousand unique references to “family” on the public, anonymous reddit forum r/QAnonCasualties, a subreddit dedicated to specifically discussing QAnon’s effects on relationships. The model reveals a range of family discussions, from emotional tolls, and various negative effects, to potential strategies to salvage the family, and the desire to seek refuge in a support network. The results within also shed light not only on what users discuss most frequently, but also what conversations are most popular (i.e. produce upvotes)—navigating pandemic related issues (e.g. COVID-19, masks, vaccinations), holiday gatherings, and problematic social media behavior represent some of the most well-received discussions. Pleas to better understand the effects of conspiracy beliefs on families were also highly prominent, and popular, on the subreddit. Ultimately the goal of this paper is just that, to partially advance our general understanding of conspiracy belief effects on relationships, though with a more narrow focus on specific relationships (i.e. families).",
          "url": "https://doi.org/10.1177/02654075251328116",
          "doi": "https://doi.org/10.1177/02654075251328116",
          "filter": 0
        },
        {
          "title": "The correlation between sibling relationships and psychosocial adaptation among left-behind children in China: A latent profile analysis",
          "authors": "Jiayu Han, Ruiting Wu, Hualing Miao, Xiaoqiao Yang, Wenying Xu, Cheng Guo",
          "abstract": "This study used latent profile analysis to identify the profiles of sibling relationships among left-behind children (LBC) in China and determine whether specific relationship profiles are associated with psychosocial adaptation. The participants were 2,150 LBC with siblings. The study identified four profiles: cold–distant, warm–caring, warm–competitive, and intimate–nurturing. The profiles of LBC’s sibling relationships exhibited different characteristics depending on gender, grade, residence, birth order, frequency of parent–child communication, parental differential treatment, and duration of being left-behind. The four profiles differed significantly in terms of psychosocial adaptation. The warm–caring and intimate–nurturing sibling relationships promoted psychosocial adaptation by encouraging social adaptation and self-esteem. In contrast, the cold–distant and warm–competitive sibling relationships were harmful as they induced depression and anxiety.",
          "url": "https://doi.org/10.1177/02654075251327837",
          "doi": "https://doi.org/10.1177/02654075251327837",
          "filter": 0
        },
        {
          "title": "Diet culture socialization in the parent-child relationship: Effects on children’s disordered eating and positive body image",
          "authors": "Ellen Jordan",
          "abstract": "Communication within the parent-child relationship plays a key role in children’s well-being, particularly children’s disordered eating behaviors and body image. Given the critical role of parental communication and beliefs in children’s socialization, the current study tested a model in which parental weight talk may facilitate children’s diet culture-related beliefs, which may further affect children’s disordered eating and positive body image. Surveys were completed by 199 parent-child dyads, and structural equation modeling was employed to test the hypothesized model. Results provide support for diet culture socialization within the parent-child relationship via parental weight talk, with disordered eating as a key outcome. However, children’s diet culture beliefs were not found to be directly associated with positive body image. Implications for future research on the parent-child relationship and children’s well-being are discussed.",
          "url": "https://doi.org/10.1177/02654075251328485",
          "doi": "https://doi.org/10.1177/02654075251328485",
          "filter": 0
        },
        {
          "title": "Happily ever affluence: Dyadic analysis of money scripts, financial communication, and relationship satisfaction",
          "authors": "Ashley B. LeBaron-Black, Xiaomin Li, Melissa J. Wilmarth, Sofia C. Suxo-Sanchez, Kristy L. Archuleta, Jeremy B. Yorgason, Dexia Kong",
          "abstract": "Money scripts are deep-seated but typically unconscious beliefs individuals hold about money. We considered four money scripts: money avoidance, money focus (also known as money worship), money status, and money privacy (adapted from money vigilance). While money scripts have been studied in conjunction with financial outcomes, our study is among the first to test relational outcomes of money scripts and among the first to examine money scripts on the dyad level. Grounded in couples and finances theory (CFT), we conducted an actor partner interdependence mediation model (APIMeM) using dyadic data from 1,153 mixed-gender couples who had been married for about eight years to test (a) associations from couples’ average level on each money script, couples’ profile-based similarity on the money scripts collectively, and couples’ difference-score-based similarity on each money script with wives’ and husbands’ financial communication and relationship satisfaction, and (b) indirect effects on relationship satisfaction through financial communication as a mediator. High levels of money focus adherence were relationally destructive (i.e., worse financial communication, worse marital satisfaction). Similarity between spouses on money scripts collectively was relationally beneficial (i.e., better financial communication). We discuss implications for clinicians such as therapists and educators.",
          "url": "https://doi.org/10.1177/02654075251327316",
          "doi": "https://doi.org/10.1177/02654075251327316",
          "filter": 0
        },
        {
          "title": "A threat-complexity hypothesis of conspiracy thinking during the COVID-19 pandemic: Cross-national and longitudinal evidence of a three-way interaction effect of financial strain, disempowerment and paranoia",
          "authors": "Gennaro Pica, N. Pontus Leander, Hadi Sam Nariman, Márton Hadarics, Daniel W. Snook, Jocelyn J. Bélanger, Marika Rullo, Ameni Mehrez, Antonio Pierro, Robbie M. Sutton, Karen M. Douglas",
          "abstract": "One way to cope with crises is by attributing their ultimate causes to malevolent conspiracies. As crises are rarely simple, and may involve an interplay between multiple, co-occurring threats, we suggest that conspiracy thinking mainly occurs among individuals who experience conditions of threat complexity – such as socioeconomic vulnerability paired with a sense of helplessness in society, and who are also sufficiently paranoid to infer a conspiracy. In the present study, we focused on financial strain and disempowerment, as two relevant threats which were both dramatically affected by the COVID-19 pandemic, and hypothesized a three-way interaction between financial strain, disempowerment and paranoia in predicting conspiracy thinking. This hypothesis was supported in both cross-national ( N = 64,130) and longitudinal data ( N = 11,159), collected during the COVID-19 pandemic. Implications of the results for understanding the tendency to reduce multiple threats to a single cause are discussed.",
          "url": "https://doi.org/10.1177/02654075251327310",
          "doi": "https://doi.org/10.1177/02654075251327310",
          "filter": 0
        },
        {
          "title": "The social spheres of multiracial teens: Parents, friends, and social media’s relation to multiracial adolescents’ ethnic-racial identities",
          "authors": "Emily J. Takamasa, Ashley M. Fraser, Sarah M. Coyne, Adam A. Rogers",
          "abstract": "The number of youth who identify as multiracial has surged in the past decade. However, this population has reportedly suffered high rates of maladaptive behaviors, highlighting the need for research on supports for multiracial youth, including healthy identity development. Using Jackson and Mumma’s (2023) model of multiracial identity, this study explored how positive social media use, friendship self-efficacy, and friendship aid related to multiracial adolescents’ ethnic-racial identity (ERI; exploration, resolution, affirmation) in 128 adolescents (56% female, U.S. sample, Mage = 14.3). Further, we explored if this relation was moderated by parent/child relationship quality. Direct effects evidenced friendship self-efficacy was positively related to all aspects of ERI, friend aid was only related to ERI resolution, parent/child relationship quality related positively to exploration, and positive social media use was negatively related to affirmation. Results showed the relation of friend aid, and positive social media use with ERI resolution was moderated by parent/child relationship quality. Results indicate the significance of parent-child relationships in ERI while also suggesting that friendships and social media may play important roles in understanding the diverse influences on multiracial teens’ identities.",
          "url": "https://doi.org/10.1177/02654075251326754",
          "doi": "https://doi.org/10.1177/02654075251326754",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Book Review: Non-Verbal Neutrality of Broadcasters Covering Crisis, Not What You Say, But How You Say It , by Danielle Deavours Non-Verbal Neutrality of Broadcasters Covering Crisis, Not What You Say, But How You Say It. DeavoursDanielle. Oxfordshire, UK: Routledge, 2024. 138 pp.",
          "authors": "Grace Ficara",
          "url": "https://doi.org/10.1177/10776990251326596",
          "doi": "https://doi.org/10.1177/10776990251326596",
          "filter": 0
        },
        {
          "title": "Broadcasting Solutions: A Textual Analysis of Philadelphia Local Television News Coverage of Remedies for Gun Violence",
          "authors": "Jennifer Midberry, Patrick Walters",
          "abstract": "Philadelphia set records for gun violence in 2021. This textual analysis examined stories about firearm incidents from the four local television news networks in Philadelphia from June through August 2021 to see how proposed solutions to gun violence were covered. We discovered that none of the stories in the data set met all the criteria for rigorous solutions journalism. However, there were stories on almost each day that at least mentioned potential solutions.",
          "url": "https://doi.org/10.1177/10776990251318639",
          "doi": "https://doi.org/10.1177/10776990251318639",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "The Ida B. Wells Effect: A Novel Computational Analysis of US Newspaper Lynching Coverage, 1805–1963",
          "authors": "Rob Wells, Kathy Roberts Forde, Sean Mussenden, Mohamed Salama, Sasha Allen",
          "url": "https://doi.org/10.1080/1461670x.2025.2478451",
          "doi": "https://doi.org/10.1080/1461670x.2025.2478451",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Journalistic Interventionism: Types, Professional, and Normative Conceptions",
          "authors": "Doron Shultziner",
          "url": "https://doi.org/10.1080/15205436.2025.2478892",
          "doi": "https://doi.org/10.1080/15205436.2025.2478892",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Balancing Intimacy and Trust: Opportunities and Risks in Audio Journalism",
          "authors": "Mia Lindgren",
          "abstract": "This thematic issue explores the complex relationship between intimacy and trust in audio journalism, particularly focusing on podcasting as it evolves as a medium. It examines how podcasting's intimate format creates both opportunities and challenges for journalistic practice. The opportunities include enhanced storytelling capabilities, deeper audience connections, and the ability to address social justice issues more effectively, as demonstrated through various case studies from sports podcasting to investigative journalism. However, the studies also identify significant risks, including the potential for parasocial relationships to compromise journalistic integrity, the challenge of maintaining professional standards while fostering audience connection, and the possibility of reinforcing echo chambers rather than bridging societal divides. The research spans multiple geographical contexts, from Serbian podcasting in hybrid regimes to Chinese platforms, offering insights into how these dynamics manifest across different political and cultural frameworks. The collection of articles employs diverse methodological approaches, from theoretical frameworks combining cosmopolitan ethics with feminist ethics of care to empirical analyses of listener trust and content analysis of podcast platforms. Ultimately, the thematic issue suggests that as podcasting continues to mature, finding the right balance between personal connection and professional practice remains crucial for the medium's development as a journalistic tool.",
          "url": "https://doi.org/10.17645/mac.10104",
          "doi": "https://doi.org/10.17645/mac.10104",
          "filter": 0
        },
        {
          "title": "Between Personalization and Professionalization: How Do Chinese Journalists-turned-podcasters Balance Intimacy and Trust?",
          "authors": "Haiyan Wang, Zhengqing Yan, Jing Meng",
          "abstract": "&lt;p&gt;As an inherently “intimate medium” (Euritt, 2022), podcasting offers new opportunities for journalists to engage in innovative media practices. Managing intimacy and trust is an important practice for journalistic podcasters, affecting the development of the democratic potential of news podcasting. Currently, there are over 240,000 podcast programs available in the Chinese market, with an audience exceeding 220 million. Such a vast market of Chinese podcasting deserves academic attention. This study focuses on Chinese journalists-turned-podcasters and examines how they perceive and construct intimacy and trust as well as their approaches to navigating the balance between intimacy and public trust in their podcasting practices. Drawing upon in-depth interviews and meta-journalistic discourse analysis, this study finds that three main strategies were used: (i) &lt;em&gt;empathic detachment&lt;/em&gt;, (ii) &lt;em&gt;selective exposure&lt;/em&gt;, and (iii) &lt;em&gt;limited standardization&lt;/em&gt;. By focusing on these podcasters, this study enhances our understanding of how news can continue to stay connected with the public in this era of digital transformation and suggests that the practices of these podcasters reflect the creativity and exploratory nature of Chinese journalists in adapting to new technological environments. The differences between Chinese j-podcasters and social media influencers are also discussed. In contrast to social media influencers who often exploit audience trust for commercial gains, podcasters prioritize public trust with a hint of professionalism.&lt;/p&gt;",
          "url": "https://doi.org/10.17645/mac.9054",
          "doi": "https://doi.org/10.17645/mac.9054",
          "filter": 0
        },
        {
          "title": "Televisual Inequalities and Gender Dynamics in German News: Health Experts During the Covid-19 Crisis",
          "authors": "Juliane Wegner",
          "abstract": "This study explores gender representation among healthcare experts on German television during the first wave of Covid-19 reporting, addressing the broader issue of gender disparities in media coverage. Using Caldwell’s concept of televisuality and the audio-visual character analysis (ACIS) method for content analysis, we examined 174 corona-related news programmes that aired between 16 April and 30 April 2020. Of the 2,240 characters analyzed, 1,299 were experts, yet only 15% were women. Despite women’s strong presence in healthcare professions, men overwhelmingly dominated medical and political discussions during this period, while women were more frequently shown in supportive or emotional roles. These findings reveal a significant gender gap in the visibility and portrayal of experts during the pandemic’s early crisis communication, with men disproportionately occupying authoritative roles. This imbalance underscores how media coverage in public health emergencies continues to reinforce traditional gender norms, limiting female representation in leadership positions. The study highlights the need for more equitable media representation in crisis reporting to better reflect societal diversity and ensure inclusive communication.",
          "url": "https://doi.org/10.17645/mac.9395",
          "doi": "https://doi.org/10.17645/mac.9395",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Do I Value My Private Data? Exploring Model-Driven Predictions on the Willingness to Use Smart Home Devices",
          "authors": "N. Borgert, I. Hussey, L. Jansen, M. Elson",
          "url": "https://doi.org/10.1080/15213269.2025.2463392",
          "doi": "https://doi.org/10.1080/15213269.2025.2463392",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "The journalists’ exodus: Navigating the transition from Twitter to Mastodon and other alternative platforms",
          "authors": "Yee Man Margaret Ng, Rik Ray",
          "abstract": "This study examines how journalists are grappling with platform migration following Elon Musk’s acquisition of Twitterin October 2022. Using a mixed-method approach that combines computational analysis of the activities of 861 journalists on Twitter and Mastodon with qualitative interviews of 11 active journalists, this study aims to (1) examine the extent to which journalists have exhibited different forms of Twitter disengagement post-acquisition; (2) identify the motivating and discouraging factors influencing their move, guided by the push-pull-mooring model; and (3) explore how journalists managed their online presence across platforms. The results indicated minimal Twitter non-use following Musk’s takeover, and full migration was not observed within a 6-month post-acquisition period. Factors such as the flood of fake news and the loss of the blue-tick verification served as push factors, while the appeal of Mastodon’s enhanced user control and stronger community values acted as pull factors. However, the practical reliance on Twitter’s functionalities, audience base, and professional obligations made total abandonment challenging.",
          "url": "https://doi.org/10.1177/14614448251321165",
          "doi": "https://doi.org/10.1177/14614448251321165",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Friend or faux: Testing the perceived authenticity of corporate socio-political activism messages on Instagram through the lens of Black Lives Matter",
          "authors": "Shanetta M. Pendleton",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102558",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102558",
          "filter": 0
        },
        {
          "title": "Theorizing forgotten crisis publics: COVID long haulers’ information marginalization",
          "authors": "Brooke Fisher Liu, Duli Shi, Beth St. Jean, Jane Behre, Miranda Downey",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102556",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102556",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Contested science communication: Representations of scientists and their science in newspaper articles and the associated comment sections",
          "authors": "Katrine K. Donois, Lewis Goodings, Mick Finlay, Nicola Gibson",
          "abstract": "This qualitative study uses inductive thematic analysis to investigate how journalists and their readers perceive scientists. The data-driven approach was applied to 84 articles (reporting on the contested science issues of climate change, vaccines, or genetically modified organisms (GMOs)) and their associated comment sections. Two dominant groups were observed: the pro-science group (consisting of commentators and journalists) and the contra-science group (nearly exclusively commentators). The identified themes show that both groups represent scientists and their science in a particular and similar way across the three contested science topics. These representations are used to justify both support and opposition (e.g., each group refers to scientists’ motives; however, they express this theme differently by either describing scientists’ actions as born out of a desire to help or out of arrogance). Understanding how non-experts perceive scientists could help improve science communication, which may be the first step toward decreasing societal polarization over contested science.",
          "url": "https://doi.org/10.1177/09636625251325453",
          "doi": "https://doi.org/10.1177/09636625251325453",
          "filter": 0
        },
        {
          "title": "Follow the metrics? How does social media affect the journalistic practices of digital science communication start-ups?",
          "authors": "Jing Yang, Xizhu Xiao, Jianbin Jin",
          "abstract": "The influence of social media platforms on content production has been widely discussed in journalism studies, yet there remains limited research on its specific impact on science communication. This Chinese case study explores how social media logic affects the practices of digital science communication within a leading start-up in the field. Using in-depth interviews and participant observation, the study examines how key components of social media logic—such as engagement metrics and the drive to avoid invisibility—shape content production. The findings reveal that these influences intertwine with other factors, including platform regulations, creating a complex environment for content creation. This research offers insights into the broader implications for science communication and highlights potential avenues for future inquiry.",
          "url": "https://doi.org/10.1177/09636625251325658",
          "doi": "https://doi.org/10.1177/09636625251325658",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "When Scientists Share Their Struggles: How Scientists’ Self-Presentation on Social Media Influences Public Perceptions, Support for Science, and Information-Seeking Intentions",
          "authors": "Annie Li Zhang, Hang Lu",
          "abstract": "Casual recommendations for scientists to “be human” and to “bring the public alongside the scientific process” have generated plethora of such interactions on social media. This study explores different self-presentation tactics, like sharing their research successes and failures, or contextualizing their research process, on how scientists and science issues are perceived by the public. In an online between-subjects experiment ( N = 1,843), participants rated scientists who shared their failures as more benevolent and open, and as having more integrity, than those who only shared their successes. These perceptions further increased support for science and information-seeking intentions. The findings highlight how scientists’ self-presentation on social media can influence important science communication outcomes.",
          "url": "https://doi.org/10.1177/10755470251322902",
          "doi": "https://doi.org/10.1177/10755470251322902",
          "filter": 0
        },
        {
          "title": "Literate and Critical? Characterizing Users of Alternative Scientific Media",
          "authors": "Lena Zils, Florian Wintterlin, Julia Metag, Niels G. Mede, Mike S. Schäfer",
          "abstract": "Science is of crucial importance in contemporary societies. Concurrently, legacy news media outlets are losing their position as the main fora for discussing and providing information on science and politics. In the hybrid media system, a broader range of news media have emerged. Among them are alternative news media, which position themselves as corrective voices to “mainstream” news media—including when it comes to reporting on science. In this context, our focus is on individuals who come into contact with science-related information via alternative news media. We draw on the “Science Barometer Switzerland,” a nationally representative online survey of attitudes, beliefs, and knowledge about science and research in Switzerland conducted in 2022 ( n = 1,122), to investigate science- and media-related predictors of the use of alternative news media to access information about science. Our results indicate that the clear majority—more than two-thirds—of the Swiss population do not use alternative news media as sources of science-related information. Respondents who do use alternative news media were more confident about their scientific and media literacy and viewed themselves as information elites who are highly skeptical of established societal elites. However, they do not seem to reject the scientific system in principle.",
          "url": "https://doi.org/10.1177/10755470251323525",
          "doi": "https://doi.org/10.1177/10755470251323525",
          "filter": 0
        },
        {
          "title": "What Is Valued and What Counts: Relationality, Gender, and Science Communication in Scientific Societies",
          "authors": "Pam Papadelos, Chris Beasley",
          "abstract": "Feminist scholars critique conceptions of society as an aggregate of primarily self-interested and self-sufficient individuals who operate independently, challenging assumptions of atomistic individualism in neoliberal societies. Instead, they emphasize humans as inherently relational. However, valuing relationality raises issues, as women’s relational roles are often undervalued, reinforcing gendered expectations tied to self-sacrifice and caregiving. Within scientific societies, science communication exemplifies these dynamics, revealing the benefits and pitfalls of relational work. Drawing on a national survey and qualitative interviews with science communicators, this research contributes to feminist discussions on advancing gender equity and addressing the challenges of relational work within workplace contexts.",
          "url": "https://doi.org/10.1177/10755470251321075",
          "doi": "https://doi.org/10.1177/10755470251321075",
          "filter": 0
        },
        {
          "title": "Quantum in the Media: A Content Analysis of Dutch Newspapers",
          "authors": "Aletta Lucia Meinsma, Thomas Rothe, W. Gudrun Reijnierse, Ionica Smeets, Julia Cramer",
          "abstract": "Quantum technology is expected to have an impact on society. Earlier literature suggests that certain themes may either create barriers or facilitate effective science communication. We studied 385 Dutch newspaper articles for the use of these themes. Newspapers commonly explained quantum concepts when mentioning quantum technology. They also regularly presented quantum technology as beneficial and enigmatic, often in prominent positions of the articles. The themes on economic development/competitiveness, mystical viewpoint, social progress, and risks were less common. Although these barriers are only potential barriers, we encourage journalists to weigh them when communicating about quantum technology.",
          "url": "https://doi.org/10.1177/10755470251318300",
          "doi": "https://doi.org/10.1177/10755470251318300",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Bearing the Unbearable: Double Controls and Disguised Precarity on China-Based Platforms",
          "authors": "Le Lin, Grace Chun Guo",
          "abstract": "This article examines controls over platform laborers by platforms and states as well as the precarity of platform laborers. Adopting a multi-level approach, we put the spotlight on how states, platforms and laborers interact with each other when states and platforms impose their controls over overseas laborers. Drawing on 47 in-depth interviews, surveys and online data collected during 2018–2023 on ABCKID (pseudonym), a large China-based platform employing North American laborers, we unpack how state control directly affected the lives of laborers and indirectly impacted platform work through strengthening platform control over laborers. Our findings show that the state is not necessarily an ally with platform laborers but could be a major source of control over these laborers. We also document how the platform took advantage of laborers’ dependency on the platform and collaborated with them to get around state controls. Furthermore, we introduce the concept of disguised precarity and illustrate how laborers’ precarity became more disguised as double controls unfolded. We argue that double controls by platforms and the states can exacerbate platform laborers’ precarity even though their precarity may seem to be tolerable.",
          "url": "https://doi.org/10.1177/20563051251323025",
          "doi": "https://doi.org/10.1177/20563051251323025",
          "filter": 0
        },
        {
          "title": "Connecting Social Media Use With Education- and Race-Based Gaps in Factual and Perceived Knowledge Across Wicked Science Issues",
          "authors": "Shiyu Yang, Dominique Brossard, Dietram A. Scheufele, Michael A. Xenos, Todd P. Newman",
          "abstract": "Using three U.S. public opinion survey datasets, this study examines whether use of specific social media platforms affects the gaps in factual and perceived knowledge of three wicked science issues among Americans with different racial and socioeconomic makeup. Less-educated Americans are less likely to gain factual knowledge but more likely to gain perceived knowledge from increased social media use than more-educated Americans. Racial minorities are more likely to gain both factual and perceived science knowledge than White Americans with increased social media use. Furthermore, social media use was linked to wider education-based gaps in factual knowledge and narrower education-based gaps in perceived knowledge among racial minorities than among Whites. Theoretical and practical implications for equitable science communication are discussed.",
          "url": "https://doi.org/10.1177/20563051251325592",
          "doi": "https://doi.org/10.1177/20563051251325592",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "‘The United States is Not a Nightclub’: College-Going adults’ Attitudes Toward Afghan Evacuee Resettlement After America’s ‘Longest War.’",
          "authors": "Bimbisar Irom, Anastasia Vishnevskaya",
          "url": "https://doi.org/10.1080/1041794x.2025.2477517",
          "doi": "https://doi.org/10.1080/1041794x.2025.2477517",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Newspaper Favorites? A Comparative Assessment of Political Parallelism Across Two Decades",
          "authors": "Erik de Vries, Gunnar Thesen",
          "abstract": "Newspapers in most West European countries have historically had strong ties to specific political parties. While formal bonds have vanished, parallelism in news content might still remain; for instance, in a tendency to report more often and more favorably on parties that align with the political leaning of a newspaper. In this article, we ask whether political parallelism exists in newspapers today, and whether or not it has decreased over the last two decades. These questions are answered using a dataset of 5.4 million newspaper articles from three countries (Denmark, the Netherlands, and the United Kingdom) over 20 years, annotated with the presence of political parties, and the sentiment of party news, at the sentence level. Findings suggest that newspapers pay more attention to the mainstream party with which they share political leaning, but that this pattern of parallelism has weakened over time.",
          "url": "https://doi.org/10.1177/19401612251323492",
          "doi": "https://doi.org/10.1177/19401612251323492",
          "filter": 0
        },
        {
          "title": "Advancing the Study of Political Misinformation Across Countries and Platforms—Introduction to the Special Issue",
          "authors": "Edda Humprecht, Sebastián Valenzuela, Frank Esser, Edson Tandoc",
          "abstract": "The global spread of political misinformation poses serious challenges to democracies, eroding trust and distorting public discourse. However, research has largely focused on WEIRD countries—Western, Educated, Industrialized, Rich, and Democratic—limiting our understanding of how misinformation operates across diverse political, cultural, and technological contexts. This special issue addresses these gaps through comparative, cross-platform, and interdisciplinary perspectives. The articles explore how political and media systems shape misinformation, the role of individual resilience, and how platform-specific features—across social media, messaging apps, and traditional media—affect the spread of false information. Studies from non-WEIRD regions offer insights into distinct vulnerabilities, emphasizing the need for context-sensitive approaches. Together, these contributions advance our understanding of misinformation as a global challenge and offer guidance for strengthening democratic resilience in varied information environments.",
          "url": "https://doi.org/10.1177/19401612251327530",
          "doi": "https://doi.org/10.1177/19401612251327530",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Book review: Visual Citizenship: Communicating Political Opinions and Emotions on Social Media BoukoCatherine, Visual Citizenship: Communicating Political Opinions and Emotions on Social Media. New York, NY: Routledge, 2023. 384 pp., 49 b/w illus. ISBN: 978 1 0325 0505 3 (hbk) £145; ISBN: 978 1 0325 0506 0 (pbk) £39.99; (ISBN: 978 1 0033 9880 6 (e-bk)",
          "authors": "James Dyer",
          "url": "https://doi.org/10.1177/14703572251320291",
          "doi": "https://doi.org/10.1177/14703572251320291",
          "filter": 0
        },
        {
          "title": "Book review: Visual Politics in the Global South VenetiAnastasiaRoviscoMaria (eds) Visual Politics in the Global South. Chichester: Palgrave Macmillan, 2023. 323 pp. ISBN: 978-3-031-22781-3",
          "authors": "Ahmad Musafir, Mauliadi Mau, Alem Febri Sonni",
          "url": "https://doi.org/10.1177/14703572251315817",
          "doi": "https://doi.org/10.1177/14703572251315817",
          "filter": 0
        },
        {
          "title": "Visualizing political communication on Spanish social media: an analysis of Andalusian political parties’ communication on Instagram",
          "authors": "Antonio Pineda, Alberto Hermida, Elena Bellido-Pérez",
          "abstract": "Instagram is a social networking site widely used in political communication, with candidates and parties throughout the world developing profiles and managing their images on this site. However, research focusing on Instagram is still limited in comparison to production aimed at other networks – a research gap which is reflected in the scarcity of studies on Instagram political communication in Spain. This article aims to broaden the literature on Instagram use by addressing the profiles of political parties instead of individual candidates, by focusing on regional parties instead of national ones and by shedding light on underexplored aspects of visual political communication. To do so, the authors focus on the Spanish Autonomous Region of Andalusia and content-analyse the way in which political parties in this region manage their visual presence. The sample consists of 1,805 Instagram posts collected from the official profiles of the five parties with parliamentary seats in Andalusia. The content analysis of the posts is based on variables related to visual aspects of the images being published: visual content and formats, presence of party leaders, party symbolism and the predominant colours used in publications. Results indicate that Instagram’s visual content depicts party symbolism and uses colour in a strategic way. However, the personal presence of leaders is not exploited equally by all parties, indicating that the management of political image on social media differs between parties.",
          "url": "https://doi.org/10.1177/14703572241307305",
          "doi": "https://doi.org/10.1177/14703572241307305",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
