{
  "update": "2025-08-27",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Topic modeling of video and image data: a visual semantic unsupervised approach",
          "authors": "Ayse D. Lokmanoglu, Dror Walter",
          "url": "https://doi.org/10.1080/19312458.2025.2549707",
          "doi": "https://doi.org/10.1080/19312458.2025.2549707",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Mapping the discourse on digital disconnection: a computational analysis on #disconnection Instagram posts from 2018 to 2023",
          "authors": "Sarah Geber, Sina Horner, Tilia Ellendorff, Minh Hao Nguyen",
          "url": "https://doi.org/10.1080/08824096.2025.2548262",
          "doi": "https://doi.org/10.1080/08824096.2025.2548262",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "The Co-Cultural Communicative Practices of the Xinyimin in Indonesia",
          "authors": "Tommy S. Yotes, Elena Maydell, Stephen M. Croucher",
          "url": "https://doi.org/10.1080/10510974.2025.2548481",
          "doi": "https://doi.org/10.1080/10510974.2025.2548481",
          "filter": 0
        },
        {
          "title": "Strategic Communication and Peace-Promotion in a Nigerian Conflict Zone",
          "authors": "Abdulhameed Olaitan Ridwanullah, Maria Elena Villar",
          "url": "https://doi.org/10.1080/10510974.2025.2544833",
          "doi": "https://doi.org/10.1080/10510974.2025.2544833",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Epistemic welfare and algorithmic recommender systems: overcoming the epistemic crisis in the digitalized public sphere",
          "authors": "Aaron Hyzen, Hilde Van den Bulck, Manuel Puppis, Michelle Kulig, Steve Paulussen",
          "abstract": "Working with the concept of epistemic welfare, defined as creating and maintaining the conditions and capabilities for individuals’ epistemic agency in the public sphere, this contribution provides a theoretical framework to demonstrate a way out of what has been described as an epistemic crisis, illustrating this with the case of algorithmic recommender systems used by media organizations. First, we identify the processes of datafication, algorithmization and platformization and their impact on the public sphere, specifically how they disrupt knowledge production, dissemination and acquisition. Next, we combine social epistemology, welfare studies and communication research to build a framework that allows analyzing how well communicative social practices, procedures and institutions fulfill epistemic standards and, thus, contribute to individuals’ opportunities to exercise their epistemic agency and reach epistemically valuable states. Finally, we discuss epistemic welfare’s implications for media governance, i.e., building conditions and capabilities that ensure epistemic agency.",
          "url": "https://doi.org/10.1093/ct/qtaf018",
          "doi": "https://doi.org/10.1093/ct/qtaf018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Stakeholder-desired audiences: Fans’ audience data imaginaries and how they shape industry data practices",
          "authors": "Anna Yan Liu, Alice Ji, Harsh Taneja, Michelle R. Nelson",
          "abstract": "As the media industry employs big data to imagine audiences, audiences simultaneously seek to understand how their digital traces are being converted into audience data to inform the industry. We explore how fans map stakeholders in the Chinese idol industry, perceive stakeholders’ utilization and construction of audience data, and use those perceptions to guide their data-driven practices. We conducted a netnography of INTO1’s fandoms as a case study, expanding upon studies of platform audience behaviors, fan labor, and imaginaries. Previous studies have shown that fans generate audience data to influence profit-driven stakeholders’ cultural production, such as showing the size and purchasing power of the fanbase to networks and advertisers to prevent TV shows from being canceled. In China’s profit-driven yet state-regulated idol industry, we found that beyond traditional profit-driven (talent management agencies, media organizations, advertisers) and market information (measurement companies) stakeholders, fans also identify the State as a regulatory stakeholder and platforms as emerging cross-sector stakeholders. Based on a grounded theory approach to data analysis, we coined the concept of audience data imaginaries, which we define as audiences’ perception of multiple stakeholders’ utilization and construction of audience data in a cultural industry. We show how fans align data-driven practices with different stakeholders’ interests, serving as desirable market segments, promotion workers, and good citizens. Highlighting how fans map and perceive multiple stakeholders’ engagement with audience data, this concept offers a productive framework applicable to analyze fans’ data-driven practices in other contexts.",
          "url": "https://doi.org/10.1177/13548565251366412",
          "doi": "https://doi.org/10.1177/13548565251366412",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "“I Empathize With Them”: How Newsroom Leadership Assesses Mental Health and Hostility Toward Their Journalists",
          "authors": "Kaitlin C. Miller",
          "url": "https://doi.org/10.1080/21670811.2025.2548795",
          "doi": "https://doi.org/10.1080/21670811.2025.2548795",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Who is Imaged as Being Related to Climate Change? Localization and Individualization of Human Visual Images in China Search Engine",
          "authors": "Jing Su, Yunsong Li, Zihan Zhang, Yuxuan Lin, Wen Shi",
          "url": "https://doi.org/10.1080/17524032.2025.2544563",
          "doi": "https://doi.org/10.1080/17524032.2025.2544563",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Exploring Online Gaming Communities Through Documentary Filmmaking",
          "authors": "Elina Roinioti, Renard Gluzman",
          "abstract": "This paper explores video game documentaries as a method for researching online gaming communities. We begin by framing documentary filmmaking as a practice-based approach, a creative form of video ethnography, with the film serving as the focal output. Our analysis draws on a close reading of four recent video game documentaries that highlight European voices, alongside insights from our own fieldwork. We focus on the affordances of this approach in capturing embodied, affective, and performative aspects of play that text-based ethnography may struggle to convey. The selected films also offer different stances on the agency of both participant-protagonists and researcher-director. In light of these observations, we propose a multimodal research output in which the documentary film takes center stage.",
          "url": "https://doi.org/10.1177/15554120251370823",
          "doi": "https://doi.org/10.1177/15554120251370823",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Community-Centered Vaccine Communication: A Frame Analysis of HBCU Leadership Messaging",
          "authors": "Najma Akhther, Khairul Islam",
          "url": "https://doi.org/10.1080/10646175.2025.2539917",
          "doi": "https://doi.org/10.1080/10646175.2025.2539917",
          "filter": 0
        },
        {
          "title": "Role of Passion and Emotions in Social Movements: BLM Activists’ Niche That Scaled Up the Movement in the Digital Sphere",
          "authors": "Sadia Ehsan Cheema, Nicholas Browning",
          "url": "https://doi.org/10.1080/10646175.2025.2530461",
          "doi": "https://doi.org/10.1080/10646175.2025.2530461",
          "filter": 0
        },
        {
          "title": "The Affect-as-Information Effect: Analyzing the Diffusion of Framing of China Information on X (Formerly Twitter)",
          "authors": "Yanfang Wu",
          "url": "https://doi.org/10.1080/10646175.2025.2541760",
          "doi": "https://doi.org/10.1080/10646175.2025.2541760",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Twenty-five years of privacy in advertising: a bibliometric analysis and thematic review",
          "authors": "Naim Çınar, Aysar Yahya",
          "url": "https://doi.org/10.1080/02650487.2025.2548646",
          "doi": "https://doi.org/10.1080/02650487.2025.2548646",
          "filter": 0
        },
        {
          "title": "The power of influence: exploring celebrity and human-like virtual influencers’ impact on consumer responses",
          "authors": "Papaporn Chaihanchanchai",
          "url": "https://doi.org/10.1080/02650487.2025.2550106",
          "doi": "https://doi.org/10.1080/02650487.2025.2550106",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Nudges for news recommenders: prominent article positioning increases selection, engagement, and recall of environmental news, but reducing complexity does not",
          "authors": "Nicolas Mattis, Lucien Heitz, Philipp K Masur, Judith Moeller, Wouter van Atteveldt",
          "abstract": "News aggregators inherently constitute choice architectures in which placement and presentation of news articles in the user interface affect how people perceive and engage with them. Accordingly, deliberate changes of a news aggregators’ choice architecture may nudge engagement. Against this background, our study aims to test the effects of 2 nudges, namely a position and an accessibility nudge, on (a) the selection of, (b) the engagement with, and (c) learning from environmental news articles by means of a 7-day field experiment using a news aggregator app in the United Kingdom. Results suggest that prominent article positioning coupled with visual highlighting significantly increases the selection of environmental news, its reading time and recall of information. In contrast, automated rewriting of environmental articles for lower text complexity had no significant effects. Additional analyses indicate that neither nudge backfired by decreasing user satisfaction, thus suggesting the practical usability of our approach.",
          "url": "https://doi.org/10.1093/joc/jqaf019",
          "doi": "https://doi.org/10.1093/joc/jqaf019",
          "filter": 0
        },
        {
          "title": "Possible futures all at once: time frame and time lag in short-term longitudinal media effects research on well-being",
          "authors": "Julius Klingelhoefer, Alicia Gilbert, Christoph Adrian, Adrian Meier",
          "abstract": "When assessing media effects, we seldom consider how they change over time. Especially with the prevalence of smartphone use as short-lived, fragmented media use, a systematic approach to temporal dimensions is crucial, particularly to understand mixed effects of smartphone use on situational well-being. We employ a multiverse approach to assess the influence of two central temporal dimensions in intensive longitudinal media effects research: Time frame and time lag. We combine mobile experience sampling (T1 = 2,859, T2 = 7,708) and log data (K1 = 71,807, K2 = 259,004) from N1 = 84 and N2 = 192 participants. Building on theorizing on time in media effects research, we propose four patterns of how short-term effects on situational well-being unfold: they may follow processes of ephemerality (fleeting effects), inertia (delayed onset), reversal (changing directions), or there are no changes over time. We discuss theoretical implications and give recommendations for future studies.",
          "url": "https://doi.org/10.1093/joc/jqaf037",
          "doi": "https://doi.org/10.1093/joc/jqaf037",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Social media diplomacy for social visibility and social approval: strategic communication of the Taliban de facto government on Twitter",
          "authors": "Qiang Chen, Qurban Hussain Pamirzad, Mohammad Saber Adina, Richard Evans",
          "url": "https://doi.org/10.1080/19331681.2025.2548462",
          "doi": "https://doi.org/10.1080/19331681.2025.2548462",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "Who Am I? Mothers’ Self-Uncertainty, Identification, and Conformity in Online Maternal Groups on Social Media",
          "authors": "Jinhee Kim, Jung-Hyun Kim",
          "abstract": "Abstract: Research on the epistemic motivation that attracts individuals to anonymous online groups, particularly regarding early childhood mothers undergoing significant life transitions, remains limited. This study explores the self-uncertainty experienced by these mothers and investigates its connection to their identification with online maternal groups and adherence to group norms. Using national survey data from 639 South Korean mothers, this study, guided by Uncertainty-Identity Theory (UIT) and the Social Identity Model of Deindividuation (SIDE), sheds light on how these mothers often internalize intense group norms. Findings underscore the importance of considering mothers as members of a distinct social group (vs. individuals), enriching our understanding of motherhood dynamics. Both UIT and SIDE effectively explain these complex phenomena.",
          "url": "https://doi.org/10.1027/1864-1105/a000488",
          "doi": "https://doi.org/10.1027/1864-1105/a000488",
          "filter": 0
        },
        {
          "title": "AI for Combatting Mis/Disinformation",
          "authors": "Elizabeth Behm-Morawitz, Benjamin R. Warner, Julius M. Riles, Christopher Josey, Reagan Morawitz",
          "abstract": "Abstract: Artificial Intelligence (AI) poses challenges and opportunities in combating mis/disinformation that arises in today’s digital media landscape. Our research advances understanding of how psychological processing influences perceptions and effects of AI-generated messages on message acceptance and credibility. Specifically, the computers are social actors (CASA) paradigm, anthropomorphism, and solipsistic introjection are employed to examine the effects of the degree of AI involvement in information delivery when seeking clarification on a politicized issue – ranging from none (e.g., news article), to partial (e.g., AI-generated summaries in Google search results), to full reliance on AI (e.g., responses from ChatGPT). Findings from our online experiment with N = 551 US adults indicate that moderate and highly AI-powered sources are deemed more credible than non-AI human-authored sources, however, this effect is weakened by diminished perceptions of anthropomorphizing of AI. Further, solipsistic introjection is negatively related to message acceptance, indicating this intrapsychic processing may decrease the persuasiveness of messages that combat mis/disinformation. Findings are discussed in terms of theoretical and practical implications.",
          "url": "https://doi.org/10.1027/1864-1105/a000480",
          "doi": "https://doi.org/10.1027/1864-1105/a000480",
          "filter": 0
        },
        {
          "title": "Information Integrity in a Digital Age",
          "authors": "Richard Huskey, Heather J. Hether, Soojong Kim",
          "url": "https://doi.org/10.1027/1864-1105/a000477",
          "doi": "https://doi.org/10.1027/1864-1105/a000477",
          "filter": 0
        },
        {
          "title": "What Post-Pandemic Paradox?",
          "authors": "Bridget Rubenking, Monica Mayer, Melissa Looney, Walker Talton",
          "abstract": "Abstract: Given the importance of the credibility and effectiveness of health messaging during politicized public health events, this study explores both message source and message recipient factors in predicting perceived credibility and intent to comply with a COVID-19 mitigation message. Born out of disease avoidance, greater individual disgust sensitivity should lead to greater perceived risk and uptake of mitigation efforts. Meanwhile, conservative partisanship in the US has been associated with less perceived risk and behavioral compliance related to COVID-19. However, greater disgust, sensitivity, and political conservatism enjoy a positive relationship. To test this paradox, we explore both partisanship and disgust sensitivity, along with authoritarianism, to see which ultimately better predicts perceived credibility and intent to comply with government-issued COVID-19 guidance. We further explore partisanship by exploring how messages from the same (or different) political party influence message processing and effects. An online experiment with a US-based sample ( N = 424) found no influence of individuals’ political partisanship, but did find small (yet significant) effects such that messages from Democratic governors elicited greater intent to comply than Republican ones. Results about disgust sensitivity were mixed: greater pathogen disgust sensitivity was associated with greater perceived credibility of messages, whereas greater socio-moral disgust sensitivity was associated with greater intent to comply. Implications are discussed.",
          "url": "https://doi.org/10.1027/1864-1105/a000483",
          "doi": "https://doi.org/10.1027/1864-1105/a000483",
          "filter": 0
        },
        {
          "title": "Validation of the Manga Attachment Scale (MAS) for Measuring Attachment to Manga – Japanese Comics",
          "authors": "Julian Pimienta",
          "abstract": "Abstract: Manga – Japanese comics – is a central pillar of Japanese culture and an expanding global phenomenon, yet little research has examined how individuals form and maintain meaningful connections with this medium. While previous studies conceptualized manga attachment as a multidimensional construct, no validated measures exist. This study refines and validates an existing set of manga attachment items, and introduces the Manga Attachment Scale (MAS), a psychometric tool assessing emotional, cognitive, and behavioral engagement with manga. Across three independent studies, the MAS was tested for factor structure, reliability, and validity. Study 1 ( N = 328) used Exploratory Factor Analysis (EFA) to refine the original item set, resulting in a 14-item, four-factor structure: Safe Haven, Separation Distress, Secure Base, and Proximity Maintenance. Study 2 ( N = 588) confirmed this structure via Confirmatory Factor Analysis (CFA), demonstrating strong model fit. Study 3 ( N = 511) evaluated predictive, construct, convergent, and discriminant validity, showing significant relationships between the MAS, reading frequency, and manga’s perceived importance, while distinguishing it from other manga engagement measures. The MAS provides a validated framework for assessing manga attachment, contributing to media attachment research and extending Attachment Theory. This tool facilitates future investigations into manga’s role in well-being, identity formation, and media engagement.",
          "url": "https://doi.org/10.1027/1864-1105/a000489",
          "doi": "https://doi.org/10.1027/1864-1105/a000489",
          "filter": 0
        },
        {
          "title": "Facts About Fact-Checkers: Comparing Credibility Perceptions, Usage, and Sharing of Different Fact-Checking Sources",
          "authors": "Li Qi, Laurent H. Wang, Xingyu Liu, Miriam J. Metzger",
          "abstract": "Abstract: Fact-checking provides an important tool in the fight against misinformation, yet fact-checks may only be effective to the extent that they are perceived as credible. This research provides a first look at such perceptions across a wide array of legacy and novel fact-check sources available today. An online survey of 993 participants and an experiment involving 1,002 participants were conducted to examine differences in credibility perceptions, usage, and sharing of fact-checks from professional fact-check organizations, mainstream news outlets, social media platforms, automated fact-check services, and crowdsourcing. Results show that legacy sources are considered most credible, fact-check receiver characteristics (political ideology, analytical thinking, and information literacy) influence perceptions of fact-checker credibility, and perceived credibility of fact-checkers is key to fact-check usage. Results also reveal that fact-checker source type and perceived credibility of fact-checkers are essential to fact-check sharing intention. Our findings advance the nascent concept of fact-checker credibility and contribute to theory, specifically the MAIN model and the stage framework model. They also offer novel data about new sources of fact-checking, including how AI and crowdsource-based fact-checkers are perceived by the public.",
          "url": "https://doi.org/10.1027/1864-1105/a000484",
          "doi": "https://doi.org/10.1027/1864-1105/a000484",
          "filter": 0
        },
        {
          "title": "Negativity Biases Online",
          "authors": "Seonhye Noh, Stuart Soroka",
          "abstract": "Abstract: A considerable body of work finds evidence of negativity biases in news production and consumption. These biases have consequences for the reliability and accuracy of digital information. For this special issue, focused on the “complex interplay of technology and human biases,” we consider how individual-level variation in negativity biases impacts both news selection and news provision. Using digital trace data, we analyze the news selections of roughly 25,000 SmartNews users over 6 months. We find evidence of trait-level differences in individuals’ negativity biases in news selection and consider the degree to which those trait-level differences in negativity biases are sustained through algorithmically personalized news feeds.",
          "url": "https://doi.org/10.1027/1864-1105/a000479",
          "doi": "https://doi.org/10.1027/1864-1105/a000479",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "Final Reflections: Correcting Misrepresentations and Charting Future Directions in Crisis Communication Research Through an Evidence-Based Lens",
          "authors": "Timothy Coombs",
          "url": "https://doi.org/10.1080/1062726x.2025.2548682",
          "doi": "https://doi.org/10.1080/1062726x.2025.2548682",
          "filter": 0
        },
        {
          "title": "A Response to Page et al. (2025)",
          "authors": "Timothy Coombs",
          "url": "https://doi.org/10.1080/1062726x.2025.2548680",
          "doi": "https://doi.org/10.1080/1062726x.2025.2548680",
          "filter": 0
        },
        {
          "title": "Bridging Theory and Practice in Prosocial Communication: Navigating Social Responsibility in a Complex Global Landscape",
          "authors": "Arunima Krishna, Sung-Un Yang, Nicholas Browning",
          "url": "https://doi.org/10.1080/1062726x.2025.2548679",
          "doi": "https://doi.org/10.1080/1062726x.2025.2548679",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "From loss to closer bonds: Pregnancy loss and the emotional bonds with children in later life",
          "authors": "Ella Cohn-Schwartz",
          "abstract": "Having a pregnancy end without a live baby can result in mixed effects to the relationship with one’s living children, but this has mostly been examined in the first years after the loss. Research is needed to understand the implications for relationships in later life. Thus, the current study examined whether losing a pregnancy was associated with the relationship with one’s adult children. The study used data from the Survey of Health and Retirement in Europe (SHARE). It examined a sample of women aged 50+ who experienced stillbirth over their life and a comparison sample of women who didn’t experience stillbirth. Regression models were used to assess the association between experiencing stillbirth and the parent–child relationship. The results showed that women who lost a pregnancy reported more emotionally close relationships with their adult children. These results indicated that losing a pregnancy could have long-term implications on the relationship with one’s children in later life. These women might have been more likely to invest in the emotional bonds with their children.",
          "url": "https://doi.org/10.1177/02654075251369854",
          "doi": "https://doi.org/10.1177/02654075251369854",
          "filter": 0
        },
        {
          "title": "Not such fast friends? The effect of intimate conversation on social connection in text-based getting acquainted interactions",
          "authors": "Christina M. Leckfor, Natasha R. Wood, Richard B. Slatcher, Edward Orehek",
          "abstract": "People can foster social connection in new relationships through intimate conversation comprised of reciprocal self-disclosure and responsiveness, but the limited affordances of text-based communication may hinder this process. The present study examined the effectiveness of intimate conversation in promoting social connection during texting and in-person interactions. Two hundred and eighty-six unacquainted dyads ( N = 572) were randomly assigned to have an intimate or small talk conversation that occurred face-to-face or via text messaging on a smartphone. Afterward, participants reported how socially connected they felt to their conversational partner, including their self-disclosure, perceived partner responsiveness, and interpersonal closeness. Participants reported greater social connection after intimate (vs. small talk) and face-to-face (vs. texting) conversations, but the effect of intimate conversation did not differ across the two mediums. Exploratory mediation analyses revealed a serial indirect effect of conversation medium on social connection, such that texting (vs. face-to-face) interactions led to lower self-disclosure, which was then associated with lower perceived responsiveness and closeness. These findings suggest people can connect over texting through intimate conversation, but they may be less likely to self-disclose over texting than in face-to-face interactions, which can have downstream consequences for interpersonal closeness.",
          "url": "https://doi.org/10.1177/02654075251367137",
          "doi": "https://doi.org/10.1177/02654075251367137",
          "filter": 0
        },
        {
          "title": "Left or right? The link between political orientation and partner preferences in a multinational sample of single women",
          "authors": "Lena Kuschel, Laura J Botzet, Tanja M Gerlach",
          "abstract": "Political orientation is related to many aspects of our lives. Here, we investigate how political orientation relates to how women from different parts of the world picture their ideal partner. Using data from the Ideal Partner Survey , we analyzed relationships between political orientation and long-term partner preferences in a sample of 13,257 heterosexual, single women from 144 countries. Replicating previous work, political orientation was related to a preference for political similarity, such that women holding more extreme political views showed the strongest preferences for political similarity. In addition, women leaning more to the right side of the political spectrum held higher preferences for ethnic and religious similarity. Partly consistent with the possibility that political orientation relates to women’s attraction towards men conforming to a masculine, male breadwinner stereotype, more right-leaning views were not only linked to preferring a financially secure and successful partner, but also to ascribing more importance to a partner´s height. No or only negligible relationships with political orientation were found for partner´s kindness-supportiveness and level of height. For all other preferences, results were less conclusive. In sum, results indicate that who women want as a romantic partner is partly related to their political orientation.",
          "url": "https://doi.org/10.1177/02654075251359404",
          "doi": "https://doi.org/10.1177/02654075251359404",
          "filter": 0
        },
        {
          "title": "The reciprocal relationships between teacher-student relationship, peer attachment, and internalizing problem behaviors of left-behind children",
          "authors": "Yue Jia, Shuling Jiang, Xuan Wang, Yanlin Chen, Wan Ding, Weijian Li",
          "abstract": "Numerous studies have shown that teacher-student relationship and peer attachment play an important role in the development of internalizing problem behaviors. However, little is known about the bidirectional linkages between teacher-student relationship and peer attachment and internalization problems in left-behind children’s groups and the underlying mechanisms of the dynamics. This study used cross-lagged panel modeling (CLPM) to explore the bidirectional longitudinal relationship between teacher-student relationship and peer attachment and internalization problems among left-behind children in China. A sample of 610 left-behind children completed a series of questionnaires at three time points (M age = 9.52, SD age = 0.79), with an approximate interval of 1 year between each time point. The results of cross-lagged analyses showed that (1) A supportive teacher-student relationship initiates a virtuous cycle by negatively predicting subsequent internalizing problem behaviors while enhancing peer attachment. (2) Conversely, internalizing problem behaviors initiate a vicious cycle, which in turn negatively predicts subsequent teacher-student relationship and peer attachment. These findings support the interaction model, suggesting that teachers should not only recognize how internalizing problem behaviors actively reinforces relational deficits (negative “driving” effects) but also strategically leverage the protective roles of the teacher-student relationship and peer attachment (positive “driving” effects).",
          "url": "https://doi.org/10.1177/02654075251369845",
          "doi": "https://doi.org/10.1177/02654075251369845",
          "filter": 0
        },
        {
          "title": "Artificial connections: Romantic relationship engagement with artificial intelligence in the United States",
          "authors": "Brian J. Willoughby, Carson R. Dover, Rebekah M. Hakala, Jason S. Carroll",
          "abstract": "Advancements in artificial intelligence (AI) technologies have begun to influence almost all aspects of life, including romantic relationships. Despite many companies and other entities now utilizing AI technology to produce products and media that may influence romantic relationship engagement and behavior, few studies to date have attempted to document or describe the ways that individuals engage with multiple AI technologies for romantic or sexual purposes in large national samples. Using a large quota national sample taken from the United States of 2,969 adults, in this exploratory study we sought to examine engagement with AI technologies, specifically the use of image generation of men and women on social media, chat technologies meant to simulate romantic or sexual partners, and AI generated pornography. Results suggested that engagement with AI technologies is relatively high, especially among young adults in their 20’s, suggesting that these emerging technologies represent an element of modern sexual behavior and romantic relationships that warrant further attention. A sizable minority of young adults reported using AI technologies romantically or sexually, including almost one in four young adults engaging with AI chat technologies to replicate romantic interactions. Regression results suggested that various demographic factors predict engagement with AI technologies and that AI technology use was associated with negative individual well-being. These initial descriptive results suggest the need for further research on this emerging behavioral phenomenon as an important component of modern romantic and sexual interactions.",
          "url": "https://doi.org/10.1177/02654075251371394",
          "doi": "https://doi.org/10.1177/02654075251371394",
          "filter": 0
        },
        {
          "title": "Affectionate communication consent: Professional cuddlers coordinate platonic touch",
          "authors": "Joseph E. Honeycutt, Leah E. LeFebvre",
          "abstract": "This study investigates how professional cuddlers develop consensual affectionate exchanges, emphasizing the role of consent in platonic interactions, and how they navigate the violation of consent or expectations. Participants ( N = 15) included cuddle practitioners represented from several countries and ranging from 10 months to 10 years of experience. We applied a phronetic-iterative approach to derive themes surrounding (non)reciprocity and relational boundary violations. The process of managing (non)reciprocity unfolds through three key themes: s etting expectations , inquiring , and deconstructing “ no .” These themes situate the interpersonal communication exchange necessary to establish reciprocity between the practitioner and client to establish the appropriateness of their interaction and relationship. Affection exchange comes with risk. As a result, violations delineated progress from innocuous to severe. Four themes delineate the breach of relational boundaries: disquietude, overstimulation, transference, and severe breaches. This study highlights an emergent industry working to service the absence of interpersonal affection. The implications offer fertile ground for examining affection and consent, while also enhancing Affection Exchange Theory’s understanding of nonreciprocity and misinterpretation in platonic interactions.",
          "url": "https://doi.org/10.1177/02654075251364563",
          "doi": "https://doi.org/10.1177/02654075251364563",
          "filter": 0
        },
        {
          "title": "Perceiving opponents as self-disclosing bridges partisan divides",
          "authors": "Emily Kubin, Peter Luca Versteegen, Kurt Gray",
          "abstract": "Political polarization is driving disconnection and animosity between opponents in the United States. We propose perceiving opponents as self-disclosing helps foster connection and reduce animosity. Building on research demonstrating that self-disclosure fosters interpersonal relationships, we test whether vignettes expressing political views that seem self-disclosing increase connection, respect, and willingness to interact among opponents. Across six studies, we demonstrate self-disclosure reduces partisan animosity by building connection between political opponents. Previous work shows that vignettes about opponents’ personal experiences bridge divides better than fact-based vignettes. The results from the current research suggest this is because experiences are especially self-disclosing. Leveraging this, we find that many statements partisans share can improve connection and reduce animosity when they are perceived as self-disclosing. We test this through manipulating the self-disclosure of statements in experiments and by teaching people how to make their statements more self-disclosing. Results indicate self-disclosure is consistently effective for liberal and moderate partisans but in many cases are also effective for conservatives. By highlighting the power of self-disclosure, our findings offer a promising path toward bridging partisan divides.",
          "url": "https://doi.org/10.1177/02654075251371397",
          "doi": "https://doi.org/10.1177/02654075251371397",
          "filter": 0
        },
        {
          "title": "Exploring attachment profiles in emerging adults: Insights from global and romantic domains",
          "authors": "Mónica Guzmán-González, Fabiola Gómez, Lusmenia Garrido-Rojas, Diana Rivera-Ottenberger, Rodrigo A. Cárcamo, Joaquín Bahamondes, Ana María Fernández",
          "abstract": "Despite previous studies documenting the existence of distinct attachment models that provide complementary information, there is a gap in research examining empirically attachment profiles that integrate both global attachment and attachment in specific domains from a person-centered approach. Based in the hierarchical structure of attachment representations, the present study evaluated the existence of different attachment profiles, using continuous scores of attachment anxiety and avoidance, in both global and romantic domains among 1,925 Chilean emerging adults. Additionally, and to assess the validity of these profiles, we investigated their association with mental health symptoms and relationship satisfaction. Through latent profile analysis (LPA), we identified five attachment profiles: and overall secure profile marked by security across both domains, one by insecurity across both domains (overall insecure), two profiles with elevated attachment anxiety (particularly in romantic domain) combined with moderate global avoidance, and a profile marked by high global attachment avoidance, and moderate romantic avoidance. The identified profiles were meaningfully associated with mental health symptoms and relationship satisfaction, supporting their validity. These results underscore the heterogeneity of internal working models in emerging adults, demonstrating that domain-specific divergence is common. They also highlight the added value of examining both global and romantic attachment to more fully capture the diversity of attachment experiences and relational functioning in this population. A pesar de que estudios previos han documentado la existencia de distintos modelos de apego que ofrecen información complementaria, existe una brecha en la investigación que examine empíricamente perfiles de apego que integren tanto el apego global como el apego en dominios específicos desde un enfoque centrado en la persona. Basándose en la estructura jerárquica de las representaciones de apego, el presente estudio evaluó la existencia de diferentes perfiles de apego, utilizando puntuaciones continuas de ansiedad y evitación en el apego, tanto en los dominios global como romántico, en una muestra de 1.925 adultos emergentes chilenos. Además, y con el fin de evaluar la validez de estos perfiles, investigamos su asociación con síntomas de salud mental y satisfacción en la relación de pareja. A través de un análisis de perfiles latentes (LPA, por sus siglas en inglés), identificamos cinco perfiles de apego: un perfil globalmente seguro caracterizado por seguridad en ambos dominios; uno por inseguridad en ambos dominios (globalmente inseguro); dos perfiles con ansiedad elevada en el apego (particularmente en el dominio romántico) combinada con evitación global moderada; y un perfil caracterizado por alta evitación global en el apego y evitación romántica moderada. Los perfiles identificados se asociaron de manera significativa con síntomas de salud mental y satisfacción en la relación, respaldando su validez. Estos resultados subrayan la heterogeneidad de los modelos operativos internos en adultos emergentes, demostrando que la divergencia específica por dominio es común. Asimismo, destacan el valor añadido de examinar tanto el apego global como el romántico para captar más plenamente la diversidad de experiencias de apego y el funcionamiento relacional en esta población.",
          "url": "https://doi.org/10.1177/02654075251369826",
          "doi": "https://doi.org/10.1177/02654075251369826",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Beyond a Negativity Bias: Explaining the Consumption of Positive and Negative Political Information Using WebTracking and Experience Sampling Data",
          "authors": "Michaela Maier, Jürgen Maier, Lea C. Gorski, Felix Schmidt",
          "abstract": "Negativity and positivity are crucial in political information, yet research often overlooks positive content consumption. This study examines the degree to which citizens consume positive and negative election-related content and the factors influencing both. Using web-tracking and experience sampling (mobile intensive longitudinal linkage analysis [MILLA]) data from the 2021 German federal election, we find positivity and negativity are equally relevant but vary across channels and methods of data collection. In tracking data, gender and conflict approach predict valence preference, while MILLA data highlight perceived duty, extreme ideology, and conflict approach. Possible interpretations of these systematic differences and their general relevance for communication research are discussed.",
          "url": "https://doi.org/10.1177/10776990251359658",
          "doi": "https://doi.org/10.1177/10776990251359658",
          "filter": 0
        },
        {
          "title": "Shouts and Whispers: The Gamson Hypothesis, Media Reliance, and Belief in 2020 Election Conspiracy Theories",
          "authors": "Thomas J. Johnson, Barbara K. Kaye, Chang Sup Park",
          "abstract": "This study, based on reliance on various types of media as well as the Gamson Hypothesis, investigates why people doggedly hang on to election fraud theories from the 2020 election. The results show that reliance on mainstream media and CNN negatively predicts belief in election conspiracy theories. In contrast, reliance on Fox News, hyperpartisan websites, conservative media, and text-based and video-based social media, positively predict belief in election conspiracy theories. Also, the Gamson Hypothesis positively moderates the relationship between reliance on Fox News, conservative media and video social media and belief in election conspiracy theories.",
          "url": "https://doi.org/10.1177/10776990251360688",
          "doi": "https://doi.org/10.1177/10776990251360688",
          "filter": 0
        },
        {
          "title": "Pixels of Prejudice: Decoding Embedded Biases in AI-Generated News Imagery and Their Implications for Visual Journalism—Toward an Algorithmic-Mediated Visual Framing",
          "authors": "Menna Elhosary",
          "abstract": "This exploratory study investigates embedded biases in AI-generated news imagery and their implications for visual journalism. It proposes Algorithmic-Mediated Visual Framing as a conceptual framework to account for the structural and functional transformations brought about by visual generative AI. Utilizing a mixed-method approach of quantitative and qualitative content and thematic analysis, the author analyzed 1200 images generated by DALL-E 3 based on 300 prompts across seven news topics. The findings revealed seven categories of bias, two recurrent visual frames, and three effective prompt refinement strategies to mitigate the biases and shift the visual framing. Theoretical and practical implications of visual framing and visual journalism are further discussed.",
          "url": "https://doi.org/10.1177/10776990251360690",
          "doi": "https://doi.org/10.1177/10776990251360690",
          "filter": 0
        },
        {
          "title": "Framing Across the Fractures: Visual Framing and Social Media Engagement with Indigenous Environmental Organizations",
          "authors": "Ryan N. Comfort, Kain Eller",
          "abstract": "The nexus of science communication, visual framing, and marginalized communities remains an under-researched area. In this study, we analyze the influence of multiple types of visual framing on social media audience engagement through a quantitative content analysis of photographs posted by Indigenous environmental organizations. Using multiple operationalizations of visual framing (decontextualization, recontextualization, and solutions), we find that social media posts featuring greater visual variety in composition, combined with human-focused content, predict greater engagement.",
          "url": "https://doi.org/10.1177/10776990251363968",
          "doi": "https://doi.org/10.1177/10776990251363968",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Housing News and the Enrolment of Publics into the Asset Economy in Aotearoa New Zealand",
          "authors": "Aeron Davis",
          "url": "https://doi.org/10.1080/1461670x.2025.2547303",
          "doi": "https://doi.org/10.1080/1461670x.2025.2547303",
          "filter": 0
        },
        {
          "title": "AI in the Newsroom: Does the Public Trust Automated Journalism and Will They Pay for It?",
          "authors": "Andreas Nanz, Alice Binder, Jörg Matthes",
          "url": "https://doi.org/10.1080/1461670x.2025.2547301",
          "doi": "https://doi.org/10.1080/1461670x.2025.2547301",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Reading Faces: The Power of Facial Expressions as Visual Cues in Reports of Social Movements",
          "authors": "Yibing Sun, Jiwon Kang, Douglas McLeod, Hernando Rojas",
          "url": "https://doi.org/10.1080/15205436.2025.2544227",
          "doi": "https://doi.org/10.1080/15205436.2025.2544227",
          "filter": 0
        },
        {
          "title": "“Media Pressure is What Makes Law Enforcement Move”: Insights from Co-victims About the Positive Impacts of True Crime Media Attention",
          "authors": "Danielle C. Slakoff, Kelli S. Boling",
          "url": "https://doi.org/10.1080/15205436.2025.2549719",
          "doi": "https://doi.org/10.1080/15205436.2025.2549719",
          "filter": 0
        },
        {
          "title": "The Impact of Political Ideology on News Consumption: The Mediating Role of Trust and the Moderating Role of Interest in Politics",
          "authors": "Claudia Mellado, Constanza Gajardo",
          "url": "https://doi.org/10.1080/15205436.2025.2546447",
          "doi": "https://doi.org/10.1080/15205436.2025.2546447",
          "filter": 0
        },
        {
          "title": "Framing Social Change in Health Messaging: The Effects of Dynamic vs. Static Thematic Frames and Normative Information",
          "authors": "Thomas H. Zhang, Jinyuan Zhan, Ran Tao, Douglas M. McLeod",
          "url": "https://doi.org/10.1080/15205436.2025.2547867",
          "doi": "https://doi.org/10.1080/15205436.2025.2547867",
          "filter": 0
        },
        {
          "title": "WeChat Use, Cognitive Function, and Depressive Symptoms: Examining Longitudinal Relationships Among Older Chinese Adults from a National Survey",
          "authors": "Liangqi Ding, Junyan Lu, Xin Ma",
          "url": "https://doi.org/10.1080/15205436.2025.2546449",
          "doi": "https://doi.org/10.1080/15205436.2025.2546449",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Political Discourse, Emotions, and Polarization: A Case Study of the President of the Madrid Region",
          "authors": "Manuel Alcántara-Plá",
          "abstract": "In this article, I take a constructionist approach to study the strategic use of emotions as a polarizing tool by the current president of the region of Madrid, Isabel Díaz-Ayuso. Most of the existing discourse studies on emotions focus on their categorization (since Damasio, 1994; Nabi, 2002; Scheibenzuber et al., 2023). However, categories by themselves do not explain why emotions work so well in political and polarizing discourses, which are the main interest of the present study. That is why emotions are here understood as object-oriented mental states that are distinguished between two different types of objects: the deep object (the one perceived by the person constructing the emotion as both valuable and vulnerable) and the shallow object (the one perceived as affecting the deep object). The discourse conveys a relation between them that can be positive (an opportunity) or negative (a threat), triggering positive or negative emotions, respectively. This research shows how analysing emotions as evaluative/cognitive constructions helps us to understand their success in the current political landscape. It also shows that messages about different topics can convey the same emotional structure, being therefore part of the same communicative strategy. I use as a case study the speeches by Díaz-Ayuso at the Assembly of Madrid because she is a very polarizing political figure. I approach it under the hypothesis that her discourses employ a strategy of using emotions for political intentions.",
          "url": "https://doi.org/10.17645/mac.10717",
          "doi": "https://doi.org/10.17645/mac.10717",
          "filter": 0
        },
        {
          "title": "Issue Attention and Semantic Overlap in Vaccination Coverage Within Switzerland’s Hybrid Media System",
          "authors": "Dario Siegen, Daniel Vogler",
          "abstract": "Despite broad scientific support, vaccination is traditionally a contested issue among the public. During the Covid-19 pandemic, the issue of vaccination received widespread attention in news media and on social media. Although we know that public debates on such disputed issues evolve over time in hybrid media systems, there is still little knowledge about the extent to which news media and social media align or differ in their issue attention dynamics and semantics. Furthermore, empirical studies, particularly on social media data, tend to focus on periods of high issue attention, often missing relevant reference points before or after such phases. Focusing on the issue of vaccination in Switzerland, we examine 77,798 news articles by 20 Swiss online newspapers and 929,431 posts by 22,672 Swiss Twitter (now X) users to investigate the similarities and differences between the two spheres through a time series analysis between April 1, 2019, and June 30, 2022. The findings show how vaccination gained vastly in issue attention—measured as the share of total coverage and tweet volume, respectively—during the Covid-19 pandemic. Twitter and news media were closely aligned during the crisis in terms of issue attention and semantics, but less so before and after the pandemic. These findings substantiate previous works on issue agendas in hybrid media systems that converge toward a dominant issue in times of crisis.",
          "url": "https://doi.org/10.17645/mac.10040",
          "doi": "https://doi.org/10.17645/mac.10040",
          "filter": 0
        },
        {
          "title": "Weaponizing Wedge Issues: Strategies of Populism and Illiberalism in European Election Campaigning on Facebook",
          "authors": "Jörg Haßler, Melanie Magin, Uta Russmann, Anna-Katharina Wurst, Delia Cristina Balaban, Paweł Baranowski, Jakob Linaa Jensen, Simon Kruschinski, Georgios Lappas, Sara Machado, Martina Novotná, Silvia Marcos-García, Ioannis Petridis, Anda Rožukalne, Annamária Sebestyén, Felix‐Christopher Von Nostitz",
          "abstract": "The 2024 European Parliament elections took place against a backdrop of overlapping crises, including climate change, migration, and the Russian war against Ukraine, all of which have the potential to drive political polarization. These wedge issues can be strategically used in campaign communication to activate strong emotional and moral responses, exploit societal divisions, and fracture opposing coalitions. When combined with populist communication and illiberal rhetoric, they align closely with the attention dynamics of social media but also carry potential dangers for democratic discourse. However, research on how these elements are combined in parties’ campaign communication remains limited. To address this gap, we conducted a comprehensive manual quantitative content analysis of 8,748 Facebook posts from parties in 13 EU member states, examining how wedge issues were communicated and combined with populism and illiberalism during the 2024 European Parliament elections. Our analyses reveal that populist parties relied more heavily on wedge issues and combined them with populist communication and illiberal rhetoric more often than non-populist parties. Certain wedge issues appeared more conducive to these elements than others. The combination of wedge issues with populist communication and illiberal rhetoric as exclusionary rhetorical strategies thus emerges as a defining feature of populist digital campaigning. These elements can be seen as mutually reinforcing tools that structure harmful political interpretation patterns, particularly in times of polycrises. This underscores how digital platforms can be used to redefine the contours of democratic debate, making it even more essential to understand the communicative mechanisms through which parties influence public discourse in order to defend democracy.",
          "url": "https://doi.org/10.17645/mac.10718",
          "doi": "https://doi.org/10.17645/mac.10718",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "How Mediated Intergroup Contact Works: Exploring Mechanisms of Music and Language Learning Activities’ Effects",
          "authors": "Hyeonchang Gim, Jake Harwood",
          "url": "https://doi.org/10.1080/15213269.2025.2548910",
          "doi": "https://doi.org/10.1080/15213269.2025.2548910",
          "filter": 0
        },
        {
          "title": "Conflicting Norms Around Mobile Media Dis/Connection and State Awareness: A Vignette Experiment",
          "authors": "Minh Hao Nguyen, Sarah Geber",
          "url": "https://doi.org/10.1080/15213269.2025.2542792",
          "doi": "https://doi.org/10.1080/15213269.2025.2542792",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Book Review: Wi-Fi by Thomas Julian, Wilken Rowan and Rennie Ellie JulianThomasRowanWilkenEllieRennie, Wi-Fi, Cambridge: Polity Press; 2021; vii+194 pp. ISBN 150952990X, $19.70 (PBK).",
          "authors": "Shujun Liu",
          "url": "https://doi.org/10.1177/20501579251370445",
          "doi": "https://doi.org/10.1177/20501579251370445",
          "filter": 0
        },
        {
          "title": "Book Review: Mobile assemblages and Maendeleo in rural Kenya by Komen Leah Jerop JeropKomen Leah, Mobile assemblages and Maendeleo in rural Kenya. Mankon, Bemenda, Cameroon: Langaa Research &amp; Publishing CIG, 2021, xiv+208 pp. ISBN 978-9956552849, $35.20 (hbk).",
          "authors": "John Maina Karanja",
          "url": "https://doi.org/10.1177/20501579251370453",
          "doi": "https://doi.org/10.1177/20501579251370453",
          "filter": 0
        },
        {
          "title": "Ageing and Mobile Phones: Tactical Uses/Nonuses in postpandemic Italy",
          "authors": "Simone Carlo, Francesco Diodati",
          "abstract": "Smartphones are widely considered a more suitable tool for those who have recently come to the digital world, such as older people. Many scholars and experts promote the spread of mobile services among the older population in order to enhance the maintenance of independence and autonomy in late age. However, few qualitative studies have thoroughly investigated older adults’ tactical use of smartphones, especially in the postpandemic context of digital acceleration. This paper investigates the tactical use of mobile services among 40 individuals, both male and female, aged 65 to 80 in Lodi, Italy, the first COVID-19 “Red Zone” in Europe. The study seeks to examine how mobile phone narratives in postpandemic settings reflect cultural models of active ageing; the dynamics of resistance, rejection, and adaptation regarding older individuals’ engagement with digital services; and the influence of social relationships in facilitating local access to predominantly digital and mobile-first public services. We argue that a tactical nonuse of mobile services emerges in narratives that, instead of reproducing a linear and homogeneous understanding of active ageing, challenge a binary opposition between users and nonusers of information and computer technologies (ICTs) in late age.",
          "url": "https://doi.org/10.1177/20501579251359072",
          "doi": "https://doi.org/10.1177/20501579251359072",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "TikTok as a peer playground: Understanding how children in middle childhood use TikTok to shape their peer relations",
          "authors": "Denise Mensonides, Anna Van Cauwenberge, Joëlle Swart, Marcel Broersma",
          "abstract": "Despite TikTok’s extensive popularity among children below the age of 12, there remains a significant gap in our understanding of how they use this platform for social purposes. We therefore ask how children between the ages of 8 and 12 shape their peer relations through their uses of TikTok. Through longitudinal observations of children ( n = 84) in the context of afterschool care, we found that children use TikTok to develop and employ digital, cultural and social practices. Examples of such practices are referencing popular content to connect with weak tied peers, managing their online presence to prevent scrutinization in offline social contexts and using humoristic trends and knowledge of TikTok to achieve social status and popularity. Employing these practices across on- and offline spaces can support and facilitate their development of social capital. Following these findings, we argue for initiatives and methodologies that support and explore children’s social and digital development.",
          "url": "https://doi.org/10.1177/14614448251362690",
          "doi": "https://doi.org/10.1177/14614448251362690",
          "filter": 0
        },
        {
          "title": "“Temu is evil, but I still use it”: Platform cynicism in platform capitalism",
          "authors": "Shuxian Liu, Edgar Gómez-Cruz",
          "abstract": "Recent scholarship in critical algorithm studies has illuminated how users negotiate and resist algorithmic influence in everyday platform use, yet these perspectives remain underexplored in online consumption. Bridging theoretical frameworks of consumer culture and critical algorithm studies, this study examines the complexities of algorithmic consumer culture and practices through qualitative research on users’ experiences with Temu. We introduce the concept of platform cynicism —an ambivalent and negotiated user attitude in which skepticism, mistrust, and criticism of platforms’ exploitative, manipulative, or unethical practices coexist with pragmatic, often reluctant engagement and tactical adaptation due to structural, social, economic, or cultural constraints. Platform cynicism manifests across five interconnected dimensions: cognitive awareness, affective disillusionment, pragmatic resignation, tactical adaptation, and user–platform co-constitution. This concept can extend beyond e-commerce to broader user-platform relationships, offering insights into how consumers adapt to, contest, and remain embedded in platform capitalism despite critical awareness of their manipulative nature.",
          "url": "https://doi.org/10.1177/14614448251365269",
          "doi": "https://doi.org/10.1177/14614448251365269",
          "filter": 0
        },
        {
          "title": "Commodifying death: Thanatechnologies as platform workers in the digital afterlife economy",
          "authors": "Jasmine Erdener",
          "abstract": "Bina48 is the most ambitious manifestation of thanatechnologies, AI systems that digitally resurrect deceased individuals. Online platforms harvest and assemble data, photos, and personal digital effects to reanimate the individual via AI and reap the profits that come from their ongoing interactions with living users. The profiles of deceased individuals are directly owned and mobilized by the platform itself. Building on digital labor scholarship that shows how platforms extract value from living users, thanatechnologies represent a new kind of post-life laborer in the online economy, transforming grief and memory into exchange-value through emotional labor, social maintenance, and content generation. The specter of the zombie highlights how this digital labor intersects with histories of racial and gendered exploitation, particularly visible in the case of Bina48, where a black woman’s identity becomes a site of technological performance and commodification. Post-life laborers reveal contemporary understandings of labor, productivity, and the ongoing commodification of personal identity, affect, and sociality.",
          "url": "https://doi.org/10.1177/14614448251366173",
          "doi": "https://doi.org/10.1177/14614448251366173",
          "filter": 0
        },
        {
          "title": "Theorizing networked counterpublics sanctions",
          "authors": "Tatsuya Suzuki, Alcides Velasquez",
          "abstract": "Networked counterpublics have emerged on social media, articulating their lived experiences and collectively countering narratives propagated by mainstream publics. However, the voices of minority publics on social media can also be sanctioned by mainstream publics and institutions. Drawing upon the concept of sanctions within counterpublics literature, this study proposes a theoretically based framework that helps us understand the strategies, comprising attack, appropriation, and dismissal, through which discourses, movements, and performances of networked counterpublics are undermined. Each of these discursive strategies is operated by key actors and manifests itself directly and indirectly to undermine minority discourse on social media and beyond. In sum, this article presents a conceptual framework of networked counterpublics sanctions and illustrates how the actors, the direct and indirect manifestations, and the strategies in the contemporary media environment serve as sanctions to networked counterpublics.",
          "url": "https://doi.org/10.1177/14614448251363940",
          "doi": "https://doi.org/10.1177/14614448251363940",
          "filter": 0
        },
        {
          "title": "Combatting the persuasive effects of misinformation: Forewarning versus debunking revisited",
          "authors": "Dian van Huijstee, Ivar Vermeulen, Peter Kerkhof, Ellen Droog",
          "abstract": "We posit that research into misinformation interventions puts too much focus on informational outcomes (e.g. perceived accuracy of misinformation), and too little on persuasive outcomes (e.g. inferred beliefs, attitudes, intentions, and behaviors). Because of the informational outcome focus, common misinformation interventions (i.e. forewarning and debunking) have not been systematically tested for their ability to mitigate persuasive effects. In two preregistered experiments ( N = 657 and N = 427), we tested the effectiveness of forewarning versus debunking for positive and negative misinformation, focusing on attitudes and behavioral intentions as outcome measures. Results show that, as hypothesized, post-exposure corrections are most effective in reducing misinformation’s persuasive effects; pre-exposure corrections in fact do not significantly reduce persuasive effects. We also corroborate prior findings that especially effects of negative misinformation are resistant to corrections. Based on our results, we advise media outlets to not only rely on forewarnings, but to also correct misinformation after user exposure.",
          "url": "https://doi.org/10.1177/14614448251359988",
          "doi": "https://doi.org/10.1177/14614448251359988",
          "filter": 0
        },
        {
          "title": "‘I’m sorry Dave, I’m afraid I can’t do that’: Moral regulation in refusals by LLM chatbots",
          "authors": "Michele Zappavigna",
          "abstract": "This article explores how Large Language Model (LLM) chatbots regulate moral values when they refuse ‘unsafe’ requests from users. It applies corpus-based discourse analysis to examine how the chatbots employ tenor resources of positioning , tuning , and orienting in the rhetoric of their refusals. This method is informed by Systemic Functional Linguistics, in particular the discourse semantic system of appraisal , which models evaluative meaning. Despite their contrite openings, chatbot refusals tend to raise stakes in terms of tenor. They deploy prosodies of propriety targeted at moral and taboo stances and behaviours. This rhetoric of oppositioning involves encapsulating key values into iconised attitudes as the chatbots advise users about what is ‘important’ and ‘not appropriate’.",
          "url": "https://doi.org/10.1177/14614448251356686",
          "doi": "https://doi.org/10.1177/14614448251356686",
          "filter": 0
        },
        {
          "title": "Cultural data markets: Interpreting the popularity of public datasets",
          "authors": "Alejandro Alvarado Rojas, Marlon Twyman",
          "abstract": "Data markets are critical sites that organize access to data products, such as datasets. This study argues that data markets increasingly operate as digital platforms for cultural production, where the logic of popularity shapes the cultural value of datasets. We conceptualize these shifts by analyzing how dataset valuation operates within cultural data markets . Through statistical and forensic qualitative analysis, we examine key content features of the most popular public datasets on the data science platform Kaggle and their relationship to different popularity metrics. We find that the logic of popularity establishes a value structure that relies on quantifiable user–dataset interactions, which obfuscates key aspects of data curation and collaboration for assessing the cultural value of datasets. Dataset popularity remains a limited approach for data valuation in cultural markets that requires more comprehensive measures of cultural investments in dataset production.",
          "url": "https://doi.org/10.1177/14614448251359631",
          "doi": "https://doi.org/10.1177/14614448251359631",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Where Is Social Connection Most Needed in Daily Life?",
          "authors": "Siyun Peng",
          "abstract": "In 2023, the US Surgeon General declared an “epidemic of loneliness and isolation.” This study asks: (RQ1) Where do daily social connections come from? (RQ2) Can people find alternative sources of social connection when access from a location is unavailable? Using 10 years of data from the American Time Use Survey, I find that the home is the largest source of social connections in daily life, followed by the workplace and third places. More importantly, when people lack daily social connections at home (i.e., living alone), they have 3.8 h/day fewer connections than people who do not live alone. In contrast, when people lack daily social connections at work (i.e., through unemployment or retirement), they have 1.3 h/day fewer connections than employed people. This significant difference in effect size is explained by the compensation patterns of people lacking daily social connections at home vs. at work. Specifically, people who lack daily social connections at work can compensate for their loss by getting connections from home and third places, whereas people who live alone are not able or willing to find alternative sources of daily social connections from work or third places, highlighting the need to address social isolation at home.",
          "url": "https://doi.org/10.1111/pere.70024",
          "doi": "https://doi.org/10.1111/pere.70024",
          "filter": 0
        },
        {
          "title": "Happy Spinsters? Singlehood as Experienced by Single Middle‐Aged Women in the Philippines",
          "authors": "Samantha Erika N. Mendez",
          "abstract": "Despite the global rise in singlehood, the expectation to marry persists, particularly in cultures that promote the ideology of marriage and family and among people who remain single beyond what is thought to be their prime marrying years, such as middle‐aged single women. This study explores how single, heterosexual, middle‐aged Filipino women experienced and made sense of their singlehood in the predominantly Catholic, collectivist, and pronatalist context of the Philippines. Data were collected from seven women aged 41–58. Using Interpretative Phenomenological Analysis (IPA), the following group experiential themes were extracted: (1) reclaiming the spinster narrative, (2) being alone but not lonely, (3) evolving views of singlehood over time, and (4) coming to terms with singlehood. These findings shed light on the Filipino experience and could potentially guide future research on the topic. They could also inform professionals, single women themselves, and society with recommendations to create supportive and inclusive spaces for single women to develop and thrive in.",
          "url": "https://doi.org/10.1111/pere.70022",
          "doi": "https://doi.org/10.1111/pere.70022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Social empathy in public deliberation",
          "authors": "Lauren M. Lambert",
          "abstract": "Scholars have increasingly turned to empathy to increase the effectiveness of participatory deliberations among individuals with diverse interests and values. However, because empathy is traditionally focused on in-group relations, deliberations in increasingly polarized contexts would benefit from ways to bridge across social groups. To address this, we apply the construct of social empathy. Our study explores social empathy through participatory technology assessment forums and asks: how do we incorporate, measure, and understand social empathy in public deliberations on human genome editing technology? The analysis reveals that by considering social empathy, participatory deliberation forum designers can use “persona” character cards and other forum infrastructure to increase the effectiveness of deliberation across social groups among individuals with diverse interests and values. For future deliberations seeking to cultivate social learning, social empathy—when designed for, integrated in, and measured through deliberations—presents an important mechanism for attention.",
          "url": "https://doi.org/10.1177/09636625251350573",
          "doi": "https://doi.org/10.1177/09636625251350573",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Hashtags and Hope: Tracing Chinese Digital Spirituality Through #WishMeABabyBoy Trend on Xiaohongshu (Rednote)",
          "authors": "Haoyang Zhai",
          "abstract": "This article examines how digital platforms shape and transform spiritual practices by analyzing the trending “Wish Me A Baby Boy” phenomenon on the Chinese social media platform Xiaohongshu (Rednote). Far from existing as purely personal pursuits, spirituality here emerges as a communal media practice reflecting everyday politics, shaped by cultural traditions, technological affordances, and broader socio-political conditions. Drawing on Chinese traditional practices of wish-making (xu-yuan) and returning the favor (huan-yuan), users adapt these long-standing practices into subtle digital forms, showing ongoing negotiations around cultural values, gender norms, and family expectations. Employing a non-participatory observation and integrating thematic and narrative analysis methods, the study reveals that these online spiritual practices provide unique insights into subtle yet pervasive social tensions in contemporary China, especially those involving fertility pressures, gender expectations, and the lived experiences of ordinary users. In doing so, this research contributes specifically to digital spirituality scholarship by illustrating how culturally marginalized aspirations gain visibility through spiritual expressions and interactions on social media, how platform affordances mediate traditional rituals, and how digital spirituality emerges as a site of ideological negotiation between traditional values (e.g. son preference) and changing gender norms expressed through parody.",
          "url": "https://doi.org/10.1177/20563051251369816",
          "doi": "https://doi.org/10.1177/20563051251369816",
          "filter": 0
        },
        {
          "title": "Social Media and Society: Platforms, Publics, and Anti-Publics",
          "authors": "Zoetanya Sujon, Harry T. Dyer, Felipe Bonow Soares",
          "abstract": "The Special Issue on Platforms, publics, and anti-publics focused on the complex intersection of platforms, including issues around their ownership, datafication, business models, and algorithms; and the emergence of publics and anti-publics online, which has been increasingly impacted by platforms infrastructures and designs. This Special Issue underscores the need to understand how online publics are influenced by sociotechnical affordances and shaped by the political and ideological influence of platforms’ governances. The articles featured in this issue explore the role of digital platforms in relation to sociability and public discourse; and dive into the discussion of publics, marked by the emergence of online communities and sociability online, and anti-publics on social media, poisoned by political propaganda and online abuse. The articles included in the issue are extended versions of the research presented at the 2024 International Conference on Social Media and Society (#SMSociety).",
          "url": "https://doi.org/10.1177/20563051251368234",
          "doi": "https://doi.org/10.1177/20563051251368234",
          "filter": 0
        },
        {
          "title": "TikTok as a Tool for Identity Work Among the Hoa Ethnic Community",
          "authors": "Sarah Tran, Cindy Lin, Bryan Dosono, Kelley Cotter",
          "abstract": "Popular discourse around race tends to categorize people in static ethnic and racial categories, overlooking the complexity of people with multi-ethnicities. To understand how ethnic communities resist the described practice, this article explores how Hoa communities in English-speaking countries use TikTok for identity work purposes. Using an inductive approach to qualitative content analysis, we identified two prominent themes: hybridization of a multi-ethnic identity and counter-hegemonic identity. Although the findings are particular to the Hoa community, we believe they merit attention from scholars interested in studying intra-ethnic populations and their social media usage for identity work.",
          "url": "https://doi.org/10.1177/20563051251363215",
          "doi": "https://doi.org/10.1177/20563051251363215",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Securing Compliance Through Propaganda: Framing Within China’s One-Child Policy Propaganda",
          "authors": "Sarah Ottinger",
          "url": "https://doi.org/10.1080/1041794x.2025.2552858",
          "doi": "https://doi.org/10.1080/1041794x.2025.2552858",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "So close yet so far: Digital wounds from parental phubbing on adolescent digital self-harm",
          "authors": "Honglei Gu, Yuhang Hu, Yufang Cheng",
          "url": "https://doi.org/10.1016/j.tele.2025.102314",
          "doi": "https://doi.org/10.1016/j.tele.2025.102314",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Not a Bioweapon, or is it? The Role of Perceived Threats and Media Use in COVID-19 Misperceptions",
          "authors": "Noëlle S. Lebernegg, Julia Partheymüller, Jakob-Moritz Eberl, Hajo G. Boomgaarden",
          "abstract": "The COVID-19 pandemic not only posed unprecedented threats to public health and economic stability but also triggered a crisis of information, described by the World Health Organization as an “infodemic.” Against this backdrop, this study explores the dynamics of COVID-19 misperceptions through the lens of Appraisal Theory and the Reinforcing Spirals Model, examining how perceived threats and media exposure shaped belief updating and reinforcement over time. Drawing on a two-year panel survey conducted in Austria (April 2020 to March 2022), we use a mixed Markov chain model to analyze one of the most persistent and widely believed conspiracy narratives—the claim that COVID-19 was a deliberately engineered bioweapon. The results reveal two opposing types of belief trajectories: an upward trajectory of belief stability, reinforcement of accurate beliefs, and correction, driven by perceived health-related threats and exposure to high-quality media, such as public broadcasters and broadsheets; and a downward trajectory marked by heightened belief instability, reinforcement of misperceptions, and an erosion of belief accuracy, associated with perceived economic threats and the use of low-quality media—including tabloids, commercial TV, and social media. Overall, the findings highlight the value of the theoretical frameworks for a more nuanced understanding of belief dynamics in times of crisis and underline the vital role of high-quality media in fostering a well-informed democratic public.",
          "url": "https://doi.org/10.1177/19401612251360599",
          "doi": "https://doi.org/10.1177/19401612251360599",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
