{
  "update": "2025-08-18",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Copy, paste, and publish: a systematic review of churnalism as a journalistic practice",
          "authors": "Janise Brück, Charlotte Knorr, Lars Guenther",
          "abstract": "Copy-pasting is harmless in many contexts, but in the field of journalism, it has transformed into a widely debated practice known as churnalism. Churnalism, or copy-and-paste journalism, refers to a journalistic practice in which journalists (heavily) rely on external third-party materials, leading to news stories that are (verbatim) reproductions of this material. Although the practice is accused of having become particularly widespread in digital journalism, theoretical approaches have examined the complex relationship between journalism and its sources for decades. This theoretically broad and well-established discussion is why research on churnalism not only reflects different understandings but also contains mixed findings and evaluations. Consequently, this systematic review aims to provide an overview of the research state on churnalism by qualitatively examining 46 papers from the last 25 years (1999–2024). Our findings confirm that churnalism is a multifaceted practice, understood as the recycling of both journalistic and non-journalistic material. The literature contains different indicators of churnalism and has produced mixed results on its prevalence. Influencing factors include a lack of journalistic resources and the characteristics of (non-)journalistic organizations, demonstrating that churnalism entails both benefits and risks for journalists. Further research should focus on countermeasures and the potential effects of churnalism.",
          "url": "https://doi.org/10.1093/anncom/wlaf014",
          "doi": "https://doi.org/10.1093/anncom/wlaf014",
          "filter": 0
        },
        {
          "title": "Media matters: a mixed-method look into the research on misinformation and communication over 30 years",
          "authors": "Yotam Ophir, Dror Walter, Ayse Lokmanoglu, Nathan Walter",
          "abstract": "We use a large-scale mixed-method analysis to examine changes in misinformation research over three decades, with a particular attention to the role of media research. We examine a corpus of more than 7,000 academic studies, published between 1993 and 2022, analyzing changes in volume, topics, and methods used. Employing computational text and network analyses, we show how the meteoric rise in misinformation research in the 2010s was driven by a paradigm shift brought about by technological innovations and changes in the media and political landscape. We discuss the growing role communication scholars played in misinformation research, and offer recommendations for areas of strength in which communication research could further extend our understanding of the prevalence, nature, and effects of misinformation moving forward.",
          "url": "https://doi.org/10.1093/anncom/wlaf016",
          "doi": "https://doi.org/10.1093/anncom/wlaf016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "“You Could Go Through All of This for Nothing”: How Student-Survivors Perceive Sexual Violence Response Policy in Higher Education",
          "authors": "Suzy D’Enbeau",
          "url": "https://doi.org/10.1080/10510974.2025.2543086",
          "doi": "https://doi.org/10.1080/10510974.2025.2543086",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "How are worlds communicatively constituted?",
          "authors": "Robert B Arundale",
          "abstract": "Social constructionists maintain that human beings constitute social worlds in communicating, yet have noted a paucity of research on the processes involved. One promising conceptual approach for advancing such research frames recurrent everyday interacting in small scale social worlds, over time and space, as the essential component in constituting large scale social worlds. Drawing on a recent theoretical model, as two participants engage social practices and meanings in everyday interacting, they communicatively constitute interpretings of one another’s utterances that are emergent properties defining their dyad as a small, complex social system. In turn, as participants engage recurrently in everyday interacting with a wider range of persons, over time and space, using specific sets of social practices and meanings, the interpretings they communicatively constitute are emergent properties that define specific groups as large, complex social systems.",
          "url": "https://doi.org/10.1093/ct/qtaf015",
          "doi": "https://doi.org/10.1093/ct/qtaf015",
          "filter": 0
        },
        {
          "title": "What do Corporations Want?: Communicative Capitalism, Corporate Purpose, and a New Theory of the Firm by Timothy Kuhn",
          "authors": "Elizabeth Wilhoit Larson",
          "url": "https://doi.org/10.1093/ct/qtaf016",
          "doi": "https://doi.org/10.1093/ct/qtaf016",
          "filter": 0
        },
        {
          "title": "On the stabilization of media effects after repeated exposure: consequences for media effects research",
          "authors": "Susanne E Baumgartner",
          "abstract": "Public concerns about media effects are oftentimes fueled by anecdotal evidence and popular press reports pointing towards strong media effects. Interestingly, however, these public concerns are in contrast to findings from empirical studies that point towards minimal media effects. In the past decades, scholars have proposed several explanations for these minimal effects. This article adds to this, by proposing that one reason is that media effects stabilize after repeated exposure. If media effects stabilize, media effects occur only during effect-sensitive periods and might therefore only be empirically observable during these periods. This article delineates how well-established psychological theories as well as communication science theories are crucial in understanding the effects of repeated media exposure and how the conceptualization of media effects as stabilizing after repeated exposure has strong consequences for our empirical endeavors. The article discusses how to move the field forward, both empirically as well as theoretically.",
          "url": "https://doi.org/10.1093/ct/qtaf017",
          "doi": "https://doi.org/10.1093/ct/qtaf017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Exploring storytelling and musical integration in virtual reality audio: Insights from expert practitioners",
          "authors": "Jacob Hedges, Robert Sazdov, Andrew Johnston",
          "abstract": "As Virtual Reality (VR) technology continues to evolve, it presents both significant opportunities and challenges for audio designers, particularly in the context of music and storytelling approaches. This study explores the experiential and perceptual dimensions of VR audio through semi-structured interviews with leading VR audio expert practitioners. Building upon a previous investigation into the production challenges and techniques of VR audio, this research analyzes a distinct segment of the interview data from the same sample of participants, focusing on immersive storytelling and music integration in VR audio practice. The aim of the research is to uncover strategies and insights to help inform a practice language for this nascent field. Key findings highlight the transformative potential of VR audio in creating intimate and emotionally engaging narratives, emphasizing the importance of spatial design considerations, interactive sound approaches, and dynamic musical composition. Furthermore, the critical role of egocentric sound in enhancing immersion, the challenges of voiceover placement within spatial environments, and the potential of treating the sonic environment as an interactive character. This research contributes to the ongoing discourse on VR audio practice, offering valuable perspectives for audio professionals and researchers aiming to push the boundaries of storytelling and immersive experiences in VR.",
          "url": "https://doi.org/10.1177/13548565251352078",
          "doi": "https://doi.org/10.1177/13548565251352078",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Interparental conflict and parent–child triangulation: a meta-analytical review of children feeling caught between parents",
          "authors": "Paul Schrodt",
          "abstract": "This meta-analysis reviews the findings from 49 studies (N = 23,336) examining the association between interparental conflict and children feeling caught between parents (also referred to as parent–child triangulation). The cumulative evidence indicates a moderate, meaningful relationship between interparental conflict and children feeling caught (r = .402, 95% confidence interval: .366, .437). On average, the positive association was stronger when researchers used: (a) samples that included both intact and post-divorce family members as opposed to only intact or post-divorce families; (b) samples that included young adult children as opposed to adolescent children; (c) cross-sectional as opposed to longitudinal research designs; (d) children’s reports of interparental conflict as opposed to parents’ reports or observational ratings; and (e) individuals as the unit of analysis as opposed to triads. Implications for developing a communication theory of feeling caught are discussed.",
          "url": "https://doi.org/10.1093/hcr/hqaf018",
          "doi": "https://doi.org/10.1093/hcr/hqaf018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "The evolving influence of social networks on collaboration technology use during telework transitions",
          "authors": "Mengxiao Zhu, Lin Liu, Noshir Contractor",
          "abstract": "Purpose While existing research shows that employees’ use of collaboration technologies can be influenced by their social relationships, whether and how these effects change under organizational disruptions remains unclear. This study aims to narrow this gap by examining how telework transitions affect the impacts of social networks on collaboration technology use. Design/methodology/approach To examine our research model, we utilize the massive shift to telework prompted by the coronavirus disease 2019 (COVID-19) pandemic in China. We collect multisource data, including digital trace data on collaboration technology use, roster-based survey data on social networks and demographic profile data, from 183 employees in an international technology company’s human resource (HR) department. Findings Our findings reveal that centrality in instrumental networks (represented by influence networks) and expressive networks (represented by friendship networks) positively affects collaboration technology use across the phases of before, during and after telework. Notably, influence centrality had a stronger effect on collaboration technology use during telework than it had before telework, and this enhanced effect persisted after employees returned to the office. In contrast, the impact of friendship centrality on collaboration technology use was weaker during telework than it was before telework, and this reduced effect gradually recovered after employees returned to the office. Moreover, we identified a consistently negative interaction effect between influence centrality and friendship centrality on collaboration technology use before, during and after telework. Originality/value This study contributes to the literature by adopting a dynamic perspective to investigate how the effect of social networks on collaboration technology use evolves amid organizational disruptions, particularly the shift to telework. Practically, our findings offer actionable insights for organizations to promote technology-based collaboration and optimize technology application through informal relationships among employees during times of organizational disruption.",
          "url": "https://doi.org/10.1108/itp-04-2024-0495",
          "doi": "https://doi.org/10.1108/itp-04-2024-0495",
          "filter": 0
        },
        {
          "title": "Enhancing organizational resilience through big data analytics capability: the mediating role of strategic flexibility",
          "authors": "Jinyuan Guo, Jiabao Lin, Xin (Robert) Luo",
          "abstract": "Purpose As environmental turbulence intensifies, big data analytics (BDA) has become a cornerstone for modern firms seeking to manage uncertainty and enhance organizational resilience. Drawing on the organizational capabilities-based theory and information technology (IT)-enabled organizational capabilities perspective, this study aims to uncover the underlying mechanisms and diverse pathways through which BDA capability influences organizational resilience. Design/methodology/approach The study employed a mixed-methods approach, combining advanced analysis for composites–structural equation modeling (ADANCO-SEM) in Phase 1 and fuzzy-set qualitative comparative analysis (fsQCA) in Phase 2 to analyze survey data from 239 Chinese firms. Findings The ADANCO-SEM analysis revealed that BDA capability significantly enhances organizational resilience by fostering resource flexibility and coordination flexibility. The fsQCA analysis further elucidated how firms of different sizes and BDA experience configure their BDA capability and strategic flexibility to achieve proactive and reactive resilience. These findings validate and extend the results of the ADANCO-SEM analysis. Originality/value This study makes a valuable contribution to Information systems (IS) research by theoretically and empirically uncovering the mechanism through which BDA capability influences organizational resilience.",
          "url": "https://doi.org/10.1108/itp-06-2024-0786",
          "doi": "https://doi.org/10.1108/itp-06-2024-0786",
          "filter": 0
        },
        {
          "title": "How to increase other’s engagement with user-generated content: the role of flow experience",
          "authors": "Cong Liu, Siqi Liu",
          "abstract": "Purpose Based on flow theory, this research aims to explore how posting about different purchases (“what they did” vs “what they have”) affects the engagement of others in the consumer’s social network. Design/methodology/approach In study 1, the experimental design and survey methods are used to collect data. Study 2 analyzed UGC posted to Sina Weibo, which is a popular social media platform in China, testing the study’s proposed model with negative binomial regression analysis. Findings Study 1 indicates that posting UGC related to “what I did” (vs “what I have”) will increase the engagement of others in a consumer’s network, and the flow experience underlies this effect. The results of study 2 replicate the findings of study 1 and show that the UGC related to “what I did” is more likely to increase the shares and comments of others in a consumer’s network. Originality/value This work makes theoretical contributions to both social media and customer engagement research. Furthermore, there is evidence that the flow experience can be used to explain the role of UGC in eliciting the engagement of receivers to the posts.",
          "url": "https://doi.org/10.1108/itp-11-2024-1403",
          "doi": "https://doi.org/10.1108/itp-11-2024-1403",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Resisting online manipulation: how teens perceive and respond to privacy dark patterns on social media",
          "authors": "Dominique Kelly, Jacquelyn Burkell",
          "abstract": "Purpose This study examines how teens perceive and respond to privacy-undermining design strategies – or “privacy dark patterns” – on social networking sites (SNSs). Specifically, we sought to ascertain whether teens can identify privacy dark patterns on social media and to determine how teens respond to these patterns, including documenting any strategies they use to resist them. Design/methodology/approach We conducted four virtual focus groups with Canadian teens aged 13 to 17. In breakout rooms, participants guided a research assistant’s actions while the assistant set up a social networking site account. Participants were instructed to make the account as private as possible and consider how the site’s design could influence their choices. Participants then returned to the main Zoom session and discussed the privacy dark patterns they identified and their strategies for resistance. Findings Our results show that teens can identify a wide range of privacy dark patterns and strategies for resistance when instructed to set up a private social media account and look for design strategies that could influence their behavior. However, teens reported low awareness of how interface design could impact their privacy choices before participating in the study. Teens also failed to identify privacy dark patterns that operated by increasing the salience of certain visual elements. Practical implications Educators should ask teens to consider how social media design influences their privacy choices through hands-on activities. However, the effects of these exercises might not persist during teens’ everyday social media use. Originality/value Little research has specifically investigated how teens respond to dark patterns.",
          "url": "https://doi.org/10.1108/intr-04-2024-0539",
          "doi": "https://doi.org/10.1108/intr-04-2024-0539",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Contagious Smiles on Screen. The Role of Emotional Alignment of TV Presenters",
          "authors": "Emma Rodero",
          "url": "https://doi.org/10.1080/08838151.2025.2544559",
          "doi": "https://doi.org/10.1080/08838151.2025.2544559",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Fusing theory-guided machine learning and bio-sensing: considering time in how children learn science from dynamic multimedia",
          "authors": "Jason C Coronel, Matthew Sweitzer, James Alex Bonus, Rebecca Dore, Blue Lerner",
          "abstract": "A new era of message processing research will emerge from the convergence of powerful machine learning algorithms with dynamic data from everyday devices equipped with biological sensors. Our study takes critical steps into this era by integrating theory-guided artificial neural networks with eye movements to understand how people learn science concepts from dynamic multimedia. Essential to our theory-guided machine learning approach is a cognitive conceptualization of time as the dynamic interdependence between past and new information that guides how multimedia is attended to and understood. We tracked the eye movements of 197 children as they watched an educational video. We trained two neural network architectures differing in theory guidance to predict learning outcomes using eye movements. The theory-guided architecture, which considered the temporal interdependence of information, yielded more accurate out-of-sample predictions. Our work advances the use of theory-guided machine learning and the development of systems that monitor real-time learning.",
          "url": "https://doi.org/10.1093/joc/jqaf036",
          "doi": "https://doi.org/10.1093/joc/jqaf036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Digital Repression Beyond the Masses: How Autocrats Use Online Disinformation to Counter Elite Challenges",
          "authors": "In Yoo, Chungshik Moon",
          "url": "https://doi.org/10.1080/19331681.2025.2541279",
          "doi": "https://doi.org/10.1080/19331681.2025.2541279",
          "filter": 0
        },
        {
          "title": "Polarization by recommendation: analyzing YouTube’s polarization dynamics around Dutch political parties",
          "authors": "Max Matthias van der Breggen, João Gonçalves, David Boeren",
          "url": "https://doi.org/10.1080/19331681.2025.2544653",
          "doi": "https://doi.org/10.1080/19331681.2025.2544653",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "The Language Fluency Paradox During Cultural Faux Pas: Poor Language Fluency Boosts Likability but Undermines Competence in Nonnative Professionals",
          "authors": "W. Q. Elaine Perunovic, Emily A. Vogels, Andrew Molinsky, Clinton Holmes",
          "abstract": "This research examines the paradoxical effects of nonnative speakers’ language fluency on how they are perceived by native speakers, focusing on likability and competence. Although poor fluency has been shown to shield nonnative speakers from negative evaluations of culturally inappropriate behavior, our findings indicate that this effect is confined to likability and does not extend to competence. Specifically, our results show that Russian professionals with lower English fluency were rated as more likable (Studies 1 and 2) but less competent (Study 2). Mediation analyses (Study 2) revealed that perception of effort and felt sympathy, rather than lack of cultural knowledge or intentional rudeness, mediated likability ratings, demonstrating the “effort-sympathy heuristic,” where poor fluency enhances likability by triggering greater sympathy and perceived effort. Overall, these findings highlight the dual-edged nature of language fluency in professional and social contexts, providing insights into how perceptions of nonnative speakers shape interpersonal and professional evaluations.",
          "url": "https://doi.org/10.1177/0261927x251364004",
          "doi": "https://doi.org/10.1177/0261927x251364004",
          "filter": 0
        },
        {
          "title": "Can We Be Honest? Cognition, Intention, Speech Production, and the Future of Deception Research",
          "authors": "Kelly Morrison, Steven A. McCornack",
          "abstract": "The last many years have given us clear and startling insights into human cognition and the process of human speech production. Yet much of current deception research eschews such revelations. Specifically, many deception scholars continue to presume a top-down, sequential-stepwise, selection-based speech production model that begins with a singular intent-to-deceive and ends with selection between binary discourse options—truth versus lie—that then are instantiated as communicative behavior. Unfortunately, such a model lacks goodness-of-fit with theory and research in speech production, cognitive psychology, and neurolinguistics. What's more, the presumptive truth/lie binary that dominates both experimental designs and research rationales bears little resemblance to the actual discourse patterns observed when people are allowed to freely generate responses to truth-problematic contexts. In this essay, we do three things. First, we review classic and current work in speech production. Second, we revisit the intentional states propositions of a recent theory of deceptive message production—Information Manipulation Theory 2—along with illustrative discourse examples from our own data. Finally, we entreat deception scholars to move our field forward in the future to a more fruitful place.",
          "url": "https://doi.org/10.1177/0261927x251364005",
          "doi": "https://doi.org/10.1177/0261927x251364005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "How Online Dating Motivations and Social Networks Affect Warranting Value and Interpersonal Impressions",
          "authors": "Megan A. Vendemia",
          "abstract": "Abstract: Popular online dating platforms feature self-authored profiles in which users can indicate their relational goals and interests. The ability to easily modify self-generated information raises questions about whether online daters are who they say they are offline. Informed by warranting theory, this experiment examined how online daters’ relational motivations and connections to social networks affect viewers’ authenticity judgments and interpersonal impressions. Results revealed that romantic relationship motives heightened viewers’ anticipated future interaction beliefs, which in turn, bolstered online daters’ perceived authenticity, trustworthiness, and goodwill. Results also demonstrated that connections to online daters’ broader social networks reduced relational uncertainty. Implications for warranting theory and online daters’ profile construction are discussed.",
          "url": "https://doi.org/10.1027/1864-1105/a000486",
          "doi": "https://doi.org/10.1027/1864-1105/a000486",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "The power of words: Exploring the impacts of derogatory discourse on cognition and social relationships of intersex individuals",
          "authors": "Najeeb Ullah",
          "abstract": "In today’s evolving world, discourse functions as a powerful tool that shapes our perceptions and attitudes towards different social groups. The discourse surrounding intersex individuals in heteronormative societies like Quetta not only reflects but also disseminates their discrimination and marginalization. In this study, the researcher intended to analyze the impacts of derogatory discourse on both the cognition and social relationships of intersex individuals. By drawing upon ‘socio-cognitive theory’ proposed by Van Dijk (2015), and employing ‘snow-ball’ sampling technique, the researcher conducted 11 interviews with intersex individuals who were the residents of Quetta, Baluchistan. Considering the cognitive impacts of derogatory discourse, the data revealed that intersex individuals suffered from ‘internalized inferiority’, ‘over-thinking’, and so forth; while, in terms of social relationships, they experienced strained relationships in workplace dynamics, and educational settings, etc. Moreover, the researcher not only emphasized the use of inclusive discourse with intersex individuals but also presented some recommendations for policy-makers in order to bring relief in their lives.",
          "url": "https://doi.org/10.1177/02654075251369819",
          "doi": "https://doi.org/10.1177/02654075251369819",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "“Migration of Authority” and Algorithm Training: Journalistic Roles in the Face of ChatGPT",
          "authors": "Jan Kreft, Barbara Cyrek, Monika Boguszewicz-Kreft, Mariana Fydrych",
          "url": "https://doi.org/10.1080/1461670x.2025.2547299",
          "doi": "https://doi.org/10.1080/1461670x.2025.2547299",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Does Creativity Make Even Cruel Prank TV Shows Funny? Exploring the double-Edged Sword Effects of Creativity",
          "authors": "Chingching Chang",
          "url": "https://doi.org/10.1080/15205436.2025.2542206",
          "doi": "https://doi.org/10.1080/15205436.2025.2542206",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Social Media Strategies in Second-Order Elections: Insights From the 2019 European Election Campaign",
          "authors": "Antonio Amuza, Bianca Fox, Valentina Marinescu",
          "abstract": "This article investigates the strategic use of Facebook in the 2019 European Parliament elections, challenging the traditional view of these elections as “second-order” national elections. Drawing on a comprehensive dataset, the research analyzes campaign materials from all EU member states, focusing on the thematic and visual strategies employed by political parties on Facebook. The findings reveal that digital visibility, measured by the volume of posts, is a stronger predictor of electoral success than thematic coherence or ideological messaging. The study integrates theories of hybrid media systems, symbolic politics, and cultural performance to argue that Facebook functions not merely as a communication tool but as a symbolic arena where legitimacy is performed and contested. These insights contribute to a deeper understanding of how social media platforms are reshaping the dynamics of European electoral politics.",
          "url": "https://doi.org/10.17645/mac.10729",
          "doi": "https://doi.org/10.17645/mac.10729",
          "filter": 0
        },
        {
          "title": "Online Emotional Landscape of Government and Parliament Communication in Times of Crisis",
          "authors": "Aya Yadlin, Gal Yavetz, Jenny Bronstein",
          "abstract": "This study examines how social media users emotionally respond to Israeli politicians’ messages during crises based on political alignment and crisis type. With Israel’s frequent civic and military crises, the case study in this article aims to offer unique insights to scholars, practitioners, and the public invested in the intersection of online media, emotions, and crisis. To this end, we built a dataset of Facebook posts (&lt;em&gt;N&lt;/em&gt; = 25,000) published by all active right, left, and center members of the Israeli parliament and government over a period of one year (November 2022–November 2023). We ensured that the dataset includes both routine and crisis periods, particularly the judicial reform unrest (civic crisis) and the Hamas–Israel war following the October 7 attack (military crisis). Our statistical analysis indicated two major trends in the dataset: (a) during the military crisis, emotional markers that were previously considered to correlate and cluster (sad and angry) are not merely different, as they stand in opposition to one another; (b) crisis periods, especially military, invite use of “edge” reactions, and see a significant increase in negative emotions, whereas routine times prompt more neutral or positive reactions. Reading the findings through the combination of affordances theory, mediatization theory, and the “template for emotions” concept, we suggest that social media may amplify negative reactions beyond politicians’ influence, as the limited emotional spectrum offered on platforms might steer users to certain emotive responses, affecting risk management in crises. These insights call for decision-makers to consider the implications of emotional appeals and incentives on social media, especially during crises, to foster safer democratic public discourse.",
          "url": "https://doi.org/10.17645/mac.10335",
          "doi": "https://doi.org/10.17645/mac.10335",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Who’s the Fairest of Them All: An Experiment Testing How Source, Outcome, and Process Description Affect Perceived Fairness in Hiring Decisions",
          "authors": "R. Baumler, Cameron W. Piercy",
          "url": "https://doi.org/10.1080/15213269.2025.2546113",
          "doi": "https://doi.org/10.1080/15213269.2025.2546113",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "‘He threw me to the lions’: Parasitic behaviour and surveillance in online hate against feminists in Spain",
          "authors": "Malin Roiha",
          "abstract": "This article explores the dynamics of large-scale online attacks against feminists, with a focus on the roles of surveillance and parasitic behaviour in these practices. Drawing on a broader study of online hate targeting feminists in Spain, the article focuses on cases where attacks originated from profiles with substantial social media followings. The analysis builds on ethnographic fieldwork, including 26 case studies of online violence against feminists and 10 in-depth interviews with targeted women. The article highlights the organized and persistent nature of online harassment, orchestrated through online forums or by influential anti-feminist social media profiles. These profiles attack targets to create viral content and attract followers, while monetizing the harassment. By generating continuous content, they perpetuate the abuse while avoiding direct incitement, allowing them to evade responsibility for the harm they cause. The lack of platform intervention exacerbates the issue, contributing to a sense of constant surveillance for targets.",
          "url": "https://doi.org/10.1177/14614448251365578",
          "doi": "https://doi.org/10.1177/14614448251365578",
          "filter": 0
        },
        {
          "title": "Fast and furious: Temporal patterns of incivility in online comments",
          "authors": "Ben Clarke, William Hedley Thompson",
          "abstract": "Incivility in online comment sections is pervasive and has significant societal implications, including impacting mental well-being and increasing polarisation. This study investigates the relationship between speed of commenting and incivility, using a dataset of 38 million comments from The Guardian Online. We hypothesise that quicker responses are more likely to be uncivil and that incivility propagates through a contagion effect. Our analysis reveals that blocked comments, used as a proxy for incivility, are posted significantly faster than visible comments, for both parent and child comments. In addition, we find that the presence of blocked comments increases the likelihood of subsequent blocked comments, with decreasing time intervals between them. These findings suggest that incivility is associated with impulsive, fast thinking, while civil discourse will sometimes require slower, more deliberate practices. Our results have implications for designing online platforms to foster healthier and more productive discussions by encouraging deliberative time before readers post.",
          "url": "https://doi.org/10.1177/14614448251359624",
          "doi": "https://doi.org/10.1177/14614448251359624",
          "filter": 0
        },
        {
          "title": "Connect to disconnect: What an online community for digital disconnection can tell us about digital well-being",
          "authors": "Douglas A Parry, Calvin Kuit, Ané Murray, Albert van der Westhuizen",
          "abstract": "Digital media profoundly shape modern life, offering benefits while also prompting concerns that lead many to seek disconnection. This study investigates r/NoSurf , a large online community paradoxically dedicated to digital disconnection. Through computational and qualitative analysis of discussions from over 26,000 active members, we study users’ complex and often ambivalent relationships with technology and their pursuit of digital well-being. The findings show that people see digital technology as both an escape and a source of distress. Motivated by desires to mitigate perceived negative impacts like distraction and diminished well-being, and faced with the difficulty of full withdrawal, members actively develop and share a sophisticated repertoire of strategies to manage their digital technology use. This research characterizes digital disconnection not as mere avoidance, but as a dynamic, skillful, and individually negotiated practice, or literacy, aimed at fostering well-being and intentionality in the face of pervasive connectivity.",
          "url": "https://doi.org/10.1177/14614448251362436",
          "doi": "https://doi.org/10.1177/14614448251362436",
          "filter": 0
        },
        {
          "title": "A speculative political economy of virtual/augmented reality: Synchronization and immanentization",
          "authors": "James Steinhoff",
          "abstract": "Virtual and augmented reality are, alongside AI, some of the most feted technologies of the 2020s. However, unlike AI it remains unclear whether there is a distinct political economy of VR/AR. This article argues—in a speculative mode—that there is by drawing together political economy and medium theory. I contend that the economic significance of VR/AR is an operation of real-time synchronization , in which the body, the real world, and virtual space are brought into spatial-temporal coordination. I show this via an analysis of the operation of simultaneous localization and mapping (SLAM). Synchronization enables a novel form of immanentization: the rendering of the body immanent to the digital. Immanentization enables a stacking of spatialities: the layering of virtual worlds—which can be interacted with in the same way as the real world—on top of the real world, without obscuring it. This presents novel possibilities for accelerating production and circulation processes.",
          "url": "https://doi.org/10.1177/14614448251348898",
          "doi": "https://doi.org/10.1177/14614448251348898",
          "filter": 0
        },
        {
          "title": "Navigating beyond places: The significance of navigation tools in everyday media use",
          "authors": "Christine Lohmeier, Lisa Schulze, Johannes Schöning, Gian-Luca Savino",
          "abstract": "This study examines navigation tools as key mediators of spatial perception, mobility, and digital infrastructures, contributing to scholarship on mediatization, geomedia, and surveillance studies. Navigation apps like Google Maps do not merely facilitate wayfinding; they actively shape spatial experiences, decision-making, and social interactions. Using a mixed-methods approach, we combined real-time activity tracking via the “MapRecorder” tool with qualitative interviews to analyze how users engage with Google Maps. Our findings reveal that navigation tools function as interfaces of spatial production, social connection, and data extraction, embedding themselves in everyday media repertoires. We identify four key usage patterns—search, place, directions, and map view manipulation—demonstrating that navigation is increasingly entangled with broader digital habits. In addition, the data suggested a paradoxical relationship between user convenience and concerns over dataveillance, contributing to debates on privacy resignation and the platformization of spatial control. By foregrounding these tensions, our study extends discussions on the deep mediatization of space, the role of geomedia in shaping mobility, and the sociotechnical power of digital navigation infrastructures.",
          "url": "https://doi.org/10.1177/14614448251359632",
          "doi": "https://doi.org/10.1177/14614448251359632",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Deceptive Hearts: Insecure Attachment and Motives Underlying Deception in Romantic Relationships",
          "authors": "Tim Cole, Kellie Stonebrook",
          "abstract": "This research examines how attachment‐related insecurity relates to the motives underlying deceptive behavior. In Study 1 ( n = 926), we developed the Motives for Romantic Deception Scale (MRDS), identifying seven distinct motives: malicious intent, attention seeking, conflict avoidance, emotional appeasement, mistake concealment, privacy protection, and sexual avoidance. A follow‐up validation study ( n = 740) provided strong evidence of the scale's convergent and discriminant validity. In Study 2 ( n = 549), we explored the associations between these motives and attachment anxiety and avoidance. As hypothesized, avoidant attachment was positively associated with motives implying emotional distance and autonomy, while anxious attachment was positively related to motives reflecting insecurity and a need for reassurance—patterns that reflect theoretical interpretations rather than direct measures of closeness or autonomy. Unexpectedly, anxious attachment was also positively associated with conflict avoidance and malicious intent. These findings are discussed in the ways attachment dynamics underlie deceptive behavior, and our results suggest that even seemingly prosocial motives may reflect self‐protective strategies.",
          "url": "https://doi.org/10.1111/pere.70020",
          "doi": "https://doi.org/10.1111/pere.70020",
          "filter": 0
        },
        {
          "title": "Dyadic Associations Between Discrepancies in Self‐ and Partner‐Perceptions of Empathy and Relationship Satisfaction Among US Couples",
          "authors": "Nathan A. Harris, Julia F. Hammett",
          "abstract": "Although previous work has identified empathy as a consistent correlate of romantic relationship satisfaction, the dyadic nuances of this association remain unclear. Using data drawn from a parent project that involved a cross‐sectional online survey among US community couples with a history of alcohol‐related intimate partner aggression, the present study ( N = 67 mixed‐sex couples; M age = 39.27; 63% married) examined discrepancies between men's and women's reports of their own empathy (i.e., self‐perceptions of empathy), compared to men and women's perceptions of their partners' empathy (i.e., partner‐perceptions of empathy), and how such discrepancies may be linked with both partners' relationship satisfaction. Results of Actor‐Partner Interdependence Models confirmed the hypothesis that there would be more positive associations between partner‐perceptions of empathy, as compared to self‐perceptions of empathy, and relationship satisfaction. Moreover, men and women were more satisfied with their relationships when they rated their partners' empathy higher than what would be expected based on partners' self‐perceptions. These results underscore that partner‐perceptions of empathy, especially when positively skewed, may be more relevant to relationship satisfaction than self‐perceptions.",
          "url": "https://doi.org/10.1111/pere.70021",
          "doi": "https://doi.org/10.1111/pere.70021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Exploring corporate social advocacy and social media engagement: Insights from Ben &amp; Jerry’s",
          "authors": "Beris Artan Özoran, Aycan Ulusan",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102616",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102616",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "A Mixed-Methods Study of Public Understanding of Scientific Uncertainty",
          "authors": "Becca Beets, Dominique Brossard, Dietram A. Scheufele",
          "abstract": "Scientific uncertainty has long posed challenges for science communication and research. There is a need to better understand how non-expert publics conceptualize scientific uncertainty and how to reliably and validly measure public understanding of scientific uncertainty. We address this need using a mixed-methods approach. In Study 1 we conducted a series of focus groups to explore how non-expert publics conceptualize scientific uncertainty and identified three themes related to process, contexts, and impacts. In Study 2 we developed and validated a new 9-item survey scale to measure public understanding of scientific uncertainty (PUSU).",
          "url": "https://doi.org/10.1177/10755470251348142",
          "doi": "https://doi.org/10.1177/10755470251348142",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Sonic Intimacies and Digital Boundary Work: Navigating Privacy, Voice and Connection Among Finnish Youth",
          "authors": "Sanna Spišák",
          "abstract": "This article examines how Finnish young people (ages 16–19) navigate digital intimacy through voice, privacy, and platform use. Drawing on reflexive thematic analysis of asynchronous focus group discussions conducted on Discord, the study explores how participants manage exposure and vulnerability in digital spaces through selective boundary work. Voice, in particular, emerges as a key marker of intimacy and privacy: a conduit for affective connection, yet also a site of corporeal risk. The study proposes a relational framework, where privacy, intimacy, and voice are co-constitutive and introduces the concept of ‘intimacy architectures’ to describe how young people calibrate access and proximity across platforms. Findings show that youth strategically favour ephemeral, history-free communication tools, avoid sharing phone numbers, and resist voice-based interaction depending on cultural and linguistic context. These practices illustrate a nuanced negotiation of digital embodiment, identity, and control. The study contributes to emerging scholarship on sonic intimacy and offers new insights into youth digital culture in a datafied society.",
          "url": "https://doi.org/10.1177/20563051251359493",
          "doi": "https://doi.org/10.1177/20563051251359493",
          "filter": 0
        },
        {
          "title": "One Platform, Four Languages: Comparing English, Spanish, Hindi, and Russian YouTube",
          "authors": "Ryan McGrady, Kevin Zheng, Ethan Zuckerman",
          "abstract": "This study presents a comparative analysis of language-specific random samples of YouTube videos, focusing on English, Spanish, Hindi, and Russian. We produce a large random sample, retrieve metadata, calibrate and deploy language-detection software, and extract four high-confidence language samples. Through an analysis of upload dates, popularity, duration, and category metadata, we highlight patterns and anomalies among our samples. For example, English YouTube has the smallest proportion of videos categorized as “News &amp; Politics,” and Spanish videos have a longer median duration. The most salient contrast, however, is between Hindi YouTube and the other three languages. Hindi videos are much shorter and much newer, with sharp growth since 2020 and more than half of the sample uploaded in 2023 alone. The Hindi sample also exhibits a different pattern of liking, with the lowest percentage of videos with just zero or one like even while it has the highest percentage of videos with just zero or one view. These findings may help to quantify the migration of India’s short-form video culture, based around TikTok, to YouTube when TikTok was banned in the country in 2020. This study underscores the necessity of multilingual and culturally specific approaches to platform research by drawing attention to the heterogeneity of YouTube. We propose this method as a starting point to understand linguistic communities on YouTube, surfacing trends and exceptions while providing cues for more content-focused study.",
          "url": "https://doi.org/10.1177/20563051251363216",
          "doi": "https://doi.org/10.1177/20563051251363216",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Authenticity perceived, authenticity performed: how inconsistency between self-generated and other-generated location-based information influences user engagement on Weibo",
          "authors": "Haixin Mu, Anfan Chen, Wanjiang Jacob Zhang, Qiyue Zhang, Maggie Mengqing Zhang, Shuning Lu, Hai Liang",
          "url": "https://doi.org/10.1016/j.tele.2025.102310",
          "doi": "https://doi.org/10.1016/j.tele.2025.102310",
          "filter": 0
        },
        {
          "title": "From approach to avoidance: How AI agent cognitive and affective empathy elicits the uncanny valley effect",
          "authors": "Shuai Zhang, Yuxing Qian, Zhizhen Yao, Zhenni Ni, Yang Zhang",
          "url": "https://doi.org/10.1016/j.tele.2025.102313",
          "doi": "https://doi.org/10.1016/j.tele.2025.102313",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Insights into the black box of multimodal meaning-making: investigating the reception of multimodality empirically",
          "authors": "Hans-Juergen Bucher",
          "abstract": "The intention of this article is to clarify the concept of multimodal meaning making from a recipient’s perspective on the basis of empirical data. The data comes from various reception studies in which different methods like eye tracking, knowledge tests, re-narrations, guided interviews or questionnaires were combined to investigate the appropriation of multimodal artifacts such as newspapers, science videos, comics, social media postings, or commercials. The article is structured in such a way that examples and results from various reception studies on newspaper pages, commercials, comics and science videos are presented in order to introduce concepts like attention, non-linearity, intermodality, modal density and modal coherence for clarifying the process of meaning-making. Investigating meaning-making empirically should not only fill a research gap in the mostly product- and production-oriented approaches to multimodality, but also help to develop a satisfactory theory of multimodality. Eye tracking in combination with verbal data reveals that multimodal artefacts have a non-linear structure – even in linear films – that is grasped step by step by the addressees, analogous to a hypertext. The concept of non-linearity opens a path to define the relevance structure of a multimodal arrangement: the relevance of modal elements is the outcome of its mutual contextualization. With this perspective on multimodality, the central unit of analysis is neither the sign-maker, the sign itself or its materiality but the interaction between communicator and addressees, for which modal resources are used. Intermodal relations are analysed not as constellations of signs, but as complex discursive actions addressed with a special intention to an audience or a person. The theoretical result can be summarized as follows: combining action theory with cooperation theory provides the conceptual tools to analyse meaning-making as a conversational implicature of a discursive action.",
          "url": "https://doi.org/10.1177/14703572251335833",
          "doi": "https://doi.org/10.1177/14703572251335833",
          "filter": 0
        },
        {
          "title": "Editorial: Multimodality and Reception Studies",
          "authors": "Jacopo Castaldi",
          "url": "https://doi.org/10.1177/14703572251331136",
          "doi": "https://doi.org/10.1177/14703572251331136",
          "filter": 0
        },
        {
          "title": "An audience reception study of danmu-enabled humour in multimodal texts",
          "authors": "Lisi Liang, Siwen Lu",
          "abstract": "Danmu-mediated communication reveals the intricate process of audience participation and preference. Such intricacy of communication includes danmu subtitling as a translation, danmu commentary as a multimodal text as opposed to the original, subtitled video clip, which consists of audiences’ insights into their heads-on experience, and familiarity with the audiovisual subject matter, all as a reception-side paratext (Freeth, 2021: 130–131). Reception-side paratexts provide an invaluable platform for capturing readers’ critical understandings of original texts (ibid.: 118). Among these paratexts, this article argues that danmu functions significantly and cumulatively to transform humour in the digital mediascape. The authors aim to measure participants’ reception of danmu-enabled humour in thematically heterogeneous films, fantastic animation and romcom-themed films. To gauge the impact of danmu-enabled humour on viewers, this paper conducted a survey and interview-based reception study with 30 participants who watched danmu and non-danmu-loaded videos from different film topics. The results suggest that, while danmu videos do not significantly differ from non-danmu videos in terms of evaluations of humour, participants prefer the animation themed without danmu and the romcom themed with danmu. This suggests that the consumption of danmu-loaded videos is film-topic specific and humour-feature diverse. This study points to insightful relations between audience reception and the production of digitally-born multimodal texts, which could provide evidence to improve online participatory and interactive experience, and build customizable and accompanying user experience.",
          "url": "https://doi.org/10.1177/14703572251331109",
          "doi": "https://doi.org/10.1177/14703572251331109",
          "filter": 0
        },
        {
          "title": "Dancing with scissors: collage as visual design scholarship",
          "authors": "Steven McCarthy, Jessica Barness",
          "abstract": "Collage is a formal art genre, a medium of expression and communication, and a teaching tool. But what is the potential of collage as a methodological process in visual design scholarship? This article provides theoretical and practical frameworks for ‘design scholarship through collage’ and ‘collage as design scholarship’ through historical precedent, heuristic practice and examples of four collage projects by two practitioners of the medium. The works demonstrate a hybrid form of visual design scholarship.",
          "url": "https://doi.org/10.1177/14703572251328345",
          "doi": "https://doi.org/10.1177/14703572251328345",
          "filter": 0
        },
        {
          "title": "Investigating multimodality, reception and civic participation on YouTube: a case study of the documentary ‘Greece: The Hidden War’",
          "authors": "Jacopo Castaldi, Iokasti Christina Foundouka",
          "abstract": "Social media have long provided opportunities for political and civic participation and YouTube is one of those social media platforms that has been studied and analysed in this light (see Carpentier, ‘Fuck the clowns from Grease!! in Information, Communication &amp; Society , 2014; and Way, ‘YouTube as a site of debate through populist politics’ in Journal of Multicultural Discourses , 2015). This article explores the relationship between the multimodal representation of a historical documentary, Greece, The Hidden War (dir. Gabriel, 1986) and the reception and comments amongst its viewers in order to investigate the way in which the multimodal representation influenced the ensuing discussions. The research investigates which aspects of the documentary the viewers draw on and which topics and discourses they bring into the ensuing discussion. The reception analysis highlights three levels of engagement: a micro level that pertains to themes and events specifically related to the programme; a meso level that addresses the Greek Civil War in its entirety; and a macro level that relates to broader ideological antagonisms. The findings show how the multimodal representation influences viewers’ responses and highlight the agentive role and rhetorical strategies of the viewers in their interpretation and recontexualization of the events portrayed in the documentary.",
          "url": "https://doi.org/10.1177/14703572251328367",
          "doi": "https://doi.org/10.1177/14703572251328367",
          "filter": 0
        },
        {
          "title": "Linking multimodal cohesion, gaze behaviour and learning outcome in educational videos",
          "authors": "Florian Schmidt-Borcherding, Leandra Thiele, John A Bateman",
          "abstract": "Multimodal design in educational videos is a complex task, requiring the effective integration of various semiotic modalities to promote understanding among recipients. While superficially meeting proposed multimedia design principles, educational videos vary significantly in effectiveness. To explore this variation, the authors conducted a 2 × 2 experimental study with 45 students, examining the impact of instructor presence and dynamic vs static slide designs on eye gaze behaviour and learning outcome. Instructor presence was found to attract about 25 percent of visual attention away from presentation slides irrespective of their static or dynamic design, but learning gain was highest for dynamic videos with a visible instructor. This suggests that gaze behaviour and learning outcome do not correlate with the simple presence or absence of design features and a finer-grained approach is needed. The authors consequently applied a framework for multimodal cohesion analysis to relate individual design elements to a video’s discourse structure more tightly, finding that quantitative differences in cohesion predict differences in gaze behaviour between dynamic and static slide presentations, but irrespective of instructor presence. Future research will therefore need to formulate corresponding finer-grained pre-post knowledge tests to further correlate between discourse structures, gaze behaviour and learning outcome.",
          "url": "https://doi.org/10.1177/14703572251332837",
          "doi": "https://doi.org/10.1177/14703572251332837",
          "filter": 0
        },
        {
          "title": "Cluttered screens: an eye-tracking study of visual attention allocation among viewers of TV news",
          "authors": "Jan Hensellek",
          "abstract": "Contemporary television news programmes are often complex examples of hybrid communication (see Bucher, ‘Multimodal understanding or reception as interaction’, 2011). Television news presents related as well as unrelated information in both a linear and non-linear fashion by combining the news read with a variety of visual elements. Studies utilizing eye-tracking have found the visual attention received by the various types of elements to vary considerably (see Josephson and Holmes, ‘Clutter or content? How on-screen enhancements affect how TV viewers scan and what they learn’, 2006; Pjesivac et al., ‘Television infographics as orienting response’, 2021; Rodrigues et al., ‘A television news graphics layout analysis method using eye tracking, 2012; and ‘Analysis of the layout on TV news reception, 2014). ‘The limited capacity model of motivated mediated message processing (see Lang, ‘The limited capacity model of mediated message processing’, 2000) also suggests those elements can both positively and negatively impact viewers’ ability to effectively process information. The present study relates eye-tracking data with a multiple-choice information recall test by building generalized linear regression models to gain deeper insight into the effects of the diverse multimodality of modern digital screen layouts on visual attention and message processing. Six common visual elements of television news are presented in two experimental conditions of varying visual complexity. The study found a large difference in fixations received by and information recalled from different elements of the news screens. While the more complex condition’s effect on information recall was found to be not significant, it did significantly affect the distribution of fixations and gaze duration across screen elements. Biographical factors such as general news interest and time spent watching television were also found to significantly impact gaze behaviour.",
          "url": "https://doi.org/10.1177/14703572251335839",
          "doi": "https://doi.org/10.1177/14703572251335839",
          "filter": 0
        },
        {
          "title": "Deconstructing a kaleidoscope of semiotic modes and audience perception of multimodality in advertising discourse",
          "authors": "Irena Aleksić-Hajduković",
          "abstract": "The term multimodality in linguistics refers to investigating language not in isolation but in interaction with other modes such as music, images, gestures, symbols, etc. (see Kress, Multimodal Discourse , 2001, and Kress, Multimodality: A Social Semiotic Approach to Contemporary Communication , 2009; also O’Halloran, Multimodal Discourse Analysis , 2011). Advertising discourse has been selected as the focal point of this research since it is to be perceived as a kaleidoscopic representation of the these elements. In line with previous works on the multimodality of contemporary discourse, multimodal metaphors, pragmatics and reception studies, the main goal of this research is to investigate the role of language and other semiotic modes (music, gaze, gestures) contributing to the success of advertising discourse, as well as their impact on the audience. ELAN software developed by the Max Planck Institute for Psycholinguistics was used to annotate three television commercials and generate multimodal transcripts to be analysed. In addition, a quantitative and qualitative analysis of audience data was conducted in accordance with previous observations that the role of the receiver in meaning-making has been neglected in the study of language and multimodal communication (Cook 2001, Kjeldsen and Hess 2021). Fifty educated UK participants were asked to evaluate different persuasive devices (slogan, celebrity endorsement, music and sound effects, product information, humour and fine print) realized through multiple semiotic modes, including spoken language, written text, music, gaze and gestures in an attempt to challenge the entrenched belief that advertising discourse addresses uneducated people and is far less effective in other circumstances (see Goddard’s The Language of Advertising: Written Texts , 1998). The results of this research are expected to highlight the role of multiple semiotic modes in influencing the perception and impact of advertising communication, whose final goal is to influence audience perceptions and lead to product purchase.",
          "url": "https://doi.org/10.1177/14703572251328364",
          "doi": "https://doi.org/10.1177/14703572251328364",
          "filter": 0
        },
        {
          "title": "Visual disinformation and audience reception: a comparative analysis of media richness, sophistication, and emotional engagement in Chinese social media",
          "authors": "Yu Xiang",
          "abstract": "This study investigates the dynamics of audience reception to visual disinformation in the context of the Fukushima nuclear wastewater release on Chinese social media, focusing on the interplay between media richness, manipulation sophistication, and perceived plausibility. Through a comparative frame analysis of four visual modalities – photographs, AI-generated images, edited videos, and 3D animations – from Xiaohongshu, the author explores how varying levels of media richness and manipulation influence emotional engagement and online discourse. The findings reveal that, while high media richness amplifies emotional resonance in low-sophistication visuals, high-sophistication visuals elicit skepticism, particularly when narrative plausibility is compromised. The study introduces the concept of ‘experiential indexicality’ to elucidate how digital visuals shape audience perception, as well as highlighting the nuanced role of historical and cultural contexts, such as anti-Japanese sentiment, in shaping collective engagement. By addressing the limits of audience autonomy in interpreting manipulated visuals, this research contributes to the broader discourse on digital disinformation and its socio-political implications.",
          "url": "https://doi.org/10.1177/14703572251328337",
          "doi": "https://doi.org/10.1177/14703572251328337",
          "filter": 0
        },
        {
          "title": "Children’s comprehension of time and their interpretation of event relations in narrative film: the tangled case of flashbacks",
          "authors": "Emilia Djonov, Chiao-I Tseng",
          "abstract": "Audiovisual narratives are widely adopted as a resource for promoting children’s learning and critical multimodal literacy, which involves considering the social themes presented in multimodal texts. Previous research reveals that storytelling that employs achronological sequencing challenges children’s temporal cognition and narrative comprehension. Little is known, however, about how children’s comprehension of events relates to their interpretation of higher-level meanings, such as event causality and character development, which children’s films often convey through complex narrative strategies. To address this gap, this article proposes an empirical multimodal discourse–semantic approach to children’s reception of narrative complexity in film. The approach incorporates a social semiotic framework for analysing temporal relations in children’s narrative and a model of the relationship between children’s comprehension and their interpretation of film. The authors illustrate this approach through an exploratory investigation of 28 (7 to 10-year-old) children’s responses to two flashback scenes from popular Disney films. The results indicate that children’s comprehension of temporal relations supports their interpretation of event causality and character development. The investigation highlights the value of their approach for predicting and empirically testing the effect of complex narrative strategies on children’s film reception.",
          "url": "https://doi.org/10.1177/14703572251328342",
          "doi": "https://doi.org/10.1177/14703572251328342",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
