{
  "update": "2025-12-22",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "50-Year review of the Door-in-the-Face message strategy",
          "authors": "Thomas Hugh Feeley",
          "url": "https://doi.org/10.1080/03637751.2025.2594987",
          "doi": "https://doi.org/10.1080/03637751.2025.2594987",
          "filter": 0,
          "created": "2025-12-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "Prosocial storytelling: the role of rewards and punishments in shaping inclusive norms through narratives",
          "authors": "Linqi Lu, Hyungjin Gill, Karyn Riddle",
          "url": "https://doi.org/10.1080/01463373.2025.2601091",
          "doi": "https://doi.org/10.1080/01463373.2025.2601091",
          "filter": 0,
          "created": "2025-12-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Listening to the people: how perceived responsiveness shapes citizen-government relationship &amp; engagement across contexts",
          "authors": "Oluseyi Adegbola, Michael O’Neil, Sherice Gearhart",
          "url": "https://doi.org/10.1080/08824096.2025.2606683",
          "doi": "https://doi.org/10.1080/08824096.2025.2606683",
          "filter": 0,
          "created": "2025-12-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Research on optimization of online education effectiveness system based on Louvain algorithm",
          "authors": "Wei Wei, Zhonghao Qu, Pengfei Jia",
          "abstract": "Digital learning has become increasingly important in recent years, providing students with flexible and convenient possibilities to advance their knowledge and skills. However, making the most of distant learning presents several challenging conditions, such as student involvement, instructional effects, personalization, and virtual environment collaboration. This project investigates the application of the Louvain algorithm, a community detection set of rules, in web-based academic frameworks to address these issues and enhance the efficacy of online education. In this study, we examine the advantages, problems, and applicability of using the Louvain method to enhance virtual learning. The algorithm’s performance in various network sizes and densities is examined with three amazing datasets, including the Karate membership, the Bottlenose dolphin network, and books on US politics. The findings demonstrate how well the Louvain method captures the structural characteristics and connection patterns of various networks. It performs admirably in terms of information flow, community density patterns, and enhancing online training frameworks. The study also includes large-scale datasets from social networking sites like Facebook, Google, and Pokec. In these bigger networks, the algorithm can adapt to different levels of network density and interconnectivity. The results suggest that the Louvain set of principles may be used to improve the effectiveness of online training, assisting in aid distribution, content distribution, and student engagement. This approach can lead to higher academic outcomes and increased accessibility for novices worldwide by optimizing the design and execution of web-based learning platforms. While this study provides insightful information on the Louvain algorithm’s suitability for online learning, further research is necessary to identify additional datasets and encompass a much larger range of evaluation criteria. Overall, the results point to a bright future for the application of network analysis and optimization approaches in the context of online learning, encouraging better learning outcomes.",
          "url": "https://doi.org/10.1177/13548565251402997",
          "doi": "https://doi.org/10.1177/13548565251402997",
          "filter": 0,
          "created": "2025-12-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Characterizing and Evaluating Mental Health Misinformation on Social Media: A Qualitative and Deep Learning-Based Study",
          "authors": "Xiyuan Yang, Kexin Ba, Jiushu Xie, Yan Wang, Li Kong, Yikang Liu",
          "abstract": "Social media plays a powerful role in accelerating the spread of misinformation, especially in the mental health domain, where misleading content may even cause disasters. Given the extensive coverage and complexity of social media data, manually moderating online misinformation is infeasible. Therefore, the present study proposes an integrated framework that combines qualitative analysis and deep learning to automatically detect and evaluate mental health misinformation. Guided by expert interviews and grounded theory, in the present study, a 21-level, fine-grained credibility assessment framework covering seven dimensions was developed. Using the framework, in this study, 814 Chinese social media posts were manually annotated, and a high-quality dataset was constructed. On this dataset, we trained and evaluated three deep learning models, that is, Gated Recurrent Unit (GRU), Bidirectional Encoder Representations from Transformers (BERT), and Robustly Optimized BERT Approach (RoBERTa), to automatically assess the credibility of mental health content. The results show that BERT, GRU, and RoBERTa models are effective at leveraging a range of clear sentiment-related cues and surface-level patterns to evaluate mental health misinformation on social media, particularly on dimensions such as Inflammatory Expression and One-sidedness of Expression. However, all three models face challenges in evaluating evidence quality and detecting context-dependent misinformation. When dealing with these challenges, BERT and GRU outperform RoBERTa, particularly in dimensions such as Logical Rigor. This study provides a robust, scalable, and expert-informed approach to improve the credibility of mental health information online.",
          "url": "https://doi.org/10.1177/21522715251403844",
          "doi": "https://doi.org/10.1177/21522715251403844",
          "filter": 0,
          "created": "2025-12-8"
        },
        {
          "title": "Automatic Minds: Cognitive Parallels Between Hypnotic States and Large Language Model Processing",
          "authors": "Giuseppe Riva, Brenda K. Wiederhold, Fabrizia Mantovani",
          "abstract": "The cognitive processes of the hypnotized mind and the computational operations of large language models (LLMs) share deep functional parallels. Both systems generate sophisticated, contextually appropriate behavior through automatic pattern-completion mechanisms operating with limited or unreliable executive oversight. This review examines this convergence across three principles: automaticity, in which responses emerge from associative rather than deliberative processes; suppressed monitoring, leading to errors such as confabulation in hypnosis and hallucination in LLMs; and heightened contextual dependency, where immediate cues—a therapist’s suggestion or a user’s prompt—override stable knowledge. These mechanisms reveal an observer-relative meaning gap: both systems produce coherent but ungrounded outputs that require an external interpreter to supply meaning. Hypnosis and LLMs also exemplify functional agency—the capacity for complex, goal-directed, context-sensitive behavior—without subjective agency, the conscious awareness of intention and ownership that defines human action. This distinction clarifies how purposive behavior can emerge without self-reflective consciousness, governed instead by structural and contextual dynamics. Finally, both domains illuminate the phenomenon of scheming: automatic, goal-directed pattern generation that unfolds without reflective awareness. Hypnosis provides an experimental model for understanding how intention can become dissociated from conscious deliberation, offering insights into the hidden motivational dynamics of artificial systems. Recognizing these parallels suggests that the future of reliable artificial intelligence lies in hybrid architectures that integrate generative fluency with mechanisms of executive monitoring, an approach inspired by the complex, self-regulating architecture of the human mind.",
          "url": "https://doi.org/10.1177/21522715251400733",
          "doi": "https://doi.org/10.1177/21522715251400733",
          "filter": 0,
          "created": "2025-12-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "How Does GenAI “See” Climate Change: Exploring the Challenges and Opportunities of GenAI for Climate Visual Journalism",
          "authors": "Saffron O’Neill, Veronica White, Tristan J. B. Cann, Felix M. Simon, Alastair Johnstone-Hack, Simon Puttock, Sylvia Hayes, Oliver Blewett, Chico Camargo, Travis Coan, Francisco Gonzalez Espinosa, Ranadheer Malla, Sarwat Qureshi, Ned Westwood",
          "url": "https://doi.org/10.1080/21670811.2025.2602870",
          "doi": "https://doi.org/10.1080/21670811.2025.2602870",
          "filter": 0,
          "created": "2025-12-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Corporate Masking: (In)visibility, Petro-nationalism, and Role Play in the Line 3 Pipeline Battle",
          "authors": "Alexandra Simpson",
          "url": "https://doi.org/10.1080/17524032.2025.2597449",
          "doi": "https://doi.org/10.1080/17524032.2025.2597449",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "Settler Ecofascism, Fossil Capitalism, and Democratic Crisis",
          "authors": "Casey A. Williams",
          "url": "https://doi.org/10.1080/17524032.2025.2597439",
          "doi": "https://doi.org/10.1080/17524032.2025.2597439",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Putting Afrokology and Re-enchantment at the Core of Communicating about Decolonized Food Systems: The Example of Community Food Gardens in Khayelitsha, Cape Town, South Africa",
          "authors": "Rebecca Pointer, Darlene Miller",
          "url": "https://doi.org/10.1080/17524032.2025.2601625",
          "doi": "https://doi.org/10.1080/17524032.2025.2601625",
          "filter": 0,
          "created": "2025-12-19"
        },
        {
          "title": "Exclusionary Environmentalism: Exploring Gender and Antifeminism in Far-Right Ecologisms",
          "authors": "Carolin Brodtmann",
          "url": "https://doi.org/10.1080/17524032.2025.2596614",
          "doi": "https://doi.org/10.1080/17524032.2025.2596614",
          "filter": 0,
          "created": "2025-12-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Seeing Immigration in Color: Skin Tone, Political Ideology, and Stereotype Activation in the United States",
          "authors": "Anastasia Vishnevskaya, Ziyao Zhang, Andy Opoku, Alex Tan",
          "url": "https://doi.org/10.1080/10646175.2025.2594488",
          "doi": "https://doi.org/10.1080/10646175.2025.2594488",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Organizational Culture, Identification, Structurational Divergence, Perceived Immediacy, and Organizational Citizenship Behaviors of HBCU Students",
          "authors": "Kenneth Rocker, Stephen Croucher, Stephanie Kelly",
          "url": "https://doi.org/10.1080/10646175.2025.2601030",
          "doi": "https://doi.org/10.1080/10646175.2025.2601030",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Psychological Safety: The Role of Motivating Language, Energies, and Customer Incivility",
          "authors": "Md Karim Rabiul, Yasser Almaloy, Ataul Karim Patwary, Ahmad Salman",
          "url": "https://doi.org/10.1080/10646175.2025.2597282",
          "doi": "https://doi.org/10.1080/10646175.2025.2597282",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "An Appraisal and Critical Discourse Analysis of the Chinese Media Representation of Coffee Culture in Shanghai",
          "authors": "Thandar Zan",
          "url": "https://doi.org/10.1080/10646175.2025.2601025",
          "doi": "https://doi.org/10.1080/10646175.2025.2601025",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Trust in ICT-enabled medical self-management: the case of diabetes",
          "authors": "Kourosh Dadgar, Philip Nickel",
          "abstract": "Purpose Trust is an important value for the design and use of information and communication technologies (ICTs) in healthcare. It shapes how ICTs are used by and for people seeking better clinical outcomes as patients, but who have other important interests and goals as individuals. The increasing use of ICTs for self-management fundamentally changes the trust of the patient toward the physician and the practice of medicine. The present article aims to investigate trust in this context, focusing on the point of view of patients with diabetes. Design/methodology/approach A patient-centric approach was followed to develop interview questions and collect and analyze interview data. A total of 20 patients with diabetes were interviewed in the state of Washington. Patients received training and instruction in how to use the diabetes app and were then asked to use the app for one week, after which the patients were then interviewed again and asked about their experiences and expectations using the app and the features they liked or did not like. A coding scheme was developed based on the dimensions predictive/normative trust, and competence/commitment, to describe trust expectations. Findings Trust expectations identified in the interview data relate to values, ideas or concepts that are important to the patients who want to trust technology, information, clinicians, others and themselves to self-manage their chronic conditions and diseases. A total of seven categories of technology features emerged from the interview data. These technological features can be used to build trust between the patients and the trustees. Interview data shows that diabetic patients use these technology features to reaffirm, verify and remember information. Research limitations/implications Future research should investigate trust for other common chronic diseases, such as heart problems, asthma, chronic pain and chronic mental disorders and impairment. Self-trust emerged from the analysis of interview data in this study as an important aspect of a networked technology-enabled self-management system in the case of diabetes. This suggests that patients hold attitudes and beliefs toward their own competence and commitment that are strongly related to the functioning of technology-enabled self-management. Future work in this area should further explore self-trust in technology-enabled self-management of chronic disease to characterize, conceptualize and theorize its role and impact. The growing role of AI in healthcare must be investigated further to design patient-centric applications and features in care systems that will be trusted by the patients. Practical implications The findings of this study can be generalized to other healthcare technology-enabled approaches, contexts, system designs and policies. Chronic diseases and conditions are similar in the lifelong challenges that they impose on patients’ daily lives. Social implications The society will better understand the complications and nuances of managing a chronic disease or condition like diabetes and will not assume or judge that technologies advance and all patients’ problems will go away. One social implication for the patients is that they will be understood and treated as humans not merely a medically diagnosed patient without feelings, families, relationships, needs and fears. Originality/value The paper is the first of its kind to investigate trust in mobile health technologies for patients with chronic diseases based on patient-centric approaches. The findings of the paper inform healthcare providers on the effective use and implementation of technologies in the care and treatment processes and provide insights and recommendations for mobile health app developers and designers.",
          "url": "https://doi.org/10.1108/itp-04-2024-0572",
          "doi": "https://doi.org/10.1108/itp-04-2024-0572",
          "filter": 0,
          "created": "2025-12-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Fueling influencer creep, reinforcing platform authority: the work of social media experts",
          "authors": "Burçin Sarı",
          "url": "https://doi.org/10.1080/1369118x.2025.2604667",
          "doi": "https://doi.org/10.1080/1369118x.2025.2604667",
          "filter": 0,
          "created": "2025-12-20"
        },
        {
          "title": "FAIR data, fair data: data management principles and data ownership in citizen science",
          "authors": "Eran N. Schwarzfuchs",
          "url": "https://doi.org/10.1080/1369118x.2025.2604664",
          "doi": "https://doi.org/10.1080/1369118x.2025.2604664",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "The bi-directional relationship between perceived populist ad exposure and trust in democracy during an election campaign",
          "authors": "Brahim Zarouali, Michael Hameleers",
          "url": "https://doi.org/10.1080/1369118x.2025.2600443",
          "doi": "https://doi.org/10.1080/1369118x.2025.2600443",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "‘Limited container’ or ‘Rubik’s cube’: re-evaluating attention relationships among sub-topics in online scientific discussions on social media",
          "authors": "Zheng Yang, Yuanting Huang, Danni Ma",
          "url": "https://doi.org/10.1080/1369118x.2025.2600444",
          "doi": "https://doi.org/10.1080/1369118x.2025.2600444",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Do fears drive media consumption? A longitudinal study on the relationships between different fears and media consumption during COVID-19 in Germany",
          "authors": "Sonja Utz, Lotte Pummerer, Kai Sassenberg",
          "url": "https://doi.org/10.1080/1369118x.2025.2600449",
          "doi": "https://doi.org/10.1080/1369118x.2025.2600449",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Who is concerned about digitalization? The role of digital literacy and exposure across 30 countries",
          "authors": "Yang Hu, Yue Qian",
          "url": "https://doi.org/10.1080/1369118x.2025.2592771",
          "doi": "https://doi.org/10.1080/1369118x.2025.2592771",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "To quit or not to quit Twitter? The interplay of identities, perceptions, and behavioral reactions to changing platform ownership",
          "authors": "Macau K. F. Mak, Zening Duan, Sijia Yang, Michael W. Wagner",
          "url": "https://doi.org/10.1080/1369118x.2025.2600448",
          "doi": "https://doi.org/10.1080/1369118x.2025.2600448",
          "filter": 0,
          "created": "2025-12-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "What makes an influencer's followers green? U-shaped curvilinear relationships between influencers' interactive practices and perceived pro-environmental behaviors",
          "authors": "Mohammad Olfat, Martina Topic-Rutherford, Marzieh Mohammad Beig, Fatemeh Barkhi",
          "abstract": "Purpose Despite green influencer marketing campaigns extensively shape followers' behaviors, they are still based on trial and error. This study seeks an effective green influencer marketing for a sustainable world. Drawing on the green advertising skepticism perspective, commitment-trust theory and stimulus-organism-response (SOR) model, the impact of influencers' interactive practices on followers' green purchase intention considering the mediating roles of perceived influencers' pro-environmental behaviors by followers and their green attitudes has been investigated. Design/methodology/approach To validate the measurement and conceptual models, 272 followers of influencers who promote sustainable lifestyles and green products were surveyed and the collected data were analyzed using PLS-SEM with the assistance of Warp-PLS 8.0 software. Findings The results showed that there are U-shaped curvilinear relationships between influencers' interactive practices and followers' attitude toward influencers' pro-environmental behaviors in three dimensions: environmental concern, responsibility and protection. Followers' attitude toward influencers' pro-environmental behaviors shapes their green attitude, resulting in their green purchase intention. Practical implications This study highlights that transparency and interactive engagement by influencers enhance trust and perceived authenticity, encouraging followers to adopt eco-friendly behaviors. For effective green influencer marketing, influencers should maintain credibility and strong follower relationships, while businesses should partner with genuinely environmentally committed influencers. Originality/value This study shows that followers' attitude toward influencers' pro-environmental behaviors evolves as influencers' interaction with followers deepens through their interactive practices. It is among the few studies addressing effective green influencer marketing.",
          "url": "https://doi.org/10.1108/intr-09-2024-1395",
          "doi": "https://doi.org/10.1108/intr-09-2024-1395",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Empowering senior executives' career outcomes through social media: an impression management perspective",
          "authors": "Qiping Wang, Raymond Yiu Keung Lau, Xiong Zhang",
          "abstract": "Purpose This study investigates the impact of social media usage on the career outcomes of senior executives at S&amp;P 1500 firms. Design/methodology/approach This study integrates signaling, social capital and human capital theories, and adopts a difference-in-differences analysis, enhanced by a novel deep learning-based method. It examines how senior executives' impression management (IM) activities on social media influence their career outcomes. Findings Empirical results reveal that senior executives' IM in the form of establishing a Twitter account and engaging in visibility-enhancing activities (i.e. frequent work-related tweeting, hashtagging, mentioning and receiving a high number of likes and retweets) can significantly improve their career outcomes. In addition, as a type of visual IM, the strategic use of visual IM through profile photos also plays a critical role in attracting employers' attention. Practical implications Senior executives, especially those with low public visibility, can leverage social media to build a personal brand and use IM strategies to boost career prospects. Employers and executive recruiters may incorporate social media content into candidate evaluations. Originality/value This work contributes to the literature by systematically examining how senior executives utilize both textual and visual IM strategies on social media to influence career prospects.",
          "url": "https://doi.org/10.1108/intr-10-2024-1548",
          "doi": "https://doi.org/10.1108/intr-10-2024-1548",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Online deviance in social media: a literature review and future research directions in the field of information systems",
          "authors": "Xiya Guo, Jiahua Jin, Xiangbin Yan",
          "abstract": "Purpose Social media (SM) provides a hotbed for online deviance and researchers have conducted a series of studies on this behavior. This study presents the current state of research on online deviance in social media (ODSM) with strong interpersonal attributes and develops comprehensive frameworks to better understand the interactive behaviors of different user roles. Through the above analysis, we aim to identify meaningful directions for future research in this area. Design/methodology/approach This study systematically analyzes 44 articles on ODSM published in the leading information systems journals between January 2014 and March 2024. Additionally, it discusses 31 empirical studies focusing on two forms of user behavior in SM (i.e. generative and reactive) and proposes two integrative frameworks based on social cognitive theory and the transactional theory of stress and coping. Findings This study distinguishes different forms of ODSM and examines the time trend, foci, theoretical frameworks, methodologies, contexts and samples of current research. Additionally, it explains the key constructs and relationships of users’ generative and reactive behaviors in ODSM events. Originality/value This study provides a systematic and comprehensive review of existing research on ODSM. Recognizing the diversity of ODSM forms and the differences and connections among them, we propose two theoretical frameworks and five research questions for future research. It contributes to the literature on users’ deviant behavior in SM and provides insights into the understanding and management of such behavior.",
          "url": "https://doi.org/10.1108/intr-11-2023-1086",
          "doi": "https://doi.org/10.1108/intr-11-2023-1086",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Unleashing the power of knowledge—the role of gamification in enhancing knowledge contribution",
          "authors": "Sebastian Weber, Bastian Kordyaka, Gerhard Klassen, Björn Niehaves",
          "abstract": "Purpose Knowledge contribution in community-driven knowledge-sharing platforms is crucial for fostering innovation and collaboration. However, designing an effective framework to ensure both contribution quality and quantity remains a challenge. To address this, our study explores the impact of a holistic portfolio of gamification features and user motivation on knowledge contribution, focusing on the widely used knowledge-sharing platform Stack Overflow. Design/methodology/approach We conducted a cross-sectional survey informed by a preparatory analysis identifying Stack Overflow's gamification features through literature review and expert validation. The survey was then distributed to Stack Overflow users (n = 236) to test the relationships between the motivational dimensions of gamification features, the motivational state of inspiration, and knowledge contribution using a structural equation model. Findings The results of our study show that the two motivational dimensions achievement-related features and social-related features showed a significant influence on “inspired by”; “inspired by” is a positive predictor of “inspired to”; “inspired to” is a positive predictor of quality and quantity of contribution; and quantity and quality of contributions show a significant relationship. Originality/value The study highlights the potential of inspiration as a motivational state to explain user behavior in Information Systems research. Therefore, the study illuminates the crucial context of knowledge-sharing platforms. In this regard, the study extends existing gamification theories by identifying motivational dimensions of gamification that evoke inspiration and knowledge contributions.",
          "url": "https://doi.org/10.1108/intr-07-2024-1114",
          "doi": "https://doi.org/10.1108/intr-07-2024-1114",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Stop the fire! Predicting the diffusibility of spam tweets in the presence of drift",
          "authors": "Suparna Dhar, Indranil Bose",
          "abstract": "Purpose Spam messages on social networking sites (SNS) cause financial loss and social unrest. While spam classification has been studied widely, scholars have not studied their diffusibility. Diffusibility of spam messages is their ability to spread quickly and reach a large audience. Diffusibility is measured by incorporating the virality and popularity of messages. Design/methodology/approach Deep learning (DL) techniques are used to extract novel features from 84,810 spam tweets. Diffusibility is computed from retweets and likes. SHAP and permutation importance analysis are used to determine the features that impact diffusibility. The Mann–Kendall test is performed to test the drift. A machine learning (ML) model for classifying diffusibility is developed through stages of improvement. Findings The statistical analysis of the features shows a significant difference between the high and low diffusibility classes of spam tweets. The novel features that are extracted from the tweet content and the user profile predict the diffusibility of spam tweets with an accuracy of 89.5%. Expressions in the profile image (PI) and the pronounceability of screen name (SN) rank among the top predictors of spam. A moving window approach is able to address the problem of drift and improve the prediction of diffusibility. Originality/value The paper presents the application of deep learning to extract novel features, such as the profile images' blurriness and the SN's pronounceability. It pioneers the study of the diffusibility of spam tweets that will help diminish the spread of spam tweets. The study aims to reduce risks, such as financial loss and social unrest, that is fueled by fast-spreading spam tweets.",
          "url": "https://doi.org/10.1108/intr-07-2024-1159",
          "doi": "https://doi.org/10.1108/intr-07-2024-1159",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Dark Patterns in Data-Consent Disclosures and Consumer Reactance to Online Behavioral Advertising",
          "authors": "Ilwoo Ju, Chang-Dae Ham, Eylül Yel",
          "url": "https://doi.org/10.1080/00913367.2025.2593666",
          "doi": "https://doi.org/10.1080/00913367.2025.2593666",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Unraveling the Ozempic Craze: A Content and Thematic Analysis of Prescription Weight Loss Medication Advertisements on Meta",
          "authors": "Minhey Chung, Erin Willis, Janelle Applequist",
          "url": "https://doi.org/10.1080/00913367.2025.2593673",
          "doi": "https://doi.org/10.1080/00913367.2025.2593673",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Re-examining interpersonal source credibility in collaboration with community: a convergent mixed methods study",
          "authors": "Lillie D. Williamson, Lauren A. Cafferty, Jennifer L. Waller, Leslie E. Wolf, Samantha R. Jones, Christy J. W. Ledford",
          "url": "https://doi.org/10.1080/00909882.2025.2599824",
          "doi": "https://doi.org/10.1080/00909882.2025.2599824",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "AI use for cybervetting: exploring hallucination disclaimers and applicants’ race in applicant evaluations and hiring decisions",
          "authors": "Jessica R. Frampton, William ‘Roth’ Smith",
          "url": "https://doi.org/10.1080/00909882.2025.2602653",
          "doi": "https://doi.org/10.1080/00909882.2025.2602653",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Mechanisms of Partisan News Use: The Roles of Metacognitive Effort and Enjoyment",
          "authors": "Jennifer Hoewe, Diane Jackson, Sai Datta Mikkilineni, David R. Ewoldsen",
          "url": "https://doi.org/10.1080/08838151.2025.2604216",
          "doi": "https://doi.org/10.1080/08838151.2025.2604216",
          "filter": 0,
          "created": "2025-12-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "How TikTok works for digital diplomacy during conflict/war times: the cases of Russia-Ukraine and Israel-Gaza conflicts",
          "authors": "Beris Artan Ozoran, Ilgar Seyidov, Burak Erdogan",
          "url": "https://doi.org/10.1080/19331681.2025.2601152",
          "doi": "https://doi.org/10.1080/19331681.2025.2601152",
          "filter": 0,
          "created": "2025-12-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "A 50-Year Multimodal Analysis of Black Enterprise Magazine Covers, Theory, and Design Strategies",
          "authors": "Gabriel B. Tait, George L. Daniels, Dorothy Bland",
          "abstract": "In the year Earl Graves, founder and publisher of Black Enterprise ( BE ), passed away, the magazine also celebrated its 50th anniversary. An analysis of 509 BE covers reveals changes in design, representation, and brand growth over time. Women have appeared more frequently in the past two decades, though they remain less likely than men to be on covers. The study employed visual framing and multimodal analysis to show how BE integrates cultural representation and symbolism. These covers serve as sources of empowerment in the business world, providing new insights into magazine cover design, visual communication, and The Black Press.",
          "url": "https://doi.org/10.1177/10776990251393260",
          "doi": "https://doi.org/10.1177/10776990251393260",
          "filter": 0,
          "created": "2025-12-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "What Journalists Say News Literacy Is",
          "authors": "Patrick R. Johnson",
          "url": "https://doi.org/10.1080/1461670x.2025.2600428",
          "doi": "https://doi.org/10.1080/1461670x.2025.2600428",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Deprofessionalization of U.S. Sports Journalism? Exploring Metajournalistic Discourse Through the Case of Sports Illustrated and Generative AI",
          "authors": "Muhammad Fahad Humayun",
          "url": "https://doi.org/10.1080/1461670x.2025.2601235",
          "doi": "https://doi.org/10.1080/1461670x.2025.2601235",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Allies, Antagonists, and Apathetic: A Synthesis and Path Forward for News Audience Research",
          "authors": "Jacob L. Nelson, Seth C. Lewis",
          "url": "https://doi.org/10.1080/1461670x.2025.2601794",
          "doi": "https://doi.org/10.1080/1461670x.2025.2601794",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Beyond Audience Evaluations: Re-Thinking News Trust in Digital Environments",
          "authors": "Tali Aharoni",
          "url": "https://doi.org/10.1080/1461670x.2025.2588239",
          "doi": "https://doi.org/10.1080/1461670x.2025.2588239",
          "filter": 0,
          "created": "2025-12-19"
        },
        {
          "title": "From Lifestyle to War Stories: Navigating National Crisis in Women’s Magazines in Wartime",
          "authors": "Einat Lachover",
          "url": "https://doi.org/10.1080/1461670x.2025.2601795",
          "doi": "https://doi.org/10.1080/1461670x.2025.2601795",
          "filter": 0,
          "created": "2025-12-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Automating Distrust? How Concerns About Algorithmic News Curation Influence News Use and Trust",
          "authors": "Brenna M. Davidson, Brian E. Weeks",
          "url": "https://doi.org/10.1080/15205436.2025.2593467",
          "doi": "https://doi.org/10.1080/15205436.2025.2593467",
          "filter": 0,
          "created": "2025-12-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "The Right not to Drown: Data Visualisation in Contemporary Art",
          "authors": "Anna Sejbæk Torp-Pedersen",
          "abstract": "Counter-mapping and counter-data visualisation are employed by artists to reframe migration narratives, often focusing on retracing the journeys of migrants. However, the maps of those who never made it have not received the same attention. This article examines three artistic visualisations that address infographics of people who have died or disappeared in the Mediterranean. The Mediterranean has been described as a stage for necropolitics; it is both the deadliest border and the most visualised migration route to the EU. In &lt;em&gt;Mapping Global Refugee&lt;/em&gt; &lt;em&gt;Migration and&lt;/em&gt; &lt;em&gt;Displacement&lt;/em&gt; (2015–), Tiffany Chung uses data to map migration routes and deaths in the Mediterranean. Her hand-drawn maps, marked with colourful dots representing lives lost, lack a key, rendering the visualisation deliberately ambiguous. In &lt;em&gt;Those Who Did Not Cross 2005–2015 &lt;/em&gt;(2017), Levi Westerveld places a red dot for each person who died while attempting to cross the Mediterranean. Finally, in &lt;em&gt;Nautical Charts of Sunken Boats&lt;/em&gt; (2021), Mathieu Pernot recontextualises historical maps of the Mediterranean by inscribing migrant shipwrecks on them that he read about in the paper. The handwritten annotations are often difficult to read. Each artist traces the ongoing catastrophe of death at sea through maps, questioning the role that cartography and data visualisation play in the documentation of mass loss. Through “The Right Not to Drown,” as introduced by Hilde Van Gelder, this article explores what justice and resistance look like when the dead are memorialised through maps of Mediterranean deaths.",
          "url": "https://doi.org/10.17645/mac.10961",
          "doi": "https://doi.org/10.17645/mac.10961",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Cut-Off Low (DANA) in Valencia: Visual Representation of Death and Grief in Photojournalism",
          "authors": "Montse Morcate, Rebeca Pardo",
          "abstract": "This article examines front-page images from a selection of newspapers portraying the loss of life, grief, and destruction caused by the cut-off low that hit the Valencian community, Spain, on 29 October 2024. This climate-related disaster was the first national catastrophe to take place since Covid-19 and resulted in at least 237 fatalities, leaving a devastated social and physical landscape. The research analyses images from a selection of regional, national, and international newspapers in the first few weeks following this disaster, examining graphic portrayals of the dead, the recovery of bodies, scenes of people in grief, and other unsettling images to explore possible underlying narratives, biases, and absences. The framework follows previous research on images of the Covid-19 pandemic in relation to ethics and the current context of instant image sharing, the effects of globalization, and the contemporary practices connected to the visibilization of death which vary depending on the nature of the crisis and the relationship to those affected. This article aims to contribute to broader discussions on the ethics of visual representation and the construction of meaning in times of crisis.",
          "url": "https://doi.org/10.17645/mac.10775",
          "doi": "https://doi.org/10.17645/mac.10775",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "Mediation of Gendered Life and Death Within Intersecting Regimes of Patriarchy, Authoritarianism, and Necropolitics",
          "authors": "Melike İşleyen, Barış Çoban",
          "abstract": "This article examines how Turkish news media mediate fatal violence against women, trans women, and those self-identified as travesti within intersecting regimes of patriarchy, authoritarianism, and necropolitics. Extending feminist and queer media scholarship, it argues that the Turkish case reveals a shift from spectacularized representation to epistemic erasure, in which silence itself becomes a necropolitical tool. Drawing on feminist visual framing and critical discourse analysis of nine femicide and transphobic hate crime cases (2021–2024), the study traces how Islamist, pro-government, and alternative outlets reproduce or resist these regimes. Queer-feminist journalism, by contrast, enacts a counter-hegemonic praxis of radical care and remembrance that re-inscribes life and grievability. The article contributes to existing research by conceptualizing “mediated grievability” and revealing how visibility, denial, and mourning shape media governance of life and death. Ultimately, it underscores the urgent need for trans and travesti inclusive feminist media practices that politicize loss and affirm marginalized lives.",
          "url": "https://doi.org/10.17645/mac.10626",
          "doi": "https://doi.org/10.17645/mac.10626",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "The Romantic Workplace: How Coworking Spaces Drive Post-Digital Consumption",
          "authors": "André Jansson, Karin Fast, Magnus Andersson",
          "abstract": "Society and culture are increasingly marked by post-digital developments where the normalization of digital connectivity is challenged both through critical resistance, e.g., digital disconnection practices, and in commercial discourses on, e.g., “digital wellbeing” and “digital detox.” This article seeks to understand such post-digital trends in working life through the lens of romantic ideals. In modern history, the Romantic ethic implied an escape into the beautiful, the genuine, and the sublime. While constituting a counter-force to functionalism, it also shaped the evolution of modern consumerism through the embracing of novelty and imagination. Here, the analytical focus is on coworking spaces (CWS), a form of digitally reliant workspaces where mobile workers can rent a desk or an office for a limited period of time and where disconnection and non-digital features are promoted as ingredients of “good work.” Previous research shows that many CWS, while promoted as consumable destinations, function as anchoring places and environments for gaining a sense of presence and peace under digitally networked conditions. The current analysis extends these arguments through a case study of a CWS in an early-gentrifying part of Oslo, Norway. Based on ethnographic observations and interviews, the article shows how four romantic tropes—novelty, authenticity, creativity, and harmony—saturate spatial production as well as the mindsets of coworkers. It is concluded that CWS form part of a neo-romantic movement that includes a plethora of related post-digital phenomena, together constituting a counter-culture within capitalist consumer society.",
          "url": "https://doi.org/10.17645/mac.11281",
          "doi": "https://doi.org/10.17645/mac.11281",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "From Virtual Exile to Digital Futures: The Nigerian Entertainment Industry’s Quest to Re-Enchant “Africa”",
          "authors": "Jaana Serres",
          "abstract": "Amidst economic austerity and institutionalized gerontocracy and tribalism, Southern Nigerian youth experience persistent disillusionment with their national leadership. Global media has fueled a longing for a more viable “elsewhere”—a phenomenon popularly referred to as “virtual exile” or “mental secession” in the megacity of Lagos. Yet, young people also invest in digital technology with the hope of “making it from Africa.” Over the past decade, Lagos has emerged as a global entertainment hub, propelled by the virality of Nigerian content on streaming and social media platforms. This article examines how algorithmic imaginaries interact with the phenomenology of place. It situates Nigerian engagement with digital media within Africanist histories of technology’s incorporation into local cosmologies. It then presents empirical data collected through long-term ethnographic research in the Afrobeats industry, focusing on African and Afro-diasporic platform representatives on the one hand, and Lagos aspiring youth on the other. The article traces digital entrepreneurship’s function as both an economic strategy and an ideological project—one that re-enchants places and futures that otherwise seem hopeless. As digital professionals seek to appeal to the “global” gaze, this article shows that their efforts operate largely inwardly by reshaping local subjectivities. Nigerian youth embrace new technology’s promise of extraordinary transformation with an intentionality akin—and in many ways tied—to faith. Techno-optimist discourse can then be seen as a strategy from below to cultivate agency and commitment to place under systemic failure.",
          "url": "https://doi.org/10.17645/mac.11083",
          "doi": "https://doi.org/10.17645/mac.11083",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "City Walk as Platform-Native Counter-Mapping: Entangled Resistance and Algorithmic Visibility in Chinese Digital Urbanism",
          "authors": "Di Xu, Yanyu Chen",
          "abstract": "As digital platforms increasingly structure how cities are navigated, seen, and valued, urban walking practices have become sites of both algorithmic capture and tactical improvisation. This study examines the emergence of City Walk (城市漫步) in China as a form of platform-native counter-mapping. This user-led spatial practice utilizes digital tools to document, reframe, and disseminate alternative urban narratives. Drawing on digital ethnography, platform content analysis, and interviews in four Chinese cities, the study examines how participants engage in entangled resistance—tactically negotiating visibility algorithms while remaining embedded within platform infrastructures. Rather than rejecting platforms, City Walk participants leverage them to perform affective spatial storytelling, explore non-recommended routes, and archive marginal spaces. These practices are conceptually situated within the literature on algorithmic resistance, everyday spatial tactics, and critical cartography. While some City Walk content is commodified through lifestyle aesthetics and platform branding, others sustain oppositional potential through semantic drift and infrastructural appropriation. By reframing City Walk as a counter-cartographic practice situated within the logics of platform urbanism, this article contributes to broader debates on digital spatial agency, mediated urban practices, and the politics of algorithmically curated visibility.",
          "url": "https://doi.org/10.17645/mac.11021",
          "doi": "https://doi.org/10.17645/mac.11021",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Memento Mori: Noticing Death in Global Media",
          "authors": "Nechama Brodie, Kristin Skare Orgeret",
          "abstract": "This introduction to the thematic issue examines the paradoxical position of death in contemporary media where it is simultaneously ubiquitous and unevenly represented, even while digital technologies are reshaping long-standing journalistic norms governing the visibility of the dead. The works—selected from different countries and regions of the world—emphasize the need for research that moves beyond exceptional cases to include diverse geopolitical contexts and everyday forms of mortality, particularly as social media broaden the spaces in which death, mourning, and posthumous presence circulate. The thematic issue aims to bring together scholarship on the cultural construction of death in various contexts and the resulting collection highlights how bodies remain sites of competing narratives, ethically charged decisions, and political contestation. The issue further investigates how linguistic, visual, and structural choices in news reporting determine whose deaths are counted, witnessed, or overlooked, and how these representational practices shape public understandings of mortality. Grounded in theories of social construction, national memory, and mediated visibility, the thematic issue explores the instability of death as an object of representation and the affective, moral, and epistemic negotiations underlying its portrayal.",
          "url": "https://doi.org/10.17645/mac.11865",
          "doi": "https://doi.org/10.17645/mac.11865",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "Convening Black Sociability Over a Corpse: Obituaries in the Early South African Black Press",
          "authors": "Lesley Mofokeng",
          "abstract": "This article explores the significance of obituaries in the early 20th-century black press in South Africa, particularly focusing on how they served as a medium for memorializing black excellence within a context of colonization and oppression. Through textual and discourse analysis of obituaries that appeared in Solomon T. Plaatje’s newspapers &lt;em&gt;Koranta ea Becoana&lt;/em&gt; and &lt;em&gt;Tsala ea Becoana&lt;/em&gt;, the study explores how these tributes functioned as sites of resistance against historical erasure and affirmed black agency. This is done, in part, in the context of the global cosmological phenomenon of Halley’s Comet in 1910. The research situates obituary writing within the broader framework of memory, oral tradition, and entextualization, demonstrating how editorial choices and narrative structures elevated exemplary individuals as role models amidst systemic oppression. The findings reveal that these obituaries not only preserved collective memory but also actively contested colonial narratives by asserting black subjectivity and personhood. The study concludes by advocating for the inclusion of such commemorative texts in historical inquiry, recognizing their significance in the ongoing struggle for narrative authority and identity formation.",
          "url": "https://doi.org/10.17645/mac.10650",
          "doi": "https://doi.org/10.17645/mac.10650",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "Counter-Mapping: Visual Strategies for Alternative Imaginaries",
          "authors": "Miranda McKee",
          "abstract": "Throughout the pandemic, maps of visual data published in the digital mediascape were used to communicate the global impact of Covid-19. While public and private entities offered “big picture” perspectives, hegemonic visualizations often neglected to address the disproportionate toll of the pandemic on the members of marginalized communities. This article presents findings from a mixed-methods investigation of 12 case studies, comparing eight grassroots counter-mapping sources against four mainstream mapping sources, created by government and academic institutions, that will be referred to here as “hegemonic.” The purpose of this study was to investigate how visuals presented online by community-focused counter-mapping collectives differed from those presented by mainstream sources, examining what these differences might indicate about the social imaginaries at play. Case studies from Argentina, Brazil, Canada, and the US produced a corpus of 1,556 images manually collected from online sources. An initial content analysis using NVivo generated quantitative data forming the foundation for later semiotic analysis examining each individual image while also considering the collection holistically. Informed by social semiotics, the findings highlight how counter-mapping employs bespoke illustrations and community insights to portray a more nuanced perspective of the impacts of the pandemic. In contrast, hegemonic maps rely on vector-based graphics that reflect dominant worldviews. Altering the practices of mapping, counter-mapping empowers communities, challenges systemic inequities, and reimagines how visual data shapes public knowledge.",
          "url": "https://doi.org/10.17645/mac.11076",
          "doi": "https://doi.org/10.17645/mac.11076",
          "filter": 0,
          "created": "2025-11-27"
        },
        {
          "title": "Remapping the Legacy of Enslavement: Street Names, Stealth Stickers, and the Living Black Atlas",
          "authors": "Derek H. Alderman, Joshua Inwood",
          "abstract": "This article interprets the Stealth Slavery Sticker Campaign, a grassroots counter-mapping project led by the artist-activist collective Slavers of New York, as a chapter in the broader Living Black Atlas. Started during the racial reckoning of 2020, the campaign placed unauthorized stickers on street signs and other surfaces across Brooklyn to reveal suppressed histories of slavery embedded in commemorative place names. The stickers transformed daily encounters with taken-for-granted road names into unexpected opportunities to confront prominent historical families who profited from enslavement and to acknowledge the contributions of enslaved Africans in shaping the city. The collective framed their campaign as a “guerrilla educational” action that disrupted memorial landscapes, challenged discourses of white innocence, and provoked broader conversations about racial justice and accountability. At a time when official institutions are increasingly retreating from confronting racism, small, temporary interventions, such as these Stealth Stickers, can play a crucial role in encouraging critical audits of commemorative infrastructures, layering counter-narratives onto public spaces, fostering embodied confrontation with historical truths, and remaking everyday places through bold, unexpected acts of resistance.",
          "url": "https://doi.org/10.17645/mac.10990",
          "doi": "https://doi.org/10.17645/mac.10990",
          "filter": 0,
          "created": "2025-10-30"
        },
        {
          "title": "Cartographies of Negotiation: Data and Pandemic Mapping in the Frena la Curva Initiative",
          "authors": "Dafne Calvo, Emiliano Treré",
          "abstract": "The Covid-19 pandemic spurred social movements to prioritise solidarity and collective responses. In this context, counter-maps emerged as a form of data activism aimed at illuminating aspects of the crisis often overlooked in dominant representations. This article investigates the Frena la Curva initiative, which used an online forum and a collaborative map to visualise needs and offers of assistance across Ibero-American countries during the pandemic. Drawing on digital ethnography—including website analysis, map examination, and interviews with activists—the study explores the role of mapping in understanding the pandemic and representing diverse human experiences. We argue that maps became central tools for deliberation among data activists, combining practical functions with symbolic significance for social action. To conceptualise this dynamic, we introduce the notion of “cartographies of negotiation,” which highlights the tensions, values, and interpretive practices that shape internet-based maps. This concept foregrounds the distinction between maps as objects and mapping as a situated process. We draw on technocentric and social justice frameworks to examine how activists navigate between technological possibilities and structural constraints, and how their cartographic practices generate new forms of visibility, solidarity, and resistance.",
          "url": "https://doi.org/10.17645/mac.10958",
          "doi": "https://doi.org/10.17645/mac.10958",
          "filter": 0,
          "created": "2025-12-4"
        },
        {
          "title": "Making a Scene via Counter-Data Mapping: The Digital Cartography of Hong Kong’s Resistant Economy",
          "authors": "Tin-Yuet Ting",
          "abstract": "Studies of contemporary social movements have explored the role of digital maps and mapmaking in the organisation and visualisation of protest events, yet little is known about the contentious political potential of maps when the political opportunities for street politics fade. This article examines the digital cartography of Hong Kong’s yellow economic circle, a networked system of retailers and consumers linked by political values that support pro-movement stores and boycott pro-establishment businesses, for which citizen activists amassed crowdsourced data to create and update counter-maps that galvanised political consumerism to uphold dissent. Drawing on a renewed conception of the networked movement scene, I contend that counter-data mapping demonstrates a connective structure of self-mobilisation that affords the (trans)formation of (a) dissent spatiality, (b) sociality, and (c) solidarity during the declining stages of movements. Based on digital ethnography and archival research, I show how this nascent cartographic data-as-repertoire not only helped establish and sustain a resistant economy but also allowed people to maintain and refashion their contentious political participation via everyday engagement with data. While the state authorities attempted to expand their territorial control amidst the crisis, counter-data mapping, as a digitally enabled, joint practice of scene-making, (re)invented dissent territory, enabling dispersed citizen activists to continue to connect and mobilise amidst intense urban policing and social distancing protocols. This article casts new light on the utility and capacity of digital cartography during movement latency while illuminating the understudied contours and consequences of counter-data mapping in a non-Western context.",
          "url": "https://doi.org/10.17645/mac.10979",
          "doi": "https://doi.org/10.17645/mac.10979",
          "filter": 0,
          "created": "2025-10-28"
        },
        {
          "title": "Indigenous Cartographies in the Covid-19 Pandemic",
          "authors": "Paola Sartoretto, Luana Martins",
          "abstract": "For Indigenous populations in Brazil, maps have long been instruments of invisibility. Official maps have historically misnamed and erased Indigenous territories and communities. At the same time, cartographic representations have been a tool of resistance for Indigenous activists. Indigenous communities and organisations have created their own maps identifying territories, peoples, languages, and cultures. These dynamics of contentious visibility intensified during the Covid-19 pandemic when the spread of the virus among Indigenous populations was poorly reported or even absent from hegemonic contagion maps. State negligence, intensified by an authoritarian government hostile to Indigenous populations, threatened the survival of communities around the country who organised collectively to create their own cartographic representations of the pandemic through resistant appropriations of media and data. This article draws on interviews with Indigenous leaders and media activists to discuss processes of data appropriation and resistant cartographies during the Covid-19 pandemic. Findings highlight the use of data and counter mapping strategies for self-representation and political action that must be understood through a non-media-centric perspective, drawing from conceptualisations at the intersection between human geography, communication, and post-colonial theory.",
          "url": "https://doi.org/10.17645/mac.11078",
          "doi": "https://doi.org/10.17645/mac.11078",
          "filter": 0,
          "created": "2025-11-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "The symbolic space of smartphone use: How capital and habitus shape existing gender and age divides in smartphone practices",
          "authors": "Johan Lindell, Elvira Oberger, André Jansson",
          "abstract": "This study presents an exploratory approach to the analysis of social differences in smartphone use. Previous research has predominantly focused on problematic smartphone use and addiction. By contrast, this study turns to the research program of Pierre Bourdieu to forward a sociological study on social differences in how people use their smartphones. Using multiple correspondence analysis of Swedish survey data ( n = 2,401), the study explores the structure of the “space of smartphone use.” This space is characterized by two main oppositions: high vs. low volumes of smartphone use on the one hand, and degree of investment in legitimized uses on the other. While age and gender remain key factors in explaining how people position themselves in this space, we show that cultural capital, economic capital, and habitus shape these differences. Privileged social positions tend to “push” social agents toward more frequent and legitimized smartphone uses. Social inequalities shape smartphone uses, particularly among older generations.",
          "url": "https://doi.org/10.1177/20501579251406087",
          "doi": "https://doi.org/10.1177/20501579251406087",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Do mobile phone numbers have politics? The case of mobile phones in the ultra-Orthodox community in Israel",
          "authors": "Tamar Ashuri, Malka Shacham, Dvora Vidmann",
          "abstract": "This study examines the political economy of mobile phone numbers, highlighting how leaderships use socio-economic policies to govern number allocation as a tool for surveillance and control. Focusing on the ultra-Orthodox Jewish community in Israel, this research examines how leadership restricts exposure to secular content through a socio-economic enforcement system that identifies community members who use unauthorized internet-enabled mobile phones, by tracking their phone numbers. In 2021, Israel's Ministry of Communications introduced a reform allowing ultra-Orthodox individuals to retain their phone numbers when switching providers, thus masking their device type and undermining the identification system. This sparked strong opposition from ultra-Orthodox leaders. The present study investigates how community members responded to the reform and its broader implications. To analyze these responses, 1,905 posts from an online ultra-Orthodox forum published after the reform's announcement were examined. The findings showed that phone numbers were perceived not only as technical identifiers but as instruments of economic, political, and cultural power. More broadly, they revealed how phone numbers function in boundary-making – material and symbolic – within a religious enclave navigating its place in a modern liberal society.",
          "url": "https://doi.org/10.1177/20501579251403354",
          "doi": "https://doi.org/10.1177/20501579251403354",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "Book Review: Smartphone Filmmaking: Theory and Practice by Max Schleser SchleserMax, Smartphone Filmmaking: Theory and Practice , New York, NY: Bloomsbury Publishing, 2021; 264 pp.: ISBN: 9781501360336. $ 36.95 (pbk)",
          "authors": "Shuai Li",
          "url": "https://doi.org/10.1177/20501579251348100",
          "doi": "https://doi.org/10.1177/20501579251348100",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "Book Review: TikTok: Creativity and culture in short video by Kaye, D. B. V., Zeng, J., &amp; Wikström, P. KayeD. B. V.ZengJ.WikströmP. (2022). TikTok: Creativity and culture in short video. Cambridge, UK: Polity Press. 240 pp., ISBN 9781509548927. Paperback, $22.95.",
          "authors": "Halima Lul Ali",
          "url": "https://doi.org/10.1177/20501579251409042",
          "doi": "https://doi.org/10.1177/20501579251409042",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "AI generation of rage bait: Implications for digital harms",
          "authors": "Rob Cover",
          "abstract": "With the increasing use of generative AI tools to enhance engagement on social media platforms, we are beginning to see AI-generated content contributing to digital harms, including particularly online abuse. Drawing on digital ethnography case studies, this article investigates the emergence of AI-generated ‘rage bait’ content, a severe form of trolling attempting to invoke users into adversity and outrage. AI-generated rage bait differs from other rage baiting because no human actor is involved in its creation or initial distribution. Case study examples of rage bait posts generated by AI tools are analysed. The article theorises the cultural causality of AI-generated rage bait and other digital harms, discussing how AI tools draw on extant datasets, practices and norms to further embed rage in the digital ecology. The article discusses some of the cultural and policy implications of digital harms originating from AI generators and provides a roadmap for further study.",
          "url": "https://doi.org/10.1177/14614448251400675",
          "doi": "https://doi.org/10.1177/14614448251400675",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Cruel companionship: How AI companions exploit loneliness and commodify intimacy",
          "authors": "James Muldoon, Jul Jeonghyun Parke",
          "abstract": "This article theorises how a new generation of artificial intelligence (AI) companion products can commodify intimacy through emotionally manipulative design and racialised and gendered aesthetics. Inspired by Lauren Berlant’s framework of cruel optimism, we develop the notion of ‘cruel companionship’ to describe the affective dynamics at play in AI companions, where users can form deep attachments that promise intimacy and connection, yet structurally foreclose the possibility of genuinely reciprocal relationships that respect users’ autonomy. These dynamics are further underpinned by AI companions’ racialised and gendered identities, which can draw on longstanding stereotypes of servitude and docility. By analysing AI companions through the lens of political economy and cultural studies, this article shows how these products reproduce exploitative platform hierarchies and repackage racial and gendered stereotypes in digital form.",
          "url": "https://doi.org/10.1177/14614448251395192",
          "doi": "https://doi.org/10.1177/14614448251395192",
          "filter": 0,
          "created": "2025-12-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "The Nordic media welfare state and the challenge of imagining livable futures: Keynote speech, NordMedia2025, Odense, Denmark, 13–15 August (revised and edited)",
          "authors": "Kim Christian Schrøder",
          "abstract": "The scholarly debate about a Nordic media system received a major impetus with the publication of the The Media Welfare State: Nordic Media in the Digital Age by Trine Syvertsen, Gunn Enli, Ole J. Mjøs, and Hallvard Moe in 2014. Ten years later in 2024, discussions continued in The Future of the Nordic Media Model: A Digital Media Welfare State? edited by Peter Jakobsson, Johan Lindell, and Fredrik Stiernstedt. A key concern across these debates has been whether and to what extent the media systems in the Nordic countries actually do form a common “Nordic media system”, and whether this media system is somehow better than other media systems at equipping Nordic citizens with democratic prerequisites. My article outlines the key positions in these debates about the continued role and relevance of the Nordic media welfare state, mainly in the area of news provision, based in part on recent research that explores this issue from an audience perspective (Schrøder et al., 2020, 2024). In the article, I tentatively explore how Nordic news media are presenting climate challenges and thereby equipping us as Nordic citizens for imagining livable futures.",
          "url": "https://doi.org/10.2478/nor-2025-0023",
          "doi": "https://doi.org/10.2478/nor-2025-0023",
          "filter": 0,
          "created": "2025-12-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Local Experience, National Media, and Misperceptions of the COVID-19 Pandemic",
          "authors": "David A. Beavers, Jennifer Hochschild",
          "url": "https://doi.org/10.1080/10584609.2025.2604709",
          "doi": "https://doi.org/10.1080/10584609.2025.2604709",
          "filter": 0,
          "created": "2025-12-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Synthesizing advocacy and social license seeking strategies in stakeholder management: A content analysis of corporate responses to Russia-Ukraine war",
          "authors": "Ivy Wai-yin Fong",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102661",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102661",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Conceptualizing publics’ negative affect via the exploration of African American practitioners’ accounts of obstacles encountered in the industry",
          "authors": "LaTonya J. Taylor, Candice L. Edrington, Damion Waymer",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102662",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102662",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Self-starters and lone rangers: Municipal government and nonprofit PR practitioners’ approaches to AI training, ethics, and policy-making",
          "authors": "Sarah K. Maben, Jacqueline Lambiase, Rosalynn A. Vasquez",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102664",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102664",
          "filter": 0,
          "created": "2025-12-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Who believes in science? A computational tool for identifying language invoking or disputing scientific knowledge",
          "authors": "Rachel Wetts, Dan Kitson",
          "abstract": "From disputes over COVID-19 to contestation over climate science, questions of the value and legitimacy of mainstream scientific knowledge have become matters of high-stakes political struggle. Here, we introduce a novel computational tool to identify and track the emergence, proliferation, and historical variations of discourses that either seek to invoke the authority of scientific expertise or to criticize scientific claims, institutions, and experts. We describe the tool’s development, demonstrate its predictive and convergent validity, and illustrate its potential across three case studies shedding light on how elite rhetoric may drive political polarization around science in the United States. Among other findings, we find that political statements invoking scientific expertise have historically been more likely to receive coverage in mainstream American newspapers than statements that do not invoke expertise. However, this apparent advantage disappears over time, suggesting the discursive authority associated with the invocation of scientific methods, credentials, and institutions may be diminishing.",
          "url": "https://doi.org/10.1177/09636625251401198",
          "doi": "https://doi.org/10.1177/09636625251401198",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Book review: Sarah R. Davies, Science Societies: Resources for Life in a Technoscientific World DaviesSarah R.Science Societies: Resources for Life in a Technoscientific World. Bristol: Bristol University Press, 2025. 205 pp. £22.99 (paperback); £80 (hardback). ISBN: 9781529229004",
          "authors": "Stephen Hughes",
          "url": "https://doi.org/10.1177/09636625251400165",
          "doi": "https://doi.org/10.1177/09636625251400165",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Shedding light on public perceptions of scientists who engage in wrongness admission amidst a failed replication",
          "authors": "Nicholas D. Evans, Adam K. Fetterman",
          "abstract": "Admitting that one’s research findings are wrong involves admitting a potential instance of incompetence, which can keep scientists from engaging in wrongness admission. However, wrongness admission can yield favorable perceptions. In five experiments ( N = 2420), we tested whether wrongness admission yields higher perceived trustworthiness in the scientist and trust in science and discipline-specific research as well as public funding support for the scientist, science, and discipline-specific research. Scientists engaging in wrongness admission (vs refuse or do not comment) were perceived as more trustworthy and received more support for federal funding for their own research. Moreover, wrongness admission yielded similar levels of science and discipline-specific public funding support. Wrongness admission not only facilitated higher scientist trustworthiness, but trustworthiness was, in turn, associated with greater trust in science and psychology, as well as scientist and psychology public funding support. This work highlights potential benefits of scientist wrongness admission amidst failed replications.",
          "url": "https://doi.org/10.1177/09636625251372820",
          "doi": "https://doi.org/10.1177/09636625251372820",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "To Fund or Not to Fund? Examining Relationships Between Support for Scientific Research Across Political Ideologies and Science-Related Populist Beliefs",
          "authors": "Austin Y. Hubner, Lindsay J. Della, Joy L. Hart",
          "abstract": "This study examined how political ideology and science-related populism (SciPop) relate to both trust in federal science agencies and support for scientific funding in the United States. Using regression models, we analyzed perceptions of CDC, NIH, NSF, and EPA, as well as attitudes toward taxpayer-funded research and early 2025 proposed budget cuts. Both conservatism and SciPop predicted lower trust and reduced support for science funding, with SciPop emerging as the stronger predictor. This highlights the importance of understanding how anti-elite sentiment shapes public attitudes toward science, offering insights for science communication amid growing polarization and declining trust in scientific institutions.",
          "url": "https://doi.org/10.1177/10755470251400317",
          "doi": "https://doi.org/10.1177/10755470251400317",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "The Future of AI Support in Health Care: Understanding Informal Caregivers’ Multidimensional Expectations of AI Chatbots",
          "authors": "Nova M. Huang, Shirley S. Ho",
          "abstract": "This study examines how informal caregivers of older adults form expectations of artificial intelligence-based chatbots (AI chatbots) for caregiving support, drawing on the human–machine communication framework. Findings from six focus group discussions in Singapore showed that informal caregivers’ expectations were multidimensional—encompassing the functional, relational, and sociotechnical aspects. While participants generally expected AI chatbots to assist with informational and practical caregiving tasks, they remained skeptical regarding their capabilities to provide accurate medical advice, emotional support, and complex health care decision-making. Expectations were shaped by machine heuristics, prior technology experiences, caregiving experiences, and sociotechnical contexts. Theoretical and practical implications were discussed.",
          "url": "https://doi.org/10.1177/10755470251398722",
          "doi": "https://doi.org/10.1177/10755470251398722",
          "filter": 0,
          "created": "2025-12-20"
        },
        {
          "title": "When Visual-Verbal Overlap Matters: Examining Its Boundary Conditions in Communicating Innovations",
          "authors": "Meghnaa Tallapragada, Sachin Rustgi",
          "abstract": "Using abstract-concrete cognition, dual coding theory, and exemplification theory, we conducted two online experiments assessing public perceptions of ongoing research aimed at developing reduced-gluten wheat and reduced-allergen peanuts using crossbreeding and genome-editing techniques. Visual-verbal overlap messages generated emotions and moral acceptability of the techniques, which then enhanced support for both products, and even intentions to buy and consume in some instances. However, verbal-only messages also generated similar outcomes for reduced-allergen peanuts, whereas for reduced-gluten wheat, the overlap alone was effective. Visual-verbal messages without overlap had no effect in both studies. Findings offer boundary conditions for visual-verbal overlap effects.",
          "url": "https://doi.org/10.1177/10755470251403517",
          "doi": "https://doi.org/10.1177/10755470251403517",
          "filter": 0,
          "created": "2025-12-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Emerging generative AI divide: Personal, positional, and resource-based factors associated with use and reasons for non-use",
          "authors": "Atsushi Nakagomi, Noriyuki Abe, Takahiro Tabuchi",
          "url": "https://doi.org/10.1016/j.tele.2025.102360",
          "doi": "https://doi.org/10.1016/j.tele.2025.102360",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "The new ethical issue of cultural industries in China: ’Witch-Hunting’ in the age of Generative Artificial Intelligence",
          "authors": "Zhixuan Shan, Kun Hou",
          "url": "https://doi.org/10.1016/j.tele.2025.102362",
          "doi": "https://doi.org/10.1016/j.tele.2025.102362",
          "filter": 0,
          "created": "2025-12-20"
        },
        {
          "title": "When AI summary is inconsistent with aggregated rating: The role of trust, valence, and algorithmic explanation in consumer attitudes",
          "authors": "Lijuan Luo, Ling Liu, Yujie Zheng",
          "url": "https://doi.org/10.1016/j.tele.2025.102361",
          "doi": "https://doi.org/10.1016/j.tele.2025.102361",
          "filter": 0,
          "created": "2025-12-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Branding of top Pakistani universities: a multisemiotic analysis of university logos on X",
          "authors": "Fareeha Aazam, Pei Soo Ang, Siang Lee Yeo",
          "abstract": "Focusing on how five top-ranked Pakistani universities construct their branding narratives on X, this research presents a multisemiotic analysis of the logos displayed on their official X profile pages. The study adopts a composite analytical framework that combines the Corporate Visual Identity (CVI) which emphasizes design elements, with principles of compositional meaning that examine the arrangement, salience and typographic semiotics as well as graphical elements within the logos. Given that these logos appear by default against profile banners on X, the visual environment of the banners is also referred to, as the contextual design choices can influence logo interpretation and brand perception. Findings reveal that the semiotic choices embedded in these visual identities reflect each university’s ethos, cultural heritage and global ambitions, often highlighting nationalistic and religious connotations. There is also a strategic use of English typography and culturally resonant imagery to project modernity and international appeal. These findings suggest a conscious glocalization strategy, where universities position themselves as globally oriented institutions while maintaining a strong affiliation with local cultural, nationalistic and religious values.",
          "url": "https://doi.org/10.1177/14703572251394574",
          "doi": "https://doi.org/10.1177/14703572251394574",
          "filter": 0,
          "created": "2025-12-15"
        }
      ],
      "articles_hidden": []
    }
  ]
}
