{
  "update": "2026-02-14",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "The communicative constitution of speech community: The case of diaspora Basques in the United States",
          "authors": "Jone L. Brunelle, David Boromisza-Habashi",
          "url": "https://doi.org/10.1080/03637751.2026.2614769",
          "doi": "https://doi.org/10.1080/03637751.2026.2614769",
          "filter": 0,
          "created": "2026-2-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "Visual attention and retention effects of a design element in culturally targeted messages: introducing the virtual billboard paradigm",
          "authors": "Moonsun Jeon, Sue Lim, Maria K. Lapinski, Gary Bente, Stephen A. Spates, Ralf Schmälzle",
          "url": "https://doi.org/10.1080/01463373.2026.2629568",
          "doi": "https://doi.org/10.1080/01463373.2026.2629568",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "The end of a world and the loss of a friend: meaning and mourning in online game sunset rhetoric",
          "authors": "Andrew W. Cole",
          "url": "https://doi.org/10.1080/01463373.2026.2628809",
          "doi": "https://doi.org/10.1080/01463373.2026.2628809",
          "filter": 0,
          "created": "2026-2-13"
        },
        {
          "title": "“COVID robbed me of that”: navigating final conversations and grief during the COVID-19 pandemic",
          "authors": "Bonnie M. Nickels, Kelly E. Tenzek, Rachel A. Coley",
          "url": "https://doi.org/10.1080/01463373.2026.2628807",
          "doi": "https://doi.org/10.1080/01463373.2026.2628807",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "Dispositional hope as a moderator of the associations between older adults’ own age-related communication and aging efficacy",
          "authors": "Quinten S. Bernhold, Cole Burns",
          "url": "https://doi.org/10.1080/01463373.2026.2629571",
          "doi": "https://doi.org/10.1080/01463373.2026.2629571",
          "filter": 0,
          "created": "2026-2-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Imagistic Experiments with the Body : A Theater of the Oppressed Workshop with Migrant Communities",
          "authors": "Beatriz Villas-Bôas, Joana P. Cruz",
          "url": "https://doi.org/10.1080/10510974.2026.2619472",
          "doi": "https://doi.org/10.1080/10510974.2026.2619472",
          "filter": 0,
          "created": "2026-2-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Logics and levels of ecology theory: organizing Chicago School ecological approaches for journalism studies",
          "authors": "Wilson Lowrey, Anna Grace Usery",
          "abstract": "Chicago School ecology, with its emphasis on diverse sets of interacting actors, unanticipated outcomes, and ongoing adaptation to shifting environments, offers a helpful lens for examining a disrupted, changing journalism and its existential challenges. Drawing from the Chicago School tradition, we generate a framework for conceptualizing the ecological study of local-level journalism and journalistic change in a more coherent, systematic way. The framework is visualized in a matrix with two dimensions: levels of analysis (systemic and interactionist), and logics of adaptation (transactional and cognitive-cultural). On the matrix we situate middle-range ecological approaches from journalism studies that have roots in this tradition. Our aim is to provide more theoretical context, clarity and intentionality for scholars in their use of ecological approaches and concepts in the study of journalism and its uncertainties.",
          "url": "https://doi.org/10.1093/ct/qtaf038",
          "doi": "https://doi.org/10.1093/ct/qtaf038",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "A24 music: Reinventing synergy through musical paratexts",
          "authors": "Max Kaplan",
          "abstract": "Since its inception in 2012, the film producer/distributor A24 has relied on building and sustaining hype across its niche fanbase of cinephiles. The 2021 launch of their subsidiary label A24 Music made official a longstanding aspect in A24’s marketing strategy: its tight-knit association with indie music culture. In the age of what Claudia Gorbman calls the mélomane (or music-loving auteur), A24 has established itself in many ways as a mélomane among production companies, fostering a synergy with music cultures that factors into what Jordan Brower calls its brand pedagogy. While Brower argues that A24’s brand pedagogy positions itself as a steward of global film culture, this article will argue that their brand pedagogy extends to music cultures as well. Building upon Sarah Thornton’s theories of subcultural capital, Jonathan Gray’s work on paratextuality, and Jeff Smith and Michael Z. Newman’s respective studies on film music synergy and indie film culture, I will position A24 within a lineage of cultural and industrial trends that have made it possible for a production company to assume the role of mélomane. Through analysis of A24’s musical paratexts both online and off (including trailers, podcasts, YouTube features, playlists, vinyl records, zines, and merch offerings), I will illustrate how the brand has reinvented synergy between cinephile audiences and musical subcultures for the 21st century. This article will end with a case study of A24’s 2023 re-release of Talking Heads’ concert film Stop Making Sense , wherein they deployed an arsenal of paratextual strategies to cultivate intergenerational synergy and double-down on a brand pedagogy that’s fully committed to educating viewers about music cultures of the past and present.",
          "url": "https://doi.org/10.1177/13548565261422349",
          "doi": "https://doi.org/10.1177/13548565261422349",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "The User Experience of TikTok and Its Compatibility with News",
          "authors": "Irene Costera Meijer, Kenza Lamot, Tim Groot Kormelink",
          "url": "https://doi.org/10.1080/21670811.2026.2626737",
          "doi": "https://doi.org/10.1080/21670811.2026.2626737",
          "filter": 0,
          "created": "2026-2-13"
        },
        {
          "title": "The Time Dimension of Visual Journalism: The Rhythm of Photographic “Truth Claims”",
          "authors": "Patrik Åker, Jenni Mäenpää, Liudmila Voronova",
          "url": "https://doi.org/10.1080/21670811.2026.2626733",
          "doi": "https://doi.org/10.1080/21670811.2026.2626733",
          "filter": 0,
          "created": "2026-2-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "“A Place Where I Could Breathe Easily”: LGBTQ + Youth on Gaming Worlds as Digital Shelters",
          "authors": "Burcu Gumus, David Ekdahl",
          "abstract": "This article investigates how LGBTQ + youth cultivate enduring relationships through the cross-platform ecologies surrounding digital games, arguing that these environments function as affective infrastructures of dwelling. Drawing on qualitative interviews with LGBTQ + participants aged 17–25, the study demonstrates that relationships initiated in multiplayer games deepen as they circulate across Discord, Twitch, voice channels, and private messaging networks. Combining Heidegger's notion of dwelling with Sara Ahmed's theory of affective circulation, the article conceptualizes these relational formations as sticky intimacies: Affectively adhesive ties that emerge through repetitive encounters, shared rituals, and collective rhythms of online co-presence. Findings reveal four interlinked dynamics, existential significance, expressive plasticity, collective spatiality, and negotiated safety, through which participants fashion livable digital environments amid offline precarity, heteronormative surveillance, and identity-based risk. Digital platforms become spaces where visibility can be modulated, emotional breathing room is achievable, and continuity of self is sustained. Rather than treating gaming spaces as inherently protective, the study highlights the labor, moderation practices, and boundary-work that make such ecologies inhabitable. By theorizing cross-platform circulation as an affective-spatial process, this research expands digital games scholarship and offers a nuanced account of how LGBTQ + youth craft durable, meaningful intimacies within increasingly interconnected digital worlds.",
          "url": "https://doi.org/10.1177/15554120261418456",
          "doi": "https://doi.org/10.1177/15554120261418456",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "Planetdeath Disease: The Anthropocene in Sid Meier's Alpha Centauri and Disco Elysium",
          "authors": "Zoheb Mashiur",
          "abstract": "How do games articulate discourses of climate crisis? The article compares a particular discourse of climate change—the Anthropocene—in two digital games: the 4X strategy game Sid Meier's Alpha Centauri (1999) and the computer roleplaying game Disco Elysium (2019). Comparing two games separated by decades, production context, and genre reveals productive differences and similarities in the representation of the Anthropocene. The article presents an overview of the Anthropocene discourse from its origins to its relationship to complementary and competing concepts such as the noosphere and Capitalocene. The fictionalized Anthropocene(s) presented in Sid Meier's Alpha Centauri and Disco Elysium are then read for their resonance with these real-world visions of the Anthropocene. The article demonstrates complications to the tendency of various digital game genres to articulate specific discourses of the Anthropocene, ranging from games’ narrative genres and the broader political currents during game production.",
          "url": "https://doi.org/10.1177/15554120261420991",
          "doi": "https://doi.org/10.1177/15554120261420991",
          "filter": 0,
          "created": "2026-2-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Beyond Black and White: Media Coverage of Caitlin Clark’s and Angel Reese’s WNBA Rookie Seasons",
          "authors": "Alayna Yates, Chad Painter",
          "url": "https://doi.org/10.1080/10646175.2026.2624796",
          "doi": "https://doi.org/10.1080/10646175.2026.2624796",
          "filter": 0,
          "created": "2026-2-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "AI ethical challenges: a perspective of AI developers in postcolonial countries",
          "authors": "Itoro Abraham, Juliana Sutanto, Ruilin Zhu, Mahsa Honary",
          "abstract": "Purpose The study of AI ethics is rapidly expanding, but West Africa faces a disadvantage due to the lack of available data and research. This leaves the region susceptible to the negative consequences of imported AI technologies. Our study helps to identify the root causes of unethical outcomes. It provides valuable insights for dealing with AI’sunethical outcomes and understanding the social changes it may bring while addressing the pressing need for research that explores the interaction between resources, power relations, and social norms that influence AI development from the developer’s perspective. Design/methodology/approach Following critical social theory, we interviewed 45 system developers from West Africa. We adopted the postcolonial theory to examine power dynamics in AI development, algorithm colonisation, technology mimicry and decolonisation. We applied the critical thematic analysis for the data analysis. Findings This study examines the power dynamics in global AI development through the lens of postcolonial theory, highlighting the dominance of the Global North, particularly corporations and research institutions in North America and Western Europe. This dominance extends beyond technological control, including narratives, resources and policymaking processes that influence AI’sglobal trajectory. Local entities in the Global South, such as those in West Africa, heavily depend on foreign vendors for AI technologies. This reliance curtails local autonomy and perpetuates a cycle of dependency reminiscent of historical colonial practices, a phenomenon described as technological imperialism, thus driving technology mimicry and algorithm colonisation. Originality/value Our research is a valuable and timely contribution to AI ethics, providing insightful perspectives on the ethical challenges posed by AI in West Africa. Our findings serve as an essential roadmap for shaping policy decisions related to AI education, governance, and design, aiming to promote inclusive and ethical development in West Africa. Through our rigorous theoretical analysis and practical insights, we aim to foster a culture of inclusive AI development, ethical excellence, social responsibility, and accountability in our rapidly evolving world.",
          "url": "https://doi.org/10.1108/itp-11-2024-1466",
          "doi": "https://doi.org/10.1108/itp-11-2024-1466",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "“I feel more capable”: vernacular smartphone affordances among illiterate adults in rural China",
          "authors": "Qingting Zhao, Hao Gao",
          "abstract": "Purpose Despite significant progress in global literacy campaigns, millions of adults remain illiterate, particularly in rural areas. With the ubiquity of smartphones, illiterate and semi-literate populations are increasingly engaging with digital technologies. This study examines the vernacular affordances these users generate in everyday smartphone use and investigates how such affordances shape their cognitive, emotional, and social experiences. Design/methodology/approach The study draws on participatory observation and semi-structured interviews with 17 illiterate and semi-literate individuals in a rural village in Shanxi Province, China. Data were analyzed through thematic analysis guided by the framework of vernacular affordances. Findings The analysis identifies three vernacular affordance characteristics—from hidden to perceptible, accidental, and incomplete—and explains how they are realized through three pathways: intergenerational digital support (“digital back-feeding”), symbol–meaning matching, and practice through repetition. These pathways help transform initially opaque smartphone functions into perceptible ones, while also producing affordances that remain unstable or only partially realized. Despite these limitations, smartphone use enhanced informal learning, micro-literacy development, emotional intimacy, and social participation. Originality/value The study advances affordance theory by contextualizing vernacular affordances in a rural, low-literacy environment and by demonstrating their unstable, fragmented, and culturally embedded nature. It also shows that the classification of affordances integrates both theoretical insights and empirically derived characteristics. In practice, the findings highlight the importance of intergenerational digital mentorship, culturally sensitive interface design, and policies that promote not only access but also meaningful digital inclusion.",
          "url": "https://doi.org/10.1108/itp-05-2025-0700",
          "doi": "https://doi.org/10.1108/itp-05-2025-0700",
          "filter": 0,
          "created": "2026-2-6"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Concluding reflections: polycentricity and legitimacy in digital governance",
          "authors": "Jan Aart Scholte",
          "url": "https://doi.org/10.1080/1369118x.2026.2624711",
          "doi": "https://doi.org/10.1080/1369118x.2026.2624711",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Introduction – towards polycentricity? The quest for legitimacy and trust in digital governance",
          "authors": "Matthew Dylag, Daniëlle Flonk, Cristiana Lauri, Morshed Mannan",
          "url": "https://doi.org/10.1080/1369118x.2025.2552374",
          "doi": "https://doi.org/10.1080/1369118x.2025.2552374",
          "filter": 0,
          "created": "2026-2-8"
        },
        {
          "title": "Algorithmic reproduction of social inequality: language attitude bias in Chinese and English pre-trained language models",
          "authors": "Zhenzhen Zhang, Guowen Huang, Wanting Chen, Sihui Chen, Bingkun Yang",
          "url": "https://doi.org/10.1080/1369118x.2026.2624702",
          "doi": "https://doi.org/10.1080/1369118x.2026.2624702",
          "filter": 0,
          "created": "2026-2-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Progressive or regressive? Refining brand activism with a consumer-centric perspective by integrating cultural tightness-looseness and political ideology",
          "authors": "Hui Shi, Xinyu Zhao, Sophia Mueller-Bryson, Regina Jihea Ahn, Chen Crystal Chen, Dongqing Xu, Geyi Wang",
          "url": "https://doi.org/10.1080/02650487.2026.2629668",
          "doi": "https://doi.org/10.1080/02650487.2026.2629668",
          "filter": 0,
          "created": "2026-2-13"
        },
        {
          "title": "Effective advertising through language adaptation: tailoring ads to diverse purchasing contexts",
          "authors": "Baris Depecik, Ezgi Ozgen, Zeynep Aydin Gokgoz, Ayşegül Özsomer",
          "url": "https://doi.org/10.1080/02650487.2026.2624264",
          "doi": "https://doi.org/10.1080/02650487.2026.2624264",
          "filter": 0,
          "created": "2026-2-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Effects of chronological presentation of information on processing and memory for broadcast news",
          "authors": "Annie Lang",
          "url": "https://doi.org/10.1080/08838158909364093",
          "doi": "https://doi.org/10.1080/08838158909364093",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Performing the news: Identity, authority, and the myth of neutrality",
          "authors": "Pasha Agoes",
          "url": "https://doi.org/10.1080/08838151.2026.2627595",
          "doi": "https://doi.org/10.1080/08838151.2026.2627595",
          "filter": 0,
          "created": "2026-2-11"
        },
        {
          "title": "Television news technology: Do more sources mean less diversity?",
          "authors": "William R. Davie, Jung‐Sook Lee",
          "url": "https://doi.org/10.1080/08838159309364235",
          "doi": "https://doi.org/10.1080/08838159309364235",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Political polarization as a co-adaptive process",
          "authors": "Stuart Soroka, Georgia Kernell, P J Lamberson",
          "abstract": "Political polarization is often characterized as a consequence of changes in media content or technology. We argue, in contrast, for an account that views polarization in media and the public as a co-adaptive process. This paper begins with a brief review of cultural evolution and co-adaptation and then considers the application of similar ideas to changes in media and the public over time. Using formal models, we suggest that—in combination with the human tendency toward in-group bias—a co-adaptive (rather than unidirectional) relationship can best account for real-world dynamics. We consider the implications of these findings for our understanding of media effects and technological innovation in polarization, representative democracy, and mass-mediated communication more broadly.",
          "url": "https://doi.org/10.1093/joc/jqag001",
          "doi": "https://doi.org/10.1093/joc/jqag001",
          "filter": 0,
          "created": "2026-1-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Election night’s alright for feeling: emotional appeals by British political parties on Facebook during and outside election campaigns",
          "authors": "Anna Bil-Jaruzelska",
          "url": "https://doi.org/10.1080/19331681.2026.2626747",
          "doi": "https://doi.org/10.1080/19331681.2026.2626747",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "State apparatus vs. surrogate sphere: a comparative analysis of domestic and international media in Turkish elections",
          "authors": "Sadettin Demirel, Neslihan Bulur Demirel",
          "url": "https://doi.org/10.1080/19331681.2026.2630181",
          "doi": "https://doi.org/10.1080/19331681.2026.2630181",
          "filter": 0,
          "created": "2026-2-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "At the Speed of a Verb: Grammatical Class of Stimuli Affects Response Time in Surveys and Syntactic Classification Tasks",
          "authors": "Marta Witkowska, Caterina Suitner, Joanna Dołżycka, Janin Roessel, Anne Maass, Magdalena Formanowicz",
          "abstract": "Verbs, as the conventional linguistic category for expressing action and motion, possess meta-semantic associations specifically with action-orientation—associations not typically found in other grammatical classes (e.g., nouns). The central aim of this research was to examine whether the proposed association between verbs and action manifests in shorter response times for verbs compared to other grammatical forms. In Studies 1a and 1b ( N 1a = 136, N 1 b = 323), we examined the impact of exposure to verbs versus nouns on overall completion time for a complex questionnaire survey. In Studies 2a and 2b ( N 2a = 92, N 2b = 96), we employed a syntactic classification task to investigate behavioral responses to verbs and nouns, using a pseudoword paradigm in which carefully constructed lexical stimuli were devoid of semantic meaning but clearly conveyed grammatical class through suffixes. Across all four experiments, we consistently observed shorter response times for verbs and pseudoverbs compared to nouns and pseudonouns, suggesting that grammatical class exerts meta-semantic effects on behavior.",
          "url": "https://doi.org/10.1177/0261927x251413715",
          "doi": "https://doi.org/10.1177/0261927x251413715",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Actor-partner interdependence between socially prescribed parenting perfectionism and overparenting among Chinese parents over time: Does family income matter?",
          "authors": "Janet T. Y. Leung, Ann W.S. Hung, Vincent W.T. Chua, Xiangying Ding",
          "abstract": "Overparenting is an emerging parenting style characterized by parents’ excessive involvement in ensuring their children’s future success and happiness. This often entails intruding into their children’s daily routines and future plans, removing obstacles that may impede achievement, and providing disproportionate support. Although overparenting has garnered attention from family scholars over the past two decades, its antecedents have rarely been examined in the social science literature. Drawing on data from 642 Chinese families in Hong Kong, this study investigated the interdependence between fathers and mothers in the associations between socially prescribed parenting perfectionism and overparenting over time, as well as the moderating role of family income in these associations. The results indicated that mothers’ socially prescribed parenting perfectionism was positively associated with both paternal and maternal overparenting over time. In contrast, fathers’ socially prescribed parenting perfectionism was not significantly related to either paternal or maternal overparenting over time. Furthermore, the relationship between mothers’ socially prescribed parenting perfectionism and maternal overparenting was positive and significant over time only in families with middle-range incomes; this relationship was not significant in either low-income or high-income families. These findings support the anxious rearing model, suggesting that mothers’ high parenting standards, driven by social expectations, serve as antecedents of both paternal and maternal overparenting over time. However, the actor effect occurs only in families with middle-range incomes. This study provides new insights into the development of Chinese socialization models related to overparenting and informs the design of intervention strategies to support affected families.",
          "url": "https://doi.org/10.1177/02654075261424362",
          "doi": "https://doi.org/10.1177/02654075261424362",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "Mental contrasting and problem-solving in romantic relationships: A dyadic behavioral observation study",
          "authors": "Henrik Jöhnk, Gabriele Oettingen, Kay Brauer, A. Timur Sevincer",
          "abstract": "We investigated how mental contrasting, a self-regulation strategy, affects relationship problem-solving in 105 mixed-gender couples. Couples were assigned to a mental contrasting (juxtaposing the desired future with the main inner obstacle) or indulging (imagining only the desired future) condition. We reassessed problem resolution 2 weeks later. Actor-partner interdependence model analyses revealed that mental contrasting improved problem resolution over this period for problems perceived as important to resolve. Right after the intervention, we also recorded couples’ problem-solving behavior during a Zoom discussion among the partners. Men in the mental contrasting (vs. indulging) condition showed more self-disclosure, especially of feelings, attitudes, and behaviors. Women in the mental contrasting condition were more selective when suggesting solutions. Mental contrasting appears to foster problem-solving by enabling men to engage in self-disclosure, making women selective about solution suggestions, and enabling both women and men to effectively implement solutions, especially for high-importance problems.",
          "url": "https://doi.org/10.1177/02654075261424827",
          "doi": "https://doi.org/10.1177/02654075261424827",
          "filter": 0,
          "created": "2026-2-7"
        },
        {
          "title": "Shared identity and need fulfillment in transgender young adults’ romantic relationship experiences",
          "authors": "Benjamin E. Eisenstadt, Gabriel R. Murchison, Joanne Davila",
          "abstract": "Transgender young adults experience a unique and complex set of stressors in romantic relationships. These stressors may be amplified for transgender people with non-transgender partners due to fear of stigmatization or lack of understanding, and therefore might reduce feelings of closeness and satisfaction. The ability of partners to fulfill relational needs may explain any identity-based differences in relationship well-being. This study examined associations between partners’ shared transgender identity and general relational need fulfillment, relationship closeness, and relationship satisfaction among transgender young adults in romantic relationships. This study also assessed the extent to which need fulfillment could mediate the association between shared transgender identity and relationship experiences. We hypothesized that transgender young adults with transgender partners would report higher relationship closeness and satisfaction compared to those with non-transgender partners, mediated by increased need fulfillment. One hundred ninety-seven U.S-based transgender young adults in romantic relationships ( M age = 25.7) completed an online, cross-sectional survey. Multivariable linear models were run for associations among variables of interest and causal mediation analyses were conducted. Participants with transgender primary partners reported significantly higher relationship closeness and relationship satisfaction, but not need fulfillment, compared to participants with non-transgender partners. In addition, significant positive associations were observed between need fulfillment and relationship closeness and satisfaction. No mediation was observed. Results provide insight for practitioners working with transgender people in or seeking romantic relationships, and suggest further research to explore the mechanisms that generate potential differences in relationship experiences and that promote relationship well-being regardless of identity differences.",
          "url": "https://doi.org/10.1177/02654075261426039",
          "doi": "https://doi.org/10.1177/02654075261426039",
          "filter": 0,
          "created": "2026-2-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "The Modality-Congruent Carryover Effect: How Difficulty in Identifying (Deep)Fake News Impacts Self-Confidence in Truth Discernment and Susceptibility to Subsequent Disinformation",
          "authors": "Sukyoung Choi",
          "abstract": "With the proliferation of (deep)fake news, individuals will increasingly find it difficult to discern whether content is created by human journalists or artificial intelligence. A two-wave online experiment investigated the carryover effects of news authentication during the initial (deep)fake news exposure on responses to subsequent (deep)fake news. Participants encountered celebrity (deep)fake news in text and video formats on social media. The results showed that the difficulty induced by news authentication lowered self-confidence in truth discernment, which, in turn, decreased the perceived credibility and engagement intentions toward subsequent unrelated fake news of the same modality.",
          "url": "https://doi.org/10.1177/10776990251413726",
          "doi": "https://doi.org/10.1177/10776990251413726",
          "filter": 0,
          "created": "2026-2-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Folk Theories of News Bias: How Audiences Perceive, Interpret, and Experience It",
          "authors": "Seth C. Lewis, Nick Mathews, Jon Benedik A. Bunquin",
          "url": "https://doi.org/10.1080/1461670x.2026.2615722",
          "doi": "https://doi.org/10.1080/1461670x.2026.2615722",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "The Family Business: Entertainment Products and the Network Morning News Shows",
          "authors": "Johanna Cleary, Terry Adams-Bloom",
          "url": "https://doi.org/10.1080/15205430801936006",
          "doi": "https://doi.org/10.1080/15205430801936006",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Generational Differences in Digital Resilience in Four Countries",
          "authors": "Shelley Boulianne",
          "abstract": "Multiple crises have marked the formative years of young adults. These crises heightened the need for information while also creating a large audience for misinformation. This article highlights digital resilience in four countries (the US, the UK, France, and Canada) and across different age groups, using a survey conducted in February 2021 at the apex of a series of crises. Based on a sample of 6,000 respondents, the two youngest age groups are more likely to use fact-checking websites, verify suspicious information, and report misinformation to social media platforms. These practices reflect digital resilience. In terms of cross-national differences, respondents from the US have higher use of fact-checking sites, which can be explained by the structural availability of these websites, which tend to focus on American content. In line with theories about uncertainty avoidance, respondents from France have higher rates of verification of suspicious information. Canada is distinctive in its low rates of misinformation reporting to social media platforms. While much of the scholarship has focused on political ideology as shaping engagement with misinformation, this study highlights generational differences, cultural differences, digital literacy programming, structural opportunities, and regulatory frameworks that may shape practices related to digital resilience.",
          "url": "https://doi.org/10.17645/mac.11399",
          "doi": "https://doi.org/10.17645/mac.11399",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Manifesto for Our Times: Theorising and Demonstrating “Affective Bridges” for Intersectional Feminist Coalitions",
          "authors": "Dilara Asardag",
          "abstract": "The article proposes the theoretical concept of “affective bridges” to describe “affective connection,” “solidarity practice,” or “political articulation” that elevates intersectionality within feminist and trans activisms in Turkey through its three elements: experience, movement, and discourse/action. It explores the emergence of affective bridges for&lt;em&gt; &lt;/em&gt;bodily autonomy, against femicides and gender-based violence, as well as against the specific anti-gender backlash conditions created by anti-gender networked authoritarianism in Turkey. Turkey was chosen for the case study to build, establish, and demonstrate this concept, but the concept is intended to be applicable transnationally, particularly in countries where global political events have local ramifications and where such forms of intersectional solidarity, coalitions, and collaboration are needed.",
          "url": "https://doi.org/10.17645/mac.11053",
          "doi": "https://doi.org/10.17645/mac.11053",
          "filter": 0,
          "created": "2026-2-11"
        },
        {
          "title": "When Trust Facilitates Risk: Older Adults’ Navigation of Deceptive Content in Urban China",
          "authors": "Rui Duan, Kun He",
          "abstract": "Older adults in China are increasingly active digital users, but they encounter distinctive challenges when navigating deceptive content online and offline, including misinformation, disinformation, and cyber fraud. Drawing on 35 in-depth interviews with older adults aged 50+ in urban Beijing, this exploratory study examines how older users encounter, interpret, and respond to deceptive content in everyday digital practices. Instead of relying solely on individual cognitive skills, participants described resilience as emerging through interconnected multiple layers of support, including family consultation, peer discussion, platform-level safeguards, and institutional assistance. The analysis identifies a recurring tension within trusted social networks: While relational expectations and norms of reciprocity may encourage information sharing, they may also discourage correction, creating what this study conceptualizes as a &lt;em&gt;human sentiment barrier&lt;/em&gt;. This concept builds on sociological research on the downsides of strong-tie social capital, illustrating how the same relationships that provide emotional support can also facilitate the circulation of misleading information. By illustrating how older adults’ evaluations of digital content are shaped by relational, cultural, and institutional contexts, this study reframes digital resilience as a socially embedded practice rather than an individual skill. Findings highlight the need for interventions that strengthen the social and infrastructural environments through which older adults make sense of online information.",
          "url": "https://doi.org/10.17645/mac.11531",
          "doi": "https://doi.org/10.17645/mac.11531",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Resilience in Marginalized Communities During Crises: A Literature Review of Communication Scholarship",
          "authors": "Hui Zhao, Jesper Falkheimer",
          "abstract": "This article reviews how communication scholarship conceptualizes and examines resilience among marginalized populations in crisis contexts. Based on 45 peer-reviewed articles published between 2010 and 2025, it maps the research landscape across journals, crisis types, and groups, and analyzes how resilience is theorized and enacted through communication. The findings show that while resilience is widely invoked, it is often framed narrowly as coping or adaptation. At the same time, the review identifies recurring communicative practices, including the reestablishment of normalcy, affirmation of identity, mobilization of networks, development of counter-narratives, and legitimization of emotion, that reveal resilience as a relational and discursive process shaped by inequality. Yet structural power dynamics, intersectional vulnerabilities, and community-led practices remain under-studied. The study contributes to the field by consolidating fragmented research, extending the communication theory of resilience (CTR) through critical perspectives, and outlining directions for future inquiry. By centering marginalized voices, it advances a more inclusive and equity-oriented agenda for crisis communication.",
          "url": "https://doi.org/10.17645/mac.11437",
          "doi": "https://doi.org/10.17645/mac.11437",
          "filter": 0,
          "created": "2026-2-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Associations of Instagram and TikTok Use with Appearance-Based Social Comparison, Body Satisfaction, and Self-Esteem: A Daily Diary Study",
          "authors": "Chi Hong Lao, Anna Skandalakis, Tara C. Marshall",
          "url": "https://doi.org/10.1080/15213269.2026.2626701",
          "doi": "https://doi.org/10.1080/15213269.2026.2626701",
          "filter": 0,
          "created": "2026-2-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Mobile playbour: Mobile esports and gaming labor in Indonesia",
          "authors": "Haryo Pambuko Jiwandono",
          "abstract": "This article examines the merging of mobile media and gaming cultures through mobile esports (electronic sports). Exploring the accessibility and challenges associated with mobile esports labor practices offers a critical look at Indonesia's informal economy today. This economy operates at the intersection of mobile networked creativity and “playbour\"—the blend of play and work—in a fragile employment environment. The article introduces the concept of mobile playbour to analyze specific practices in Indonesia, emphasizing the creative, social, and emotional labor of players that drives the monetization of esports. It ultimately highlights digital and community-building opportunities, the structural instability of mobile game labor, and its broader implications for creativity and monetization in mobile media and game studies.",
          "url": "https://doi.org/10.1177/20501579261417804",
          "doi": "https://doi.org/10.1177/20501579261417804",
          "filter": 0,
          "created": "2026-2-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Data mirroring: A methodological framework for data-donation-based interviews in media use research",
          "authors": "Daniël Jurg, Sarah Vis, Ike Picone, David Mathieu",
          "abstract": "This article introduces “data mirroring,” a methodological framework for conducting data-donation-based interviews using Data Download Packages (DDPs) from digital platforms. Since the General Data Protection Regulation took effect, DDPs have found application in research. While the literature on the value of DDPs primarily points toward scaling and validating aggregate-level data, their potential to illuminate complex user–media relationships within datafied environments at the micro-level appears underexplored. Drawing from recent conceptualizations of the “data mirror,” which captures the feedback loops between users and digital media, this article provides theoretical grounding and practical guidelines for “mirroring” DDPs to users. Based on exercises with 64 participants, we articulate through an illustrative case study how DDPs can serve as prompts, contexts, and reflections, revealing reflexive strategies users employ to curate information flows on algorithmic platforms like Instagram. In addition, we introduce an open-source web application to operationalize DDPs as data mirrors for non-technical researchers.",
          "url": "https://doi.org/10.1177/14614448261419078",
          "doi": "https://doi.org/10.1177/14614448261419078",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "From experimentation to integration: Mapping AI use across European media and communication professionals",
          "authors": "Ruth S Contreras-Espinosa, Bertran Salvador-Mata, Mittzy Arciniega-Cáceres, Carlos A Scolari",
          "abstract": "This study, one of the first cross-national and cross-professional approaches, maps Artificial Intelligence (AI) adoption and perceptions through a survey of 797 professionals in eight countries (Spain, Italy, France, Portugal, Netherlands, Germany, Norway, and Denmark) spanning six fields including journalism, marketing, audiovisual, public relations, graphic design, and communication education. Experimentation is widespread (88%), yet workflow integration remains uneven. Adoption is strongest among younger professionals, and sectoral differences are detected: marketing reports higher adoption, whereas journalists and educators report the lowest usage. ChatGPT dominates (77%), followed by Canva (38%), and DALL·E and MidJourney (27%). Frequency of use lag behind positive attitudes. National patterns also diverge, reflecting cultural, regulatory, and market factors. Results draw on SCOT, Rogers’ diffusion, and Bozdag’s AImosis to frame sociotechnical adoption of AI as a negotiation. We offer a baseline of AI practices in European communication professions and identify key priorities in policy.",
          "url": "https://doi.org/10.1177/14614448261416895",
          "doi": "https://doi.org/10.1177/14614448261416895",
          "filter": 0,
          "created": "2026-2-11"
        },
        {
          "title": "Justice for @birdy: Queer counterpublics on Chinese TikTok (Douyin)",
          "authors": "Zituo Wang, Jiayi Zhu, Donggyu Kim, Wenqing Zuo, Ziyi Yao, Yufei Chen, Zhuoyu Wang",
          "abstract": "This study investigates the queer counterpublics on Douyin that call for social justice on LGBTQ rights. By revealing Douyin’s affective affordances to produce queer counterpublics through censorship, we propose a framework that explains how queer counterpublics navigate user–state tensions and balance affect with strategy in a dynamic discursive space. Based on our large-scale Douyin video dataset, we analyze 102,031 videos from 90,901 accounts by combining computational and qualitative methods. By employing computer vision and content analysis, we uncover the multimodal features and strategies calling for justice in those videos. We also show how non-influencers, influencers, and official accounts adopt distinct strategies and how these strategies are associated with user engagement. Further multimodal discourse analysis examines three key counter discourses, including maximum visibility, limited anger, and infinite hope. This study contributes to the understanding of queer counterpublics in China and the potential of short video platforms like Douyin to foster social change.",
          "url": "https://doi.org/10.1177/14614448251413683",
          "doi": "https://doi.org/10.1177/14614448251413683",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Frictional memory: The afterlives of lynching in the digital public spheres",
          "authors": "Feeza Vasudeva, Narges AziziFard, Eetu Mäkelä",
          "abstract": "This article investigates the digital afterlives of lynching, how its memory is invoked, refracted, and contested on Twitter. Drawing on a hybrid methodological approach that combines computational analysis of tweet corpora with interpretive readings, the research examines how histories of racial violence circulate within the algorithmically mediated space. While lynching remains a central symbol of anti-Black terror in the United States, its meaning in public discourse has become increasingly unstable. On Twitter, lynching is deployed as a historical referent, a metaphor, political claim, and rhetorical provocation, thereby surfacing in divergent frames. We theorize this instability as frictional memory: a dynamic of circulation under constraint, operating through temporal traction (mnemonic pivots that attach past to present), semantic abrasion (collisions that produce drift, contestation, and repair), and visibility routing (platform-mediated asymmetries of attention). This framework shows how histories of racial violence are not simply recalled online but continually reconfigured in digital architectures.",
          "url": "https://doi.org/10.1177/14614448261416894",
          "doi": "https://doi.org/10.1177/14614448261416894",
          "filter": 0,
          "created": "2026-2-11"
        },
        {
          "title": "How AI is imagined by industry during the Sam Altman controversy",
          "authors": "Natalia Stanusch, Richard Rogers",
          "abstract": "The aim of this research is to identify AI imaginaries, the issues they raise, and how the AI industry tackles them. It does so by choosing an opportune moment to map the issue space by virtue of a controversy around the firing and rehiring of OpenAI CEO Sam Altman. The sites for the mapping are X/Twitter and LinkedIn, where users frantically post not only about Altman but also about all manner of AI promises and pitfalls. By employing techniques from controversy mapping and digital research methods, we locate contemporary AI imaginaries, assess their salience in a cross-platform perspective, and describe the stakes gleaned from the prominence of certain dominant imaginaries, such as longtermism, regulatory ambivalence, and techno-hagiography. We discuss the issues these imaginaries raise and the AI industry’s premediation and preclusion of them: the manners by which the AI industry strives to occupy the future and absorb the present.",
          "url": "https://doi.org/10.1177/14614448261419109",
          "doi": "https://doi.org/10.1177/14614448261419109",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "Do alternative media users distrust all mainstream news or only some? Assessing Danish left-wing and right-wing alternative media users’ trust in news at the outlet-specific level",
          "authors": "Miriam Kroman Brems",
          "abstract": "In this article, I investigate Danish alternative media users’ trust in mainstream news at the outlet-specific level. Drawing on an online survey representative of the adult Danish population ( N = 1,518), the study distinguishes between users of left-wing and right-wing alternative media and reveals a remarkable difference: The former only have lower trust in (purportedly) right-leaning mainstream media whereas the latter have lower trust in mainstream media regardless of their ideological leanings, indicating more all-encompassing lower trust. While the users have relatively lower news trust than the rest of the population, their trust is still fairly high in absolute terms. I conclude with a discussion of potential explanations for the left/right difference and of the democratic implications of the findings in and beyond the Danish media context.",
          "url": "https://doi.org/10.2478/nor-2026-0002",
          "doi": "https://doi.org/10.2478/nor-2026-0002",
          "filter": 0,
          "created": "2026-2-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Behind the Ennui: Reconceptualizing employee disengagement, its drivers and internal communication management strategies in a global context of practice",
          "authors": "Ganga S. Dhanesh, Laura L. Lemon",
          "url": "https://doi.org/10.1016/j.pubrev.2026.102669",
          "doi": "https://doi.org/10.1016/j.pubrev.2026.102669",
          "filter": 0,
          "created": "2026-2-11"
        },
        {
          "title": "The confidence trap: A conceptual framework for understanding the gendered leadership gap in public relations",
          "authors": "Pamela Jo Brubaker, Kailey R. Thompson, Christopher Wilson, Steven Bruce Pelham",
          "url": "https://doi.org/10.1016/j.pubrev.2026.102668",
          "doi": "https://doi.org/10.1016/j.pubrev.2026.102668",
          "filter": 0,
          "created": "2026-2-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Trust undone: How COVID-19 coverage shaped scientists’ trust in journalism and their willingness to engage with the media",
          "authors": "Frank Marcinkowski, Hella de Haas, Sarah Kohler",
          "abstract": "This study explores how scientists’ experiences during the pandemic influenced their trust in journalism and their willingness to engage with the media. The study employed a survey approach, collecting data from 4089 scientists affiliated with German universities and research institutions. Trust in journalism was measured across five dimensions: appropriate topic selection, accurate representation, proper fact selection, fair assessment, and desirable impact. Structural equation modeling was used to analyze the relationships between dissatisfaction with pandemic-era media coverage, trust in journalism, and scientists’ willingness to engage in science communication. Results show that scientists’ trust in news media is generally limited and varies across media types. The COVID-19 pandemic exacerbated distrust, particularly in media outlets expected to maintain high standards, such as national newspapers and public broadcasters. Trust in journalism proved central in mediating dissatisfaction and engagement, highlighting that distrust may reduce scientists’ media involvement and, in turn, weaken public trust in science.",
          "url": "https://doi.org/10.1177/09636625261416830",
          "doi": "https://doi.org/10.1177/09636625261416830",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Are supernatural beliefs and scientific attitudes in conflict over individual health behaviours? An empirical study on cancer-prevention behaviours among middle-aged and senior Chinese",
          "authors": "Qinliang Liu, Hepeng Jia",
          "abstract": "The ‘conflict thesis’ between scientific and supernatural beliefs has attracted considerable intellectual interest. However, empirical studies examining its impact on health behaviours are scarce. To address this gap, drawing on the Health Locus of Control (HLOC) theory, we developed an integrated dual-pathway cognitive model to explore how these conflicting attitudes compete and how they influence health behaviours differently. In an online survey conducted with 673 middle-aged and older Chinese adults, we found that supernatural beliefs did not directly conflict with scientific attitudes. Instead, they competed in predicting cancer-prevention behaviours through their associated sub-beliefs – specifically, cancer fatalism and cancer controllability. Our findings do not support a root-level ‘conflict thesis’ but instead support a downstream-level ‘conflict thesis’. This finding adds to the literature on the ‘conflict thesis’ and enhances our understanding of how conflict manifests in the cancer-prevention setting. The cultural specificity and generalizability of this study are discussed.",
          "url": "https://doi.org/10.1177/09636625261417633",
          "doi": "https://doi.org/10.1177/09636625261417633",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "Intersecting nexus of politics and science: Heterogeneous typologies of climate change skepticism discourse in China",
          "authors": "Xiaotong Chen, Ruoyu Ni",
          "abstract": "As a pervasive social phenomenon, climate change skepticism has been extensively studied in Western contexts, where it is deeply intertwined with local sociopolitical structures. In China, despite the government’s firm commitment to mitigation, a growing trend of public skepticism has emerged online. Using a corpus-assisted critical discourse analysis of 2426 climate skeptical posts on Zhihu , China’s largest knowledge-sharing platform, this study examined how Chinese skeptics construct their discourse. Our findings revealed that Chinese climate skeptics do not merely reject scientific evidence; instead, they frame their arguments through a synthesis of national identity, geopolitical conflicts, and cultural-historical narratives, invoking climate justice claims at both domestic and international levels. Building on these insights, our research proposed a “scientific–political framework” that distinguishes four subtypes of Chinese climate skepticism: “Geopolitical Construct,” “Western Conspiracy,” “Natural Variability,” and “Indifferent Fatalism.” By shedding light on the context-specific configurations of skepticism discourse, this study contributes to a deeper theoretical understanding of climate skepticism in non-Western contexts, while also prompting critical reflection on China’s long-standing over-politicized model of climate change communication.",
          "url": "https://doi.org/10.1177/09636625261417544",
          "doi": "https://doi.org/10.1177/09636625261417544",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Communicating Science in the Age of GenAI: Can Generative AI Support the Usage of Higher-Level Science Communication Strategies in Writing?",
          "authors": "Yael Barel-Ben David, Roy Yosef, Elad Segev",
          "abstract": "Effective science communication (SciComm) is crucial, but training scalability remains challenging. We explored whether generative AI (GenAI) could provide feedback to enhance SciComm strategies. In an online iterative distillation exercise, SciComm trainees ( N = 78) condensed their research. An experimental group ( n = 41) received jargon-oriented and GenAI feedback; controls ( n = 37) received only jargon feedback. Participants preferred revised texts, with slightly higher preference in the GenAI group. SciComm-based rubric assessment revealed GenAI-supported texts significantly improved in SciComm strategies, particularly connecting science to everyday life and narrative use. Findings highlight GenAI’s potential to enhance SciComm content and scalable feedback, supporting its careful integration into training.",
          "url": "https://doi.org/10.1177/10755470251411176",
          "doi": "https://doi.org/10.1177/10755470251411176",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "Dealing With Uncertain Futures: Communicating Scientific Modeling in the Public Sphere—A Systematic Review",
          "authors": "Signe E. Filler, Berend Barkela, Michaela Maier, Stephan Winter, Christian von Sikorski",
          "abstract": "This article systematically reviews research on public engagement with models of future developments, such as pandemic forecasting or climate change projections. It examines how different actors and stakeholders interpret (often motivated) and communicate (often strategically) scientific uncertainties. So far, lay decision-makers have been studied mostly as receivers. They can handle uncertainty best when expressed in numbers, such as probabilities. In contrast, communicators often fail to provide such information, partly due to misunderstandings about their audience’s needs. The biggest research gaps concern how scientific uncertainty is portrayed by stakeholders in the public sphere, especially on social media.",
          "url": "https://doi.org/10.1177/10755470251413493",
          "doi": "https://doi.org/10.1177/10755470251413493",
          "filter": 0,
          "created": "2026-2-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "“You Are Not Fat”: The Postfeminist Contradiction in #RejectBodyAnxiety—A Computationally Assisted Critical Thematic Analysis",
          "authors": "Lei Chen, Kun Zhou, Sang Jung Kim",
          "abstract": "Digital platforms have facilitated body-positive discourses that challenge appearance norms, yet these often intertwine with postfeminist elements, creating paradoxes that both resist and reinforce hegemonic ideals. By deploying computationally assisted critical thematic analysis across 1915 #RejectBodyAnxiety posts on RedNote, this study reveals both the breadth —the full variety of user-generated discursive elements and their articulation patterns—and the depth —the discursive meanings configured through these articulations, of this feminist digital activism site. The findings show that body-positivity discourses under #RejectBodyAnxiety are profoundly reconfigured through their articulation with localized postfeminist formations and platform-mediated empowering mechanisms, reframing body positivity as ideal positivity —a postfeminist discourse that refines hegemonic beauty ideals by shedding their extreme traits ( Selective Subversion ) and making them appear attainable ( Tactical Conformity ), thereby transforming them into seemingly positive forms. While fostering empowerment, this discourse risks new exclusions, marginalizing some women and intensifying postfeminist contradictions. Tracing these sensibilities through social media, the study highlights their new forms in non-Western contexts and underscores the need to address emerging discourses in body image promotion.",
          "url": "https://doi.org/10.1177/20563051261419392",
          "doi": "https://doi.org/10.1177/20563051261419392",
          "filter": 0,
          "created": "2026-2-13"
        },
        {
          "title": "Misogyny as a Structural Hub: Unveiling a Mode of Opportunity Structure for Chinese Alternative Communities",
          "authors": "Luming Zhao, Jinzhuo Liu, Xinyan Wang",
          "abstract": "This study argues that in China’s digital sphere, online misogyny functions less as a gateway to extremism and more as a structural hub for systemic discontent. Drawing on opportunity structure theory, our mixed-methods approach combines computational analysis of posts from Baidu Tieba ( n = 91,026) with in-depth interviews ( n = 27). We find that “Gendered Insults” exhibits the highest betweenness centrality, acting as a structural bridge connecting disparate frustrations. Women-targeting topics are both speakable and resonant within the community, anchored by a self-deprecating “sewer mouse” masculinity that navigates opportunity structures. Interviews reveal that when political opportunity structures remain closed while discursive and mediated (legacy platform) opportunities stay relatively accessible, misogyny becomes a functional language for channeling widespread socioeconomic anxieties. We conclude that in this context, misogyny operates not as a starting point for radicalization but as a core organizing principle for the socially disillusioned. This suggests that divergent structural conditions produce different mechanisms.",
          "url": "https://doi.org/10.1177/20563051261417300",
          "doi": "https://doi.org/10.1177/20563051261417300",
          "filter": 0,
          "created": "2026-2-11"
        },
        {
          "title": "Institutionalized Sharenting: Industry Dynamics Shaping Children’s Visibility in Influencer Content",
          "authors": "Beuckels Emma",
          "abstract": "This article critically investigates the institutional dynamics that shape influencer sharenting, employing a constructivist framework and the concept of institutional work. Based on in-depth interviews with key industry stakeholders, the study demonstrates how children’s visibility within influencer marketing is strategically cultivated through the interdependent operation of economic, professional, and normative structures. The article introduces the concept of institutionalized sharenting to describe the processes through which sharenting becomes routinized and legitimized, enabling industry actors to capitalize on children’s presence while displacing full responsibility onto parents. This deflection is enacted through a variety of practices, such as the inclusion of children via strategic collaborations with their parents, and is framed through discourses of authenticity, intensive parenting, and personal choice. Ultimately, the paper argues that the marginalization of children, despite their centrality to the industry’s profitability, is sustained by adultist and neoliberal logics that frame children’s labour as play and familial monetization as empowerment.",
          "url": "https://doi.org/10.1177/20563051261419394",
          "doi": "https://doi.org/10.1177/20563051261419394",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "County Partisanship Affects Social Media Posting Behavior During a Pandemic",
          "authors": "M. Luke Smith, Guangqing Chi, Junjun Yin, Yosef Bodovski, S. Shyam Sundar",
          "abstract": "The COVID-19 pandemic in the United States has been characterized by political partisan differences and opinions that influenced individual behavior and political policies, correlating with varying outcomes. Measuring these differences in opinion using traditional methods, such as opinion polls, can be costly and provides only a snapshot of sentiment at a given time. Social media platforms like X (formerly Twitter) may offer a real-time tool for assessing opinions to explore the relationship between differing viewpoints about the pandemic and how these differences impact the occurrence and severity of disease burden. Utilizing an open-source data set of 1.75 million keyword-selected X (Twitter) posts, updated weekly from January 1, 2020, through December 31, 2021, along with publicly available COVID-19 case and death counts and county-level data on election outcomes from the 2020 election, we analyzed how the volume of tweets on the X (Twitter) platform related to COVID-19 has changed over time and how patterns of use vary across the partisan divide. We discovered that Democratic-leaning counties exhibited higher X (Twitter) volume associated with COVID-19 topics compared to Republican-leaning counties in response to changes in case or death rates. In addition, we found a higher proportion of tweets in urban counties compared to rural ones.",
          "url": "https://doi.org/10.1177/20563051261419387",
          "doi": "https://doi.org/10.1177/20563051261419387",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Determining composite influences of human and system interactivity on continued use of mobile short video apps: Mediating roles of user gratification and platform attachment",
          "authors": "Hua Pang, Minghui Zhou",
          "url": "https://doi.org/10.1016/j.tele.2026.102379",
          "doi": "https://doi.org/10.1016/j.tele.2026.102379",
          "filter": 0,
          "created": "2026-2-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "An Ethics of Suppression? How Professional Values Silence Critical Journalism in Turkey",
          "authors": "Ozan Aşık, Matthew Powers",
          "abstract": "This article examines how professional ethics can paradoxically suppress critical journalism under authoritarian conditions. Drawing on fieldwork and interviews conducted in Turkish newsrooms, we show how journalists navigate ethical commitments amid state control. Using Weber’s “ethic of responsibility” and “ethic of conviction,” we find that editors routinely suppress reporting to protect their newsrooms and carve out a reduced space for critical coverage, while some reporters prioritize truth-telling but disclaim responsibility for publication outcomes. These orientations reinforce a division of labor that perpetuates suppression, showing that ethics can sometimes be used to legitimize restraint rather than resist authoritarianism.",
          "url": "https://doi.org/10.1177/19401612261418269",
          "doi": "https://doi.org/10.1177/19401612261418269",
          "filter": 0,
          "created": "2026-2-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Judging a book by its cover: comparing visual grammar analysis of book covers with an eye-tracking study on viewer perceptions",
          "authors": "Long Li, Sixin Liao",
          "abstract": "This study represents an initial effort to integrate Visual Grammar analysis of book covers with an eye-tracking study of 65 Chinese viewers’ perceptions of 10 covers. While Visual Grammar usefully systematizes meaning-making resources in multimodal texts, there remains a lack of empirical evidence to support the accuracy of semiotic analysis in predicting reader responses. Drawing on eye-tracking and supplementary questionnaire data, this study tests the predictive capabilities of nine semiotic predictors, based on the two compositional systems of position and salience, for viewers’ visual processing and perceptions of book covers which combine several semiotic modes to inform and engage potential buyers. It reveals that font style and a centre-margin processing sequence are the most reliable predictors, followed by a top–bottom sequence. However, no dominant left–right or right–left sequence emerges on covers featuring vertical orthography. Furthermore, the accuracy of these predictions is moderated by the hierarchies created by position and salience, and readers’ top-down assessments. These findings reflect a complex interplay between bottom-up (compositional variables) and top-down factors (goal and attraction) in guiding readers, highlighting the need to complement semiotic analysis with more reception and experimental studies in visual communication.",
          "url": "https://doi.org/10.1177/14703572251394548",
          "doi": "https://doi.org/10.1177/14703572251394548",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    }
  ]
}
