{
  "update": "2025-07-23",
  "content": [
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "From humanlike minds to persuasive machines: anthropomorphism and message framing in AI communication",
          "authors": "Hwan-Ho Noh, Byung-Kwan Lee",
          "url": "https://doi.org/10.1080/01463373.2025.2537027",
          "doi": "https://doi.org/10.1080/01463373.2025.2537027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Saying the Wrong Thing or Saying Nothing at All: Comparing Outcomes of Nonsupport Versus Low Person-Centered Emotional Support Messages",
          "authors": "Colter D. Ray, Kory Floyd",
          "url": "https://doi.org/10.1080/10510974.2025.2532497",
          "doi": "https://doi.org/10.1080/10510974.2025.2532497",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "‘I like the narrative of curating what we watch’: The curatorial worlds of retroconversion artists",
          "authors": "Travis L. Wagner, Katie Higley",
          "abstract": "This paper reports on findings from semi-structured interviews with thirteen retroconversion artists. Navigating emerging and outdated technologies, retroconversion artists resituate contemporary media onto obsolete formats. Retroconversion artists often navigate murky legalistic territories with a keen awareness of the limitations of contemporary license-based digital media management. Focusing on the curatorial impetus for such work, the paper highlights how retroconversion artists engage in a series of curatorial acts that help reconsider questions of media consumption and ownership in an era of streaming-first media distribution. The paper explores how retroconversion artists curate media to foster brand building, ensure content preservation, and help respond to personal and communal nostalgic desires. The paper also contextualizes the work of these artists against an era in which the use of video and other analog medias contradicts is cultural notion of easy and immediate access and contends that the work of these artists intentionally demands slowing down with and utilizing media within the constraints of former media paradigms. The paper highlights the theoretical implications of taking retroconversion art seriously as an act of archival preservation and argues for embracing the curatorial practices of retroconversion artists in institutional media archeology settings.",
          "url": "https://doi.org/10.1177/13548565251361628",
          "doi": "https://doi.org/10.1177/13548565251361628",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Book Review: Transformational Health Communication: A New Perspective on Healthcare and Prevention by Olaf Werder WerderOlaf (Editor)Transformational Health Communication: A New Perspective on Healthcare and Prevention, Palgrave Macmillan: Sydney, 2024; XIX, 229 pp. EUR: €109.99 (hbk), ISBN: 978-981-99-9605-6 (hbk)",
          "authors": " Fachrurrazi, Ganjar Yusup Sofian,  Marajo, Moh. Syaifudin",
          "url": "https://doi.org/10.1177/02673231251356801",
          "doi": "https://doi.org/10.1177/02673231251356801",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Datafication of Digital Intimacy: The Dual Logic of Empowerment and Commodification",
          "authors": "Tingting Hu, Liang Ge",
          "abstract": "This study explores the datafication of digital intimacy in female-oriented otome games, analyzing how these games construct databases of idealized masculinities and romantic narratives, balancing empowerment and commodification. Through digital ethnography, walkthrough, and interviews with Chinese women players between 2023 and 2024, we reveal how otome games mediate intimacies between women players and virtual male characters, reflecting sociocultural values and shaping affective experiences. These women-oriented games collect intimate data to optimize design and profitability, offering immersive, customizable romantic experiences while commodifying emotional investments. This dual dynamic underscores a tension in emotional capitalism, where intimacy is both enriched and exploited. By examining the interplay between digital intimacy, datafication, and emotional capitalism, our study further contributes to the critical discourse on how role-playing games monetize personal and emotional experiences, emphasizing the need to safeguard user sovereignty as digital platforms capitalize on affective labor.",
          "url": "https://doi.org/10.1177/15554120251358522",
          "doi": "https://doi.org/10.1177/15554120251358522",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Rhyme or reason: medium-term effects of heuristic and traditional media literacy interventions",
          "authors": "Tom Dobber, Edina Strikovic, Marina Tulin",
          "url": "https://doi.org/10.1080/1369118x.2025.2533315",
          "doi": "https://doi.org/10.1080/1369118x.2025.2533315",
          "filter": 0
        },
        {
          "title": "Build-a-face: homogeneity, racialisation and Eurocentric beautification in Instagram AR face filters",
          "authors": "L. A. Miller",
          "url": "https://doi.org/10.1080/1369118x.2025.2536157",
          "doi": "https://doi.org/10.1080/1369118x.2025.2536157",
          "filter": 0
        },
        {
          "title": "The role of media use in the development of discursive citizenship norms among U.S. Latinx",
          "authors": "Pablo Porten-Cheé, Alcides Velásquez, Ashley Muddiman",
          "url": "https://doi.org/10.1080/1369118x.2025.2534722",
          "doi": "https://doi.org/10.1080/1369118x.2025.2534722",
          "filter": 0
        },
        {
          "title": "War on fake news? Media skepticism and exposure to politicians’ fake news accusations",
          "authors": "Na Yeon Lee, Ahran Park",
          "url": "https://doi.org/10.1080/1369118x.2025.2531128",
          "doi": "https://doi.org/10.1080/1369118x.2025.2531128",
          "filter": 0
        },
        {
          "title": "Betting on (un)certain futures: sociotechnical imaginaries of AI and varieties of techno-developmentalism in Asia",
          "authors": "Hiu-Fung Chung",
          "url": "https://doi.org/10.1080/1369118x.2025.2535427",
          "doi": "https://doi.org/10.1080/1369118x.2025.2535427",
          "filter": 0
        },
        {
          "title": "Disability inclusion in extended reality (XR) research: a critical scoping review",
          "authors": "Wenqi Tan, Ben Egliston, Marcus Carter",
          "url": "https://doi.org/10.1080/1369118x.2025.2535426",
          "doi": "https://doi.org/10.1080/1369118x.2025.2535426",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Sustainable advertising and brand engagement: the role of consumer minimalism and scepticism",
          "authors": "Hesham Dinana, Farbod Fakhreddin, Reza Marvi, Donato Massi",
          "url": "https://doi.org/10.1080/02650487.2025.2530914",
          "doi": "https://doi.org/10.1080/02650487.2025.2530914",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Measuring Gaining and Holding Attention to Social Media Ads with Viewport Logging: A Validation Study Using Mobile Eye-Tracking",
          "authors": "Daniel Bruns, Julian Felix Kopka, Lennart Borgmann, Steffen Prior, Tobias Langner",
          "url": "https://doi.org/10.1080/00913367.2025.2524186",
          "doi": "https://doi.org/10.1080/00913367.2025.2524186",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Facilitation of young migrants’ agency in policy lab meeting interactions: a case analysis in an Italian city",
          "authors": "Claudio Baraldi, Antonella Capalbi",
          "url": "https://doi.org/10.1080/00909882.2025.2525129",
          "doi": "https://doi.org/10.1080/00909882.2025.2525129",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "How Parental Mediation Affects Adolescent Short-Form Video Addiction: Variable-Centered and Person-Centered Perspectives",
          "authors": "Xingyu Luo, Wenjing Ge, Xiaohan Shi, Yilin Zhang, Xiaojun Sun",
          "url": "https://doi.org/10.1080/08838151.2025.2535388",
          "doi": "https://doi.org/10.1080/08838151.2025.2535388",
          "filter": 0
        },
        {
          "title": "Hot mics and TV lights: The American Forces Vietnam Network",
          "authors": "Emily T. Metzgar",
          "url": "https://doi.org/10.1080/08838151.2025.2533789",
          "doi": "https://doi.org/10.1080/08838151.2025.2533789",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Anticolonialism and qualitative methods for culture-centered interventions",
          "authors": "Mohan Jyoti Dutta, Ambar Basu, Satveer Kaur-Gill, Debalina Dutta, Mahuya Pal, Iccha Basnyat, Selina Metuamate, Venessa Pokaia, Phoebe Elers, Indranil Mandal, Rabindranath Mandi, Pankaj Baskey, Devalina Mookerjee, Shaunak Sastry, Jaime Robb, Andrew Carter",
          "abstract": "In this essay, we a collective of Indigenous, Black, and migrant Global South scholars engaged in experiments with the culture-centered approach (CCA) draw on our lived experiences amidst struggles against land grab, neoliberal extractivism, and capitalist exploitation to outline a framework for qualitative methods as anticolonial politics. We begin by exploring the interplays of colonialism, imperialism, and racial capitalism that have shaped the origins and uses of qualitative methods toward serving extractive agendas of global capital. This critique serves as the basis for outlining the key principles of the CCA, turning to voice, storytelling, and embodied action as the basis for situating qualitative methods amidst anticolonial struggles that resist settler colonialism and extractive neoliberal neocolonialism. Through our review of diverse culture-centered interventions, we explore the roles of voice infrastructures in anticolonial resistance, outlining the contribution made by the CCA to decolonizing research methods by offering a theoretical-methodological framework for communication interventions for social justice.",
          "url": "https://doi.org/10.1093/joc/jqaf021",
          "doi": "https://doi.org/10.1093/joc/jqaf021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Digital protest and transnational mediation: exploring key mediators and narratives in the #StepDownHasina hashtivism in social media",
          "authors": "Md. Sayeed Al-Zaman, Zahedur Rahman Arman, Hasan Mahmud Faisal, Rubaiya Zannat",
          "url": "https://doi.org/10.1080/19331681.2025.2533923",
          "doi": "https://doi.org/10.1080/19331681.2025.2533923",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "DEI, Sociopolitical Advocacy, and the Swinging Pendulum",
          "authors": "Nicholas Browning, Arunima Krishna, Sung-Un Yang",
          "url": "https://doi.org/10.1080/1062726x.2025.2513802",
          "doi": "https://doi.org/10.1080/1062726x.2025.2513802",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "News Inside: What Mainstream Journalism Can Learn From the Radical Humanism of Prison Journalism",
          "authors": "Liz Hallgren, Sarah J. Jackson",
          "abstract": "What might we learn from mainstream journalism’s unfree counterpart in prison journalism? This research centers The Marshall Project’s News Inside , not as an antidote to the unfreedom of prison life, but as a space of significant (if censored) expression and collaboration between free and incarcerated persons. News Inside marks an alternative to the commercial-driven logics of the mainstream press, raising questions about normative notions of journalism’s role in constructing a nation-state-bound version of the public sphere. News Inside asks what it means for a collective of people who have been unpublicked by the state to create publicity.",
          "url": "https://doi.org/10.1177/10776990251357300",
          "doi": "https://doi.org/10.1177/10776990251357300",
          "filter": 0
        },
        {
          "title": "Consolation Strategies in Children’s News: A Comparative Content Analysis of Television and TikTok",
          "authors": "Silke Brandsen, Baldwin Van Gorp, Michaël Opgenhaffen",
          "abstract": "This study examined consolation strategies in children’s news on television and their remediated content on TikTok. A content analysis of 987 TikTok videos and 201 broadcasts of the Flemish children’s news program Karrewiet was conducted using a codebook developed through focus groups with children aged 8 to 12 ( N = 101) and validated via member-check interviews. Results revealed that television news relies on experts and child sources for consolation, while TikTok avoids sensational images and emphasizes the reporter’s role. In addition, the findings highlight challenges adults face in assessing potentially frightening content for children and recommend involving children in research and editorial decision-making.",
          "url": "https://doi.org/10.1177/10776990251357952",
          "doi": "https://doi.org/10.1177/10776990251357952",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Conspiracy Theorists as Alternative Journalists",
          "authors": "Juliette De Maeyer, Florence Le Cam",
          "url": "https://doi.org/10.1080/1461670x.2025.2536767",
          "doi": "https://doi.org/10.1080/1461670x.2025.2536767",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Examining Comfort Media: A Tool for Self-Regulation and Refuge?",
          "authors": "Sara M. Grady, Allison Eden, Lara N. Wolfers",
          "url": "https://doi.org/10.1080/15205436.2025.2519191",
          "doi": "https://doi.org/10.1080/15205436.2025.2519191",
          "filter": 0
        },
        {
          "title": "How Right-Wing Media, Twitter, Facebook, and YouTube Circulated Antipathy and Threat Cues About Immigrants: A Cross-Media and Cross-Platform Approach",
          "authors": "Yini Zhang, Ruixue Lian",
          "url": "https://doi.org/10.1080/15205436.2025.2529999",
          "doi": "https://doi.org/10.1080/15205436.2025.2529999",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Digital geospatial construction on Chinese social media based on IP geolocation",
          "authors": "Guoning Zhao",
          "abstract": "This study focuses on the emerging spatial media that are created by integrating Internet Protocol (IP) geolocation with social media in China. Using the concept of mediated spatiality, it analyzes how this new spatial media reshapes users' perception of space and reconstructs the norms of interaction on social media. The study takes Weibo, Zhihu, and Xiaohongshu as research sites, employing a combination of online field observation and textual analysis methods. The findings reveal that the intertwining of IP geolocation, physical, and claimed geographical information of posts complicates users' perception of digital geospatial space. The overlap and dislocation between IP geolocation and the claimed geographical information of posts are regarded as new standards for assessing and maintaining credibility. The consistency and conflict between IP geolocation and physical geographical information leads users to gradually form norms of civilized expression to mitigate regional conflicts and create new ways of perceiving, connecting, and expressing affects. This study contributes to understanding the construction of digital geospatial space surrounding emerging spatial media in a non-Western context.",
          "url": "https://doi.org/10.1177/20501579251356215",
          "doi": "https://doi.org/10.1177/20501579251356215",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "National security versus freedom of speech: How media exposure, personal values, and media framing influence non-users’ support for a national ban on TikTok",
          "authors": "Huu Dat Tran, Pham Phuong Uyen Diep, Hayley Booth",
          "abstract": "Our study examines how external factors, including media exposure, personal values, and media framing (i.e. national security vs free speech), influence non-users’ support for a national TikTok ban in the United States via an online experiment-embedded survey ( N = 498). Results show that while perceived national security threats predicted ban support only in the national security condition, concerns about free speech violations consistently decreased support across all conditions. An analysis of open-ended responses further demonstrated that participants adopted the framing language consistent with their experimental condition. Findings suggest that personal value framing in the media, especially those related to free speech values, plays a crucial role in shaping public opinion on social media regulation policies. We thus contribute to a comprehensive understanding of how media framing influences policy preferences for emerging digital governance issues such as social media regulations. Other implications were also discussed.",
          "url": "https://doi.org/10.1177/14614448251349427",
          "doi": "https://doi.org/10.1177/14614448251349427",
          "filter": 0
        },
        {
          "title": "News avoidance or curation? Explicating the psychological process in news consumption on Facebook",
          "authors": "Biying Wu-Ouyang, Shuning Lu, Hsuan-Ting Chen",
          "abstract": "This study investigates how people employ different news consumption strategies in the personalized but overloaded information environment. Specifically, we examine the psychological mechanisms of news curation and news avoidance through fear of missing out (FoMO) and news overload. An autoregressive analysis of two-wave panel data ( N = 834) shows that news use indirectly affects both news consumption strategies first through FoMO and then through news overload on Facebook. More importantly, the indirect effect occurs only for those who engage in cross-cutting discussion at high and middle but not low levels. This finding addresses a classic dilemma: despite growing concern over increased news consumption, social media users are able to strike a balance between staying informed through news curation and protecting themselves from being overloaded by news avoidance. However, these strategies can be biased because users tend to personalize their information intake after encountering disagreeing viewpoints.",
          "url": "https://doi.org/10.1177/14614448251351280",
          "doi": "https://doi.org/10.1177/14614448251351280",
          "filter": 0
        },
        {
          "title": "The consequences of “The Bird is Free”: A computational analysis of aversive LGBTQIA+ tweets and engagement trends before and after Elon Musk dismantled the platform’s moderation system",
          "authors": "Gyo Hyun Koo, Josephine Lukito, Gina M Masullo, Christian Staal Bruun Overgaard, Bek Orr",
          "abstract": "This research uses Twitter discourse about LGBTQIA+ people as a case study to investigate how changes in social media platform management and policies affect conversations about marginalized communities in digital spaces. We examine Twitter discourse before and after Elon Musk’s acquisition and the immediate dismantling of content moderation efforts to identify changes in aversiveness in conversations about LGBTQIA+ people and users’ engagement with such content. Time-series intervention analyses of 6 months of Twitter data ( n = 323,440) show that tweets with toxicity, insults, and threats increased in the 3 months after Musk’s takeover, although the differences were small. The volatility of aversive content also grew over time. Post-Musk, tweets with severe toxicity and insults received more engagement than before. This research provides insight into Twitter as one representation of the shared reality of today’s cultural moment, with implications for minoritized groups and the free flow of information on social media platforms.",
          "url": "https://doi.org/10.1177/14614448251356240",
          "doi": "https://doi.org/10.1177/14614448251356240",
          "filter": 0
        },
        {
          "title": "Parents’ individual and social coping with personalized social media advertising targeting children: The role of threat appraisal and self-efficacy",
          "authors": "Wonsun Shin",
          "abstract": "This study examines how threat appraisal and self-efficacy affect parents’ coping with personalized social media advertising (PSMA) targeting children. A survey of 576 parents of young social media users aged 10 to 17 in Australia reveals that parents are more likely to explain PSMA to their children (individual coping) and support external socialization agents’ initiatives to address the potential risks of PSMA (social coping) when they perceive social media platforms’ data collection practices as significantly harmful. While the extent to which parents believe that their children are vulnerable to harm is positively associated with social coping, it does not influence individual coping. The results also show that parents’ confidence in their ability to carry out parental mediation is positively related to both individual and social coping. However, parents’ confidence in their general parenting ability does not impact PSMA coping strategies.",
          "url": "https://doi.org/10.1177/14614448251352190",
          "doi": "https://doi.org/10.1177/14614448251352190",
          "filter": 0
        },
        {
          "title": "Queer and trans influential peers: Negotiating platforms for community care",
          "authors": "Paul Byron, Tisha Dejmanee",
          "abstract": "Many LGBTQ+ people offer community support on social media, including for young people facing mental health challenges. We interviewed five Australian queer and trans digital content creators known for this support and explore their motivations, community affiliations and negotiations of platform affordances. These creators described their practices as ‘community-building’ and negotiate platform affordances to prioritise community safety. Through their strong awareness of community need, and embracing the social responsibilities of having young queer and trans audiences, participants were adept at enhancing digital safeties for their communities. We offer the term influential peers to describe those who have influence in social media networks but whose work is imagined in tandem with their community membership and an ethics of care. Our findings are useful for acknowledging the role of LGBTQ+ influential peers and their skills in offering valuable community support for young people on social media.",
          "url": "https://doi.org/10.1177/14614448251356454",
          "doi": "https://doi.org/10.1177/14614448251356454",
          "filter": 0
        },
        {
          "title": "Making a global gig workers’ movement meaningful locally: Friction in activists’ everyday strategies",
          "authors": "Lucy Pei",
          "abstract": "Research by critical technology researchers shows platform-mediated (“gig”) work has increased the precarity of workers worldwide and sparked resistance to unjust working conditions. I build on the growing scholarship about the transnationalization of gig work, which has taken structural and organizational approaches. I argue that to understand gig workers’ transnational activism, we must ethnographically attend to “friction,” or the work it takes to make global concepts meaningful locally. Drawing from 20 months of ethnographic research with an Ecuadorian gig workers’ union, I take an actor-focused approach to highlight activists’ work making a particular kind of global movement gain traction: resituating words with contentious histories, reframing issues to resonate with global causes, and contesting the moral meanings of practices. My analysis shows that although global connections are facilitated by the transnational reach of platform companies, activists must work to make a particular kind of global movement “stick” in their local contexts.",
          "url": "https://doi.org/10.1177/14614448251352542",
          "doi": "https://doi.org/10.1177/14614448251352542",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "How to get to know what we know: Introduction to the special issue, What do we Know about Media, Communication, Journalism, and Democracy in the Nordics?",
          "authors": "Magnus Fredriksson, Johannes Bjerling",
          "abstract": "In this introduction to the special issue, we discuss the reasons why it is difficult to orientate oneself about key results in research. Some general characteristics of research in humanities and social sciences are discussed as well as characteristics that are evident in research on media and communication. With this as a point of departure, we argue that scholars have a responsibility to support actors outside academia to acquire research-based knowledge. This must be done at an arm’s-length distance, however. We argue that one way to fulfil this responsibility is to produce literature reviews with an ambition to provide a clear answer to the question “What do we know about…?” This special issue includes eight such reviews and it is a way for Nordicom to actively contribute to the supply of science-based knowledge in media policy processes in the Nordic countries.",
          "url": "https://doi.org/10.2478/nor-2025-0016",
          "doi": "https://doi.org/10.2478/nor-2025-0016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Dynamic Legitimation Theory and Populist Authoritarian Leaders: The Rhetorical Framing of International Status for Domestic Legitimacy",
          "authors": "John C. Stanko",
          "url": "https://doi.org/10.1080/10584609.2025.2529939",
          "doi": "https://doi.org/10.1080/10584609.2025.2529939",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Nation branding via sportswashing: An exploration of pro-China YouTube influencers and commenters around the 2022 Winter Olympic Games",
          "authors": "Brandon C. Boatwright, Gregory A. Cranmer, Enamul Kabir, Cole Warms",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102611",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102611",
          "filter": 0
        },
        {
          "title": "The ‘Good Samaritan’: The effects of corporate conflict engagement on public satisfaction and their behavioral intentions",
          "authors": "Chiara Valentini, Hui Zhao, Juha Munnukka",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102607",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102607",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Shapeshifters and Starseeds: Populist Knowledge Production, Generous Epistemology, and Disinformation on U.S. Conspiracy TikTok",
          "authors": "Alice Marwick, Courtlyn Pippert, Katherine Furl, Elaine Schnabel",
          "abstract": "This article investigates the intersection of identity, power, and knowledge production on U.S. ConspiracyTok, a genre of TikTok videos promoting conspiracy theories ranging from harmless speculation to harmful disinformation. Drawing on qualitative content analysis of 202 highly viewed videos, we examine how identity markers such as race and gender shape who is empowered or undermined in conspiratorial narratives, and how creators construct and circulate “evidence” to support their claims. We find that American ConspiracyTok is populated largely by young, non-White, and/or female creators who challenge the stereotype of the White, male conspiracy theorist. These creators interpellate audiences through visible identity markers, fostering a sense of intimacy and trust. Marginalized groups are often cast as victims, while institutions like science, government, and media are portrayed as villains. Creators construct legitimacy through visual media, personal anecdotes, deep lore, and remixing fictional and mainstream texts—engaging in a form of populist knowledge production within a generous epistemology that welcomes divergent truths and alternative worldviews. These practices blur the lines between entertainment and ideology, often mimicking academic, or journalistic knowledge production while rejecting institutional authority. While ConspiracyTok can serve as a form of standpoint epistemology that empowers minoritized creators and critiques systemic injustice, it can just as easily reinforce bias and spread disinformation. ConspiracyTok is a site of vernacular theorizing where epistemology and identity are deeply entangled, offering both a critique of mainstream power and a cautionary tale about the populist appeal of conspiratorial thinking.",
          "url": "https://doi.org/10.1177/20563051251357483",
          "doi": "https://doi.org/10.1177/20563051251357483",
          "filter": 0
        },
        {
          "title": "“Stop Being so Fkn Soft”: Masculinity, Politics, and the Acceptance of Gender-Based Online Violence Myths Among Young Canadian Men",
          "authors": "Esteban Morales, Jaigris Hodson, Yimin Chen, Kaitlynn Mendes, George Veletsianos, Chandell Gosse",
          "abstract": "Defining manhood is a critical concern in contemporary politics, especially due to its increasing role in shaping cultural narratives toward gender-based violence—and in particular, toward gender-based technology-facilitated violence and abuse (GBTFVA). In this context, this study investigates how political affiliation influences perceptions of GBTFVA among young Canadian men. To explore this, we draw on a survey of 1297 young Canadian men who align themselves with ideological affiliations across the political spectrum. Overall, our results show that political ideologies matter when understanding who enacts and sustains GBTFVA, as they significantly shape attitudes toward gender-based violence in digital spaces. Moreover, while we note that conservative participants displayed higher acceptance of GBTFVA myths than their liberal counterparts (such as She wanted it and She asked for it ), findings show that these harmful narratives are endorsed in different yet meaningful ways throughout all ideological affiliations. Furthermore, we found that one myth— It wasn’t really gender-based online abuse —is similarly endorsed across all political affiliations, thus highlighting the scope of these narratives that diminish the experience of targets across political discourses. By illuminating these intersections, this study provides valuable insights into the cultural and ideological underpinnings of GBTFVA, offering leverage points for societal change and prevention efforts.",
          "url": "https://doi.org/10.1177/20563051251358754",
          "doi": "https://doi.org/10.1177/20563051251358754",
          "filter": 0
        },
        {
          "title": "China Defenders From Abroad: Exploring Pro-China Foreign Political Influencers on X/Twitter",
          "authors": "Leiyuan Tian, Fan Liang, Zhao Alexandre Huang",
          "abstract": "Political influencers are social media users who attempt to shape others’ political attitudes and behaviors through personal influences. While prior research has mainly examined political influencers in Western democracies, this study shifts attention to an international context, focusing on the self-presentation strategies and discursive frames used by non-Chinese political influencers who support China on Twitter (X). Through a thematic analysis of online profiles and a frame analysis of 3000 tweets by 10 influencers, we identified two self-presentation strategies: “the explorer,” which highlights the influencer’s attractiveness, closeness, and passionate authenticity, and “the expert,” which emphasizes expertise and intellectual authenticity. We further propose a typology of four frames used by the influencers to defend or promote China: “Western Hypocrisy,” which criticizes Western double standards; “Western Threat,” which presents the West as a major threat to global security and growth; “System Superiority,” which promotes China’s political model against Western models; and “Common Destiny,” which envisions a prosperous future shared by China’s global partners. We argue that although the political affiliations of these influencers remain ambiguous and difficult to determine, they have become de facto contributors to China’s quest for global reputation in a digital age.",
          "url": "https://doi.org/10.1177/20563051251358526",
          "doi": "https://doi.org/10.1177/20563051251358526",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Trust, emotion, and purchase: why human streamers still matter in the age of virtual commerce",
          "authors": "Li Liu, Shixiong Sheng, Siu Shing Man",
          "url": "https://doi.org/10.1016/j.tele.2025.102307",
          "doi": "https://doi.org/10.1016/j.tele.2025.102307",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Fact-Checking News Use and Political Misperception: Testing the Cognitive Process of Elaboration on Political Knowledge",
          "authors": "Yi Wang, Han lin, Bumsoo Kim, Yonghwan Kim",
          "abstract": "Fact-checking can play an essential role in reducing political misperceptions. However, how effective it is in doing so has yet to be understood. This study uses data from a two-wave panel survey administered during the 2022 Korean presidential election (Wave 1: N = 1175, Wave 2: N = 948) to examine the role of fact-checking news in reducing political misperceptions in the sociopolitical context of South Korea. Based on the Orientation-Stimulus-Reasoning-Orientation-Response model, we propose a reasoning process following fact-checking news use that involves cognitive elaboration and political discussion and examine the mediating effects of these processes in the relationship between the use of fact-checking news and individuals’ misperceptions. The findings suggest that cognitive elaboration and political discussion play significant roles in influencing the development of citizens’ political knowledge. Fact-checking reduces political misperceptions indirectly through elaboration, political discussion, and political knowledge. Implications of the findings for the effectiveness of fact-checking news are discussed.",
          "url": "https://doi.org/10.1177/19401612251351149",
          "doi": "https://doi.org/10.1177/19401612251351149",
          "filter": 0
        },
        {
          "title": "Digital Diplomacy Followers as Indicator of Clout: Measuring the “Al-Jazeera Effect”",
          "authors": "Ilan Manor, Tal Samuel-Azran",
          "abstract": "The “Al-Jazeera Effect” posits that Al-Jazeera has reshaped global news flows while challenging the hegemony of Western news outlets. However, few studies to date have measured this “Effect” or offered a method for doing so. This study addressed this gap by conceptualizing news outlets’ online following as Clout and assessing Al-Jazeera’s ability to attract high-quality digital diplomacy followers on Twitter including Ministries of Foreign Affairs (MFAs) and UN Missions. Such an analysis is important as the Clout of international news outlets arises in part from their ability to impact foreign policy makers. Using a sample of 56 MFAs, and 132 UN Missions, the study analyzed Al-Jazeera’s digital diplomacy following on Twitter and compared it to that of CNN, BBC World and Reuters. Quality of digital diplomacy followers was assessed using an innovative model consisting of fifteen variables, including offline variables, online variables, and networked variables. Statistical analyses and network analyses demonstrate that Al-Jazeera attracts high-quality digital diplomacy followers, be it UN Missions of affluent states and world powers, or MFAs that are central to diplomatic networks on Twitter. The study also assessed diplomatic institutions’ engagement with Al-Jazeera Tweets, which was found to be quite low. By developing a unique model for assessing the quality of digital diplomacy followers, this study offers a method for measuring the impact of news outlets in the age of social media.",
          "url": "https://doi.org/10.1177/19401612251345974",
          "doi": "https://doi.org/10.1177/19401612251345974",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
