{
  "update": "2025-07-07",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Character assassination as a communicative phenomenon: a retrospective review of concept development and extensions",
          "authors": "Madeline J Moore, Lili R Romann, Rachel V Tucker, Elizabeth A Hintz",
          "abstract": "This retrospective review synthesizes communication scholarship concerning character assassination (CA) or the deliberate destruction of a target’s character by an attacker. We first review the five pillars of CA, before tracing the development of CA across the three subfields of communication most prevalent in our sample: Political communication, rhetoric, and persuasion; mediated/mass communication and new communication technologies; and public relations and strategic communication. We offer an agenda for future CA research in three intellectual territories underrepresented in our sample, including sociological, sociopsychological, and sociocultural approaches; health and science communication; and interpersonal and instructional communication. In all, our review underscores the contemporary salience of CA as a communicative phenomenon, and outlines directions for further developing this burgeoning area of research.",
          "url": "https://doi.org/10.1093/anncom/wlaf010",
          "doi": "https://doi.org/10.1093/anncom/wlaf010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Investigating perceived ingroup harm as an explanatory mechanism for media’s effect on audiences’ support for extreme prejudice",
          "authors": "Lindsay Hahn, Tahleen Lattimer, Raphaela Velho, Irina Andreeva, Madeline Taggart, Stephanie Gillis, Emily Lapan",
          "url": "https://doi.org/10.1080/03637751.2025.2520802",
          "doi": "https://doi.org/10.1080/03637751.2025.2520802",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Poetic Autoethnography, a Path to Healing, a Way to Turn",
          "authors": "Saadia Farooq",
          "url": "https://doi.org/10.1080/10510974.2025.2524350",
          "doi": "https://doi.org/10.1080/10510974.2025.2524350",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Evolution, structuration theory, and new research on free will",
          "authors": "James Lull",
          "abstract": "Classic structuration theory explains how social actors use their personal and collective agency to contend with the structural forces they encounter in everyday life. The antonimous interface between structure and agency is analyzed from an evolutionary communication perspective as it applies to structuration theory generally and to media audiences specifically. The explanatory power of structuration theory is then reconsidered in light of new research on an eternally profound question: Is the power of human agency restricted, if not entirely eliminated, by a lack of free will that can be exercised in human endeavors? Although the nature of structural influence is proving to be much broader than previously recognized, the agentive capacity of social actors is not diminished in light of the recent findings. But while people deploy their agency to maximize rewards from their engagements with media and other settings, they may not be the autonomous, real-time authors of that agency.",
          "url": "https://doi.org/10.1093/ct/qtaf014",
          "doi": "https://doi.org/10.1093/ct/qtaf014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Under surveillance: How podcasting on YouTube is redefining the media landscape of Pakistan",
          "authors": "Munira Cheema",
          "abstract": "The study evaluates the possibilities and limitations of YouTube Podcasting Spaces (YPS) in the Pakistani context. It begins with a claim that YPS offer a space for alternative voices and reinforcing hegemonic ideas. It argues YPS enable unprecedented forms of affordances that push boundaries in breaking silence on traditionally immutable subjects (use of blasphemy as a political tool, debating identity markers) in the Pakistani context. YPS can be read as parallel discursive arenas and counter public spheres that allow ‘occasional deliberation’ on controversial subjects, but with a ‘caution’. Drawing on interviews with six YouTube Podcasters who curate ‘counter spaces’, the study shares their ideological rationale, editorial control, and the challenges they face in relation to surveillance.",
          "url": "https://doi.org/10.1177/13548565251358024",
          "doi": "https://doi.org/10.1177/13548565251358024",
          "filter": 0
        },
        {
          "title": "The value of books in the age of generative AI training data",
          "authors": "Simon Rowberry",
          "abstract": "Controversies around AI companies’ use of pirated book collections, including Books3 and Library Genesis, to train Large Language Models (LLMs) has led to increased scrutiny of books as AI training data. In this article, I contextualize these controversies in relation to the perceived value of books as a training data source compared to other textual data sources. Books are a liminal source for LLMs as they provide edited and curated long-form content while simultaneously presenting substantial legal risks and not aligning with the most popular genres of writing outputted by Generative AI services. I propose using the technical concept of ‘epochs’ in machine learning as a proxy for the perceived value of a data source, and using this metric to understand how AI companies value books in the training mix.",
          "url": "https://doi.org/10.1177/13548565251358020",
          "doi": "https://doi.org/10.1177/13548565251358020",
          "filter": 0
        },
        {
          "title": "Media production studies for the digital age: AI-driven analyses of Jonas Risvig’s Danish young adult content",
          "authors": "Kim Toft Hansen, Matias Kokholm Appel, Kristian Gade Kjelmann",
          "abstract": "In this article, we propose a shift towards AI-driven methodologies in media production studies, encompassing data collection, processing, and visualisation. We highlight how online sources offer a valuable opportunity to understand contemporary trends and discourse around popular media. By focussing on serial dramas, we demonstrate that computational methods allow for the analysis of larger datasets, which enhances the validity of the results. However, we also uncover new challenges and complications arising from these methodological transformations. As a case study, we examine a dataset comprised of interviews with the Danish film and TV director and screenwriter Jonas Risvig and available material from his YouTube channel as data sources. From this example, we suggest that media production studies may incorporate even larger datasets from diverse online sources. We conclude that digital desktop production studies not only confirm existing knowledge but also provide novel insights into contemporary media production.",
          "url": "https://doi.org/10.1177/13548565251358019",
          "doi": "https://doi.org/10.1177/13548565251358019",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Beyond Prompt Engineering: Exploring Collaborative Dialogue with Generative AI for Problem-Solving",
          "authors": "Sung Hyun Lee, John A. Velez, Dae-won Noh",
          "url": "https://doi.org/10.1089/cyber.2024.0614",
          "doi": "https://doi.org/10.1089/cyber.2024.0614",
          "filter": 0
        },
        {
          "title": "Humane Artificial Intelligence: Psychological, Social, and Ethical Dimensions",
          "authors": "Giuseppe Riva, Brenda K. Wiederhold, Pietro Cipresso",
          "url": "https://doi.org/10.1089/cyber.2025.0202",
          "doi": "https://doi.org/10.1089/cyber.2025.0202",
          "filter": 0
        },
        {
          "title": "System 0: Transforming Artificial Intelligence into a Cognitive Extension",
          "authors": "Massimo Chiriatti, Marianna Bergamaschi Ganapini, Enrico Panai, Brenda K. Wiederhold, Giuseppe Riva",
          "url": "https://doi.org/10.1089/cyber.2025.0201",
          "doi": "https://doi.org/10.1089/cyber.2025.0201",
          "filter": 0
        },
        {
          "title": "Supporting Brainstorming with a Collaborative Platform or a Generative Artificial Intelligence Tool: An Exploratory Study",
          "authors": "Katusha Gerardini, Eleonora Diletta Sarcinella, Francesca Borghesi, Andrea Pozzi, Andrea Gaggioli, Alice Chirico",
          "url": "https://doi.org/10.1089/cyber.2024.0518",
          "doi": "https://doi.org/10.1089/cyber.2024.0518",
          "filter": 0
        },
        {
          "title": "The Effects of Explainability and User Control on Algorithmic Transparency: The Moderating Role of Algorithmic Literacy",
          "authors": "Jang Ho Moon, Seheon Kim, Youngju Jung, Jaeyeon Bang, Yongjun Sung",
          "url": "https://doi.org/10.1089/cyber.2024.0525",
          "doi": "https://doi.org/10.1089/cyber.2024.0525",
          "filter": 0
        },
        {
          "title": "A Grade for Artificial Intelligence: A Study on School Teachers’ Ability to Identify Assignments Written by Generative Artificial Intelligence",
          "authors": "Maria Concetta Carruba, Alba Caiazzo, Chiara Scuotto, Lucrezia Savioni, Stefano Triberti",
          "url": "https://doi.org/10.1089/cyber.2024.0524",
          "doi": "https://doi.org/10.1089/cyber.2024.0524",
          "filter": 0
        },
        {
          "title": "VR for Hope: A Virtual Reality Protocol to Enhance Hope, Mentalization, and Well-Being in Emerging Adults",
          "authors": "Osmano Oasi, Chiara Rossi, Daniela Villani, Giuseppe Riva",
          "url": "https://doi.org/10.1089/cyber.2025.0210",
          "doi": "https://doi.org/10.1089/cyber.2025.0210",
          "filter": 0
        },
        {
          "title": "A Conceptual Framework to Understand the Relationships Between Digital Wellness and Artificial Intelligence",
          "authors": "Jennifer Laffier, Aalyia Rehman, Madison Westley",
          "url": "https://doi.org/10.1089/cyber.2024.0546",
          "doi": "https://doi.org/10.1089/cyber.2024.0546",
          "filter": 0
        },
        {
          "title": "Attitudes Toward the Use of Conditional Automated Vehicles in the Technology Acceptance Model Framework: Evidence from an Italian Sample",
          "authors": "Giovanni Bruno, Alex Marson, Federica Nenna, Carolina Diaz-Piedra, Andrea Spoto",
          "url": "https://doi.org/10.1089/cyber.2024.0517",
          "doi": "https://doi.org/10.1089/cyber.2024.0517",
          "filter": 0
        },
        {
          "title": "Crowdsourcing Compassion: Humane AI and the Rise of Patient-Led Discovery",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1089/cyber.2025.0203",
          "doi": "https://doi.org/10.1089/cyber.2025.0203",
          "filter": 0
        },
        {
          "title": "Psychomatics—A Multidisciplinary Framework for Understanding Artificial Minds",
          "authors": "Giuseppe Riva, Fabrizia Mantovani, Brenda K. Wiederhold, Antonella Marchetti, Andrea Gaggioli",
          "url": "https://doi.org/10.1089/cyber.2024.0409",
          "doi": "https://doi.org/10.1089/cyber.2024.0409",
          "filter": 0
        },
        {
          "title": "Effects of Consumers’ Belief in a Just World on Artificial Intelligence Recommendations: Mediating Effects of Perceived Benevolence and Selfishness",
          "authors": "Jungyong Ahn, Eunseo Kim",
          "url": "https://doi.org/10.1089/cyber.2024.0513",
          "doi": "https://doi.org/10.1089/cyber.2024.0513",
          "filter": 0
        },
        {
          "title": "The Future of Peacekeeping: Navigating Ethical AI Deployment in Conflict Zones",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1089/cyber.2024.0486",
          "doi": "https://doi.org/10.1089/cyber.2024.0486",
          "filter": 0
        },
        {
          "title": "Artificial Intelligence and the Illusion of Understanding: A Systematic Review of Theory of Mind and Large Language Models",
          "authors": "Antonella Marchetti, Federico Manzi, Giuseppe Riva, Andrea Gaggioli, Davide Massaro",
          "url": "https://doi.org/10.1089/cyber.2024.0536",
          "doi": "https://doi.org/10.1089/cyber.2024.0536",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
      "journal_short": "CyberPsych",
      "articles": [
        {
          "title": "To respond or not to respond: The effects of interpersonal goals on responsive Facebook behaviours",
          "authors": "Danielle Villoresi, Stephanie Tobin, Jennifer Crocker, Tao Jiang",
          "abstract": "Past research indicates that compassionate interpersonal goals are associated with greater responsiveness to others. However, whether this extends to casual friends on social networking sites (SNSs) is unclear. The current research examined the effects of interpersonal goals on the likelihood of responding with one-click reactions, comments, and private messages to mock Facebook posts by casual friends. We also examined responding differences depending on post valence. A 3 (response: one-click reaction, comment, private message) x 2 (self-image goal: low, high) x 2 (compassionate goal: low, high) x 2 (post valence: positive, negative) x 2 (post domain: work, social) mixed-model experimental design tested our predictions among Facebook users (N = 389). Results revealed that either self-image or compassionate interpersonal goals at low levels of the opposing goal increased one-click reactions and comments. Additionally, post valence and domain influenced responding. Compassionate goals increased one-click reactions and comments when responding to positive posts and private messages when responding to negative posts. All response modes were more likely for the negative than positive social post, and one-click reactions and comments were more likely for the positive than negative work post. Our findings provide causal evidence that self-image and compassionate goals can increase responding to casual friends on Facebook. Moreover, whether people respond to Facebook posts can be influenced by SNS contextual factors such as the valence of a post and the varied ways to respond.",
          "url": "https://doi.org/10.5817/cp2025-3-8",
          "doi": "https://doi.org/10.5817/cp2025-3-8",
          "filter": 0
        },
        {
          "title": "(Dis)Connected: Finding the link between problematic use of internet, parent-child communication and academic performance in emerging adults",
          "authors": "Alda Portugal, Carina Almada, Luciana Sotero, Ana Paula Relvas",
          "abstract": "Information and Communication Technologies (ICT) play a central role in the lives of emerging adults, offering both opportunities and challenges. While ICT facilitates communication and access to information, its problematic use has raised concerns about its impact on family relationships and academic performance during this developmental stage. This cross-sectional study aims to describe the use of ICT in academic context and analyse differences between groups considering the problematic use of the internet, the perception of academic performance and parent-child communication in a sample of college students (N = 201, aged between 18 to 29). In addition to instruments for sociodemographic characterisation and of ICT use, Generalized Problematic Internet Use Scale-2 and Perception Scale of Parenting Communication-Emerging Adults were used. The results suggest that young people with problematic use of internet for non-academic purposes tend to report poorer communication with their parents, particularly their fathers. Additionally, half of the sample exhibited moderate problematic use of the internet. These results are relevant for professionals working with young adults, such as college professors, as well as for young adults themselves and their parents. Professors may benefit from implementing structured guidelines for ICT use in the classroom to promote academic engagement while minimizing distractions. For young adults, the findings emphasize the importance of developing self-regulation strategies to balance digital life, enhance academic performance, and maintain healthy relationships. Parents are encouraged to foster open communication and support positive family dynamics to mitigate the negative effects of problematic internet use.",
          "url": "https://doi.org/10.5817/cp2025-3-6",
          "doi": "https://doi.org/10.5817/cp2025-3-6",
          "filter": 0
        },
        {
          "title": "Longitudinal bidirectional relations between parental phubbing and adolescents’ life satisfaction: The roles of problematic social network use and personality",
          "authors": "Xiaoyan Zhou, Fangfang Tian, Xingchao Wang, Xinyi Chen, Jiping Yang, Xueqi Zeng",
          "abstract": "Parental phubbing, as a new negative factor for adolescents’ healthy and positive development, has been noticed by scholars. The current study explored the longitudinal association between parental phubbing and adolescents’ life satisfaction across three years, taking into account adolescents’ problematic social network use as a potential mediator and Big Five personality traits as moderators of the associations. This study involved 2,407 Chinese adolescents (Mage = 12.75, SD = 0.58 at baseline, range = 11–16) by questionnaire. The involved students were recruited from 48 classrooms across 7 different schools. Structural Equation Modeling (SEM) was used to fit our cross‐lagged panel model across three waves of data. The results showed that the relation between parental phubbing and adolescents’ life satisfaction is negative and bidirectional. Problematic social network use mediated the relation between parental phubbing and adolescents’ life satisfaction. Agreeableness moderated the relations among parental phubbing, problematic social network use, and adolescents’ life satisfaction. Specifically, the negative bidirectional relations between parental phubbing and adolescents’ life satisfaction were more robust for adolescents with low agreeableness than those with high agreeableness. Compared to adolescents with low agreeableness, adolescents who with high agreeableness experienced high parental phubbing at previous time points were more likely to have problematic social network use at subsequent time points. The present study indicates that perceived high parental phubbing can be both a precursor to and an outcome of adolescents’ low life satisfaction, serving to maintain a vicious cycle that compounds negative effects on student mental health. Further, results demonstrate how problematic social network use and personality can affect this cycle.",
          "url": "https://doi.org/10.5817/cp2025-3-4",
          "doi": "https://doi.org/10.5817/cp2025-3-4",
          "filter": 0
        },
        {
          "title": "Big Five personality dimensions and disintegration as antecedents of vertical and horizontal internet privacy concerns",
          "authors": "Jošt Bartol, Michael Bošnjak, Vasja Vehovar, Gregor Čehovin, Andraž Petrovčič",
          "abstract": "Given the role that internet privacy concerns (IPCs) have in individuals’ online behaviors, it is essential to understand how personality shapes people’s concerns about privacy online. The five-factor model of human personality—with the Big Five personality dimensions of openness, conscientiousness, extraversion, agreeableness, and neuroticism—has been widely used to study the formation of internet users’ privacy concerns. However, existing literature has investigated only vertical (institutional) IPCs, while there is no corresponding research on horizontal (peer) IPCs. The role of a recently proposed personality trait, disintegration, which captures individuals’ proneness to perceive connections among unrelated phenomena and thus complements existing personality models, has also not been examined yet. This preregistered study addressed these gaps by investigating the associations of the Big Five personality dimensions and the disintegration trait with vertical and horizontal IPCs among internet users. The hypotheses and research questions were addressed through path analysis on a sample of internet users (N = 797) aged 18 years or older, recruited through probability-based sampling (response rate 42%). The results showed that agreeableness was associated with greater vertical IPCs, whereas openness with lower and disintegration with higher horizontal IPCs. The association between disintegration and vertical IPCs was moderated by previous privacy violations. The findings suggest that personality traits have different associations with vertical and horizontal IPCs, warranting further investigation of the role of the disintegration trait in individuals’ online privacy perceptions and behaviors.",
          "url": "https://doi.org/10.5817/cp2025-3-9",
          "doi": "https://doi.org/10.5817/cp2025-3-9",
          "filter": 0
        },
        {
          "title": "Problematic TikTok use severity, self-control, and school engagement: A one-year longitudinal study",
          "authors": "Qingqi Liu, Chenyan Zhang, Ziying Yang, Xiaopan Xu",
          "abstract": "As short-form video applications such as TikTok have gained popularity, the phenomenon of problematic short-form video usage has emerged as a significant area of research. However, the impact of problematic TikTok use severity on young people’s school engagement, as well as the underlying mechanisms of this impact, has yet to be rigorously explored through empirical studies. The present study employed a one-year longitudinal design (with data collection occurring at three time points, spaced six months apart) at two universities located in South China. A total of 590 university students, aged 17 to 24 years, completed scales designed to assess the severity of problematic TikTok usage, usage patterns, self-control, and school engagement and to collect demographic information. Correlational analysis revealed a positive correlation between self-control at time point 2 (T2) and school engagement at time point 3 (T3), whereas both variables exhibited negative correlations with problematic TikTok use severity at time point 1 (T1). Furthermore, regression analysis demonstrated that, after controlling for age, TikTok use time, and school engagement at T1, self-control at T2 played a mediating role in the association between problematic TikTok use severity at T1 and school engagement at T3. Additionally, both gender and TikTok use patterns played a significant moderating role in the mediating effect of self-control. The indirect effect of self-control was observed to be substantial only among male university students. In addition, this indirect effect was more pronounced among university students who passively use TikTok than among those who actively use TikTok. These findings enhance our understanding of both the direct and indirect effects of the severity of problematic TikTok use and the potential moderating factors influencing the relationship between problematic TikTok use severity and school engagement. Additionally, our research offers valuable practical insights into the responsible use of short-form video applications such as TikTok and suggests strategies for effectively mitigating the negative impacts of problematic TikTok usage on school engagement.",
          "url": "https://doi.org/10.5817/cp2025-3-5",
          "doi": "https://doi.org/10.5817/cp2025-3-5",
          "filter": 0
        },
        {
          "title": "Comparative network analysis of nomophobia and mental health symptoms among college and middle school students",
          "authors": "Shixiu Ren, Xiaoxu Lu, Shihui Ren, Manyuan Li, Tour Liu",
          "abstract": "With the rapid advancement of technology, the number of smartphone users has increased dramatically, resulting in a rising prevalence of nomophobia. Previous research has indicated that nomophobia is particularly common among adolescents and young adults and has significant negative impacts on their mental health, including increased anxiety, stress, and depression. However, most existing studies have concentrated on single age group, lacking comparative analysis between adolescents and young adults despite their distinct developmental stages and associated psychological challenges. To address this gap, the present study recruited 693 middle school adolescents and 900 college students to compare the network structures of nomophobia and mental health symptoms between these two groups. Network analysis revealed several similarities across both groups, such as the consistently positive associations between the fear of being unable to access information and symptoms of anxiety, stress, and depression. However, significant differences were also identified. A network comparison test initially revealed five significant edge differences, two of which involved anxiety. To further examine these differences, the anxiety subscale was subdivided according to DSM-5 symptomatology. Subsequent network comparison tests identified seven edges that differed significantly between middle school and college students, including two edges specifically involving the relationship between nomophobia (particularly the fear of losing contact) and various anxiety symptoms. These findings enhance the understanding of the distinct network structures linking nomophobia with mental health symptoms in adolescents and young adults, offering valuable insights for designing age-specific interventions aimed at reducing its detrimental effects on mental health.",
          "url": "https://doi.org/10.5817/cp2025-3-7",
          "doi": "https://doi.org/10.5817/cp2025-3-7",
          "filter": 0
        },
        {
          "title": "Player-avatar bonds and gaming benefits and risks: Assessing self-discrepancy theory against a broader range of character and play experiences",
          "authors": "Jeffrey G. Snodgrass, Seth I. Sagstetter, Julia R. Branstrator, Alessandro Giardina, Michael G. Lacy, Aaunterria Treil Bollinger-Deters, Chaz L. Callendar, Katya Xinyi Zhao, H.J. François Dengah II, Joël Billieux",
          "abstract": "How players relate to their avatars in digital and analog gaming predicts both positive and negative gaming experiences. For example, a perceived discrepancy between one’s actual and avatar self is associated with both gaming benefits and risks. However, such self-discrepancy approaches treat avatars narrowly as self-substitutes that allow players to project idealized identities in a virtual environment. Yet, those approaches have not examined how other kinds of player-avatar bonds—such as avatars experienced as distinct other persons or as impersonal objects used to accomplish gaming goals—might differentially predict gaming benefits and risk of harm. Nor has self-discrepancy research explored how avatar experiences might function in forms of play with positive and negative aspects, e.g., in situations where challenge, suffering, and repeated failure are preconditions for eventual feelings of accomplishment. In the current study, we use ethnographically informed survey responses from North American gamers (N = 149) to examine how a range of player-avatar relationships shape diverse gaming experiences. We find that relating to avatars as self-substitutes, including in situations where players’ experience discrepancies between their actual and avatar selves, does predict gaming benefits and risks, but so do other kinds of player-avatar bonds. Our research thus confirms the importance of self-discrepancy theory in assessments of gaming experience but nonetheless suggests the need for caution if claiming distinctive benefits or risks associated with particular kinds of player-avatar bonds.",
          "url": "https://doi.org/10.5817/cp2025-3-10",
          "doi": "https://doi.org/10.5817/cp2025-3-10",
          "filter": 0
        },
        {
          "title": "The anxiety spiral: Reciprocal reinforcement between uncertainty intolerance and social comparison on social networking sites",
          "authors": "Qing Yang, Xinhui Qiu, Yicheng Wang, Miao Lv",
          "abstract": "The widespread adoption of social networking sites (SNSs) has facilitated easy access to others’ shared content and life presentations, catalyzing upward social comparison. When faced with uncertainty, individuals tend to engage in upward social comparison as a self-evaluation tool, deriving ways for self-improvement and personal growth that may contribute to regained psychological stability. However, excessive indulgence in such comparisons may backfire, exacerbating intolerance of uncertainty (IU). Despite a theoretical link between IU and upward social comparison on SNS, no research has combined the two so far. Thoroughly exploring this issue holds significant practical importance, especially during emerging adulthood, because this period is characterized by an intricate transition from adolescence to full adulthood, marked by a variety of challenges and uncertainties. Therefore, we conducted a ten-month longitudinal study among emerging adults in China, with a mean age of 19.24 years (N = 460), to examine predictive relationships between IU and upward social comparison on SNS. We found such reciprocal associations using a three-wave cross-lagged panel model. Specifically, IU has a positive longitudinal predictive effect on the intensity of upward social comparisons on SNS. In contrast, upward social comparisons on SNS in the prior wave positively predicted IU in the subsequent wave, establishing a vicious cycle. Our findings may provide valuable insights for young social media users, helping them to cope more effectively with uncertainty and the pressures of social comparison, ultimately contributing to their emotional well-being.",
          "url": "https://doi.org/10.5817/cp2025-3-3",
          "doi": "https://doi.org/10.5817/cp2025-3-3",
          "filter": 0
        },
        {
          "title": "Where you lead, I will follow: Developing a new measure for studying parasocial involvement with influencers",
          "authors": "Johanna L. Degen, Diana Pistoll, Andreas M. Brandmaier, Sonja Bröning",
          "abstract": "Parasocial involvement with influencers (PII) on social media has rapidly increased in recent years. Currently, little is known about the impact of this development, as psychometrically evaluated measurement instruments capturing nuances of PII are lacking. Building on theory and qualitative findings, we developed the 39-item Parasocial Influencer Involvement Scale (PIInS), which shows good internal consistency. It comprises seven subscales empirically substantiated by factor analysis and captures different dimensions of parasocial influencer involvement, such as gratification, self-soothing, identification and loyalty, comparison, self-expansion, social influence, and emotional bonding. A first validation study in a convenience sample of n = 484 individuals participating in an online survey provided preliminary evidence for construct validity. Confirmatory factor analysis (CFA) in a second study with n = 443 participants largely confirmed the structure of the scale found in Study 1. The PIInS was negatively associated with attachment security, relational identity centrality, and self-expansion. Also, parasocial involvement with influencers was positively linked with social identity centrality and empathy in parasocial processing. A multiple regression analysis revealed that attachment anxiety, empathy during parasocial interactions, social identity centrality, and the absence of relational identity centrality had the strongest predictive value for parasocial influencer involvement. These findings point toward potential psychological mechanisms and related risks of parasocial involvement with influencers and emphasize the need for prevention and further research.",
          "url": "https://doi.org/10.5817/cp2025-3-2",
          "doi": "https://doi.org/10.5817/cp2025-3-2",
          "filter": 0
        },
        {
          "title": "The development and validation of the extended active-passive social media use scale",
          "authors": "Xiang Niu, Philippe Verduyn, James Gaskin, Sebastian Scherr, Dean McDonnell, Jin-Liang Wang",
          "abstract": "Mixed findings regarding the relationship between social media (SM) use and mental health have left the research field at somewhat of a crossroads, with one significant requirement being a comprehensive tool to measure SM use. In an effort to advance relevant research, this study extends the common ‘active-passive model’ of SM use to develop and validate a comprehensive scale. This scale will measure complex SM behaviors, focusing on subtypes of active and passive use. A 29-item Extended Active-Passive Use Scale (E-APUS) developed for adolescents and young adults was validated using a total sample of individuals (N = 4,372) from four independent Chinese samples. An exploratory factor analysis with N1 = 305 and a confirmatory factor analysis with N2 = 289 revealed six dimensions characterizing engagement on SM. These dimensions include targeted-warm use, non-targeted-warm use, cold use, browsing high self-relevance success stories, browsing low self-relevance success stories, and browsing failure stories. The study confirmed measurement invariance (N3 = 3,524) across genders and educational stage groups (i.e., adolescents vs. young adults) through (multi-group) confirmatory factor analyses. Convergent validity of the E-APUS scale was established with active-passive SM use measures, and criterion validity was supported using indicators of subjective well-being. However, discriminant validity was comparatively lower for personality factors. The E-APUS scale exhibited good internal consistency and high test-retest reliability (N4 = 254) over a 2-week period. Summarily, the E-APUS emerges as an effective, valid, and reliable tool for measuring SM use.",
          "url": "https://doi.org/10.5817/cp2025-3-1",
          "doi": "https://doi.org/10.5817/cp2025-3-1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Against All Odds: Journalist Resistance against State Disinformation in the Philippines",
          "authors": "Jose Mari Hall Lanuza, Rossine Lyandre Yao C. Fallorina",
          "url": "https://doi.org/10.1080/21670811.2025.2524707",
          "doi": "https://doi.org/10.1080/21670811.2025.2524707",
          "filter": 0
        },
        {
          "title": "AI Hype Through an African Lens: A Critical Analysis of Language as Symbolic Action in Online News Publications",
          "authors": "Sisanda Nkoala, Trust Matsilele, Musawenkosi Ndlovu, Tanja Bosch",
          "url": "https://doi.org/10.1080/21670811.2025.2528052",
          "doi": "https://doi.org/10.1080/21670811.2025.2528052",
          "filter": 0
        },
        {
          "title": "Public Knowledge and Expertise Under Authoritarian Siege: A Defense of Academic Freedom from Digital Journalism Studies",
          "authors": "Oscar Westlund, Matt Carlson, Basyouni Hamada, Natali Helberger, Sophie Lecheler, Seth C. Lewis, Thorsten Quandt, Stephen D. Reese, Ramón Salaverría, Magdalena Saldaña, T. J. Thomson, Karin Wahl-Jorgensen, Shangyuan Wu",
          "url": "https://doi.org/10.1080/21670811.2025.2527997",
          "doi": "https://doi.org/10.1080/21670811.2025.2527997",
          "filter": 0
        },
        {
          "title": "Is Social Media News More Subjective? 😱 A Comparative Study of British Quality and Popular News Sources’ Adaptation to Facebook",
          "authors": "Elena Savinova, Jet Hoek",
          "url": "https://doi.org/10.1080/21670811.2025.2524705",
          "doi": "https://doi.org/10.1080/21670811.2025.2524705",
          "filter": 0
        },
        {
          "title": "“I Don’t Even Watch News (Voluntarily) on WeChat” – Socially-Compelled Exposure to Misinformation Among U.S. Diaspora Communities",
          "authors": "Kayo Mimizuka, Katlyn Glover, Inga K. Trauthig, Samuel C. Woolley",
          "url": "https://doi.org/10.1080/21670811.2025.2524700",
          "doi": "https://doi.org/10.1080/21670811.2025.2524700",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "The Anti-Extractivist Documentary in Latin America: The Aesthetics and Affordances of When Two Worlds Collide and Surire",
          "authors": "Isidora Cortés-Monroy",
          "url": "https://doi.org/10.1080/17524032.2025.2521327",
          "doi": "https://doi.org/10.1080/17524032.2025.2521327",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "From Naija to the States: Stereotypes and Resistance of the Nigerian Man in America",
          "authors": "Omotayo Jemiluyi",
          "url": "https://doi.org/10.1080/10646175.2025.2525258",
          "doi": "https://doi.org/10.1080/10646175.2025.2525258",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Message effects on psychological reactance: meta-analyses",
          "authors": "Zixi Li, Jingyuan Shi",
          "abstract": "Psychological reactance is one of the underlying mechanisms of message effects on persuasion outcomes. We conducted meta-analyses across 28 articles, comprising 33 studies and 146 effect sizes (2005–2024), to examine (a) message effects on psychological reactance and (b) the influence of psychological reactance on persuasion outcomes. Results showed that high freedom-threatening language increased anger (k = 28, r = .21), negative cognitions (k = 25, r = .17), and psychological reactance (k = 53, r = .20) compared to low freedom-threatening language. These effects were moderated by behavior repetitiveness and communication modality. However, gain vs. loss framing showed no significant differences in anger (k = 6, r = –.03), negative cognitions (k = 6, r = –.01), or psychological reactance (k = 12, r = –.02). Both anger (r = –.23, k = 42) and negative cognitions (r = –.18, k = 39) were negatively associated with persuasion outcomes.",
          "url": "https://doi.org/10.1093/hcr/hqaf016",
          "doi": "https://doi.org/10.1093/hcr/hqaf016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Exploring the digital detox journey among generation Y Instagram users",
          "authors": "Matiena Marie Scheppe, Anna Luise Seiffen, Adele Berndt",
          "abstract": "Purpose Social media (SM) provides a range of positive and negative benefits to users, and an SM detox has been suggested as a way to deal with its negative effects. Instagram (IG) is one of Generation Y’s most widely used SM platforms, noted for its addictive potential. Using a journey perspective, the purpose of this research is to map and describe the experiences in the various stages of a detox journey among Generation Y IG users. Design/methodology/approach Using an inductive and qualitative approach, empirical data were collected over the stages of the journey using focus groups, self-completion diaries and interviews. The data were coded, analysed and interpreted using thematic analysis. Findings The findings of the study show two main motivations for undertaking a detox, namely gaining back control and self-reformation. During the detox, five themes were identified, specifically mood and satisfaction, technological craving, mental well-being, physical well-being and social relationships. Three post-detox behaviours were noted, namely the boomerang effect, conscious consumption and a re-evaluation towards the platform, which impacts future IG use. Research limitations/implications By following one group of participants throughout an IG detox journey, the study highlights the detox experiences in each journey stage. Practical implications The positive benefits of a detox were experienced by the participants, encouraging future detox and actions by platforms to aid in future detoxes. Originality/value This study accompanies one group of participants throughout their detox journey. This enabled the researchers to obtain insights into the detox experience in all phases of the journey. This was undertaken using diverse qualitative methods.",
          "url": "https://doi.org/10.1108/itp-07-2023-0721",
          "doi": "https://doi.org/10.1108/itp-07-2023-0721",
          "filter": 0
        },
        {
          "title": "Classification of discussants on cyber-violence incidents",
          "authors": "Jing Wang, Xinran Dai",
          "abstract": "Purpose The widespread use of the Internet and social media has accelerated the dissemination of information. However, their openness, anonymity, and lack of effective regulation have also contributed to a disorderly online environment and frequent incidents of cyber-violence. This study focuses on comment texts related to cyber-violence incidents and aims to identify and classify three types of discussants: facilitators, mediators, and bystanders. Design/methodology/approach The study constructs a feature matrix by integrating inherent basic characteristics, objective thematic characteristics, and subjective emotional characteristics. It then employs a range of classification techniques—including traditional machine learning, deep learning, ensemble methods, and hybrid models—to perform group classification of discussants. Findings The best-performing model achieves an accuracy exceeding 70%, demonstrating the effectiveness of the proposed framework. The study also reveals distinct differences among discussant groups and their respective roles in the propagation of cyber-violence. Originality/value This study contributes to the understanding and classification of online discussant groups, enhances the interpretability of classification models, facilitates relationship analysis, uncovers the rules governing public opinion spread, and provides insights for preventing and managing cyber-violence.",
          "url": "https://doi.org/10.1108/itp-03-2024-0382",
          "doi": "https://doi.org/10.1108/itp-03-2024-0382",
          "filter": 0
        },
        {
          "title": "Online opinion dynamics model considering derivative topics based on complex network",
          "authors": "Cuiyou Yao, Lin Yu, Yan He, Dong Wang, Yanhong Yang, Dongpu Fu",
          "abstract": "Purpose In social networks, derivative topics derived from original topics are becoming increasingly general, and the interaction between derivative topics and original topics makes public opinions increasingly complex and unstable. This paper aims to study the evolution of online opinions under the interaction between original and derivative topics. Design/methodology/approach This paper establishes an online opinion dynamics model based on a two-layer complex network, consisting of original and derivative topic layers. In the two-layer network, the interaction threshold between netizens and the external environment is set dynamically. Secondly, by setting herd mentality, response subject, and media parameters, the internal psychological factors and external environmental factors are involved in the model. Finally, simulation experiments are conducted using actual online social network data to examine the effects of topic adherence, relative clout of topics, and external environmental information on the opinions related to the original and derivative topics. Findings Topic relationships are crucial in the interaction between original and derivative topics. Derivative topics that are highly related to the original topic will have a greater impact on each other’s dissemination. Those with high relative clout can influence the original topic more rapidly. Therefore, when encountering derivative topics that are highly related to the original topic or have high relative clout, relevant departments should give greater and more timely attention. In addition, due to topic relationships, governing a single topic always leads to an increase in negative opinions on another topic, which may turn low-clout topics into high-clout ones. Thus, the response subject can actively explore the commonalities between derivative and original topics and intervene in common issues to enhance effectiveness. Research limitations/implications First, our model did not consider forgetting mechanisms and node decay effects which may affect the long-term dissemination of information and the intensity of interaction between nodes. Second, we treat the response subject’s credibility and information quality as fixed parameters. Third, we employ a rough estimation method to assess topic adherence. Practical implications Due to topic relationships, the governance of a single topic always leads to an increase in negative opinions on another topic, which may turn low-clout topics into high-clout topics. Thus, the response subject can actively explore the commonalities between the derivative and original topics and intervene in common issues to be more effective. Originality/value This paper explores the interaction scenario between the original and derivative topics, providing valuable insights for more complex public opinion governance issues.",
          "url": "https://doi.org/10.1108/itp-10-2024-1325",
          "doi": "https://doi.org/10.1108/itp-10-2024-1325",
          "filter": 0
        },
        {
          "title": "The effectiveness of functional and affective recovery strategies in restoring user trust after privacy violations: the moderating role of violation type",
          "authors": "Shulin Chen, Bingjia Shao, Yinghui Zhu",
          "abstract": "Purpose This study investigates the impact of organizational recovery strategies on user trust repair following an information privacy violation incident as well as the mediating mechanism and boundary condition. Design/methodology/approach We conducted an online scenario-based experiment employing a 2 (recovery strategies: functional vs affective) × 2 (privacy violation type: intentional vs accidental) between-subjects design. The experiment was conducted in China using 290 randomly selected platform users. Findings The functional recovery strategy is more effective in restoring user trust than the affective recovery strategy and recovery satisfaction mediates the relationship between recovery strategies and post-trust. The findings also confirmed that functional repair is more effective than affective repair for accidental privacy violations, though the effectiveness of these two strategies for intentional privacy violations did not differ significantly. Research limitations/implications Companies should prioritize functional repair following privacy violations and strive to improve user satisfaction with recovery measures. Furthermore, they should choose recovery strategies based on the type of privacy violation to restore user trust. Originality/value This study is among the first to examine the relative effectiveness of functional and affective recovery strategies as privacy violation recovery actions. Moreover, this research applies attribution theory to the context of privacy violations and investigates the moderating role of privacy violation type.",
          "url": "https://doi.org/10.1108/itp-11-2024-1397",
          "doi": "https://doi.org/10.1108/itp-11-2024-1397",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Hall’s encoding/decoding model revisited in the digital platform age: de/encoding, lincoding, affordecoding, and en/decoding",
          "authors": "Dongwook Song",
          "url": "https://doi.org/10.1080/1369118x.2025.2524571",
          "doi": "https://doi.org/10.1080/1369118x.2025.2524571",
          "filter": 0
        },
        {
          "title": "The potential of ICT: reducing rural residents’ cognitive biases towards ecological policies",
          "authors": "Jingxuan Dong, Dan Qiao, Tao Xu",
          "url": "https://doi.org/10.1080/1369118x.2025.2525484",
          "doi": "https://doi.org/10.1080/1369118x.2025.2525484",
          "filter": 0
        },
        {
          "title": "Operationalizing AI governance: data annotation, La Qi and manual alignment in China",
          "authors": "Pengfei Fu, Zhi Lin, Wilfred Yang Wang",
          "url": "https://doi.org/10.1080/1369118x.2025.2526162",
          "doi": "https://doi.org/10.1080/1369118x.2025.2526162",
          "filter": 0
        },
        {
          "title": "Trade-offs in a bigger pie: how the relationships between digital civic infrastructure and political participation vary across rural and urban communities – the case of Michigan",
          "authors": "Taewoo Kang, Ava Francesca Battocchio, Kjerstin Thorson, Chuqing Dong, Pooja Sharma",
          "url": "https://doi.org/10.1080/1369118x.2025.2524579",
          "doi": "https://doi.org/10.1080/1369118x.2025.2524579",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "The impact of luxury brands’ NFT fashion on brand attitude and electronic word-of-mouth",
          "authors": "Yi Wang, Hyein Lee, Eunju Ko, Tyler Milfeld",
          "url": "https://doi.org/10.1080/02650487.2025.2511493",
          "doi": "https://doi.org/10.1080/02650487.2025.2511493",
          "filter": 0
        },
        {
          "title": "A longitudinal cross-cultural content analysis of rational vs. emotional appeals in US and Sweden",
          "authors": "Bruce A. Huhmann, Pia A. Albinsson",
          "url": "https://doi.org/10.1080/02650487.2025.2525024",
          "doi": "https://doi.org/10.1080/02650487.2025.2525024",
          "filter": 0
        },
        {
          "title": "Generational cohort theory research: the good, the bad and the ugly",
          "authors": "Patrick De Pelsmacker",
          "url": "https://doi.org/10.1080/02650487.2025.2522011",
          "doi": "https://doi.org/10.1080/02650487.2025.2522011",
          "filter": 0
        },
        {
          "title": "‘Can you see it?’ how one-for-one promotions increase imagery vividness and promotion effectiveness in cause-related marketing",
          "authors": "Katharine Howie, Rhiannon M. Mesler, Jennifer Chernishenko, Lifeng Yang",
          "url": "https://doi.org/10.1080/02650487.2025.2516327",
          "doi": "https://doi.org/10.1080/02650487.2025.2516327",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Navigating ethical concerns in the Metaverse: an integrative review and an agenda for future research",
          "authors": "Pramukh Nanjundaswamy Vasist, Satish Krishnan, Indranil Bose",
          "abstract": "Purpose The Metaverse’s ongoing evolution and emerging disruptions pose ethical concerns. Hence, we aim to establish a comprehensive understanding of potential ethical issues in the Metaverse. Design/methodology/approach We conducted an integrative review of 64 relevant works within the context of ethical concerns in the Metaverse and its associated technologies. Findings We identified four themes, developed a multi-layered conceptual framework and proposed 18 research questions for future studies. We demonstrated that ethical problems in the Metaverse are broader than those arising from technologies constituting it and highlighted the evolving nature of the Metaverse with emerging disruptions corresponding to an ever-changing ethical landscape. Research limitations/implications Recognizing the evolving nature of the Metaverse, with technological disruptions contributing to an ever-changing ethical landscape, we propose a framework and research questions with an actionable research agenda for empirical studies focused on ethical concerns within the Metaverse. Practical implications We offer insights for integrating ethics into the design and development of Metaverse solutions. The framework highlights the complex, multi-layered ethical issues and emphasizes the need for platform stakeholders to collaborate with consumers and policymakers to address these concerns. Additionally, the review reinforces the importance of data management in the Metaverse, urging policymakers to prioritize data privacy on the Metaverse platforms and revise regulations to tackle these challenges. Originality/value The review underscores the unique nature of ethical issues in the Metaverse, which extends beyond those associated with its foundational technologies and calls for increased attention to these issues in information systems research.",
          "url": "https://doi.org/10.1108/intr-04-2024-0657",
          "doi": "https://doi.org/10.1108/intr-04-2024-0657",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Mental models and enduring climate action: the Earth Connection Film Festival",
          "authors": "Jessica Eise, Amanda Camarillo, Sarah Lasley",
          "url": "https://doi.org/10.1080/00909882.2025.2509968",
          "doi": "https://doi.org/10.1080/00909882.2025.2509968",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Filterworld: How algorithms flattened culture .",
          "authors": "Ruixian Li",
          "url": "https://doi.org/10.1080/08838151.2025.2525136",
          "doi": "https://doi.org/10.1080/08838151.2025.2525136",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Evidence of balance theory as a predictive framework for character interdependence",
          "authors": "C Joseph Francemone, Matthew Grizzard",
          "abstract": "Across three studies, we examined how balance theory can be used to predict interdependent character evaluations. Leveraging the propositions of balance theory as suggested by Grizzard, Francemone et al. (2020), our findings demonstrate that moral information about a single character biases perceptions and judgments of other characters within the same narrative. Beyond replicating binary comparative judgments between characters, similar to past work on character interdependence, we show that the relational information conveyed by a character network can reveal how interdependent effects between several characters will manifest. Specifically, our results demonstrate that characters are either contrasted or assimilated to one another based on the relationship valences communicated by the narrative’s character network. Extrapolating from these findings, we discuss several aspects of character networks that should be considered to further develop the concept of character interdependence.",
          "url": "https://doi.org/10.1093/joc/jqaf025",
          "doi": "https://doi.org/10.1093/joc/jqaf025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "What Is Critical Concern?",
          "authors": "Ihor Komnatskyy, Konrad S. Jankowski",
          "abstract": "Abstract: Scholarly insight that player-avatar relations range from unity to resembling human-to-human interactions has prompted research into the dynamics behind this variability. The player-avatar interaction model (PAX) and its corresponding measure, the common player-avatar interaction scale (cPAX), were recently developed to describe these relational dynamics; however, until now, they have not been independently evaluated. Thus, our study aimed to test cPAX’s dimensionality and reliability in a separate sample and investigate the functioning of PAX’s critical concern dimension due to inconsistent findings about its relationship to perceived avatar sociality. Using a cross-sectional survey of 398 World of Warcraft players, we conducted confirmatory factor analysis on cPAX, assessed the internal consistency of its four subscales, and examined the relationships between PAX dimensions and sense of presence. Our results supported the four-factor cPAX model, demonstrating strong reliability for relational closeness, anthropomorphic autonomy, and critical concern subscales, while sense of control showed minimally acceptable reliability. Contrary to our hypothesis, critical concern positively correlated with sense of presence, suggesting it reflects players’ desire for coherence in avatars’ stories and worlds rather than their plausibility or realism. Consequently, we interpret critical concern as distinct from its empirical origin, suspension of disbelief, with evidence indicating that both phenomena may enhance a sense of presence and are involved in narrative and social aspects of gaming. Overall, our findings support the suitability of PAX and cPAX for applied research while emphasizing the need for continued attention to reliability of sense of control measures and to the role of critical concern in gaming.",
          "url": "https://doi.org/10.1027/1864-1105/a000476",
          "doi": "https://doi.org/10.1027/1864-1105/a000476",
          "filter": 0
        },
        {
          "title": "Suspicion of an Online Claim Reduces Its Warranting Value and Subsequent Impressions",
          "authors": "Caleb T. Carr",
          "abstract": "Abstract: Individuals increasingly use online information to form an impression of offline entities. This article uses and extends warranting theory to consider violations of default assumptions of faithful online presentations of self affect suspicion of a target, the warranting value of the online claim, and subsequent impressions of the target’s offline characteristics. Within the context of online food delivery, an original experiment ( N = 78) explored the relation between trigger events, suspicion, warranting value, and resultant perceptions of the restaurant. Findings indicate an indirect path from a trigger event, through suspicion of the claimant and the claim’s warranting value, and the resultant impression of the target being offline. These results extend warranting theory by identifying suspicion as an important antecedent factor to the online-offline tether and resultant perceptions of a target.",
          "url": "https://doi.org/10.1027/1864-1105/a000475",
          "doi": "https://doi.org/10.1027/1864-1105/a000475",
          "filter": 0
        },
        {
          "title": "Consistent Killers, Benevolent Balancers, or Contextually Moderated Moralists?",
          "authors": "Allison Eden, Morgan E. Ellithorpe, David R. Ewoldsen, Kevin J. Kryston, M. Marie Devlin",
          "abstract": "Abstract: Three studies examined the role of context and sequence on moral decisions in an interactive narrative setting. Participants (total n = 591) made multiple sequential decisions within a choose-your-own adventure style narrative based on a popular video game. Competing processes were the moral license/moral balancing perspective, where making moral choices “allows” one to make immoral choices later, and the moral consistency perspective, where people are expected to be either consistently moral or consistently immoral across decisions. Studies 1 and 2 investigated wording effects (kill vs. save) on morally consistent choices while Study 3 added verbal emphasis. The results suggest more support for the moral consistency perspective over moral balancing but are discussed in regard to both the morality and media literature as well as the applicability of licensing and consistency literature in variable contexts.",
          "url": "https://doi.org/10.1027/1864-1105/a000472",
          "doi": "https://doi.org/10.1027/1864-1105/a000472",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Science Communication",
      "journal_short": "JCOM",
      "articles": [
        {
          "title": "The Fracture of Korean Peninsula’s Division Order and Discourse Politics The Political Context, Characteristics, and Anti-Communist Complex of Discourses Related to the Film The Birth of Korea",
          "authors": "Sunghae Kim",
          "url": "https://doi.org/10.14696/jcs.2025.06.25.2.5",
          "doi": "https://doi.org/10.14696/jcs.2025.06.25.2.5",
          "filter": 0
        },
        {
          "title": "The Study of Changes in Social Discourse on the Metaverse in the Media A Focus on the Expectations, Concerns, and Social Implications of the Metaverse",
          "authors": "Yongbok Jung, Yunjung Cha, Juhyun Kang",
          "url": "https://doi.org/10.14696/jcs.2025.06.25.2.170",
          "doi": "https://doi.org/10.14696/jcs.2025.06.25.2.170",
          "filter": 0
        },
        {
          "title": "Household Size Transition and Fixed TV Consumption Examining Changes in Viewing Time Following the Shift to Single-Person Households",
          "authors": "Young Min Baek",
          "url": "https://doi.org/10.14696/jcs.2025.06.25.2.131",
          "doi": "https://doi.org/10.14696/jcs.2025.06.25.2.131",
          "filter": 0
        },
        {
          "title": "The Effects of Suicide Report Exposure via Portal News, Problem Recognition, and Perceived Influences on Attitudes toward Suicide Reporting Regulation",
          "authors": "Insook Kim, Jin Heo",
          "url": "https://doi.org/10.14696/jcs.2025.06.25.2.96",
          "doi": "https://doi.org/10.14696/jcs.2025.06.25.2.96",
          "filter": 0
        },
        {
          "title": "Study on the Influence of Government PR Youtube Content Attributes on Users’ Attitudes and Usage Intentions",
          "authors": "Eung-Pyo Kim, Seckjun Jang",
          "url": "https://doi.org/10.14696/jcs.2025.06.25.2.50",
          "doi": "https://doi.org/10.14696/jcs.2025.06.25.2.50",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Exploring the factors associated with well-being and ill-being among single adults: A network analysis",
          "authors": "Dominika Ochnik, Katarzyna Adamczyk",
          "abstract": "Despite the well-established association between relationship status and well-being, the unique factors associated with well-being among single individuals remain unclear. To fill this gap in the literature, this study adopted a single-center perspective and a network approach to explore and identify the sociodemographic and intrapersonal determinants of well-being (emotional and psychological well-being) and ill-being (anxiety and depression) among single individuals. Data were collected from two samples of Polish single individuals for Study 1 ( N = 650; age 18–56; 56.50% women and 43.50% men) and Study 2 ( N = 1406; age 18–92; 61.90% women and 38.10% men). The network analysis revealed that the overall network structure in the two samples was highly stable and similar, and the most influential factor was satisfaction with singlehood. These findings emphasize the need for a focus on satisfaction with singlehood beyond the general assessment of single individuals’ well-being and ill-being.",
          "url": "https://doi.org/10.1177/02654075251358104",
          "doi": "https://doi.org/10.1177/02654075251358104",
          "filter": 0
        },
        {
          "title": "“She only loves me when I’m dieting”: The role of memorable messages from parents in Latino emerging adults’ body image",
          "authors": "Makenzie Schroeder, Rachael Hernandez, Trevor Kauer",
          "abstract": "Latinos living in the U.S. must negotiate traditional Latino cultural expectations while simultaneously navigating U.S. norms around body image. Insights into Latino family communication about body image and food may explain lower rates of receiving care and identify key areas of interventions in this area. Therefore, the current study explores the perceived content, strategies, and justifications of the messages Latino adult children receive about weight. Iterative analysis of written responses ( N = 60) identified three key perceptions of parent-child communication and message internalization: (a) the content of weight-related messages, (b) the strategies for communicating those messages, and (c) justifications or reasons for parents communicating messages about weight. Results reveal that adult children often describe their parents as having good intentions. However, these weight-related messages often had negative implications for the receiver, as participants described feeling their value in the family being tied to weight or developing disordered eating habits. These themes underscore the role parents play in the body image and eating socialization process for their children and the negative impacts this process may have, regardless of intent.",
          "url": "https://doi.org/10.1177/02654075251356640",
          "doi": "https://doi.org/10.1177/02654075251356640",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Reflecting, Regulating, Adapting: Metacognition’s Role in Journalism Practices",
          "authors": "Patrick R. Johnson, Emma Gran, Stephen Cohn",
          "url": "https://doi.org/10.1080/1461670x.2025.2518457",
          "doi": "https://doi.org/10.1080/1461670x.2025.2518457",
          "filter": 0
        },
        {
          "title": "When Investigative Journalism Went Undercover: Situated Journalistic Ethics and Undercover Performance in China",
          "authors": "Vincent Guangsheng Huang, Xuan Liang",
          "url": "https://doi.org/10.1080/1461670x.2025.2519930",
          "doi": "https://doi.org/10.1080/1461670x.2025.2519930",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Scaling Up Good Listening: An Assessment Framework for AI-Powered Mass Deliberation Models",
          "authors": "Ioana Grancea, Viorel Ţuţui",
          "abstract": "The challenges of scaling up deliberative processes to mass audiences have long been highlighted by deliberative theorists. Apart from the difficulty of keeping content quality at a high enough level as more and more people get involved, the technical feasibility of mass participation in a structured form of deliberation has been a serious constraint. The development of digital platforms and AI systems are now making it technically possible to extend structured participation to wider audiences. This article addresses the following question: How can we ensure that good listening is scaled up in these new contexts? Drawing on an analytical framework based on recent contributions in the areas of deliberative democracy and AI, we evaluate the ability of current models of AI-powered mass deliberation to incentivize receptive, responsive, and apophatic&lt;em&gt; &lt;/em&gt;listening. We further develop an assessment tool, the “Listening Incentives Score,” that can be used to assess whether AI-powered mass deliberation models provide participants with the adequate channels, facilitation, training, and systems of rewards and sanctions to incentivize them to engage in good listening.",
          "url": "https://doi.org/10.17645/mac.9961",
          "doi": "https://doi.org/10.17645/mac.9961",
          "filter": 0
        },
        {
          "title": "A See-Through Curtain of Varying Texture: Negotiating Power and Material Realities in Engaged Journalism",
          "authors": "Bissie Anderson",
          "abstract": "Acknowledging the networked nature of journalism and shifting power relations between actors in the hybrid media system, this article invokes the metaphor of “the curtain” that separates journalists and external actors/forces in discussions on journalistic autonomy (Coddington, 2015) and applies it to the engaged journalism practices of four media startups. It places “the curtain” in the hybrid media systems paradigm and its relational ontology (Chadwick, 2017) to examine to what extent that concept applies to engaged journalism, a participatory media practice that, by definition, involves publics in journalistic processes. Drawing on interviews with engaged journalism producers in Pakistan, Romania, Malaysia, and the UK, this comparative cross-border study explores the power relations within the actor constellations involved in journalistic co-creation. The outlets examined favour a relational approach to knowledge production, in which they prioritise mutual listening and learning—together&lt;em&gt; &lt;/em&gt;with their communities. However, there is still a separation between journalists and audiences/publics. Examining the power negotiations that shape engaged journalism in different parts of the world, this study sheds light on the unique texture of each hybrid media space of co-creation. It offers a nuanced conceptualisation of hybridity, suggesting that engagement can lend itself to varying degrees of openness. The study findings challenge idealistic notions of participation by showing that, even in engaged journalism practice, participation remains tightly controlled by journalists and is subject to their negotiation of capacity-enabling and capacity-limiting forces within the constraints of the context-specific material realities.",
          "url": "https://doi.org/10.17645/mac.10027",
          "doi": "https://doi.org/10.17645/mac.10027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Unpacking the Relationship Between Bias-Based Cyberbullying and Internalizing Symptoms Amongst Sexual Minority Youth: The Mediating Role of Internalized Homophobia and the Moderating Role of Resilience",
          "authors": "Edward John Noon, Alberto Amadori, Salvatore Ioverno",
          "url": "https://doi.org/10.1080/15213269.2025.2528897",
          "doi": "https://doi.org/10.1080/15213269.2025.2528897",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Digital ageism? Analyzing women's depictions on TikTok through user-generated content under #aging and #antiaging",
          "authors": "Ariuntsetseg Erdenebat, Admilson Veloso da Silva",
          "abstract": "The global proportion of people aged 60 and above is projected to double by 2050, exceeding 20% of the population. Despite this demographic shift, mass media often misrepresents senior women, associating their value with appearance, while “anti-aging” marketing perpetuates the desire to conceal signs of aging. These portrayals contribute to internalized ageism and gerascophobia, disproportionately affecting women. Visual social media platforms like TikTok have become spaces to explore and challenge these narratives. This study examines how women's aging is depicted on TikTok through user-generated content. Using netnography and qualitative content analysis, 300 TikTok posts tagged #aging and #antiaging from November 2023 to January 2024 were analyzed. Findings reveal that aging is framed largely as a physical process, with women more likely to focus on appearance-related content, reflecting societal pressures. Seven key portrayals were identified: “Anti-aging,” “Looking younger and glowier,” “Illustrating the aging process,” “Accepting aging,” “Promoting healthier and longer life,” “Challenging ageist stereotypes,” and “Addressing premature aging.” Finally, this study contributes to understanding age-related discourses in digital spaces and their implications for combating ageism.",
          "url": "https://doi.org/10.1177/20501579251350900",
          "doi": "https://doi.org/10.1177/20501579251350900",
          "filter": 0
        },
        {
          "title": "Perceived health-related mobile device usefulness in older adults: Results from the Health Information National Trends Survey",
          "authors": "Dennis Rosenberg",
          "abstract": "The goal of this study was to examine the role of older adults’ demographic, socio-economic, and health background in their perceptions of health-related mobile device usefulness. This examination was performed through the prism of the social stratification and the social diversification hypotheses. Data were obtained from the Health Information National Trends Survey (HINTS) 5 Cycle 4 and analyzed using logistic regression models. The sample included 1373 U.S. mobile device owners aged 60 years and older. An interaction between age (being 75 years old or older) and race (self-affiliation with White race) was found with respect to the perception of usefulness of mobile devices for achieving health-related goal and patient–provider communication. Being married, female gender, self-rated health, and hypertension diagnosis positively related to the perception of usefulness for achieving health-related goal. Being diagnosed with mental health disorder positively related to the perception of usefulness for health decision-making and patient–provider communication. Education and income levels also demonstrated several associations with the dependent variables. The findings mostly supported the third-level digital divide perspective and both theoretical hypotheses. The findings imply that some groups of older adults tend to benefit more than others from health-related mobile device use.",
          "url": "https://doi.org/10.1177/20501579251353644",
          "doi": "https://doi.org/10.1177/20501579251353644",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Governance dynamics in online communities: Autonomy, control, and sense of virtual community",
          "authors": "Beril Bulat",
          "abstract": "What drives a genuine sense of community in online spaces? This study examines the role of governance, autonomy, and control in fostering a sense of community online. Findings show that participatory governance and peer-enforced social norms are crucial for creating a strong sense of community, even after controlling for active, frequent community engagement. In contrast, merely enforcing rules through formal control mechanisms does not significantly enhance community strength. Inclusive governance also helps mitigate challenges posed by larger community sizes, supporting a strong sense of community at scale. However, the interaction between participatory governance and social control reveals a complex tension, where high member involvement may dilute the positive effects of peer-enforced norms. These insights underscore the necessity of a balanced, configurational governance approach, integrating both participatory processes and social control to bolster community cohesion. This study offers a more nuanced understanding of how online governance shapes community belonging and provides practical guidelines for designing more inclusive and cohesive digital spaces.",
          "url": "https://doi.org/10.1177/14614448251336440",
          "doi": "https://doi.org/10.1177/14614448251336440",
          "filter": 0
        },
        {
          "title": "A media ecology of ecological media? Conceptualizing environment-oriented communication and its digital footprint in climate change activism",
          "authors": "Arianna Bussoletti, Emiliano Trerè, Francesca Comunello",
          "abstract": "Recognizing the role-played by mainstream social media (i.e. Instagram, Facebook, etc.) in climate activism, this article focuses on how FridaysForFuture (FFF) Rome’s activists navigate and negotiate with digital platforms, unveiling strategies and beliefs related to platform-sustainability. Through multimethod qualitative research, we account for online and offline activist practices across multiple media platforms and explore the criteria guiding them. Results reveal two fundamental conflicts that imbue FFF-Rome’s practices but are relevant to all actors of social change involved in climate activism: (1) the tension between addressing the climate crisis via digital tools, which contribute to environmental harm, and (2) advocating for systemic change rooted in anti-capitalism and anti-corporatism while utilizing platforms whose logic aligns with these models. We argue that FFF-Rome’s media ecology, encompassing both backstage and frontstage, and mainstream and alternative social media, manages these conflicts by embracing an ecological (Treré, 2019) understanding of digital technology’s environmental footprint.",
          "url": "https://doi.org/10.1177/14614448251346201",
          "doi": "https://doi.org/10.1177/14614448251346201",
          "filter": 0
        },
        {
          "title": "A comparative analysis of online mobilization through slogan specificity: The case of the countermovements to #BlackLivesMatter",
          "authors": "Başak Taraktaş, Orkun İrsoy, Kadir Cihan Duran, Suzan Üskudarli",
          "abstract": "This study examines the effect of slogan specificity on the mobilization potential of movements on social media platforms. We argue that specific slogans attract more narrowly defined audiences with consistent interpretations. In contrast, vague slogans appeal to broader, more heterogeneous audiences whose interpretations are often diverse, inconsistent, and fragmented. To analyze the link between slogan specificity and mobilization potential, we introduce three concepts: diversity (the range of causes), consistency (continuity of cause related messages), and interconnectivity (the degree to which users refer to common causes). We test this argument on 709,222 tweets of the countermovements of Black Lives Matter (All Lives Matter, Blue/Police Lives Matter, and White Lives Matter) using network analysis and natural language processing techniques. Our findings substantiate the hypothesized trade-off between slogan specificity and mobilization potential. This study contributes to existing literature with a theoretical framework for understanding the mobilization dynamics of social movements in digital environments.",
          "url": "https://doi.org/10.1177/14614448251336421",
          "doi": "https://doi.org/10.1177/14614448251336421",
          "filter": 0
        },
        {
          "title": "Digital agency and daily life challenges: Older Chinese migrants’ differentiated use of digital tools",
          "authors": "Yingqiu Chen, Louisa Buckingham",
          "abstract": "This study examined the use of technology for daily life challenges by older Chinese migrants ( n = 18) with very limited English proficiency in Auckland, New Zealand. The aim of this study was to build on the theory of digital agency to understand how older migrants’ use technological tools to combat daily challenges and enhance their well-being. Employing a combination of questionnaires, interviews, and go-alongs, we identified language barriers and limited social mobility as central challenges in older migrants’ daily life, and we identified three types of digital technology that the older migrants engaged with as their daily life digital choices: digital translators for language challenges, digital navigators for social mobility, and digital media platforms for individual leisure to alleviate loneliness and gather information. The older Chinese migrants developed their digital agency to cope with challenges and respond to their daily needs, which also enhanced their social and psychological well-being. We also identified digital disengagement, which can lead to social isolation and impact social well-being. We discuss the difficulties they experienced in using these technological tools and provide recommendations for supporting older migrants to develop the skills needed to use technology in their daily lives.",
          "url": "https://doi.org/10.1177/14614448251348469",
          "doi": "https://doi.org/10.1177/14614448251348469",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Propaganda during Economic Crises: Reference Point Adjustment in Economic News",
          "authors": "Fatih Serkant Adiguzel",
          "url": "https://doi.org/10.1080/10584609.2025.2526387",
          "doi": "https://doi.org/10.1080/10584609.2025.2526387",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "The price of controversy: CEO Twitter activity and stock market performance",
          "authors": "Tahmina Ahmed, Gregory D. Saxton",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102606",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102606",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Contesting state expertise after COVID-19",
          "authors": "Gabriel V. Lévesque",
          "abstract": "Recent research examines how the transformational experience of the COVID-19 pandemic reshapes trust in science, expertise and public institutions in its aftermath. This article extends this scholarship by asking how the transformation of societal norms about expertise induced by the pandemic experience shapes social movements that contest state expertise. Using interview data with participants from an ongoing environmental health mobilization in Rouyn-Noranda (Quebec, Canada), this article highlights how participants negotiate their precarious status as challengers of expertise in a post-COVID world. First, I examine the direct and indirect evidence of politicized expertise that participants draw on to motivate their distrust. Second, I show how participants negotiate the boundary between claims of COVID-related groups labeled as conspiracist and their own. Overall, this article contributes to better understanding how mobilized citizens navigate changing norms around trust in science.",
          "url": "https://doi.org/10.1177/09636625251347063",
          "doi": "https://doi.org/10.1177/09636625251347063",
          "filter": 0
        },
        {
          "title": "Effects of epistemic beliefs, science populism, and social media use on climate change misperceptions",
          "authors": "Ming (Bryan) Wang, Heather Akin",
          "abstract": "While much research has revealed the prevalence of climate change misinformation on social media, there is no conclusive evidence about its impact on cultivating public misperceptions. Even less work has been done to examine how social media use may condition the relationships between cognitive orientations, such as epistemic and science populism beliefs, and climate change misperceptions. This study fills this gap by analyzing data from a national representative survey of 1405 US adults. Results confirmed the relationships between cognitive orientations and climate change misperceptions. While neither mainstream nor alternative social media use had a direct impact, both types of social media use conditioned the relationships between cognitive orientations and climate change misperceptions. This study’s findings suggest that social media use’s adverse impact on climate change misperceptions may have been overstated.",
          "url": "https://doi.org/10.1177/09636625251343510",
          "doi": "https://doi.org/10.1177/09636625251343510",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Value-Based Narratives Foster Trust in Scientists and Communication Behaviors",
          "authors": "Janet Z. Yang, Laura Arpan, Yotam Ophir, Prerna Shah",
          "abstract": "This study evaluated the impact of value-based narratives on American adult participants’ trust perception. In a first-person narrative, a medical scientist described their value-based motivations for developing artificial intelligence (AI) technology for medical diagnosis. Results indicated that only benevolence perception was positively related to transportation and identification. Furthermore, only identification was positively related to story-consistent beliefs, which were positively associated with the intention to engage in further communication behaviors. These findings suggest that to communicate effectively about novel technologies, scientists should share their altruistic motives or self-transcendence values, rather than their credentials or ambitions, with the public.",
          "url": "https://doi.org/10.1177/10755470251345234",
          "doi": "https://doi.org/10.1177/10755470251345234",
          "filter": 0
        },
        {
          "title": "A Proposed Framework for Considering “Inclusive Science Communication” in Theory and Practice",
          "authors": "character(0)",
          "abstract": "Making science communication more inclusive is as much about how the discipline itself works as it is about how we engage with our audiences. This paper presents a framework comprised of the factors we identify as critical for inclusive science communication derived from our perspectives as practitioners and researchers in the southern hemisphere and/or from the Global South. The intent is to add to existing frameworks and studies, predominantly from the northern hemisphere/Global North to stimulate further discussion among, and guidance for, science communication researchers and practitioners in thinking of and about inclusive science communication.",
          "url": "https://doi.org/10.1177/10755470251344471",
          "doi": "https://doi.org/10.1177/10755470251344471",
          "filter": 0
        },
        {
          "title": "Scientific Reliance on AI may Reflect Broader Failures in Science Communication",
          "authors": "Gavin J. D. Mullin, Anna Brashear",
          "abstract": "Scientists across disciplines increasingly rely on artificial intelligence to scan, summarize, and interpret research articles. While these tools offer speed and clarity, their perceived effectiveness exposes deeper, systemic issues in science. Specifically, we argue that the popularity of AI highlights two key problems: the historical failure to communicate research clearly, and the persistent overestimation that other scientists fully understand published research. Rather than an isolated trend, AI use reflects how academic writing often excludes more than it informs. Here, we trace how institutional norms, training, incentives, and culture reinforce AI reliance, and outline reforms to promote more inclusive, comprehensible science.",
          "url": "https://doi.org/10.1177/10755470251352427",
          "doi": "https://doi.org/10.1177/10755470251352427",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Negotiating Gender, Race, and Nationhood in Parenting on Douyin: White Mummy Bloggers in Chinese-Foreign Marriages in China",
          "authors": "Xinxin Jiang",
          "abstract": "This study explores how White mummy bloggers in Chinese-foreign marriages negotiate gender, race, and nationhood through sharenting practices on Douyin, China’s popular short video platform. Drawing on a larger digital ethnography project, it analyzes content from three high-profile accounts featuring White mothers raising mixed-blood children in China. Using a translocational positionality lens, the study examines how these women navigate motherhood as racialized migrants within China’s patriarchal family structures, blend their children’s mixed heritage with Chinese cultural symbols, and engage with national belonging through citizenship. The findings highlight how the performative nature of their parenting allows these bloggers to actively shape their own identities and those of their mixed-blood children, navigating structural constraints and cultural differences while engaging with gendered, racialized, and (trans)national discourses that shape family lives and power relations in transnational households. While doing so, their participation in the attention economy also reveals contradictions—where empowerment and commodification coexist.",
          "url": "https://doi.org/10.1177/20563051251356154",
          "doi": "https://doi.org/10.1177/20563051251356154",
          "filter": 0
        },
        {
          "title": "The Rise of Influencer Practices Among Psychologists: From Therapy Rooms to Instagram Reels",
          "authors": "Burçin Sarı",
          "abstract": "Professions are neither isolated nor static entities; they operate within a dynamic system that is shaped by the internal and external forces. Today, a novel yet formidable external force is gradually permeating professional domains: influencer creep , driven by neoliberal self-branding rhetoric. This study investigates the diffusion of influencer creep into psychology, a field with strong legal, workplace, and public jurisdiction. Using a multi-method approach, we observed 100 Turkish psychologists’ Instagram practices over 6 months and conducted 20 semi-structured interviews. Findings reveal that Instagram has become an unexpected intermediary in the labor market for psychologists, intensifying to fulfill the three pillars of influencer creep: self-branding, optimization, and authenticity. Psychologists now strategically use the platform as a “visual curriculum vitae,” leveraging its affordances to craft micro-selling points for their self-brand. These efforts also involve negotiating with algorithms, constant optimization efforts, and projecting themselves authentically by trying not to compromise their professional demeanor. Based on these findings, we contend that influencer creep not only alters individual professional practices but also reconfigures the profession itself through four interrelated changes: (a) the expansion of audiences, shifting from small-scale, localized clients to large, mass followings; (b) the redefinition of traditional markers of expertise, where institutional credentials are increasingly replaced by platform-driven metrics; (c) the alteration of traditional gatekeeping structures, as algorithmic systems take on a more prominent role in determining professional recognition and influence; and (d) requiring a new set of skills such as content creation and algorithmic proficiency, often overshadowing conventional professional competencies.",
          "url": "https://doi.org/10.1177/20563051251353741",
          "doi": "https://doi.org/10.1177/20563051251353741",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Old Towns, Young Cities: The Rural/Urban Media Divide, Age, and Antisocial Attitudes",
          "authors": "Calvin R. Coker, Michelle E. Funk, Molly M. Hardy",
          "url": "https://doi.org/10.1080/1041794x.2025.2522413",
          "doi": "https://doi.org/10.1080/1041794x.2025.2522413",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "TikTok engagement traces over time and health risky behaviors: Combining data linkage and computational methods",
          "authors": "Xinyan Zhao, Chau-Wai Wong",
          "url": "https://doi.org/10.1016/j.tele.2025.102305",
          "doi": "https://doi.org/10.1016/j.tele.2025.102305",
          "filter": 0
        },
        {
          "title": "Confront hate with AI: how AI-generated counter speech helps against hate speech on social Media?",
          "authors": "Chuanhui Wu, Yifan Wang, Yuchen Zhang, Houcai Wang, Yufei Pang",
          "url": "https://doi.org/10.1016/j.tele.2025.102304",
          "doi": "https://doi.org/10.1016/j.tele.2025.102304",
          "filter": 0
        },
        {
          "title": "Hashtags as attention seeking in a global event: Gender hijacking, spamming, and appeals to unrelated causes",
          "authors": "Asta Zelenkauskaite, Peter English",
          "url": "https://doi.org/10.1016/j.tele.2025.102303",
          "doi": "https://doi.org/10.1016/j.tele.2025.102303",
          "filter": 0
        },
        {
          "title": "When everyone is talking about AI: The development of fear of missing out on AI scale",
          "authors": "Deng Fengyi, Zhang Zichen, Lin Yajun, Mo Xiaoping, Zhang Yue",
          "url": "https://doi.org/10.1016/j.tele.2025.102283",
          "doi": "https://doi.org/10.1016/j.tele.2025.102283",
          "filter": 0
        },
        {
          "title": "From passive to active: How does algorithm awareness affect users’ news seeking behavior on digital platforms",
          "authors": "An Hu, Min Ou",
          "url": "https://doi.org/10.1016/j.tele.2025.102291",
          "doi": "https://doi.org/10.1016/j.tele.2025.102291",
          "filter": 0
        },
        {
          "title": "UX competitive analysis of smart city open data portals: usability framework, design recommendations, and a roadmap for sustainable data ecosystems",
          "authors": "Martin Lnenicka, Anastasija Nikiforova, Di Wang, Flávia Bernardini",
          "url": "https://doi.org/10.1016/j.tele.2025.102284",
          "doi": "https://doi.org/10.1016/j.tele.2025.102284",
          "filter": 0
        },
        {
          "title": "Why do metaverse government services fail? Understanding the influences of different failure types on citizens’ satisfaction with meta-government services in China",
          "authors": "Yonghan Zhu, Marijn Janssen",
          "url": "https://doi.org/10.1016/j.tele.2025.102281",
          "doi": "https://doi.org/10.1016/j.tele.2025.102281",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Yandex’s Top-5 News as a Tool of Russia’s Propaganda Abroad: A Case Study of Belarus",
          "authors": "Daria Kravets",
          "abstract": "Prior research has demonstrated that the algorithms of the Kremlin-controlled search engine Yandex are biased toward the interests of Russia’s ruling elites. However, it has focused primarily on Yandex’s web and news search algorithms and largely neglected Yandex’s popular top-5 news recommender algorithm. Therefore, this study investigates the role of news embedded on Yandex’s homepage—on the side to its search functionality—in disseminating Russia’s propaganda to foreign audiences and tracks its evolution over time. To do so, I audited Yandex’s top-5 news algorithm in Belarus from 2010 to 2022. By analyzing 474,663 news headlines from Yandex’s homepage ( yandex.by ) in Belarus, I found that (1) on a monthly average, the majority (52.2%) of Yandex’s top-5 news in Belarus came from sources with explicit connections to Russia’s ruling elites, and (2) a substantial portion of the news was political, with the share of political news increasing over time. In addition, Yandex in Belarus (3) frequently featured news about Russia or Russian actors, which appeared almost exclusively in the default domestic top news section for Belarus as opposed to the top news happening in the world, and (4) experienced a notable decline in the presence of Kremlin-critical news sources, marked by the complete disappearance of Western and Russian opposition websites in late 2018–2019 and the disappearance of Belarusian opposition websites shortly after Russia’s full-scale invasion of Ukraine. These findings demonstrate the gradual political appropriation of Yandex’s top-5 news algorithms by Russia’s ruling elites, marking Yandex as a propaganda tool of the Kremlin.",
          "url": "https://doi.org/10.1177/19401612251349018",
          "doi": "https://doi.org/10.1177/19401612251349018",
          "filter": 0
        },
        {
          "title": "Can AI-Attributed News Challenge Partisan News Selection? Evidence from a Conjoint Experiment",
          "authors": "Alon Zoizner, Jörg Matthes, Nicoleta Corbu, Claes H. de Vreese, Frank Esser, Karolina Koc-Michalska, Christian Schemer, Yannis Theocharis, Jan Zilinsky",
          "abstract": "With artificial intelligence (AI) increasingly shaping newsroom practices, scholars debate how citizens perceive news attributed to algorithms versus human journalists. Yet, little is known about these preferences in today’s polarized media environment, where partisan news consumption has surged. The current study explores this issue by providing a comprehensive and systematic examination of how citizens evaluate AI-attributed news compared to human-based news from like-minded and cross-cutting partisan sources. Using a preregistered conjoint experiment in the United States ( N = 2,011) that mimics a high-choice media environment, we find that citizens evaluate AI-attributed news as negatively as cross-cutting news sources, both in terms of attitudes (perceived trustworthiness) and behavior (willingness to read the news story), while strongly preferring like-minded sources. These patterns remain stable across polarizing and non-polarizing issues and persist regardless of citizens’ preexisting attitudes toward AI, political extremity, and media trust. Our findings thus challenge more optimistic views about AI’s potential to facilitate exposure to diverse viewpoints. Moreover, they suggest that increased automation of news production faces both public mistrust and substantial reader resistance, raising concerns about the future viability of AI in journalism.",
          "url": "https://doi.org/10.1177/19401612251342679",
          "doi": "https://doi.org/10.1177/19401612251342679",
          "filter": 0
        },
        {
          "title": "Projecting Tomorrow’s Challenges: Toward a Temporally Nuanced Framework for Studying Agenda Setting",
          "authors": "Maximilian Overbeck, Keren Tenenboim-Weinblatt, Christian Baden",
          "abstract": "Traditional agenda-setting research often focuses on the most urgent problems that dominate present public agendas. Challenging the prevalent conflation of importance with urgency in agenda-setting research, this article proposes a shift from a singular to a layered temporal conceptualization of public agendas. The suggested framework distinguishes between the immediate agenda, which addresses problems perceived as most urgent, and the delayed agenda, which focuses on issues deemed most important for the future. Enriching agenda-setting theory with insights from construal level theory, the study examines the psychological and media-related factors shaping the placement of topics on these agendas. Drawing upon original survey data and a large-scale news content analysis from the French 2022 Presidential Elections, as well as survey data from the 2023 to 2024 war in Israel and Gaza, the findings provide empirical support for the proposed framework. The results indicate that participants prioritize psychologically proximate issues on the immediate agenda, whereas psychologically distant issues gain importance on the delayed agenda. Additionally, we identify media agenda-setting effects that extend beyond the immediate temporal layer. Specifically, both studies provide evidence for a media priming effect, where news exposure increases issue salience without affecting temporal layering. The Israeli case reveals additional initial evidence for an urgency effect, where news exposure boosts issue salience of some issues primarily on the immediate agenda. Overall, the study contributes to a deeper understanding of public agendas and news media effects, introducing a temporally nuanced perspective that enriches classical approaches to agenda-setting research.",
          "url": "https://doi.org/10.1177/19401612251345963",
          "doi": "https://doi.org/10.1177/19401612251345963",
          "filter": 0
        },
        {
          "title": "The Dynamic Interplay of Negativity in News and Interpersonal Communication in Shaping Beliefs",
          "authors": "Isabella Glogger",
          "abstract": "This article explores the interplay between negativity in news coverage and interpersonal communication in shaping individuals’ beliefs, using the case of the COVID-19 pandemic. While existing research has examined the direct effects of these factors on beliefs, two overlooked key aspects are addressed in this article. First, I investigate how interpersonal communication interacts with the impact of negativity in news on shaping beliefs. Second, building upon media system dependency theory, I accounted for the temporal dynamics of media effects since the pandemic evolved and progressed in phases with shifting societal contexts. By relying on a linkage approach consisting of a five-wave panel survey and a quantitative media content analysis conducted in Sweden, the findings indicate that interpersonal communication serves as an amplifying moderator for exposure to negativity in forming beliefs about the negative societal impact of COVID-19. Furthermore, I find evidence supporting the temporally varying nature of media effects, with the influence of negativity decreasing as the crisis dragged on.",
          "url": "https://doi.org/10.1177/19401612251348045",
          "doi": "https://doi.org/10.1177/19401612251348045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Mapping the emergence of visual biases in journalistic interactive visualizations",
          "authors": "Inbal Klein-Avraham, Zvi Reich",
          "abstract": "Despite their attractive and effective nature, journalistic interactive visualizations (JIVs) are highly susceptible to bias and manipulation. Based on a quantitative content analysis of 600 JIVs from six leading general and financial news sites ( The New York Times , The Wall Street Journal , The Guardian , The Economist , Haaretz and Calcalist ), this study traces the emergence of four visual biases in JIVs – visual ambiguity, exaggeration/understatement, missing visual information and visual misrepresentation – exploring their correlation with organizational factors and with the strategies associated with their production. Findings indicate that visual biases emerge in over 60 percent of the studied cases, correlating especially with news site characteristics. The article merges theories of knowledge quality from information studies, journalism and visual communications, and concludes with four principles that demarcate justified from unjustified use of visual biases in JIVs.",
          "url": "https://doi.org/10.1177/14703572241247118",
          "doi": "https://doi.org/10.1177/14703572241247118",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
