{
  "update": "2024-11-17",
  "content": [
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Organ donation messages and psychological reactance: examining preemptive and postscript mitigation strategies coupled with restoration scripts",
          "authors": "Amber Marie Reinhart",
          "url": "http://dx.doi.org/10.1080/08824096.2024.2427613",
          "doi": "10.1080/08824096.2024.2427613",
          "filter": 0
        },
        {
          "title": "Decision aids and systematic information processing increase disaster preparedness intentions",
          "authors": "Olivia M. Bullock",
          "url": "http://dx.doi.org/10.1080/08824096.2024.2427610",
          "doi": "10.1080/08824096.2024.2427610",
          "filter": 0
        },
        {
          "title": "AI at everyone’s fingertips? Identifying the predictors of health information seeking intentions using AI",
          "authors": "Elena Link, Selina Beckmann",
          "url": "http://dx.doi.org/10.1080/08824096.2024.2427609",
          "doi": "10.1080/08824096.2024.2427609",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Reverse symbolic action and quiescence: a critical exploration of anti-abortion rhetoric and movement activation",
          "authors": "Mackenzie O Marquess",
          "abstract": "Following the Dobbs v. Jackson Women’s Health Organization Supreme Court decision, the pro-choice movement had a clear spike in motivation and action. The Republican Party hosted a celebratory news conference following the decision, but rather than activating their own base they witnessed an unintentional activation of their opposing base. This article proposes a theory of reverse symbolic action which explores the possibility that extreme anti-abortion rhetoric caused the pro-life movement to fall into dormancy while causing the pro-choice movement to activate. Drawing on social judgment theory and politics as symbolic action, reverse symbolic action has three dimensions: policy action producing quiescence, rhetorical overreach, and unintentional activation of the oppositional base. A case study applies this new theoretical lens to the House Republican news conference held immediately after the announcement of Dobbs. Public responses are explored through analysis of Twitter activity following the conference and the 2022 midterm election results.",
          "url": "http://dx.doi.org/10.1093/ct/qtae022",
          "doi": "10.1093/ct/qtae022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Algorithmic experiences of Netflix’s users in the Arab world: Implications for agency and social practice",
          "authors": "Mohamed Ben Moussa, Engy Khalil, Bouziane Zaid",
          "abstract": "Netflix has significantly reshaped the global production, distribution, and consumption of audiovisual content. While Netflix claims its algorithm-driven platform provides superior services and limitless choices, it raises concerns about human agency, autonomy, and data justice. These concerns are especially pressing in the Global South, where predatory data extraction practices are prevalent. Research on this issue faces challenges, including a dichotomy between algorithmic power and human agency, limited exploration of user perspectives, and a lack of studies in non-Western contexts. This paper addresses these gaps using a socio-constructivist lens, centering users’ experiences in understanding algorithms as sociotechnical systems. Through reflexive in-depth interviews, it examines Netflix users in Egypt, UAE, Morocco, and Jordan. Drawing on Domestication Theory and a relational view of agency, it explores how users engage with, interpret, and resist algorithmic impacts. The paper argues that while users interact with these systems, their engagement is shaped by asymmetrical power, where algorithms control the parameters of user agency. It highlights the often-overlooked relational nature of agency, co-constructed through everyday interactions with these systems.",
          "url": "http://dx.doi.org/10.1177/13548565241301125",
          "doi": "10.1177/13548565241301125",
          "filter": 0
        },
        {
          "title": "BookTok Helped Us Sell It: How TikTok Disrupts Publishing and Fuels the #Romantasy Boom",
          "authors": "Gitte Balling, Marianne Martens",
          "abstract": "During the COVID-19 pandemic, TikTok quickly became an important source for connection and entertainment, as people made creative videos and participated in TikTok challenges. The app’s affordances contributed to the emergence of sub-communities, including BookTok, which connected readers across a sociotechnical landscape, and launched backlist titles onto best-seller lists. Using interviews with publishers and booksellers in Denmark and the United States, observations of booksellers’ in-store BookTok displays, and analysis of content created by publishers and online influencers on BookTok, this study examines how BookTok disrupts Darnton’s (1982) Communications Circuit and its subsequent revisions. It explores the impact of BookTok on the landscape of book production and dissemination, the creation of new genres like romantasy within, and how publishers and booksellers are leveraging the organic landscape of BookTok to authentically market to readers.",
          "url": "http://dx.doi.org/10.1177/13548565241301271",
          "doi": "10.1177/13548565241301271",
          "filter": 0
        },
        {
          "title": "Navigating platformized generative AI: Examining early adopters’ experiences through the lens of data reflectivity",
          "authors": "Martina Skrubbeltrang Mahnke, Christoffer Bagger",
          "abstract": "Following the widely noticed launch of ChatGPT 3.5 in November 2022, an unprecedented number of users have started to experiment with generative AI for communication purposes. Prior studies have shown how users are commodified by platforms, and the unprecedented development of generative AI raises hence once again questions of platform dynamics vs user agency. In this study, we argue that platformized generative AI (GenAI) actively ‘talks back’ to their users, prompting them to act accordingly. Theoretically, we develop the concept of data reflectivity as a critical lens, showing that users exhibit reflective practices. These allow them to reflect upon their own role in relation to platformized GenAI and thus alter their patterns of action. The empirical case study, carried out in Spring 2023, draws on a survey with 60 early adopters and 14 subsequent semi-structured interviews, collected in an NGO operating in Southeast Asia. The thematic analysis shows that users relate to platformized GenAI in three distinct but related ways: (1) as a happy helper to organize and systematize knowledge and information; (2) as a creative tool to generate ideas; and (3) as a conversation partner for personal and life-related matters. In conclusion, we discuss the findings critically in relation to overall platform dynamics and the notion of systems ‘speaking back’ and further suggest that future research should aim to bring the two research fields of datafication and user studies even closer together.",
          "url": "http://dx.doi.org/10.1177/13548565241300857",
          "doi": "10.1177/13548565241300857",
          "filter": 0
        },
        {
          "title": "Queering algorithms: LGBTQ+ content creators’ non-conforming and non-confronting workarounds to digital normativity in China",
          "authors": "Jiannan Shi",
          "abstract": "Popular social media platforms in China, such as Bilibili, Douyin, and Xiaohongshu (REDnote), use machine learning algorithms to curate personalized feeds and enforce content moderation. But the opacity of such algorithms introduces socially consequential and often problematic mechanisms of classification. Given the playful resistance of queer individuals against a normative social environment, the interaction between algorithms and content creators warrants close examination. This study investigates how LGBTQ+ content creators navigate these algorithm-driven platforms, focusing on their negotiation of digital normativity to share non-heterosexual content and foster queer sociality in China. Avoiding the oversimplification of viewing algorithms and those implementing them as monolithic entities, I explore how content creators creatively manage to produce and distribute their work within the constraints of these platforms, and even by playing with these constraints. I collected data from an ethnography on algorithms, interviews, and an open-source investigation into recommendation algorithms, through a scavenge approach. I argue that LGBTQ+ content creators engage with algorithms in ways that are simultaneously non-conforming and non-confrontational. They imagine algorithmic effects, appropriate outcomes, and play with the opacity of machine learning to navigate three aspects of digital normativity in China: heteronormativity, Internet civilization, and commercialization. Empirically, I identified three strategies used to create and expand queer sociality within these constraints: camouflaging, filtering, and verticalizing. Theoretically, I introduce ‘workarounds’ as a framework that transcends the binary perspectives of conformity and resistance in discussions of authoritarian governance, algorithmic control, and user-platform interaction.",
          "url": "http://dx.doi.org/10.1177/13548565241299281",
          "doi": "10.1177/13548565241299281",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Not All Interventions are Made Equal: Harnessing Design and Messaging to Nudge Bystander Intervention",
          "authors": "Anna Davidovic, Adam Joinson, Catherine Hamilton-Giachritsis, Othman Esoul",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0223",
          "doi": "10.1089/cyber.2024.0223",
          "filter": 0
        },
        {
          "title": "Decoding Clickbait: The Impact of Clickbait Types and Structures on Cognitive and Emotional Responses in Online Interactions",
          "authors": "Yikai Wang, Bin Hu, Chaolan Tang, Xian Yang",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0295",
          "doi": "10.1089/cyber.2024.0295",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Pushing Boundaries—Hybrid Advertising in Digital News Media: A Content Analysis of Media Kits",
          "authors": "Corinna Lauerer, Johannes Beckert",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2417953",
          "doi": "10.1080/21670811.2024.2417953",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Between Eco-Anxiety and Solastalgia: Aspirational and Exiled Astronaut Eco-Imaginaries",
          "authors": "Amanda du Preez",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2427289",
          "doi": "10.1080/17524032.2024.2427289",
          "filter": 0
        },
        {
          "title": "Localizing (or Not) Climate Change in Spanish-Language Newspapers in the United States",
          "authors": "Bruno Takahashi, María Fernanda Salas",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2426560",
          "doi": "10.1080/17524032.2024.2426560",
          "filter": 0
        },
        {
          "title": "Environmental Communication in the Global South: Challenges and Perspectives Media and Climate Change: Making Sense of Press Narratives",
          "authors": "Asnake A. Chanie",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2428724",
          "doi": "10.1080/17524032.2024.2428724",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Public service media as pivotal in combating misinformation and disinformation: prerequisites and approaches",
          "authors": "Annika Sehl",
          "abstract": "The communicative environment of public service media (PSM) has changed considerably due to the digital transformation. This includes the dissemination of misinformation and disinformation on social media platforms, which has the potential to undermine democracy. Against this background, the paper argues that the role of PSM should be expanded beyond the core tasks of high-quality, diverse and impartial reporting. PSM should increasingly also act as institutions that monitor social media, evaluate, and validate external information. In addition, they should engage in enhancing media literacy and developing genuine PSM platforms. The paper discusses the opportunities and limitations of each approach and addresses prerequisites for PSM, such as political independence and societal trust. It thus contributes to the understanding how PSM can continue to fulfil their democratic role under new conditions.",
          "url": "http://dx.doi.org/10.1177/02673231241294185",
          "doi": "10.1177/02673231241294185",
          "filter": 0
        },
        {
          "title": "Book Review: Social Media Theory and Communications Practice by Whitney Lehmann",
          "authors": " Fatlurrahman, Panji Putra Ariyanto, Muhammad Hilmi Bahagia, Aditya Febrian Madani Tamimi",
          "url": "http://dx.doi.org/10.1177/02673231241296426",
          "doi": "10.1177/02673231241296426",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Gameplay 2.0: Toward a New Theory",
          "authors": "Lasse Juel Larsen, Bo Kampmann Walther",
          "abstract": "The aim of this article is to present an updated version of our previous theory of gameplay. “Gameplay” is a term often used without a clear definition or consistent application. In this article, we propose categorizing gameplay into three distinct yet interconnected layers: the first emphasizing temporality, the second highlighting spatiality, and the third pinpointing emotion as anchor point. Our model and understanding are influenced by the philosophy of phenomenology, particularly Husserl's objective examination of the first-person perspective in perceptual experience—a commendable approach for blending formalism with real-time experience without resorting to subjectivism or psychologism. We offer an analytical and methodological framework for understanding gameplay, relying on micro-tensions to elucidate gameplay as a structural entity as well as an experiential phenomenon. As we shall demonstrate, micro-tensions are present within each of the three layers, paving the way for the entirety of gameplay—referred to by gamers as “great gameplay.”",
          "url": "http://dx.doi.org/10.1177/15554120241295926",
          "doi": "10.1177/15554120241295926",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Minoritized Celebrities &amp; Counter-Narratives: Media Storytelling and Audience Perceptions of Red Table Talk",
          "authors": "Daphne Valerius, Elizabeth Behm-Morawitz",
          "url": "http://dx.doi.org/10.1080/10646175.2024.2424849",
          "doi": "10.1080/10646175.2024.2424849",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "It ain't easy: using normatively motivated news diversification to facilitate policy support, tolerance, and political participation",
          "authors": "Nicolas Mattis, Philipp K. Masur, Judith Moeller, Wouter van Atteveldt",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2423892",
          "doi": "10.1080/1369118x.2024.2423892",
          "filter": 0
        },
        {
          "title": "Entertainment interspersed with propaganda: how non-legacy-news accounts deliver explicitly political content to mass audiences on Russia’s most popular social network VK",
          "authors": "Julia Kling, Florian Toepfl, Pascal Jürgens",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2420029",
          "doi": "10.1080/1369118x.2024.2420029",
          "filter": 0
        },
        {
          "title": "I VR therefore I am: toxic binary thinking in visions of the metaverse",
          "authors": "Ignas Kalpokas, Julija Kalpokienė",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2427119",
          "doi": "10.1080/1369118x.2024.2427119",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Is woke advertising necessarily woke-washing? How woke advertising and (mis)aligned corporate practices influence perceived woke-washing",
          "authors": "Delphine Caruelle",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2427517",
          "doi": "10.1080/02650487.2024.2427517",
          "filter": 0
        },
        {
          "title": "Smiling or sad faces in charity display advertising? A visual-verbal congruency approach considering the role of targeting",
          "authors": "Nicola E. Stokburger-Sauer, Verena Hofmann, Lisa Schoner-Schatz",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2421643",
          "doi": "10.1080/02650487.2024.2421643",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Unveiling factors and contingencies influencing exhaustion in professional esports players: evidence from China",
          "authors": "Gordon Liu, Yue Meng-Lewis, Weiyue Wang, Yupei Zhao",
          "abstract": "Purpose The rapid growth of professional esports has highlighted the lack of a universally recognised governing body to standardise operations and competition rules. This absence presents many challenges. A key concern is the well-being of professional esports players (e-pro-players), who often suffer from exhaustion. This study aims to examine the factors contributing to exhaustion among e-pro-players. Design/methodology/approach Using the conservation of resources theory, we developed a framework to explain the factors leading to e-pro-players’ exhaustion and the conditions under which it occurs. We tested this framework with 126 responses in a dyadic survey from e-pro-players and their coaches in China. Additionally, we gathered qualitative insights from 50 interviews with esports stakeholders to provide more context for our quantitative findings. Findings Our study found that e-pro-players’ intrinsic motivation to engage in training reduces their exhaustion, while their struggle to cope with uncertainty in esports environments (intolerance of uncertainty) increases it. The effect of intrinsic motivation is weaker for those who believe their talent for playing esports is fixed (entity belief) but stronger for those with high relational identification with their coaches. Additionally, the link between uncertainty intolerance and exhaustion is stronger in players with strong entity beliefs. Originality/value Our study sheds light on the factors contributing to e-pro-players’ exhaustion within the partially regulated professional esports environment, a phenomenon that significantly influences their overall well-being. Through the identification and examination of these factors and the conditions under which they affect exhaustion, we deepen the understanding of the drivers of exhaustion for e-pro-players who operate in an industry lacking standardised regulations.",
          "url": "http://dx.doi.org/10.1108/intr-09-2023-0832",
          "doi": "10.1108/intr-09-2023-0832",
          "filter": 0
        },
        {
          "title": "Understanding the influence of communication visibility in preventing knowledge sabotage: a knowledge power perspective",
          "authors": "Junli Wang, Ling Yuan, Zhihong Tan",
          "abstract": "Purpose This study explores the potential impact of enterprise social media (ESM) communication visibility on knowledge sabotage to reduce knowledge sabotage within organizations. Design/methodology/approach We collected data from 389 Chinese employees across three stages and used hierarchical regression analysis and the bootstrap method to test our hypotheses. Findings Communication visibility negatively affects knowledge sabotage, and the loss of knowledge power mediates the relationship between communication visibility and knowledge sabotage. Digital work connectivity strengthens the negative relationship between message transparency and loss of knowledge power but weakens the negative relationship between network translucence and loss of knowledge power. Therefore, digital work connectivity plays a dual role. Practical implications Managers can encourage employees to share their knowledge advantages through ESM and seek cross-disciplinary knowledge cooperation, which helps restrain knowledge sabotage from the source. At the same time, maintaining appropriate digital work connectivity enables employees to leverage their knowledge interaction advantages of ESM, thereby fostering their knowledge competitiveness. Originality/value This study is the first to reveal the internal mechanism (loss of knowledge power) through which ESM communication visibility affects knowledge sabotage and explores the boundary condition (digital work connectivity) impacting the effectiveness of communication visibility. It contributes to a deeper understanding of the inherent nature of knowledge sabotage from an information technology perspective and offers novel technical insights into its management.",
          "url": "http://dx.doi.org/10.1108/intr-03-2024-0360",
          "doi": "10.1108/intr-03-2024-0360",
          "filter": 0
        },
        {
          "title": "Value co-creation in live streaming through tourism scenes: a contextual marketing perspective",
          "authors": "Jun Yu, Chaowu Xie, Songshan Huang",
          "abstract": "Purpose This study aims to identify a value co-creation framework for live streaming through tourism scenes (LStTS). It also clarifies the value attributes of LStTS and makes an empirical test. Design/methodology/approach The study used a mixed-method approach. In Study 1, a total of 12,216 pieces of viewers’ comments and ten web news reports were coded and analyzed employing a grounded theory approach. In Study 2, data were collected from 587 Douyin e-commerce users. Exploratory factor analysis and partial least squares structural equation modeling were used to test the value co-creation framework of LStTS. Findings In Study 1, six value attributes in three categories were identified based on a content analysis of viewers’ comments. In Study 2, a three-order factorial model of value co-creation in LStTS was identified and tested. Research limitations/implications Our study is limited by the preponderance of female respondents in the sample and the unique nature of the research context. Practical implications Merchants and streamers should consider whether there is a fit between the merchandise and the tourism scene when selecting the tourism scene for live streaming marketing; they can select novel and beautiful natural tourism scenes to attract viewers. Detailed and comprehensive product information should be provided in the process of live streaming marketing and sharing with consumers. Originality/value The novelty of our study lies in the provision of a new value co-creation framework in LStTS, which offers a theoretical basis for analyzing the value of the tourism scene in live streaming marketing.",
          "url": "http://dx.doi.org/10.1108/intr-05-2023-0362",
          "doi": "10.1108/intr-05-2023-0362",
          "filter": 0
        },
        {
          "title": "From attraction to monetization: How do knowledge influencers trigger users’ willingness to subscribe to knowledge products?",
          "authors": "Xiaoyu Chen, Alton Y.K. Chua",
          "abstract": "Purpose This study examines the phenomenon of “knowledge influencers,” individuals who convey expert information to non-expert audiences and attract users to subscribe to their self-created knowledge products. It seeks to address two research questions: (1) What are the antecedents that promote perceived attractiveness of knowledge influencers? and (2) How does perceived attractiveness of knowledge influencers affect users’ willingness to subscribe to knowledge products? Design/methodology/approach Guided by self-branding theory, which suggests that individuals strategically shape user perceptions and interactions to create an appealing image, the study employed a sequential mixed-methods approach. Qualitative interviews were conducted with knowledge influencers and their subscribers, followed by a quantitative survey of users with knowledge subscription experience to validate the findings. Findings Results suggested that knowledge influencers could enhance their attractiveness to users by promoting perceived professionalism, perceived familiarity, and perceived connectedness. Perceived attractiveness of knowledge influencers could directly affect users’ willingness to subscribe or indirectly through the role of users’ attachment to knowledge influencers. Practical implications By understanding the factors driving users’ subscription intentions, platform operators and influencers can refine their strategies to enhance user attachment and optimize monetization opportunities through personalized interactions and tailored content offerings. Originality/value This study contributes to the literature by elucidating the relationship between perceived attractiveness and users’ subscription intentions, offering new insights into the dynamics of online knowledge consumption.",
          "url": "http://dx.doi.org/10.1108/intr-07-2023-0595",
          "doi": "10.1108/intr-07-2023-0595",
          "filter": 0
        },
        {
          "title": "The OPAD-perception framework: measuring perceptions of online personalized advertising",
          "authors": "Lijie Guo, Daricia Wilkinson, Moses Namara, Karishma Patil, Bart P. Knijnenburg",
          "abstract": "Purpose The paper aims to develop and validate an instrument to measure users’ perceptions of online personalized advertising. Design/methodology/approach First, we identified 12 different aspects of online personalized advertisement and formulated candidate items through a literature review. A card sorting study and expert review were conducted to generate the initial scale items. We then conducted one survey ( n  = 308) to create a reliable measurement instrument and another ( n  = 296) to validate the instrument. Finally, we tested how the dimensions of the OPAD-Perception Framework can be used to differentiate between different levels of ad sensitivity, control/no control over the ad personalization process, and different levels of granularity of ad explanation. Findings The resulting OPAD-Perception Framework contains 49 Likert-formatted questions measuring ten distinct dimensions of online personalized advertising: reliability, usefulness, transparency, interactivity, targeting accuracy, accountability, creepiness, willingness to rely on, self-actualization, and persuasion. Originality/value The OPAD-Perception Framework can serve as a powerful tool to measure users’ attitudes toward online personalized advertising. This will enable advertisers and social media platforms to better support users’ privacy expectations and provide user-friendly interfaces for controlling the ad personalization process.",
          "url": "http://dx.doi.org/10.1108/intr-01-2023-0078",
          "doi": "10.1108/intr-01-2023-0078",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "From recovery to preparedness: an examination of resources, individual disaster communication, and anticipatory resilience capacity during the 2023 U.S. tornado season",
          "authors": "Matthew L. Spialek, Scott E. Branton",
          "url": "http://dx.doi.org/10.1080/00909882.2024.2425845",
          "doi": "10.1080/00909882.2024.2425845",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "When war narratives encounter populist audiences: a case of the Russia-Ukraine War on Chinese social media",
          "authors": "Biqi Yan",
          "url": "http://dx.doi.org/10.1080/19331681.2024.2426507",
          "doi": "10.1080/19331681.2024.2426507",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Interpersonal Goals and Language Use During the Disclosure of a Concealable Stigmatized Identity: A LIWC Analysis",
          "authors": "Anthony M. Foster, Amelia E. Talley",
          "abstract": "Previous theorizing suggests that the first stage of self-disclosure is the pursuit of an interpersonal goal. However, among individuals disclosing a concealable stigmatized identity, little is known about how their goals impact downstream processes such as language use and post-disclosure affect. Using Linguistic Inquiry and Word Count (LIWC), we examined the extent to which primed self-image or compassionate goals influence the linguistic content and style of disclosure, as well as dyad members’ affective states. Self-image disclosures were high in negative self-focused attention, whereas compassionate disclosures were more inclusive and positive in valence. Moreover, among disclosers, negative emotion words predicted their own negative affect. Among confidants, first-person singular and second-person pronouns predicted negative affect, however, this outcome was inversely related to disclosers’ use of social words. Compassionate goals that seek mutually beneficial outcomes may help disclosers communicate information about their stigma more effectively, and attenuate dyad members’ feelings of emotional distress.",
          "url": "http://dx.doi.org/10.1177/0261927x241294079",
          "doi": "10.1177/0261927x241294079",
          "filter": 0
        },
        {
          "title": "ChatGPT Exhibits Bias Toward Developed Countries Over Developing Ones, as Indicated by a Sentiment Analysis Approach",
          "authors": "Georgios P. Georgiou",
          "abstract": "This study analyzes how ChatGPT characterizes developed and developing countries using a sentiment analysis framework. We selected 10 countries with the highest Human Development Index (HDI) and 10 countries with the lowest. The sentiment analysis provided scores indicating the degree of positivity in the descriptions of these countries provided by ChatGPT. The results revealed that ChatGPT generally expressed positive sentiments about all countries. However, strong evidence emerged showing that countries with high HDI received more positive sentiments compared to those with low HDI. These findings highlight the bias of the model in describing developed versus developing countries. Ultimately, the study highlights the importance of adjusting large language models to ensure fairer representations of countries.",
          "url": "http://dx.doi.org/10.1177/0261927x241298337",
          "doi": "10.1177/0261927x241298337",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "The Cost of Clairvoyance",
          "authors": "James Alex Bonus, Tim Wulf, Nicholas L. Matthews",
          "abstract": "Abstract: Three weeks before the release of Star Wars VIII: The Last Jedi, participants viewed a trailer for the movie and predicted how happy and nostalgic it would make them feel. Three weeks after release, they indicated whether they saw the movie and (if so) their affective reactions while viewing it and their overall evaluation of it (i.e., enjoyment and appreciation). Results indicated that forecasted nostalgia (but not happiness) predicted whether or not participants saw the movie. Moreover, enjoyment and appreciation of the film were higher among participants who experienced more happiness and nostalgia than forecasted, whereas enjoyment and appreciation were lower among participants who experienced less happiness and nostalgia than forecasted.",
          "url": "http://dx.doi.org/10.1027/1864-1105/a000268",
          "doi": "10.1027/1864-1105/a000268",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Defer, disagree, or disengage? Relational mobility, self-changeability, culture, and responses to inconsistency",
          "authors": "James G. Hillman, Eun Ju Son, Mina Jyung, Tara K. MacDonald",
          "abstract": "Past research has found that people often engage in one of three behaviours to resolve inconsistencies with others: validation, conforming, or distancing. While much of the social influence literature has assessed contexts in which conformity is more or less likely, little has explored alternatives to conformity, such as validation and distancing. The present research as aims to assess what underlying factors that affect these preferences. We used vignettes of inconsistency in relational contexts to assess people’s preferred responses. In Study 1, we assessed Canadian participants’ preferences responses following social inconsistency. We found that more perceived self-changeability increased preference for conformity and decreased preference for validation and distancing, while more perceived relational mobility increased preference for distancing and decreased preference for conformity and validation. In Study 2 we assessed how these behaviours may vary culturally. We found that compared to Canadians, Koreans expressed greater preference for conformity and less preference for validation. The patterns of results for perceived changeability and mobility were largely the same across Canadian and Korean, with Koreans demonstrating similar or smaller effects. Implications and limitations of these findings are discussed.",
          "url": "http://dx.doi.org/10.1177/02654075241298912",
          "doi": "10.1177/02654075241298912",
          "filter": 0
        },
        {
          "title": "Information communication technologies and intimate partner violence among women in sub-Saharan African countries",
          "authors": "Marifa Muchemwa, Million Phiri, Oluwatoyin Aladejebi",
          "abstract": "Intimate partner violence is widespread in sub-Saharan Africa with women the usual victims. Efforts to address intimate partner violence (IPV) include interventions with information communication technologies (ICT) that are being used to raise awareness and promote the empowerment of women. Thus, there is a need to examine the relationship between ICT ownership and IPV among women in sub-Saharan Africa. We conducted a cross-sectional study of four countries in sub-Saharan Africa using the Demographic and Health Survey data. Ownership of ICT was the main predictor variable that was measured by ownership of a radio, television, mobile phones, and access to the Internet. The outcome variable was IPV, which was measured in two forms: physical and sexual violence. A multivariable analysis using binary logistic regression was used to examine the association between ownership of ICT devices and intimate partner violence (IPV) among women. In Zambia and Mali, women who own ICT devices were significantly less likely to experience sexual violence than those who did not own ICT devices. Predictors such as age, place of residence, education, wealth status, employment status, number of children and age at first marriage were significantly associated with experiences of IPV, even though the strength of this relationship varied across countries and types of IPV. Access to ICT should be promoted among women because ICT can raise awareness and offer women a platform for receiving social support and advice about coping with intimate partner violence.",
          "url": "http://dx.doi.org/10.1177/02654075241301441",
          "doi": "10.1177/02654075241301441",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Web-Series Ads as a New Marketing Media: Toward a Commercial-Independent Digital Integration Model",
          "authors": "Matan Aharoni, Osnat Roth-Cohen",
          "abstract": "This study presents a new type of advertisement—web-series ads. This undiscussed form of advertising is unique, as it presents an independent digital cultural field. By examining the main structural and narrative features of web-series ads and consumers’ responses, this research presents an integration model which explains how advertisements, as a commercial system, integrate into an independent new media system. Using thematic, narrative–structural, and textual analysis methods, this research shows how marketers convey messaging by introducing a free-from-constraints new online advertising media type. The use of polysystem theory offers a new theoretical perspective to media research and explains the findings.",
          "url": "http://dx.doi.org/10.1177/10776990241287124",
          "doi": "10.1177/10776990241287124",
          "filter": 0
        },
        {
          "title": "Purity Culture on YouTube: Selling Heteronormative Patriarchy as God’s Design",
          "authors": "K. Macy Burkett",
          "abstract": "Purity culture, a movement that emphasizes sexual abstinence before marriage, infiltrated American evangelical Christian churches in the 1990s and has been found to induce shame in young women while excluding people of color and the LGBTQ+ community. By using their influencer status to persuade their audiences, American evangelical Christian YouTube creators have brought purity culture back into the U.S. cultural zeitgeist. Through an inductive thematic analysis of 25 YouTube videos by evangelical Christian creators, this study seeks to understand the themes evangelical YouTube channels use to promote purity culture: heteronormativity, patriarchal submission, and naturalizing patriarchy as God’s design.",
          "url": "http://dx.doi.org/10.1177/10776990241296462",
          "doi": "10.1177/10776990241296462",
          "filter": 0
        },
        {
          "title": "Online News Paying Intent Antecedents: The Culture of Free, Fairness of Having to Pay for News, and the Moderating Role of Political Interest",
          "authors": "Manuel Goyanes, Rebecca Scheffauer, Tamás Tóth, Márton Demeter, Homero Gil de Zúñiga",
          "abstract": "Drawing on a Spanish representative two-wave panel survey, this study examines the role predicting the intent for paying for news of (a) a culture of free mindset, and (b) pay for news injustice. Findings suggest that both variables negatively predict citizens’ intent to pay for public affairs information. Furthermore, the study also advances the moderating role of political interest on these effects, which increases the intentions to pay for news, particularly for those who report low levels of culture of free mindset and pay for news injustice.",
          "url": "http://dx.doi.org/10.1177/10776990241296458",
          "doi": "10.1177/10776990241296458",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Explaining the Rich Entertainment Appeal of Nature Documentaries and its Conflicting Motivational Consequences",
          "authors": "Anna Freytag, Daniel Possler, Nico Spreen, Arthur A. Raney, Christoph Klimmt",
          "url": "http://dx.doi.org/10.1080/15205436.2024.2415987",
          "doi": "10.1080/15205436.2024.2415987",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Truth in the Crossfire: The Case of Ethiopia and Fact-Checking in Authoritarian Contexts",
          "authors": "Leeam Azoulay",
          "abstract": "Fact-checking in Ethiopia is doubly challenged. First, because Ethiopia is ruled by an authoritarian government, which restricts the information environment, and second, because the conflict in northern Ethiopia that erupted in November 2020 has made disinformation more rampant, and its implications deadly. But fact-checking in Ethiopia is the product not only of the work of Ethiopian organizations: local fact-checkers international allies and funders also play important roles. This article explores the practice of fact-checking by local organizations and the challenges they encounter in this work in an authoritarian, conflict-affected context. It also serves as a case study shedding light on the interplay between Ethiopian fact-checking organizations and their allies in the international development sector. Local and international organizations have distinct positions within the fact-checking ecosystem and funder (grantee relationships, and funders, at times, compound local organizations’ challenges). This research reflects information gathered through semi-structured interviews with local fact-checkers and their international allies, as well as a qualitative content analysis of publicly available materials and social media channels. Its findings imply that local fact-checking organizations, their funders, and allied international organizations interact in complex ways in challenging environments.",
          "url": "http://dx.doi.org/10.17645/mac.8785",
          "doi": "10.17645/mac.8785",
          "filter": 0
        },
        {
          "title": "Introduction of the Digital Gaming Relationship",
          "authors": "Miikka Sokka, Kwok Ng, Sami Kokko, Pasi Koski",
          "abstract": "In recent decades, there has been a growing interest in studying the appeal of digital games. However, there is still a call for further research, especially on the theoretical and methodological advancements. Hence, a novel approach and a concept of the Digital Gaming Relationship (DGR) is presented. The DGR model is adapted from earlier work on physical activity and with the central concept as “meaning,” it provides an alternative perspective to motivation-oriented literature for the field of game studies. With this approach, the fundamental view is that each person has a varying relationship with digital games and gaming over their life span. The relationship builds on the individual’s encounters with the social world of digital gaming and its cultural meanings. In the long term, accruing digital gaming-related knowledge, experiences, and emotional connections contributes to a rich tapestry of meaning, thus creating a deep and meaningful relationship capable of shaping one’s actions, behaviors, and even identity. The framework theorizes the mechanisms of an individual’s socialization process to the digital gaming world and illustrates that the relationship with digital games includes much more than just playing them. In this article, the theoretical roots and key concepts of the DGR are introduced, and the practical applicability of the approach is discussed.",
          "url": "http://dx.doi.org/10.17645/mac.8738",
          "doi": "10.17645/mac.8738",
          "filter": 0
        },
        {
          "title": "Empowered by the Experience: Playing as Female Characters in Video Games",
          "authors": "Teresa Lynch, Annie Dooley, David M. Markowitz",
          "abstract": "Research on female video game characters often investigates negative outcomes of playing as stereotyped characters. Yet, video games increasingly offer people opportunities to play as capable, prominent female characters that may be meaningful and promote positive outcomes (e.g., feelings of empowerment). This manuscript shares the results of a mixed methods survey of individuals (&lt;em&gt;N&lt;/em&gt; = 751) recruited via online forums who recalled their experiences playing as female game characters. We analyzed qualitative response data using a traditional, top-down approach to identify themes. We focus our analysis and discussion on the results of a human-derived analysis, which indicated both positive and negative dimensions of experiences that participants found meaningful. Participants reported that taking on the role of a female character was often very important to them, but the reason for this significance varied across players. Often, these reasons involved their own gender identities and the context in which the gameplay occurred (e.g., online multiplayer). We consider findings as evidence of eudaimonic media effects.",
          "url": "http://dx.doi.org/10.17645/mac.8733",
          "doi": "10.17645/mac.8733",
          "filter": 0
        },
        {
          "title": "Unburdening the (Dis)Connected Individual? A Digital Disconnection Policy Paradox in Flanders (Belgium)",
          "authors": "Tom De Leyn, Alice Verlinden, Laura Lemahieu, Lore Geldof, Marthe Mennes, Arturo Cocchi, Marijn Martens, Mariek Vanden Abeele",
          "abstract": "The concept of digital disconnection, which refers to limiting digital media use for the sake of one’s well-being, has gained prominence in scholarly and public debates. Compared to a burgeoning digital disconnection industry that commodifies individuals’ struggles with constant connectivity, the development of evidence-based disconnection policies and regulations that support individuals to maintain digital well-being lags behind. The absence of digital disconnection policy may partly be due to a lack of studies investigating the contextual and institutional conditions in which policies and regulations are designed, implemented, and received. The few studies that do shed light on these conditions show that politicians’ and policymakers’ responses to digitalization involve discourses of individual responsibilization. Building on these insights, our study draws from in-depth interviews with 21 experts from organizations in Flanders (Belgium) who are responsible for digital well-being and digital disconnection across work, school, and family contexts. In particular, we have explored their perspectives on the challenges of constructing and implementing digital disconnection policies and regulations. Overall, the experts’ discourses reveal a conflict between striving for autonomy and the need for regulations concerning digital disconnection. This conflict leads to a digital disconnection policy paradox in which experts advocate for collective disconnection initiatives but ultimately resort to solutions on an individual level. We discuss the implications of our findings for the scholarly field of digital disconnection as well as for media policymakers.",
          "url": "http://dx.doi.org/10.17645/mac.8588",
          "doi": "10.17645/mac.8588",
          "filter": 0
        },
        {
          "title": "Mediating the Sugar Baby Imaginary: Popular Narratives About Gender and Sexuality in Sugar Dating",
          "authors": "Megan Sawey",
          "abstract": "The internet is rife with opportunities to participate in dating practices, discourses about gender, romance, and sexuality, and, increasingly, efforts to restrict sexual expression. Therefore, it is important to square popular discourse with the perspectives and thought processes that color women’s participation in romantic and sexual phenomena. This article explores how media narratives about women who pursue relationships at the intersection of intimacy, social class, and labor map onto the realities of their lived experiences. Specifically, I compare an analysis of popular press articles about sugar dating—a mutually beneficial relationship practice wherein people engage in frank negotiations of companionship, intimacy, and material benefits—with interviews with 13 women who have participated in sugar dating. I sought to understand how these women defined sugar dating, what motivated them to sugar date, and where their sugar relationships felt most rewarding or difficult. I argue that, for women, sugar dating can be a site of both labor and leisure. These interviews complicate how contemporary press coverage tends to frame sugar dating, revealing important insights about how women may conform to but also challenge popular narratives about their identities, labor, sexual desires, and agency. My findings, therefore, constitute a narrative about sugar dating that captures the nuances of women’s thinking and operating logics. This is a crucial step forward in elevating the voices of those who participate in sugar dating and other romantic and sexual practices.",
          "url": "http://dx.doi.org/10.17645/mac.8811",
          "doi": "10.17645/mac.8811",
          "filter": 0
        },
        {
          "title": "Reflecting With Teachers on Research-Based Tools: The ySKILLS Education Toolkit",
          "authors": "Susana Batista, Cristina Ponte, Rita Baptista",
          "abstract": "This article focuses on the links between academic research and educational practices, examining how practitioners use, contextualize, and co-construct research findings on digital skills. To explore these issues, firstly we present an education toolkit developed within a European research project and aligned with normative and substantive guidelines for science communication. Aiming to grasp the potentialities and limitations of the toolkit in action, we then explore the perceptions of teachers from two educational settings in Portugal who employed it in their classrooms. Subsequent focus groups evidenced overall positive feedback from teachers, complemented by practical tips to improve the usefulness of the toolkit and adherence to it by teachers and students, thus adding layers of knowledge to the performative dimension of an evidence-based resource and building bridges between the academic and professional worlds.",
          "url": "http://dx.doi.org/10.17645/mac.9051",
          "doi": "10.17645/mac.9051",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Active bystanders in the forwarding of sexting messages: Applying a theory of planned behavior in youth",
          "authors": "Chelly Maes, Joris Van Ouytsel, Laura Vandenbosch",
          "abstract": "This study explored youth’s intention to engage in active bystander behavior in response to non-consensual forwarding of sexts (NCFS). The study paid attention to the possible conditional boundaries of these suggested dynamics based on youth’s empathy levels and sex. An online survey was conducted among 1337 Belgian respondents, of which 78.4% were female ( M age = 21.64 years, SD = 3.57 years). Structural equation modeling showed that positive attitude and injunctive norms, higher descriptive norms, and greater perceived behavioral control regarding active bystander behaviors in the context of NCFS were related to youth’s intention to engage in such active bystander behaviors, which in turn was related to actual active bystander behavior. Differences were found based on youth’s empathy levels, though no sex differences were found. The findings provide a critical foundation for highly needed intervention approaches and educational curricula seeking to diminish the occurrence of NCFS in youth.",
          "url": "http://dx.doi.org/10.1177/14614448241287729",
          "doi": "10.1177/14614448241287729",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Communicating About Renewable Energy With Satire: The Influence of Gentle and Harsh Humor Tones on Perceived Message Credibility and Information Reliance",
          "authors": "Isabelle Freiling, Michael A. Cacciatore, Leona Yi-Fan Su, Jiyoung Yeon, Sohyun Park, Weiting Du, Jennifer Shiyue Zhang, Sara K. Yeo, Sarah Rose Siskind",
          "abstract": "Satire is often used in science communication, but it is unclear how it influences perceptions of message credibility and reliance on the information. We examine how two satire types (gentle, harsh) influence perceived message credibility and information reliance, which we define as using the information in discussions or for attitudinal and behavioral changes. Using a partial mediation model, we found no effects of gentle satire, but harsh satire negatively influenced message credibility, which was positively linked to information reliance. Contrary to previous research, we found that the satire type matters. Practical implications include being cautious when using harsh satire.",
          "url": "http://dx.doi.org/10.1177/10755470241293361",
          "doi": "10.1177/10755470241293361",
          "filter": 0
        },
        {
          "title": "Why Science Should Have a Female Face: Female Experts Increase Liking, Competence, and Trust in Science",
          "authors": "Austin Y. Hubner, Olivia M. Bullock",
          "abstract": "Historically, female experts have been perceived as less competent but more likable than their male counterparts. This experimental study ( n = 958) examines the intricate relationship between likability, competence, scientist gender, participant gender, and trust scientific expertise. Our results illuminated the mediating role of likability in shaping perceptions of competence, where heightened likability positively influenced perceived competence. Moreover, exposure to science messages from female scientists significantly increased trust in science through a serial mediation model. Notably, participants liked the scientist of the opposite gender; thus we did not observe a gender affinity effect.",
          "url": "http://dx.doi.org/10.1177/10755470241295676",
          "doi": "10.1177/10755470241295676",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Online Privacy, Young People, and Datafication: Different Perceptions About Online Privacy Across Antigua &amp; Barbuda, Australia, Ghana, and Slovenia",
          "authors": "Rys Farthing, Katja Koren Ošljak, Teki Akuetteh, Kadian Camacho, Genevieve Smith-Nunes, Jun Zhao",
          "abstract": "Children and young people’s online privacy is increasingly challenged by the datafication of the digital world, and this is an increasingly important area of policy concern. Understanding what young people understand online privacy to be, and what they want done to protect it, is key to creating effective and rights-realizing policy responses. This article explores young people’s perceptions across four countries and finds they have nuanced understandings about online privacy and clear, robust ideas about how to improve it. Context mattered, and their online privacy concerns and ideal protections were often informed by their socio-political context and awareness of and trust in datafication.",
          "url": "http://dx.doi.org/10.1177/20563051241298042",
          "doi": "10.1177/20563051241298042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Engaging with underserved communities during times of crises: A computational analysis of social media interactions with government information about COVID-19 economic relief programs",
          "authors": "Jihye Lee, Soojong Kim",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102209",
          "doi": "10.1016/j.tele.2024.102209",
          "filter": 0
        },
        {
          "title": "Understanding online shopping fraud among Chinese elderly: Extending routine activity theory in the online context",
          "authors": "Hongliang Chen, Miao He, Lulu Peng",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102208",
          "doi": "10.1016/j.tele.2024.102208",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Picturing Peace Journalists: An Examination of Social Profiles and Professional Model Diffusion",
          "authors": "Meagan E. Doll",
          "abstract": "Changes in global journalism are reflected in myriad cross-national professionalization efforts, including the development and exportation of models for journalism practice. Literature on peace journalism, for instance, suggests that its adaptation across contexts is shaped by forces on several levels, including the influence of individual media practitioners. However, little research examines those likely to practice peace journalism nor the implications of these social profiles on the diffusion of the model more broadly. Drawing on field theory and 20 in-depth interviews with East African journalists conducted between 2020 and 2021, this study explores such questions by identifying shared dimensions of position and habitus across those who attend peace journalism trainings. Findings suggest that these individuals tend to be well educated, share common experiences with conflict, and hold similar interventionist role conceptions. Such findings illuminate the types of social transformations peace journalism may undergo as it is adapted across contexts, with implications for journalism theory and practice.",
          "url": "http://dx.doi.org/10.1177/19401612241293118",
          "doi": "10.1177/19401612241293118",
          "filter": 0
        },
        {
          "title": "The Infrastructure of Domestic Influence Operations: Cyber Troops and Public Opinion Manipulation Through Social Media in Indonesia",
          "authors": " Wijayanto, Ward Berenschot, Yatun Sastramidjaja, Kris Ruijgrok",
          "abstract": "Coordinated influence campaigns on social media have become an increasingly important tool for political and economic elites to sway public opinion in their favor. As the study of this phenomenon has so far largely focused on traces of such campaigns on social media itself, we know relatively little about the people and networks implementing them. Furthermore, existing literature offers limited analytical handles to delineate and analyze different forms of influence operations. To address these challenges, we employ interviews with fifty-two members of the “cyber troops” implementing such operations in Indonesia. On the basis of this material, we propose that three key features—being secretly funded, highly coordinated, and involving mostly anonymous accounts—distinguish cyber troops from other types of domestic influence operations. In Indonesia cyber troops involve transient, project-based collaborations among freelancing individuals, not coincidentally mirroring the character of the country’s election campaigns. This rapidly growing industry is cementing the already oligarchic character of Indonesia’s democracy.",
          "url": "http://dx.doi.org/10.1177/19401612241297832",
          "doi": "10.1177/19401612241297832",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
