{
  "update": "2025-06-23",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Help or hindrance: Examining disability media exposure, stigmatization, and support",
          "authors": "Jasmine Gray, Meredith K. Reffner Collins, Maria Leonora G. Comello",
          "url": "https://doi.org/10.1080/03637751.2025.2514469",
          "doi": "https://doi.org/10.1080/03637751.2025.2514469",
          "filter": 0
        },
        {
          "title": "Whistleblowing, anonymity, and the Norwegian National Lottery: How to keep a secret identity for 29 months",
          "authors": "Larry Browning, Craig R. Scott, Peer Svenkerud, Jan-Oddvar Sørnes",
          "url": "https://doi.org/10.1080/03637751.2025.2514456",
          "doi": "https://doi.org/10.1080/03637751.2025.2514456",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "Another look at student dissent as outcomes of instructor behaviors",
          "authors": "Stephanie Kelly, Michelle T. Violanti, Galen Foresman",
          "url": "https://doi.org/10.1080/01463373.2025.2519268",
          "doi": "https://doi.org/10.1080/01463373.2025.2519268",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Negotiating digital visibility in Asia: Rethinking conceptual frameworks through (g)local communities and practices",
          "authors": "Qian Huang, Jing Zeng, Hiromi Tanaka, Saif Shahin",
          "abstract": "This special issue explores the complex dynamics of digital visibility negotiation in Asian contexts. Emerging scholarship on this topic reveals how users strategically negotiate their visibility online. However, we still need to broaden the scope of our knowledge, especially outside Western contexts, in order to advance our theoretical understanding of such negotiations. Asian societies and communities, with their distinctive platform political economies and socio-cultural landscapes, offer rich yet underexplored contexts for advancing visibility theories beyond Western-centric frameworks. Responding to Brighenti’s call to treat visibility as an interdisciplinary social scientific category, this special issue presents 19 articles organized into four thematic clusters that analyze visibility practices across Asian communities and diasporic spaces. By centering Asian case studies and perspectives, we illustrate how visibility negotiations in Asian contexts can inform broader theoretical understandings of digital visibility negotiation practices and the power dynamics that shape them.",
          "url": "https://doi.org/10.1177/13548565251352729",
          "doi": "https://doi.org/10.1177/13548565251352729",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Stronger Algorithmic Beliefs Were Associated with More Benign Interpretations in Unideal Online Dating Scenarios",
          "authors": "Junwen M. Hu, Yoo Jung Oh",
          "url": "https://doi.org/10.1089/cyber.2025.0085",
          "doi": "https://doi.org/10.1089/cyber.2025.0085",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Connecting the Dots: How Communication Strategies Shape Climate Response Behaviors among Smallholder Maize Farmers in Bongo District, Ghana",
          "authors": "Daniel Achonga Apuri, Enoch Kwame Tham-Agyekum, Fred Ankuyi, John-Eudes Andivi Bakang, Caleb Melenya Ocansey",
          "url": "https://doi.org/10.1080/17524032.2025.2519046",
          "doi": "https://doi.org/10.1080/17524032.2025.2519046",
          "filter": 0
        },
        {
          "title": "Livelihoods and Lifecycles: Dialogs of Sustainability in Film and Video of the Canadian Forest Products Industry",
          "authors": "Joceline Andersen",
          "url": "https://doi.org/10.1080/17524032.2025.2507001",
          "doi": "https://doi.org/10.1080/17524032.2025.2507001",
          "filter": 0
        },
        {
          "title": "Tech Dude Vs Environmental Crisis: White Masculinity and Technofetishism in the Anglo-American Eco-documentary",
          "authors": "Hunter Vaughan",
          "url": "https://doi.org/10.1080/17524032.2025.2508266",
          "doi": "https://doi.org/10.1080/17524032.2025.2508266",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Analysing opinion voices in Portuguese newspapers: Who fights for feminists versus who is afraid of feminists?",
          "authors": "Carla Cerqueira",
          "abstract": "The paper discusses who are the voices in the opinion pieces on #MeToo in the Portuguese mainstream press. It starts from the idea that opinion spaces are fundamental for conveying different points of view in society and for strengthening democratisation and gender justice. It reflects on existing hierarchies and calls for the importance of a ‘place of speech’ that can bring the voices of women and feminists to the centre of the discussion about harassment and sexual violence. This analysis helps to refocus attention on the sphere of media production.",
          "url": "https://doi.org/10.1177/02673231251349004",
          "doi": "https://doi.org/10.1177/02673231251349004",
          "filter": 0
        },
        {
          "title": "Rethinking Tarde’s model in the social media era and digital news: The moderating role of proximity",
          "authors": "Cleves Nkie Mongo",
          "abstract": "This article revisits Gabriel Tarde's Press-Conversation-Opinion-Action model, introducing proximity as a moderator to examine its relevance in contemporary digital communication environments. While social media connects people across distances, enabling global discourse and expanding the reach of public conversations, physical proximity continues to play a key role in translating awareness and collective opinion into tangible action. The analysis adapts Tarde's framework to contemporary communication contexts, offering a refined understanding of how proximity influences the flow from conversation to action in increasingly interconnected communication landscapes.",
          "url": "https://doi.org/10.1177/02673231251349309",
          "doi": "https://doi.org/10.1177/02673231251349309",
          "filter": 0
        },
        {
          "title": "AI, democracy and gender equality: EU regulatory frameworks and the wager of gender mainstreaming",
          "authors": "Alice Baroni, Claudia Padovani",
          "abstract": "This article contends that gender mainstreaming in today's world constitutes a wager for all societies at the crossroads of democracy, technology and justice where multiple crises are experienced. At the same time, gender mainstreaming can be seen as the cornerstone of a possible cultural and political shift, to strengthen and revive democracy, in vision and in practice; it can be mobilised as a democratic innovation. Different actors, institutional and from civil society, have recently called for renewed efforts in mainstreaming gender in digital developments and governance. The paper assumes those calls as a basis from which to critically interrogate European regulation of AI through the dual lens of gender equality and mainstreaming. Could gender mainstreaming constitute a transformative principle in EU normative interventions for the digital age? And what research agenda may contribute to guiding the transformation towards renewed democratic visions and practices?",
          "url": "https://doi.org/10.1177/02673231251349323",
          "doi": "https://doi.org/10.1177/02673231251349323",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Understanding How Marginal National Video Game Industries Differ",
          "authors": "Jacqueline Burgess, Elina Roinoti, Alexander Muscat, Anthony Grace, Christian Jones",
          "abstract": "This article compares small (19 employees or fewer) video game developers’ commercial and creative mindsets in three marginal video game industries, Australia, New Zealand, and Greece, to understand how these industries differ. Semi-structured interviews were conducted with 62 participants across the three countries and analysed using thematic analysis. Despite all three national industries’ marginal status, there were similarities and clear differences in how the participant developers approached video game production. In particular, the lack of institutional support available for the Greek industry resulted in developers utilising networks and reputation. The research highlights how marginal, national video game industries cannot be simply grouped together because the developers within them display differences, as a result of their industry contexts, which influence and impact their video game development. These findings have implications for support from governments and education.",
          "url": "https://doi.org/10.1177/15554120251349312",
          "doi": "https://doi.org/10.1177/15554120251349312",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "When tobacco is headline news: how public health bodies and anti-regulatory issue publics exercise influence in breaking news events",
          "authors": "George D. H. Pearson, Nathan A. Silver, Elexis C. Kierstead, Barbara A. Schillo, Jennifer M. Kreslake",
          "url": "https://doi.org/10.1080/1369118x.2025.2517339",
          "doi": "https://doi.org/10.1080/1369118x.2025.2517339",
          "filter": 0
        },
        {
          "title": "Twitch aggression profile: exploring aggression on a live mixed-media platform",
          "authors": "Seung Woo Chae",
          "url": "https://doi.org/10.1080/1369118x.2025.2511069",
          "doi": "https://doi.org/10.1080/1369118x.2025.2511069",
          "filter": 0
        },
        {
          "title": "Algorithmic discrimination: a grounded conceptualization",
          "authors": "Matthew Bui, Charlton McIlwain, Seyi Olojo, Ho-Chun Herbert Chang",
          "url": "https://doi.org/10.1080/1369118x.2025.2516544",
          "doi": "https://doi.org/10.1080/1369118x.2025.2516544",
          "filter": 0
        },
        {
          "title": "Anthropology of now: Love and technology: An ethnography of dating app users in Berlin",
          "authors": "Nikoo Karimi",
          "url": "https://doi.org/10.1080/1369118x.2025.2520008",
          "doi": "https://doi.org/10.1080/1369118x.2025.2520008",
          "filter": 0
        },
        {
          "title": "Can platform literacy protect vulnerable young people against the risky affordances of social media platforms?",
          "authors": "Sonia Livingstone, Reidar Schei Jessen, Mariya Stoilova, Line Indrevoll Stänicke, Richard Graham, Elisabeth Staksrud, Tine Jensen",
          "url": "https://doi.org/10.1080/1369118x.2025.2518254",
          "doi": "https://doi.org/10.1080/1369118x.2025.2518254",
          "filter": 0
        },
        {
          "title": "Seeing through the fake: how users detect and interpret deepfakes",
          "authors": "Donghee Shin",
          "url": "https://doi.org/10.1080/1369118x.2025.2518260",
          "doi": "https://doi.org/10.1080/1369118x.2025.2518260",
          "filter": 0
        },
        {
          "title": "European ambitions captured by American clouds: digital sovereignty through Gaia-X?",
          "authors": "Andreas Baur",
          "url": "https://doi.org/10.1080/1369118x.2025.2516545",
          "doi": "https://doi.org/10.1080/1369118x.2025.2516545",
          "filter": 0
        },
        {
          "title": "Shifting platform governance: examining participatory content moderation on a Chinese platform Bilibili",
          "authors": "Zheyu Shang",
          "url": "https://doi.org/10.1080/1369118x.2025.2520004",
          "doi": "https://doi.org/10.1080/1369118x.2025.2520004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Exploring the dilemma of full-screen ads when opening an app: the roles of users’ perceived goal impediment and processing fluency",
          "authors": "Qingxian An, Haifeng Li, Bowen Zheng",
          "url": "https://doi.org/10.1080/02650487.2025.2516870",
          "doi": "https://doi.org/10.1080/02650487.2025.2516870",
          "filter": 0
        },
        {
          "title": "Just for fun: an empirically based framework for advertising fun",
          "authors": "Tyler Milfeld, Matthew Pittman",
          "url": "https://doi.org/10.1080/02650487.2025.2519898",
          "doi": "https://doi.org/10.1080/02650487.2025.2519898",
          "filter": 0
        },
        {
          "title": "An empirical study on bounced clicks versus multi-page clicks in display advertising",
          "authors": "Jaewon Choi, Duk Bin Jun, Haeun Kim, Sungho Park",
          "url": "https://doi.org/10.1080/02650487.2025.2516315",
          "doi": "https://doi.org/10.1080/02650487.2025.2516315",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Binge-Watching and Advertising Reactance: The Moderating Roles of Ad Position and Ad Congruence",
          "authors": "Lianlian Song, Tingting Wang, Shanji Yao, Qiuxiang Zhang, Geoffrey Kwok Fai Tso",
          "url": "https://doi.org/10.1080/00913367.2025.2511188",
          "doi": "https://doi.org/10.1080/00913367.2025.2511188",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Intercultural disaster communication and community resilience: examining post-hurricane communication in communities with limited English-speaking proficiency",
          "authors": "Yaguang Zhu, Janet Yang, Keri Stephens, Lucinda Austin",
          "url": "https://doi.org/10.1080/00909882.2025.2515867",
          "doi": "https://doi.org/10.1080/00909882.2025.2515867",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "The Depolarizing Effect of AI Chatbots: Effects of Interactive News on Belief Perseverance and Information Seeking",
          "authors": "Freddie J. Jennings, Marco Dehnert, Nicholas Purintun",
          "url": "https://doi.org/10.1080/08838151.2025.2519731",
          "doi": "https://doi.org/10.1080/08838151.2025.2519731",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Dissemination of false information and societal polarization: an empirical investigation",
          "authors": "Prashant Kumar Choudhary, Jadhav Chakradhar, Poola Devendra",
          "url": "https://doi.org/10.1080/19331681.2025.2519053",
          "doi": "https://doi.org/10.1080/19331681.2025.2519053",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Understanding parents’ motivations for giving their children smartphones: A qualitative study",
          "authors": "Idoia Legorburu Fernandez, Nahia Idoiaga-Mondragon, Mirari Gaztañaga, Maria Dosil-Santamaria",
          "abstract": "In response to growing concerns about the early age at which children receive smartphones, this study examines the factors influencing parents’ decisions on when and why to allow their children access to these devices. A total of 642 parents from a region in the Basque Country (northern Spain) participated in an open-ended survey. The sample was diverse in terms of gender, child age (2–16 years, M = 9.26), and place of residence. While 26.9% had purchased a smartphone for their child, most either allowed shared use (65.3%) or restricted access entirely (7.7%). The data were analyzed using the Reinert method via Iramuteq software. Five key thematic categories emerged: the desire for children to be part of peer groups, social pressure perceived by parents, enabling children’s autonomy in public spaces, facilitating local communication practices, and exercising parental control. These findings reveal how smartphone-related decisions are shaped by community norms, safety concerns, and evolving definitions of childhood independence. The study highlights the importance of culturally responsive resources that support diverse parenting approaches without prescribing universal rules about the “right” age for smartphone ownership.",
          "url": "https://doi.org/10.1177/02654075251352599",
          "doi": "https://doi.org/10.1177/02654075251352599",
          "filter": 0
        },
        {
          "title": "Strengthening connections: A randomized controlled trial examining the impact of a supervisor support intervention on loneliness and military couple relationships",
          "authors": "Cynthia D. Mohr, AnnaMarie S. O’Neill, Jacquelyn M. Brady, Todd E. Bodner, Tori L. Crain, Leslie B. Hammer",
          "abstract": "Social connection has been declining across the general population (i.e., the “loneliness epidemic”), though some groups, including military personnel, are experiencing particularly high rates. This has led to calls for a multilevel national strategy, including workplaces, to build social connection (U.S. Surgeon General, 2023). To answer this call, the present study draws on the wise intervention approach (Walton, 2014), multidimensional model of social connection (Holt-Lunstad, 2022), and models of the bidirectional relationship between sleep health and relationship functioning (Gordon et al., 2017; Troxel et al., 2007), to deliver a workplace intervention that builds social connection for military employees and their romantic partners ( N = 360 couples), using a cluster randomized controlled trial. The workplace intervention, combining supportive supervisor training (for family and sleep health) with personalized sleep feedback for employees, was found to improve social connection for both partners in the treatment group compared to the control group. Specifically, employees and romantic partners reported lower loneliness, and employees reported higher perceived partner responsiveness. We also investigated potential mechanisms of intervention effects, though significant indirect effects were not detected. Broadly, this work contributes to the loneliness intervention literature by demonstrating the efficacy of cultivating social support through one’s workplace supervisor, paired with individual sleep feedback. Clinical trial registry: NCT02946736.",
          "url": "https://doi.org/10.1177/02654075251349701",
          "doi": "https://doi.org/10.1177/02654075251349701",
          "filter": 0
        },
        {
          "title": "The good, the bad, and the complex: Qualitative accounts of how people navigate singlehood benefits and challenges",
          "authors": "Brittany E. Dennett, Yuthika U. Girme, Sheri Fabian",
          "abstract": "Singlehood is often described as a binary: some single people struggle, while other singles thrive. Yet, single people likely experience challenging and beneficial aspects of singlehood simultaneously. We used qualitative approaches to provide insight about how single people navigate aspects of singlehood that are challenging and aspects that offer opportunities to thrive. Eleven single adults took part in 30–45-minute semi-structured interviews. Single participants were of diverse ages and ethnic backgrounds, represented a gender balanced sample, and reported diverse relationship histories ranging from never coupled to divorced. Using reflexive thematic analyses, we identified three themes that reflected broader complexities about navigating singlehood challenges and benefits: (I) whether and when should single people invest in singlehood, (II) balancing the tension between singlehood facilitating autonomy versus romantic relationships facilitating deep emotional connection, and (III) how to respond to feelings or experiences of societal pressure to partner that encourages romantic coupling. These findings shed light on how single people manage mixed feelings about singlehood and romantic coupling.",
          "url": "https://doi.org/10.1177/02654075251351444",
          "doi": "https://doi.org/10.1177/02654075251351444",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Negative Feedback Fuels Hate Speech: A Deep Learning Analysis of 25 Million News Comments",
          "authors": "Hyo-sun Ryu, Jae Kook Lee",
          "abstract": "This study investigates the dynamics of hate speech, looking at feedback on comments and subsequent commenting. We examine the relationship between feedback on comments, hate speech presence, and commenter types, with analysis of news comments during the 2022 South Korean presidential election campaigns. The data include 25 million comments, analyzed with a deep learning hate speech detection model. It was found that positive feedback encourages more commenting for non-hateful content, and negative feedback reduces subsequent non-hateful comments. However, surprisingly, negative feedback was found to rather increase the frequency of hateful comments, particularly among light commenters. Implications of the findings are discussed.",
          "url": "https://doi.org/10.1177/10776990251343076",
          "doi": "https://doi.org/10.1177/10776990251343076",
          "filter": 0
        },
        {
          "title": "Reducing Misinformation Credibility: How Explanations Impact the Effectiveness of Social Media Warning Labels and Fact-Checking Source Recall",
          "authors": "Paul Mena",
          "abstract": "Social media platforms have been using warning labels to alert users of misinformation. Although research has shown that flagging can be effective in reducing the perceived credibility of false information, many social media users still believe in misinformation even after seeing a warning label. An online experiment found that explanations may enhance the effectiveness of warning labels in reducing the credibility of misinformation with high message credibility. This research also showed that explanations may increase the perceived informational utility of warning labels. In the same way, explanations of warning labels were found to boost fact-checking source recall.",
          "url": "https://doi.org/10.1177/10776990251347657",
          "doi": "https://doi.org/10.1177/10776990251347657",
          "filter": 0
        },
        {
          "title": "Book Review: Platforms, Power, and Politics: An Introduction to Political Communication in the Digital Age , by Ulrike Klinger, Daniel Kreiss, and Bruce Mutsvairo Platforms, Power, and Politics: An Introduction to Political Communication in the Digital Age.KlingerUlrikeKreissDanielMutsvairoBruce. Cambridge: Polity, 2023. 288 pp.",
          "authors": "Martial Fanga Agbor",
          "url": "https://doi.org/10.1177/10776990251349215",
          "doi": "https://doi.org/10.1177/10776990251349215",
          "filter": 0
        },
        {
          "title": "Book Review: Community Data: Creative Approaches to Empowering People With Information , by Rahul Bhargava Community Data: Creative Approaches to Empowering People With Information. BhargavaRahul. Oxford, United Kingdom: Oxford University Press, 2025. 272 pp.",
          "authors": "Stephen W. Song",
          "url": "https://doi.org/10.1177/10776990251346715",
          "doi": "https://doi.org/10.1177/10776990251346715",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Harmony in Political Discourse? The Impact of High-Quality Listening on Speakers’ Perceptions Following Political Conversations",
          "authors": "Guy Itzchakov, Niv Navon, Jarret T. Crawford, Netta Weinstein, Kenneth G. DeMarree",
          "abstract": "Conversations with people who hold opposite partisan attitudes can elicit defensiveness, reinforce extreme attitudes, and undermine relationships with those with opposing views. However, this might not be the case when speakers experience high-quality (attentive, understanding, and non-judgmental) listening from their conversation partners. We hypothesized that high-quality listening would increase speakers’ positive views toward, and their willingness to further interact with, others who hold politically opposed attitudes, and that these effects would be mediated by greater state openness. We conducted three experiments using different modalities to manipulate listening. In Study 1 (&lt;em&gt;N&lt;/em&gt; = 379), participants recalled a conversation with an opposing political party member, with listening quality described as high-quality, low-quality, or control. Study 2 (&lt;em&gt;N&lt;/em&gt; = 269) used imagined interactions, with participants reading vignettes describing either high-quality listening or a control condition. In Study 3 (preregistered; &lt;em&gt;N&lt;/em&gt; = 741), participants watched a video of a listener modeling high-quality or moderate-quality listening and imagined themselves engaging in a similar interaction. Across studies, we found that high-quality listening consistently increased speakers’ state openness to politically opposed others but did not change political attitudes. We found inconsistent evidence for speakers’ increased willingness to engage in future interactions (meta-analytic effect: = 0.20, &lt;em&gt;p&lt;/em&gt; = 0.015). However, we observed a consistent indirect effect of listening on positive attitudes and willingness for future interactions through increased openness.",
          "url": "https://doi.org/10.17645/mac.9871",
          "doi": "https://doi.org/10.17645/mac.9871",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Direct and Indirect Effects of Communication Channel and Perceived Affordances on Perceptions of Support: A Dyadic Mediation Analysis",
          "authors": "Lucas J. Youngvorst, Andrew C. High",
          "url": "https://doi.org/10.1080/15213269.2025.2515383",
          "doi": "https://doi.org/10.1080/15213269.2025.2515383",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Uses and effects of AR- and VR-based animal embodiment: A field study at a beach music festival",
          "authors": "Daniel Pimentel",
          "abstract": "Amid growing ecological threats to wildlife, organizations are increasingly exploring multimedia solutions to spur action. One such strategy involves enabling audiences to embody threatened wildlife (animal embodiment) via augmented and virtual reality (AR/VR). Despite AR/VR’s capacity to visualize threats onto one’s virtual body, little is understood about how these platforms differ in their uses and effects. Thus, A field study was conducted at a music festival where attendees ( N = 99) evaluated custom-designed AR and VR games enabling animal embodiment. Results showed clear modality preferences for the AR game, though both AR and VR elicited high levels of connection, or body transfer (BT), with the animal body. BT also predicted pro-environmental behavior intentions, though this effect was strongest for direct (donations, volunteering) rather than indirect actions (social media advocacy). Results yield insight into the requirements for BT with animal bodies and establish support for animal embodiment as a viable environmental communications strategy.",
          "url": "https://doi.org/10.1177/14614448251346153",
          "doi": "https://doi.org/10.1177/14614448251346153",
          "filter": 0
        },
        {
          "title": "OnlyFans use and satisfactions with oneself and others: The role of upward social comparison",
          "authors": "Yadong Ji, Yachao Li",
          "abstract": "OnlyFans is a patronage platform primarily for sexually explicit content. Unlike professionally produced pornography, OnlyFans allows users to actively select their subscriptions and engage directly with creators. However, little is known about how the use of OnlyFans relates to various satisfaction with oneself and others. This study ( n = 293) explores the association of OnlyFans usage—including viewing and interaction—with different types of satisfaction: sexual self-esteem, relational satisfaction with sexual partners, and sexual satisfaction. The study also examined the role of upward comparisons (e.g. comparing oneself to performers, comparing sexual partners to performers, and comparing one’s sex life to depicted performances) in these dynamics. Contrary to expectations based on previous pornography research, the data revealed a positive relationship between OnlyFans use and satisfaction through upward comparisons. The findings suggest that OnlyFans use was associated with upward comparisons with content creators, which in turn may relate to increased sexual knowledge, skill development, and inspiration.",
          "url": "https://doi.org/10.1177/14614448251342235",
          "doi": "https://doi.org/10.1177/14614448251342235",
          "filter": 0
        },
        {
          "title": "Guarding against deception through news literacy interventions: Impact of issue involvement and participation on young French adults’ fake news vulnerability",
          "authors": "Ambre Gambin, Andreas Munzel",
          "abstract": "In the so-called post-truth age and the rise of social media, news circulates widely and quickly, leading to information overload. In this context, individuals experiencing high issue involvement tend to engage more with information. Literature has recently focused on news literacy interventions to protect people from fake news. However, few have addressed these initiatives’ immediate and differential effects simultaneously on young adults’ vulnerability to deception. Through three experiments involving undergraduate university students in France, we demonstrate that intervention-based educational methods can mitigate the impact of issue involvement on belief in fake news. Yet, they do not enable individuals to protect themselves in the long run and may even prove counterproductive by triggering information overload. Our study contributes to the research investigating preventive practices to help users arm themselves against fake news in media communication, social media, and social marketing.",
          "url": "https://doi.org/10.1177/14614448251342796",
          "doi": "https://doi.org/10.1177/14614448251342796",
          "filter": 0
        },
        {
          "title": "Communicating about sexual violence on TikTok: A content analysis",
          "authors": "Sydney Nicolla, Allison J Lazard, Deen Freelon, Lucinda L Austin, Heathe Luz McNaughton Reyes, Kathryn E Moracco",
          "abstract": "TikTok presents an opportunity for strategic and health communicators. There are more than 300 million views associated with the hashtags #sexualassaultawareness and #sexualassaultsurvivors on TikTok. Using quantitative content analysis, we analyzed 150 TikTok videos about “sexual assault” for trends in self-disclosures (RQ1), message framing (RQ2), types of sexual violence (RQ3), emotions (RQ4), creator characteristics (RQ5–7), and engagement (RQ8). We found that millions of people are seeing and engaging with this content. Coded videos were often (68%) framed from the perspective of educating or creating awareness. Video creators often engaged in displays of authenticity like showing their face on camera (84%). Coded videos often (60%) framed information in a way that “calls out” perpetrators or social norms surrounding sexual violence. This study sets the stage for future explorations of strategic communication on TikTok, including but not limited to projects related to sexual violence resistance and prevention.",
          "url": "https://doi.org/10.1177/14614448251341484",
          "doi": "https://doi.org/10.1177/14614448251341484",
          "filter": 0
        },
        {
          "title": "Video chat and in-person modality switches in online dating: An exploration of modality-switching motives, modality expansion, channel choice, and outcomes",
          "authors": "Erin M Sumner, Audrey Herrera, Artemio Ramirez",
          "abstract": "The present study sampled online daters to (a) inductively explore their motives for meeting a potential partner for face-to-face (FtF)-like interaction (i.e. a modality switch [MS]); (b) examine modality-switching motives and pre-MS modality expansion in relation to MS channel choice (e.g. video chat or in person); and (c) investigate whether MS motives, degree of pre-MS modality expansion, and MS channel are associated with partners going on a second FtF-like date. Results revealed that online daters possessed both relational (i.e. romantic, sexual, and platonic companionship) and information-seeking (i.e. fact-checking and exploration) MS motives. Holding the MS in person was associated with romantic, sexual, and platonic companionship motives, whereas meeting through video chat was associated with fact-checking motives and the degree of pre-MS channel expansion. Romantic MS motives and having held the MS through video chat were both associated with online daters going on a second FtF-like date.",
          "url": "https://doi.org/10.1177/14614448251344290",
          "doi": "https://doi.org/10.1177/14614448251344290",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Narrative Versus Statistical Evidence in Environmental Persuasion: A Meta-Analysis Study",
          "authors": "Soohee Choi, Meng Chen, Zhuo Guo",
          "abstract": "This meta-analysis examines the effectiveness of narrative versus statistical evidence in environmental communication. Narrative evidence significantly enhances risk perception and behavioral intention, while statistical evidence plays a more conditional role in shaping attitudes. Moderator analyses reveal that video-based messages enhance the impact of narratives on risk perception, while locally framed statistical messages strengthen their effect on attitude. Longer messages are more effective at influencing behavioral outcomes than shorter ones. Explicit statistical messages enhance risk perception and intention, while non-explicit narratives remain effective. These findings highlight the importance of integrating narrative and statistical evidence in environmental communication campaigns.",
          "url": "https://doi.org/10.1177/10755470251344211",
          "doi": "https://doi.org/10.1177/10755470251344211",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "The Values of Fame: Exploring the Visual and Textual Representations of Basic Values in Influencers’ Instagram Content",
          "authors": "Anaëlle J. Gonzalez, Isra Irmak Akgün, Laura Vandenbosch",
          "abstract": "Despite the popularity of social media influencers (SMIs), little is known about how their content reflects and conveys certain values, leaving a gap in understanding their role as value intermediaries. This content analysis examined the representation of Schwartz values in the Instagram profiles of 59 of the most followed Western SMIs, celebrities, and athletes. Relying on 1256 posts and 2936 stories, the study documented the prevalence of values, modalities of representations (multimodal complexity and post-caption congruence), and differences between SMIs, athletes, and celebrities. Results revealed that 60.3% of the content portrayed at least one value, with achievement, benevolence, and hedonism being the most frequent. Multilevel analyses indicated that SMIs and athletes were more likely to post hedonism and benevolence, while celebrities were more likely to share universalism than SMIs. Most values were represented through low to medium levels of multimodal complexity, and only 15.3% showed post-caption congruence. These findings underscore the need to document how global digital platforms and actors mediate value representation, as they have the potential to shape audience values and cultural norms.",
          "url": "https://doi.org/10.1177/20563051251339035",
          "doi": "https://doi.org/10.1177/20563051251339035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Opening and Closing of Discourse Through Indexing and Charting: Enhancing Pentadic Maps of Volodymyr Zelenskyy’s Speech to the U.N. General Assembly and Subsequent Media Coverage",
          "authors": "Prakash Acharya, Benjamin R. Bates",
          "url": "https://doi.org/10.1080/1041794x.2025.2516473",
          "doi": "https://doi.org/10.1080/1041794x.2025.2516473",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "The chop suey letterform and cultural hegemony in global representation of visual Chineseness",
          "authors": "Yu Li",
          "abstract": "Lettering styles mimicking the brushstrokes of Chinese calligraphy, known collectively as the ‘chop suey’ letterform, have featured prominently in the construction of visual Chineseness in global linguistic landscapes. This study examines and critiques the worldwide circulation of the chop suey letterform as a form of cultural hegemony. Drawing on visual data from both commercial and cultural domains, it reveals how the lettering style serves to manufacture and maintain representations of Chineseness that exoticize, otherize, and commodify the Chinese culture, serving the interest of a global power structure with Whiteness at its center. The analysis focuses on two mechanisms through which cultural hegemony functions: the dominant group dictates cultural norms, and cultural norms reinforce themselves and the power structure. The author argues that homogenization and commodification of the Chinese ethnocultural identity through the chop suey letterform not only reinforce a narrow, biased, and monolithic view of what it means to be Chinese, but also, by instituting marketable and consumable stereotypes, sideline and diminish opportunities to engage with more nuanced and complex articulations of the Chinese culture in non-Chinese societies.",
          "url": "https://doi.org/10.1177/14703572251328349",
          "doi": "https://doi.org/10.1177/14703572251328349",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
