{
  "update": "2024-10-25",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "JST and rJST: joint estimation of sentiment and topics in textual data using a semi-supervised approach",
          "authors": "Christian Pipal, Martijn Schoonvelde, Gijs Schumacher, Max Boiten",
          "url": "http://dx.doi.org/10.1080/19312458.2024.2383453",
          "doi": "10.1080/19312458.2024.2383453",
          "filter": 0
        },
        {
          "title": "Using State Space Grids to Quantify and Examine Dynamics of Dyadic Conversation",
          "authors": "Miriam Brinberg, Denise Haunani Solomon, Graham D. Bodie, Susanne M. Jones, Nilam Ram",
          "url": "http://dx.doi.org/10.1080/19312458.2024.2413973",
          "doi": "10.1080/19312458.2024.2413973",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "College students with Deferred Action for Childhood Arrivals (DACA): Unpacking the meaning of thriving through conversation with DACA friends and allies",
          "authors": "Hyojin Lee, Jennifer A. Kam, Monica Cornejo, Tamara D. Afifi, Walid Afifi",
          "url": "http://dx.doi.org/10.1080/03637751.2024.2407337",
          "doi": "10.1080/03637751.2024.2407337",
          "filter": 0
        },
        {
          "title": "“Baba, you’re not gonna live forever … . we need these stories”: Intergenerational storytelling in Palestinian families connecting history, identity, and (the loss of) place",
          "authors": "Amnee K. Elkhalid, Haley Kranstuber Horstman, Walid A. Afifi, Tamara D. Afifi",
          "url": "http://dx.doi.org/10.1080/03637751.2024.2415611",
          "doi": "10.1080/03637751.2024.2415611",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "De- and recoding algorithmic systems: The case of fact checkers and fact checked users",
          "authors": "Anna Schjøtt, Mette Bengtsson",
          "abstract": "With the recent development of debunking on social media as a dominant agenda, fact checkers have increasingly used machine learning (ML) to identify, verify and correct factual claims, as ML promises the scaling of fact checking practices. However, it also places a new actor in between the fact checkers and the fact checked users. In this paper, we conducted a contrasted analysis of how fact checkers and fact checked users understand, evaluate and act towards the algorithmic system and the data flows in Meta’s Third-Party Fact-Checking Program: We did ethnographic fieldwork in the fact checking newsroom and interviewed and did protocol analysis with the fact checked. For both professional users and end users, the algorithmic system is experienced as a black box in which they have limited insight, and their sense-making practices happen based on the data and metrics that are made visible to them. In the paper, we draw on and expanded theory on decoding algorithms by not only exploring how the two user groups engage in decoding the algorithmic system, but also actively engage in forms of recoding by attempting to adapt or modify the algorithmic system to better fit within their cultural and social context, which is characterised by both varying epistemic cultures and societal positions. While the fact checkers from their hegemonic (sometimes negotiated) position understand the program as a (sometimes stupid) tool and primarily engage in passive acts of recoding, fact checked users, from their oppositional position, understand the program as an unpredictable censoring machine and engage primarily in more active acts of recoding. Based on the analysis, we end the paper with a discussion in which we argued for understanding data reflexivity as highly relational and processual.",
          "url": "http://dx.doi.org/10.1177/13548565241289233",
          "doi": "10.1177/13548565241289233",
          "filter": 0
        },
        {
          "title": "Dreaming with data: Cultivating critical consciousness in datafied living research",
          "authors": "Stine Lomborg, Lisa Marie Reutter, Giovanna Nunez Vilaza",
          "abstract": "This paper addresses data reflexivity in terms of critical consciousness-raising by linking people’s everyday encounters with data to their speculative visions about datafied futures. We suggest everyday encounters with data about oneself might play an important role in facilitating both personal and collective imagination about data and devising future paths towards legitimate and meaningful datafied living. Lending inspiration from the figure of the researcher as critical companion and from speculative design, we posit that critical consciousness-raising is not something generated purely by way of informing people about datafication, but built from below, through people’s everyday experiences with datafying themselves and being datafied by others. Furthermore, it is deeply intertwined with datafication research itself, and the way we seek to establish links between individual and collective experiences and evaluations of data practices. Based on this, the paper offers three methodological entry points for exploring how critical consciousness can be cultivated and collectivized: longitudinal fieldwork with repeated interviews, data visualization derived from people’s own phones, and speculative workshops on future data practices.",
          "url": "http://dx.doi.org/10.1177/13548565241288454",
          "doi": "10.1177/13548565241288454",
          "filter": 0
        },
        {
          "title": "Gaming the conflict: Fursan Al-Aqsa’s narrative of the Israeli-Palestinian struggle and its reception through moral disengagement",
          "authors": "Salvador Gómez-García, Antonio-Cesar Moreno-Cantano, Raquel Quevedo-Redondo",
          "abstract": "This study explores  Fursan al-Aqsa: The Knights of the Al-Aqsa Mosque (developed by Nidal Nijm Games in 2022) highlighting its role in the portrayal of the Israeli-Palestinian conflict as a paradigm between propaganda and entertainment. By examining the game’s discourse, and its impact on player perceptions, this research sheds light on how video games can shape understanding and engagement with geopolitical issues. The research utilises Albert Bandura’s concept of moral disengagement to analyse the game’s content and its reception on platforms like Twitch and YouTube. By assessing how the game frames moral considerations through its narrative and gameplay, this study reveals the potential of digital games to affect player perceptions and contribute to the broader media landscape surrounding political issues. The analysis also explores the reception and re-interpretation of the game by players and content creators, thus offering insights into the complex interplay between video game content, ideological influence, and audience engagement.",
          "url": "http://dx.doi.org/10.1177/13548565241295571",
          "doi": "10.1177/13548565241295571",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Shadows of Conflict: Addressing Moral Injury in Peacekeeping Missions",
          "authors": "Brenda K. Wiederhold",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0500",
          "doi": "10.1089/cyber.2024.0500",
          "filter": 0
        },
        {
          "title": "The Future of Peacekeeping: Navigating Ethical AI Deployment in Conflict Zones",
          "authors": "Brenda K. Wiederhold",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0486",
          "doi": "10.1089/cyber.2024.0486",
          "filter": 0
        },
        {
          "title": "How Video Passthrough Headsets Influence Perception of Self and Others",
          "authors": "Monique Santoso, Jeremy Bailenson",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0398",
          "doi": "10.1089/cyber.2024.0398",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "An Ecosystem of Collective Futures: How Journalists and Experts Co-Construct Projections in Hybrid Media Environments",
          "authors": "Eedan R. Amit-Danhi, Tali Aharoni, Maximilian Overbeck, Christian Baden, Keren Tenenboim-Weinblatt",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2415675",
          "doi": "10.1080/21670811.2024.2415675",
          "filter": 0
        },
        {
          "title": "Why Infrastructure Studies for Journalism?",
          "authors": "Mary Lynn Young, Alfred Hermida",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2396551",
          "doi": "10.1080/21670811.2024.2396551",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "The European Broadcasting Union: corporate management and voluntary work",
          "authors": "Raluca Petre",
          "abstract": "Information as a public good is not a thing of nature, but a purposeful action. In my contribution, I explore an international association that got institutionalised around the idea of information as a public good by means of lucrative cooperation between public service broadcasters. It emerged after the Second World War, in a world where public services would become the norm rather than the exception, and has continued to a time when priorities switched fundamentally towards profit and liberalisation. The object of study is the European Broadcasting Union, the largest association of public service media providers in Europe and beyond, servicing more than one billion people as audiences via its members. In order to understand whether EBU's institutional practices still prioritise information as a public good or have moved towards a more neo-lib focus, I undertook an institutional analysis based on secondary data. The research shows that the combination of a neo-lib corporate layer with voluntary working groups from national PSMs makes EBU particularly successful; it looks like a new public management dream come true, except that EBU is not an accountable public organisation. Through the NGO structure, corporate management and voluntary work, it opens large avenues of cooperation for professionals to innovate together, at the end of the day enhancing information as a public good.",
          "url": "http://dx.doi.org/10.1177/02673231241290085",
          "doi": "10.1177/02673231241290085",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "What drives social shopping in social commerce platform? The effects of affordance, self-congruity and functional-congruity",
          "authors": "Xiang Gong, Yi Yang, Wei Wu",
          "abstract": "Purpose Social group system and social tagging system, which leverage the psychological mechanisms underlying group influence and social tags to drive consumer behaviors, have been prevalent in the social commerce platform. However, limited studies have examined how the affordances of social group system and social tagging system influence consumers’ social shopping behavior. The purpose of this study is to examine the formation of social shopping behavior in the social commerce platform. Design/methodology/approach Combining affordance theory with dual-congruity theory, we develop a model to examine how the affordances of social group system and social tagging system influence consumers’ social shopping behavior through the underlying self-congruity and functional-congruity processes. We empirically validate the research model using a multimethod approach, including an instrument development study and a field survey study. Findings Our empirical findings show that social support positively influences relational identity, while it has a nonsignificant effect on social identity. Social interactivity positively influences relational identity and social identity. Furthermore, social tagging quality and social endorser credibility positively affect perceived diagnosticity and perceived serendipity. Finally, relational identity, social identity, perceived diagnosticity and perceived serendipity collectively determine consumers’ social shopping intention. Originality/value This study contributes to the theoretical understanding of social shopping in social commerce and offers practical implications for designing an effective social group system and social tagging system to boost product sales.",
          "url": "http://dx.doi.org/10.1108/itp-03-2023-0249",
          "doi": "10.1108/itp-03-2023-0249",
          "filter": 0
        },
        {
          "title": "Investigating the lurking mechanism of SNS users: a comprehensive examination of context-specific cues and role stresses",
          "authors": "Xiaodan Liu, Chao Su, Jin Yin",
          "abstract": "Purpose Social networking services (SNS) empower users with a robust capability to connect with others and manage their social relationships. However, as the size of users’ social networks increases, coupled with the inherent boundary-spanning technical features of SNS, users are faced with unprecedented role stresses. This, in turn, leads to maladaptive lurking decisions. This study delves into the mechanism of this technology-induced decision-making process among SNS users. Design/methodology/approach Survey data were collected from 491 Chinese WeChat Moment users. The model and hypotheses testing were conducted using SmartPLS 4.0. Findings Our findings indicate that both social network size and boundary spanning have a positive influence on role conflict and role overload. Both role conflict and role overload significantly contribute to SNS fatigue, which further intensifies users’ lurking intention. Furthermore, SNS fatigue fully mediated the relationship between role conflict and lurking intention, and partially mediated the relationship between role overload and lurking intention. Originality/value Our study offers a fresh viewpoint for comprehending lurking behaviors on SNS, furnishing practical insights for platform providers. Additionally, it paves the way for future research into the deeper mechanisms driving SNS lurking behaviors, by providing a novel construct (i.e. boundary spanning) to distinguish and measure the unique social environment of SNS.",
          "url": "http://dx.doi.org/10.1108/itp-08-2023-0844",
          "doi": "10.1108/itp-08-2023-0844",
          "filter": 0
        },
        {
          "title": "Exploring user adaptation behaviors toward mobile technology: a higher education perspective",
          "authors": "Samantha Samaneh Kakavand, Aria Teimourzadeh, Benjamin Kakavand",
          "abstract": "Purpose Grounded in coping model of user adaptation (CMUA), this research aims to provide insights into understanding the social mechanism influencing faculty’s adoption and adaptation of mobile technology (MT). An extensive review of the literature highlights a significant gap in empirical research regarding the adoption of MT and faculty adaptation when viewed through the lens of group dynamics. Design/methodology/approach This study is based on an exploratory study conducted at two engineering universities in France. A qualitative method enabled a comprehensive examination of faculty members using multiple field-based observations and semi-directive interviews at both University A and University B. Findings While extant research tends to prioritize individual-level approaches, the integration of MT within higher education inherently involves social dynamics. Our results reveal that faculty’s perceived control and their initial perception over adoption of MT play an important role in shaping their adaptation behavior. The findings suggest that the adoption of MT among faculty members is influenced by various organizational factors. Specifically, the organizational logic of adoption affects their primary appraisal of MT, while group norms and social influence shape their adaptation acts. Furthermore, the organization’s continuous commitment to supporting faculty members also impacts their coping activities, ultimately influencing their overall adoption and utilization of MT. Originality/value This study builds upon the limited yet growing body of literature on a theme highly relevant for practitioners, scholars as well as MT users in a higher education environment. The paper extends the CMUA by exploring the relationship between MT adoption and continuous user adaptation at both group and organizational levels. Our proposed framework assists universities in articulating their MT adoption and implementation strategy in harmony with a clear vision of their users’ adaptation activities before, during and after the implementation.",
          "url": "http://dx.doi.org/10.1108/itp-01-2024-0070",
          "doi": "10.1108/itp-01-2024-0070",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "De-centring the interface. Towards the integrated study of interfacial relations",
          "authors": "Benjamin Lipp, Paula Helm, Athanasios Karafillidis, Roser Pujadas",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2413110",
          "doi": "10.1080/1369118x.2024.2413110",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Unpacking the complexity of online incivility: an analysis of characteristics and impact of uncivil behavior during the Hong Kong protests",
          "authors": "Baiqi Li, Yunya Song, Yongren Shi, Hsuan-Ting Chen",
          "abstract": "Purpose This study seeks to establish a new framework for categorizing incivility, differentiating between explicit and implicit forms, and to investigate their respective abilities to proliferate and mobilize conversations, along with behavioral outcomes in various social contexts. Design/methodology/approach Employing computational techniques, this research analyzed 10,145 protest-related threads from the HK Golden Forum, a prominent online discussion board in Hong Kong. Findings Our analysis revealed divergent effects of explicit and implicit incivility on their diffusion, influences on deliberative discussions, and user participation. Explicit incivility was found to impede deliberative conversations, while implicit incivility tended to provoke more responses. Explicit uncivil expressions encouraged the propagation of incivility but reduced the likelihood of individual involvement. In contrast, implicit incivility had a stronger dampening effect on further uncivil comments and achieved greater thread popularity. The results showed strong associations between uncivil expressions and the contextual norms surrounding social movements. Originality/value Theoretically, this research introduced a classification of incivility and underscored the importance of differentiating between implicit and explicit incivility by examining their effects on deliberation and engagement. Although previous studies have extensively covered explicit incivility, this study goes further by analyzing implicit incivility and comparing both forms of uncivil discourse in a less-studied context. Methodologically, the study developed a Cantonese dictionary to differentiate between two types of incivility, providing a practical reference for more nuanced analyses. By revealing how varying movement norms moderate the interplay between deliberative and uncivil expressions, the study drew attention to the highly situational nature of incivility.",
          "url": "http://dx.doi.org/10.1108/intr-12-2023-1169",
          "doi": "10.1108/intr-12-2023-1169",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "How political consultants can leverage partisan media combativeness in the U.S.",
          "authors": "David E. Clementson, Wenqing Zhao",
          "url": "http://dx.doi.org/10.1080/00909882.2024.2415563",
          "doi": "10.1080/00909882.2024.2415563",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Social Media News Use Amplifies the Illusory Truth Effects of Viral Deepfakes: A Cross-National Study of Eight Countries",
          "authors": "Saifuddin Ahmed, Adeline Wei Ting Bee, Sheryl Wei Ting Ng, Muhammad Masood",
          "url": "http://dx.doi.org/10.1080/08838151.2024.2410783",
          "doi": "10.1080/08838151.2024.2410783",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "An asymmetrical reinforcing spiral? Disentangling the longitudinal dynamics of media use and mainstream media trust",
          "authors": "Yariv Tsfati, Rens Vliegenthart, Jesper Strömbäck, Elina Lindgren",
          "abstract": "While numerous studies have documented an association between mainstream media trust and mainstream media use, only little is known about potential causal mechanisms underlying the association. We theorize that selective exposure, social influence, and the reinforcing spirals model offer three possible mechanisms that may underlie the association. These possibilities were studied using random intercept cross-lagged panel models and latent curve models on a four-wave panel data set (n = 3,540). For mainstream media, the results show an asymmetrical reinforcing spiral, in which the effect of mainstream media trust on use can be considered as one of yielding maintenance, while the impact of media use on mainstream media trust to a limited degree is in line with the notion of a spiral gradually (though inconsistently) increasing trust over time. We also find that use of right-wing alternative media consistently and sometimes robustly leads to decreasing mainstream media trust.",
          "url": "http://dx.doi.org/10.1093/joc/jqae039",
          "doi": "10.1093/joc/jqae039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Exploring digital campaign competence: the role of knowledge in data-driven election campaigns",
          "authors": "Sophie Minihold, Sophie Lecheler, Claes de Vreese, Sanne Kruikemeier",
          "url": "http://dx.doi.org/10.1080/19331681.2024.2416012",
          "doi": "10.1080/19331681.2024.2416012",
          "filter": 0
        },
        {
          "title": "Personalized Facebook campaigning and the quest for personal votes in Taiwan",
          "authors": "Wan-Ying Yang",
          "url": "http://dx.doi.org/10.1080/19331681.2024.2417831",
          "doi": "10.1080/19331681.2024.2417831",
          "filter": 0
        },
        {
          "title": "Political-RAG: using generative AI to extract political information from media content",
          "authors": "Muhammad Arslan, Saba Munawar, Christophe Cruz",
          "url": "http://dx.doi.org/10.1080/19331681.2024.2417263",
          "doi": "10.1080/19331681.2024.2417263",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Reducing Prejudice Through Narrative Writing: The Effects of Contact Type and Linguistic Authenticity",
          "authors": "Xun Zhu",
          "abstract": "This study investigates how the content and style of narrative writing about an outgroup reduce prejudice. The study compares cooperative contact, where writers describe working with an outgroup character, with parasocial contact, where writers describe the character alone. It further examines whether the contact effects vary with linguistic authenticity. In two experiments, I manipulated the types of contact and measured authenticity through language patterns. Study 1 ( N = 719) found that having contact with an outgroup character elicited more positive affect toward the character, which reduced the desire for distance from the outgroup. Cooperative and parasocial contact showed similar effects, but their impacts varied with linguistic authenticity. Authentic language was associated with stronger impacts in cooperative contact but not in parasocial contact. Study 2 ( N = 287) replicated that linguistic authenticity moderated the effect of cooperative contact on affect toward the character. These findings highlight linguistic dynamics in intergroup contact.",
          "url": "http://dx.doi.org/10.1177/0261927x241291025",
          "doi": "10.1177/0261927x241291025",
          "filter": 0
        },
        {
          "title": "A Meta-Analysis and Systematic Review of Foreign Language Anxiety Interventions Among Students",
          "authors": "Yiying Xiong, Qiyang Zhang, Liwei Zhao, Shuqi Liu, Hongjie Guan, Yuan Sui, Jiaqi Feng, Kyeong Min Rachel Lee",
          "abstract": "Foreign language anxiety is an emotional reaction toward learning and using a foreign language, which may negatively influence individuals’ self-perceptions, beliefs, emotions, and behaviors. To explore how to mitigate the potential detrimental effect of foreign language anxiety, this meta-analysis and systematic review included 37 primary articles on interventions targeting relieving foreign language anxiety. The results revealed the overall efficacy of these interventions ( ES = −0.61, p = .03) in reducing anxiety . Age was the only significant moderator despite seven moderators being included. The qualitative section of the systematic review examined intervention types, publication patterns, and research designs in the 37 analyzed articles. A notable increase in publications on this topic was observed over time, with approximately equal numbers of studies utilizing direct versus indirect interventions. This review offers implications for both future researchers and practical applications in addressing foreign language anxiety.",
          "url": "http://dx.doi.org/10.1177/0261927x241291258",
          "doi": "10.1177/0261927x241291258",
          "filter": 0
        },
        {
          "title": "Interpretations of Generic Versus Comparative Statements About Groups: Similarities and Differences",
          "authors": "Alexandra Lux, Susanne Bruckmüller, Vera Hoorens",
          "abstract": "We compare interpretations of two kinds of statements that are important for stereotype transmission: generics (e.g., “women are helpful”) and comparatives (e.g., “women are more helpful than men”). Participants ( N = 338) read and interpreted generic or comparative statements about positive and negative features of gender (Experiment A) and age groups (Experiment B). We found similarities and differences. Participants interpreted both generics and comparatives as conveying information not only about the target (women in the example) but also about the referent (men in the example), whether the statement explicitly mentioned the referent (in comparatives) or not (in generics). When statements said something positive (negative) about the target, they also communicated a rather negative (positive) view of the referent. Remarkably, although comparatives explicitly contrast groups while generics do not, generics implied bigger differences between the groups and provoked more extreme assumptions about the groups. We discuss implications for stereotype transmission.",
          "url": "http://dx.doi.org/10.1177/0261927x241292562",
          "doi": "10.1177/0261927x241292562",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "Do You Dare to Speak Up at Work? A Study on Organizational Conditions Enabling or Discouraging Employee Voice",
          "authors": "Alessandra Mazzei, Silvia Ravazzani, Alfonsa Butera, Chiara Fisichella",
          "url": "http://dx.doi.org/10.1080/1062726x.2024.2412074",
          "doi": "10.1080/1062726x.2024.2412074",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Enhancing constructive communication in the digital age through “textual healing,” a mindfulness app",
          "authors": "Leora Trub, Rashelle Ahokas, Zachary M. Hubert, Tyrel J. Starks",
          "abstract": "Texting has become a primary mode of communication across relationship types, particularly amongst women, despite its vulnerability to miscommunication and associated social consequences. Whereas there is a robust literature on the mechanics and the importance of constructive communication, little is known about how these findings generalize to text-based forms of communication. Using a sample of 71 Black women between the ages of 18–29, the present study examined how the content of text messages changed in response to a short mindfulness-based intervention delivered via a smartphone application. Findings revealed that these women used the intervention to modify maladaptive communication to be more constructive, as well as to enhance neutral communication. They were also less likely to send maladaptive messages after composing them and going through the intervention. In addition to emphasizing the relevance of existing communication theories to text-based communication, this study highlights the potential for the phone to be used as a vehicle for mindful communication amongst a variety of relationship types despite its potential for misuse.",
          "url": "http://dx.doi.org/10.1177/02654075241293824",
          "doi": "10.1177/02654075241293824",
          "filter": 0
        },
        {
          "title": "Kinship and friendship: The association between different sources of social contact and self-rated health in Turkey",
          "authors": "Gülçin Con Wright, Tahir Enes Gedik",
          "abstract": "How does one’s connectedness in their social relationships affect their health? For a long time, this question has piqued the interest of sociologists. From Durkheim’s theory of suicide to recent empirical studies in medical sociology, the positive association between social integration and well-being has been well established. In this paper, we revisited this topic by focusing on how different sources of social contact is associated with self-rated health in Turkey. To do so, we examined how contact with a close friend, a parent, a sibling, and other family member – outside of one’s nuclear family – compares in terms of their association with self-rated health by using ISSP Social Network Data. We found that frequency of contact with a parent and other family member showed statistically significant and positive associations with self-rated health in some models, which was not the case for a sibling. In the full model accounting for all contact variables, however, only the frequency of contact with a close friend had a statistically significant and positive association with self-rated health. This study aims to start a discussion about the growing importance of non-kin ties in people’s lives in Turkey despite the increasing familialism in Turkish politics and social policymaking. Policymakers and social workers tackling issues such as social isolation, social exclusion, and loneliness in Turkey should consider the prevalence of non-kin networks on individuals’ well-being.",
          "url": "http://dx.doi.org/10.1177/02654075241295770",
          "doi": "10.1177/02654075241295770",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "What’s in a Cue? Decoding Political Values in Applauded Statements From Ukraine’s Leading Political Talk Shows",
          "authors": "Kostiantyn Yanchenko, Katharina Kleinen-von Königslöw",
          "abstract": "Experimental studies show that public opinion cues shape people’s perceptions of public opinion. However, the full extent of political information these cues comprise and, consequently, communicate remains unexplored. This study utilizes standardized content analysis to examine the political values in applauded statements ( n = 1,722) from Ukraine’s major political talk shows. The results suggest that applauded statements embody a complex mix of identity- and governance-oriented values, signaling to the broader audience the preferred type of political debate among those within the studio. The study enhances the literature on public opinion cues by demonstrating the significance of analyzing their underlying content.",
          "url": "http://dx.doi.org/10.1177/10776990241284581",
          "doi": "10.1177/10776990241284581",
          "filter": 0
        },
        {
          "title": "Collaborative Journalism Around the Globe: A Systematic Review",
          "authors": "Samuel Danso, Modestus Fosu, Michael Yao Wodui Serwornoo, Martin Thompson Kwadzo Ntem",
          "abstract": "This systematic review examines a decade of collaborative journalism research globally, extracting 40 articles from ProQuest and Scopus databases. The study underscores collaborative journalism’s efficacy in addressing cross-border issues and engaging diverse audiences but note its underexplored status in Africa. Four dimensions emerged: social media and audience engagement, journalism education and technology, challenges and barriers, and collaboration models. Identified research gaps include media policy, violence against journalists and ethical implications. The review advocates grounded studies using appropriate theories and calls for more collaborative journalism research in Africa.",
          "url": "http://dx.doi.org/10.1177/10776990241284582",
          "doi": "10.1177/10776990241284582",
          "filter": 0
        },
        {
          "title": "Do Heuristic Cues Affect Misinformation Sharing? Evidence From a Meta-Analysis",
          "authors": "Yanqing Sun, Juan Xie",
          "abstract": "Information overload in online environments leads individuals to be more likely to rely on heuristic cues to make decisions about (mis)information sharing. Drawing on dual-process models of information processing, namely the heuristic–systematic model and the elaboration likelihood model, we conducted a meta-analysis of 31 individual studies to examine the combined effects of five major heuristic cues on misinformation sharing. The results revealed that the affective heuristic of anxiety exerted the strongest impact on misinformation sharing ( r = .343), followed by three cognitive heuristics: the self-confirmation heuristic ( r = .249), endorsement heuristic ( r = .125), and fact-checking heuristic ( r = -.115)—but not the authority heuristic. The endorsement misinformation receives, consistency between misinformation and individuals’ prior attitudes or beliefs, anxiety people feel, and absence of fact-checking labels all make people more likely to share misinformation. Moderation analyses also highlight the importance of considering contextual and cultural factors in future research.",
          "url": "http://dx.doi.org/10.1177/10776990241284597",
          "doi": "10.1177/10776990241284597",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Beyond Journalism About Journalism?: Assessing the Impact of Metajournalistic Discourse on Journalism Studies",
          "authors": "Álvaro Villagrán Sánchez, Fernando López Pan",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2414349",
          "doi": "10.1080/1461670x.2024.2414349",
          "filter": 0
        },
        {
          "title": "Examining Journalists’ Adoption of Social Media Tools in Contexts of Precarity",
          "authors": "Soheil Kafiliveyjuyeh, Feyyaz Fırat, Ruth Moon",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2414340",
          "doi": "10.1080/1461670x.2024.2414340",
          "filter": 0
        },
        {
          "title": "The Negotiation of Truth Claims in Newsgames: The Tension Between “Fact” and “Fiction”",
          "authors": "Hao Sun",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2418039",
          "doi": "10.1080/1461670x.2024.2418039",
          "filter": 0
        },
        {
          "title": "Investigating Media Populism Worldwide",
          "authors": "Giuliano Bobba, Moreno Mancosu, Alessandro Nai, Antonella Seddone, Federico Vegetti",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2415423",
          "doi": "10.1080/1461670x.2024.2415423",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "From Individual Disconnection to Collective Practices for Journalists’ Wellbeing",
          "authors": "Diana Bossio, Valérie Bélair-Gagnon, Avery E. Holton, Logan Molyneux",
          "abstract": "Journalists are increasingly experiencing the negative consequences of online news transformations, such as trolling and harassment, as well as audience distrust. Despite acute need, intra-organisational efforts to support journalists’ online wellbeing have so far been limited. More recently, research has explored how journalists have turned to individual practices of disconnection, such as blocking, muting, or small breaks from online media to mediate the impacts of their everyday online labour (Bossio et al., 2024). Building on this research, this study explores how these individual practices are moving toward collective practices of disconnection. Using interviews with 21 journalists, this study traces how emergent collective practices might contribute to systemic change in journalism. We argue that in lieu of intra-organizational support, journalists seek to disconnect through informal sharing of experiences and support as well as collective efforts toward inter-organisational training and intra-organisational formalization mentoring programs.",
          "url": "http://dx.doi.org/10.17645/mac.8628",
          "doi": "10.17645/mac.8628",
          "filter": 0
        },
        {
          "title": "Body of Mine, Yours, and Everyone in Between: Communicating Gender Dysphoria Through Immersive Storytelling",
          "authors": "Cameron Kostopoulos",
          "abstract": "&lt;div&gt;&lt;span&gt;This article explores the potential of new, immersive realities to convey the complex experiences of gender dysphoria and body dissatisfaction, using the innovative and multi-award-winning experience &lt;em&gt;Body of Mine&lt;/em&gt; as a case study. Recognizing a gap in understanding and empathy towards gender-queer communities, &lt;em&gt;Body of Mine&lt;/em&gt; employs an innovative full-body tracking solution to place users into the body of someone else, combined with first-person documentary interviews and interactive elements aimed at fostering a deeper connection and insight into the transgender experience. Initial feedback from users indicates a heightened awareness and emotional connection to the challenges faced by individuals with gender dysphoria, as well as an increase in self-body positivity, based on a study conducted in collaboration with the University of Tübingen’s Department of Psychology. This project underscores the power of immersive storytelling in fostering embodied understanding, while also acknowledging the ethical complexities and voyeuristic risks when sharing narratives from vulnerable communities, and explores innovative methods for tackling social issues through emerging technology. It concludes by contemplating the implications of immersive technologies for the concept of identity in a world that increasingly transcends the physical body, suggesting a future where the notion of self is not confined to physical form but is fluid, multifaceted, and continually redefined within boundless digital horizons.&lt;/span&gt;&lt;/div&gt;",
          "url": "http://dx.doi.org/10.17645/mac.8687",
          "doi": "10.17645/mac.8687",
          "filter": 0
        },
        {
          "title": "The Effectiveness of an Educational Intervention on Countering Disinformation Moderated by Intellectual Humility",
          "authors": "Eduard-Claudiu Gross, Delia Cristina Balaban",
          "abstract": "&lt;span lang=\"EN-US\"&gt;There is an ongoing debate among scholars on how to tackle disinformation. Media education initiatives to increase literacy are effective ways to counter disinformation. Hence, the European Commission (2022) published &lt;em&gt;Guidelines for Teachers and Educators on Tackling Disinformation and Promoting Digital Literacy Through Education and Training&lt;/em&gt;. The present research looked at the role of social media literacy in increasing awareness of the role of social media in spreading disinformation. We developed an educational intervention based on the European Commission guidelines. We investigated its impact on perceived social media literacy, the intention to share fake news on social media, and general conspiracy beliefs. We conducted a within-subject (two times measurement: before the educational intervention and one week after) +1 experiment with &lt;em&gt;N&lt;/em&gt; = 127 young adults (aged 18 to 23). After filling in an initial survey, the experimental group received a 15-minute educational intervention on the role of social media for disinformation dissemination in complex digital information environments. One week later, all participants completed the second survey to assess perceived social media literacy and general conspiracy beliefs. In both surveys, participants saw three Instagram posts from a fictitious media outlet to express potential intentions to share on social media. Among the three posts, two showed false information. Findings showed that educational intervention produces a significant increase in perceived social media literacy and a decrease in general conspiracy beliefs. Intellectual humility moderates the impact of educational intervention on algorithmic awareness.&lt;/span&gt;",
          "url": "http://dx.doi.org/10.17645/mac.9109",
          "doi": "10.17645/mac.9109",
          "filter": 0
        },
        {
          "title": "Ghosting on Tinder: Examining Disconnectivity in Online Dating",
          "authors": "Anamarija Šiša",
          "abstract": "This study examines the phenomenon of ghosting on the mobile dating app Tinder among Slovenia’s dating app users. Ghosting is defined as the unexpected unilateral termination of communication in interpersonal relationships exerted through digital platforms. Drawing upon data from the walkthrough of the mobile dating app Tinder and 26 semi-structured interviews with users living in Ljubljana (Slovenia), ghosting is conceptualized as an undesirable but normalized disconnection strategy on Tinder. We argue that choosing ghosting as a communication strategy emerges predominantly from two different contexts. Firstly, from the need to protect oneself from harassment and vulnerability, and secondly, as a reaction to the information overload in an environment that demands perpetual activity, availability, and interaction. Therefore, it manifests as a disconnection strategy on an interaction level or as a consequence of disconnecting from the platform itself. According to users, the desire to disconnect from others and exit the app is as high and ambiguous as the desire to connect and experience an ego boost or the excitement of interactions. Ghosting on Tinder, therefore, emerges as a response to general hyperconnectivity to navigate the increasing information overload and to a feeling of loss of the possibilities for safe and authentic connections in digital spaces.",
          "url": "http://dx.doi.org/10.17645/mac.8563",
          "doi": "10.17645/mac.8563",
          "filter": 0
        },
        {
          "title": "Augmented Landscapes of Empathy: Community Voices in Augmented Reality Campaigns",
          "authors": "Katerina Girginova, Jeffrey Vadala, Andy Tan, Kate Okker-Edging, Kyle Cassidy, Terri Lipman, Melanie Kornides",
          "abstract": "In contrast with virtual reality which often aims to isolate a user from their surroundings in order to transport them to a distant place, augmented reality (AR) was uniquely designed to (re)contextualize local landscapes and to provide expanded human experiences in situ. This critical reflection adopts a “research through design” process to examine AR’s technological and affective capabilities in the context of three community co-created AR campaigns. We discuss how AR can become both a conceptual and practical tool for creating conditions of self-identification and, potentially, empathy between audience and content. Further, we explore how people and place become a critical part of AR’s infrastructure through the practice of empathic feedback loops.",
          "url": "http://dx.doi.org/10.17645/mac.8581",
          "doi": "10.17645/mac.8581",
          "filter": 0
        },
        {
          "title": "Digital Dis/Connection as Everyday Boundary Work Among Hong Kong BN(O) Migrants in the UK",
          "authors": "Jade Jiewen Deng, Jason Pridmore",
          "abstract": "While digital media can be seen to keep alive social connections among migrants across borders, the impact of how digital disconnection has redrawn migrants’ boundaries has not been adequately researched. Migrants subjected to the dual border-and-boundary work of Western host countries and their non-Western home countries make for complicated self–other boundary narratives. This study explores the everyday boundary work of migrants originating from Hong Kong, a former British colony, who have chosen to relocate to the UK through the British National (Overseas) (BN[O]) visa scheme. The scheme was catalysed by the 2019 political upheaval in Chinese Hong Kong and the UK–Hong Kong colonial affiliation. Through the lens of dis/connection assemblage, we conceptualise digital dis/connections as a form of boundary work and conduct in-depth interviews and thematic analysis of 14 BN(O)s. We demonstrate that digital disconnection can be seen as a socio-political practice related to identity regulation by situating BN(O)s’ digital media practices within the political projects of belonging in the UK, Hong Kong, and China. Through a matrix of disconnected approaches, BN(O)s shape boundaries around identity politics in terms of social positions, a sense of belonging, and social relations. The political meaning of digital disconnection is highlighted through its fracture of connected space-time and resilient management of social relationships&lt;strong&gt;.&lt;/strong&gt;",
          "url": "http://dx.doi.org/10.17645/mac.8573",
          "doi": "10.17645/mac.8573",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Testing the Effect of Sending an Evaluative Message on Perceiving Others in Computer-Mediated Communication",
          "authors": "Duy (Tyler) Pham, Brandon Van Der Heide, Yidi Zhang, Kelsey Earle, Bobbie Rathjens, Ezgi Ulusoy, Adam Mason, Andrew Bredland",
          "url": "http://dx.doi.org/10.1080/15213269.2024.2418641",
          "doi": "10.1080/15213269.2024.2418641",
          "filter": 0
        },
        {
          "title": "Media as a Locus for Family Ethnic-Racial Socialization: U.S. Youth Report on Discussions and Mutual Mediation",
          "authors": "Marie-Louise Mares, AnneMarie McClain, Nicole Martins, McCall Booth, Yuchi Anthony Chen",
          "url": "http://dx.doi.org/10.1080/15213269.2024.2410770",
          "doi": "10.1080/15213269.2024.2410770",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "(Dis)connecting families: Parents’ versus children's perspectives on the role of mobile devices within family interactions",
          "authors": "Nele Janssens, Anneleen Meeus, Kathleen Beullens",
          "abstract": "The characteristics of mobile technology devices have enabled new ways of integrating technology in familial interactions. This study aimed to investigate (1) differences in perspectives of technoference and family-oriented mobile technology use between parents and children, (2) the relation between parent–child interactions that take place via mobile technology and the quality of the parent–child relationship, and (3) its association with the well-being of parents and preadolescents separately. Structural equation modelling was performed on cross-sectional data from 390 parent–child dyads. The findings revealed discrepancies in child technoference perceptions and varying associations of the different types of mobile technology use with the parent–child relationship and parents' and children's well-being. From children's perspective, both parent and child technoference was negative for the parent–child relationship, whereas family-oriented mobile technology use when physically together was beneficial for the relationship and the child's well-being. From parents’ perspective, only child technoference was negatively related to the parent–child relationship and parent's well-being. Overall, the findings underline that mobile technology use can be both detrimental and beneficial, however, the effects can differ depending on the family member and the type of technology use.",
          "url": "http://dx.doi.org/10.1177/20501579241278757",
          "doi": "10.1177/20501579241278757",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "How to prevent deception: A study of digital deception in “visual poverty” livestream",
          "authors": "Kun Yang",
          "abstract": "This study, grounded in the interpersonal deception theory (IDT), aims to analyze the new form of digital deception known as “visual poverty” in livestreaming rooms. Through a multimodal discourse analysis of the collected data, this study found three distinct linguistic strategies employed in “visual poverty” livestream: illocutionary strategy, discourse strategy, and nonverbal strategy. These strategies are designed to achieve three interactional goals: constructing a false identity, reinforcing credibility, and gaining economic benefits. Based on these findings, this study further analyzed why it is difficult to detect digital deception and proposed suggestions to prevent it. This study theoretically proposes online IDT and offers practical suggestions for preventing digital deception, bearing both theoretical and practical significance.",
          "url": "http://dx.doi.org/10.1177/14614448241285443",
          "doi": "10.1177/14614448241285443",
          "filter": 0
        },
        {
          "title": "Perceiving AI intervention does not compromise the persuasive effect of fact-checking",
          "authors": "Je Hoon Chae, David Tewksbury",
          "abstract": "Efforts to scale up fact-checking through technology, such as artificial intelligence (AI), are increasingly being suggested and tested. This study examines whether previously observed effects of reading fact-checks remain constant when readers are aware of AI’s involvement in the fact-checking process. We conducted three online experiments ( N = 3,978), exposing participants to fact-checks identified as either human-generated or AI-assisted, simulating cases where AI fully generates the fact-check or automatically retrieves human fact-checks. Our findings indicate that the persuasive effect of fact-checking, specifically in increasing truth discernment, persists even among participants without a positive prior attitude toward AI. Additionally, in some cases, awareness of AI’s role reduced perceived political bias in fact-checks among Republicans. Finally, neither AI-generated nor human fact-checks significantly affected participants’ feelings toward or their perceptions of the competence of the targeted politicians.",
          "url": "http://dx.doi.org/10.1177/14614448241286881",
          "doi": "10.1177/14614448241286881",
          "filter": 0
        },
        {
          "title": "Burnt out and still single: Susceptibility to dating app burnout over time",
          "authors": "Liesel L. Sharabi, Paige A. Von Feldt, Thao Ha",
          "abstract": "Despite the ubiquity of dating apps, there is little longitudinal research examining the mental health and well-being of dating app users. To fill this void, this study takes a social compensation approach to exploring dating app users’ burnout experiences (i.e., emotional exhaustion, inefficacy, and depersonalization) over time. Four hundred ninety-three active single dating app users were surveyed over four waves across 12 weeks, with a final sample of 190. Multilevel growth curve models showed that dating app users experienced increased emotional exhaustion and inefficacy over time. Furthermore, depression, anxiety, and loneliness predicted more emotional exhaustion and inefficacy, while problematic dating app use predicted more emotional exhaustion and less inefficacy. The results suggest that dating apps may exacerbate existing difficulties with relationship initiation among vulnerable users by increasing their risk of burnout. Dating app burnout is a potential intervention target to improve users’ dating success.",
          "url": "http://dx.doi.org/10.1177/14614448241286788",
          "doi": "10.1177/14614448241286788",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "“If it can be done, it will be done:” AI Ethical Standards and a dual role for public relations",
          "authors": "Shannon A. Bowen",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102513",
          "doi": "10.1016/j.pubrev.2024.102513",
          "filter": 0
        },
        {
          "title": "Toward an authentic corporate social advocacy (CSA): An internal perspective of BLM advocacy",
          "authors": "Yeunjae Lee, Jo-Yun Li, Weiting Tao, Xiao “Shawn” Ma",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102508",
          "doi": "10.1016/j.pubrev.2024.102508",
          "filter": 0
        },
        {
          "title": "Streaming disasters on TikTok: Examining social mediated crisis communication, public engagement, and emotional responses during the 2023 Maui wildfire",
          "authors": "Wenlin Liu, Xinyan Zhao, Mengqi (Monica) Zhan, Stephanie Hernandez",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102512",
          "doi": "10.1016/j.pubrev.2024.102512",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Exploring the Influence of Interactive and Empathetic Chatbots on Health misinformation Correction and Vaccination Intentions",
          "authors": "Ziyang Gong, Leona Yi-Fan Su",
          "abstract": "Chatbots are increasingly used to correct health misinformation. However, few studies have investigated whether and how certain design features could enhance their effectiveness. We developed four chatbots and conducted an experiment that examined whether chatbots with interactive and empathetic conversational cues could outperform a basic chatbot at correcting unvaccinated participants’ COVID-19 vaccination misperceptions and increasing their vaccination intentions. Perceived chatbot interactivity was associated with lower levels of misperception, which in turn were linked to greater vaccination intention. Perceived chatbot empathy did not reduce misperception, yet was directly and positively associated with vaccination intention. Implications of these findings are discussed.",
          "url": "http://dx.doi.org/10.1177/10755470241280986",
          "doi": "10.1177/10755470241280986",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Decoding Online Narratives and Unraveling Complexities in the Rohingya Refugee Crisis",
          "authors": "Tanvir Ahammad, Siam Ahmed, Selina Sharmin",
          "abstract": "The Rohingya refugee crisis, a humanitarian tribulation involving the persecution of the Rohingya Muslim ethnic minority group in Myanmar, has led to a massive exodus of refugees, primarily women and children, to neighboring Bangladesh. Analyzing public opinion toward the Rohingya crisis poses a challenge due to the time complexity of manually assessing individual expressions from the vast amount of text on online platforms. This research focuses on identifying hidden patterns in online discussions surrounding the Rohingya refugee crisis, employing topic modeling and a thematic sentiment analysis-based approach. It represents the first comprehensive exploration of public views on internet spaces to support this community. In the experiment, we identified 15 coherent topics from 6,840 unique documents with a high coherence score of about 0.60. The key themes explored encompass familial resilience, the urgency of addressing the refugee crisis, complexities within the Rohingya situation, religious and cultural elements, and geopolitical considerations. Sentiment analysis revealed nuanced emotional tones, with positive sentiments in discussions about refugee support and international aid and mixed or negative sentiments in topics concerning religious dynamics and women’s protection. The implications of this research extend to guiding policymakers, humanitarian organizations, and advocacy groups in developing targeted interventions, communication strategies, and informed policy initiatives. In addition, the findings emphasize the importance of understanding and responding effectively to the multifaceted challenges faced by the Rohingya community.",
          "url": "http://dx.doi.org/10.1177/20563051241288942",
          "doi": "10.1177/20563051241288942",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "What makes citizens participate in government data governance? A study based on Behavioral Reasoning Theory",
          "authors": "Min Zhang, Ke Zhang, Yin Zhang, Sonali Kudva",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102198",
          "doi": "10.1016/j.tele.2024.102198",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "The Austrian Political Advertisement Scandal: Patterns of “Journalism for Sale”",
          "authors": "Paul Balluff, Jakob-Moritz Eberl, Sarina Joy Oberhänsli, Jana Bernhard-Harrer, Hajo G. Boomgaarden, Andreas Fahr, Martin Huber",
          "abstract": "Mounting concern surrounds the influence of political actors on journalism, especially as media outlets face increasing financial pressures. These circumstances can give rise to instances of media capture, a mutually corrupting relationship between political actors and media organizations. However, empirical evidence substantiating such mechanisms and their consequences remains limited, particularly in the context of Western democracies. This chapter investigates a recent case in which a former Austrian chancellor allegedly colluded with a tabloid newspaper to receive better news coverage in exchange for increased ad placements by government institutions. We employ automated content analysis to investigate political news articles from seventeen prominent Austrian news outlets spanning 2012–2021 ( n = 222,659). Adopting a difference-in-differences approach, we find a substantial increase in media visibility of the former Austrian chancellor within the news outlet that is alleged to have received bribes, as well as a decrease in favorability for challenger candidates. Although this study does not aim to prove or disprove the involvement of specific political actors or media organizations in unethical or illegal activities, it introduces an innovative method for detecting unusual patterns in media reporting. Findings are discussed in the context of current threats to media independence and underscore the crucial need to protect journalistic integrity and ensure unbiased information for the public.",
          "url": "http://dx.doi.org/10.1177/19401612241285672",
          "doi": "10.1177/19401612241285672",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Going against the grain? Appraising the aesthetic labour of male beauty influencers on Instagram",
          "authors": "Felicia Chua, Peter Teo",
          "abstract": "Despite the proliferation of scholarly studies on social media in recent years, not many have focused on male social media influencers in the beauty industry, which is often viewed as a feminine preserve with the vast majority of ‘beauty influencers’ being female. This study focuses on the discursive practices of two male beauty influencers to examine how their visual self-portrayal contributes to their popularity and influence. A total of 752 photographs collected from their Instagram accounts were examined using a visual appraisal framework adapted from Martin and White’s (2005) Appraisal Theory described in The Language of Evaluation, focusing on normality, capacity and authenticity. The authors’ findings show that both influencers, who are openly gay, portray themselves as gender norm transgressors whose performance of capacity and authenticity as social media celebrities is a highly contested and conflictual aspect of their identity construction as beauty influencers. These findings not only shed light on the visual discursive processes and practices through which beauty influencers perform their aesthetic labour to enhance their popularity and influence but they also contribute to our understanding of how they perpetuate mediatized and marketized stereotypes of beauty and being as part of the broader sociocultural phenomenon of the celebrification of social media influencers in contemporary society.",
          "url": "http://dx.doi.org/10.1177/14703572241251656",
          "doi": "10.1177/14703572241251656",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
