{
  "update": "2025-09-23",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Classification bias of LLMs in detecting incivility towards female and male politicians in German social media discourse",
          "authors": "Anke Stoll, Jingyuan Yu, Aliya Andrich, Emese Domahidi",
          "url": "https://doi.org/10.1080/19312458.2025.2551693",
          "doi": "https://doi.org/10.1080/19312458.2025.2551693",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Encoding and decoding in the human–machine discourse",
          "authors": "Klaus Bruhn Jensen",
          "abstract": "The emerging field of human–machine communication (HMC) research represents one of the most sustained efforts to bring communication research to bear on the social uses and consequences of artificial intelligence (AI), and yet HMC theory development is still in its early stages. Building on Stuart Hall’s seminal work about the encoding and decoding of television, this article presents a model that conceptualizes and operationalizes human–machine interactions in terms of their distinctive forms of encoding and decoding. Humans and machines take turns encoding and decoding each other, at a proliferating variety of interfaces, and through infrastructures extending across space and time. In the process, they also metacommunicate, about the discursive codes they each rely on, and about the social roles they occupy in shifting configurations. The encoding-decoding model provides a framework for further theory development about the co-creation of meaning and the exercise of agency by humans and machines.",
          "url": "https://doi.org/10.1093/ct/qtaf022",
          "doi": "https://doi.org/10.1093/ct/qtaf022",
          "filter": 0
        },
        {
          "title": "Expression and reality: a dialogue on communication, constitution, and process philosophy",
          "authors": "Brian Massumi, Boris H J M Brummans",
          "abstract": "What happens when process philosophy meets communication theory? This article takes up that question through a dialogic inquiry that unfolds in three movements. First, it examines the premises of process philosophy, engaging philosophers such as Whitehead, Simondon, and Deleuze, who conceptualize reality as a dynamic, multifaceted becoming. Next, it develops a process philosophical view of communication and delves into its role in constituting social collectives as relational formations. Finally, the conversation turns to the relation between communication, constitution, and reality, asking how communication might be understood as in-forming the real’s becoming and recursively being in-formed by this becoming. Rather than presenting a linear argument, this article invites the reader into an exploratory movement of thought where meaning emerges in the unfolding of dialogue itself. By embracing this form, the article opens space for reimagining communication theory.",
          "url": "https://doi.org/10.1093/ct/qtaf020",
          "doi": "https://doi.org/10.1093/ct/qtaf020",
          "filter": 0
        },
        {
          "title": "Reconciling discrepancies between low estimates of misinformation exposure versus high perceived threats: a theoretical overview and a future research agenda",
          "authors": "Michael Hameleers",
          "abstract": "The alarm on misinformation’s scope and alleged unprecedented democratic consequences is ringing louder than ever. At the same time, empirical research on the prevalence and effects of misinformation does not offer univocal support for a salient threat. News users, however, are very concerned about misinformation and their ability to detect it. In this paper, we forward four potential reasons for the discrepancy between concerns about misinformation and empirical evidence on its scope and effects: (1) the weaponization and amplification of threats related to misinformation; (2) non-aligning conceptualizations of misinformation between news users, media practitioners, and academics; (3) a lack of attention to low- versus high-resilient contexts of mis- and disinformation; and (4) a conflation between prevalence and impact. By mapping these potential causes of prevailing discrepancies, this paper aims to contribute to a better theoretical understanding of the nature of misinformation’s threats that should form the empirical basis for effective interventions.",
          "url": "https://doi.org/10.1093/ct/qtaf021",
          "doi": "https://doi.org/10.1093/ct/qtaf021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Book review: Appropriate, Negotiate, Challenge: Activist Imaginaries and the Politics of Digital Technologies by Elisabetta Ferrari FerrariE (2024) Appropriate, negotiate, challenge: Activist imaginaries and the politics of digital technologies. Oakland, CA: University of California Press. 230 pp. ISBN 9780520402027 (paperback); ISBN 9780520402041 (ebook)",
          "authors": "Chi Kwok",
          "url": "https://doi.org/10.1177/13548565251380647",
          "doi": "https://doi.org/10.1177/13548565251380647",
          "filter": 0
        },
        {
          "title": "Visual representations of women activists in the Akbelen protests: Challenging gender norms and corporate exploitation through digital media",
          "authors": "Semra Demirdiş",
          "abstract": "This study examines the visual representation of women activists in the Akbelen protests in Türkiye, focussing on images and videos shared on X (formerly Twitter) under the hashtag #AkbelenDokunma. Using qualitative content analysis, it explores how digital media constructs narratives about women’s roles in activism, particularly in challenging traditional gender norms. Drawing on Stuart Hall’s theory of representation, the study analyses how these visual portrayals encode meanings that influence public perceptions of women’s agency in environmental movements. The findings reveal a dual narrative in the representation of women activists. While many images depict women as leaders in environmental resistance, actively advocating for conservation and social justice, others portray them as passive victims, emphasising their emotional vulnerability, distress, and powerlessness. This contradiction reflects broader gendered media biases, where women’s activism is acknowledged but often framed through narratives of suffering rather than empowerment. These representations shape public perceptions of gender roles in activism, influencing how women’s resistance is understood and valued. This research contributes to the growing literature on digital activism, gender, and environmental movements, emphasising the role of social media in contesting and reinforcing dominant narratives. Additionally, it addresses gaps in existing research on the representation of women activists in digital media, offering new insights into how visual media both empowers and constrains women’s activism, particularly in the context of environmental justice and gender equality.",
          "url": "https://doi.org/10.1177/13548565251381482",
          "doi": "https://doi.org/10.1177/13548565251381482",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Evaluating Artificial Intelligence Use and Its Psychological Correlates via Months of Web-Browsing Data",
          "authors": "Emily McKinley, David M. Markowitz, Rui Zhu, Brandon Van Der Heide",
          "url": "https://doi.org/10.1177/21522715251379987",
          "doi": "https://doi.org/10.1177/21522715251379987",
          "filter": 0
        },
        {
          "title": "Work Hard, Use Harder? The Longitudinal Association Between Work Addiction and Social Media Addiction in Full-Time Workers by a Cross-Lagged Panel Network Analysis",
          "authors": "Jing Zhai, Ruimei Sun, L.W. Lam, Chester C.S. Kam, Robin Chark, Anise M.S. Wu",
          "url": "https://doi.org/10.1177/21522715251379749",
          "doi": "https://doi.org/10.1177/21522715251379749",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
      "journal_short": "CyberPsych",
      "articles": [
        {
          "title": "Convergent and divergent predictors of extensive use time and problematic TikTok use",
          "authors": "Ágnes Zsila, Mara S. Aruguete, Reza Shabahang, Ágnes Buvár, Gábor Orosz",
          "abstract": "Short videos on TikTok provided an entertaining pastime for 1.5 billion users worldwide in 2023. The increasing popularity of TikTok has generated considerable research interest in the psychological and social predictors of problematic use. However, recent empirical studies on Internet-based activities have found evidence that extensive time spent on TikTok is not necessarily problematic. This study explores convergent and divergent predictors of extensive and problematic TikTok use including demographics, psychological distress, and TikTok activities. A total of 618 Hungarian TikTok users (80.1% women, 18.8% men; Mage = 22.1 years, SD = 4.2) completed an online questionnaire. The unidimensional, six-item Problematic TikTok Use Questionnaire was developed, demonstrating good psychometric properties in terms of factor structure, reliability, and validity. Based on latent profile analysis, 3.07% of TikTok users were found to be at risk of problematic TikTok use. Using a structural equation model, it was found that symptoms of depression, anxiety, and stress had stronger associations with problematic use than with extensive time spent on TikTok. Exploring the Discover page and viewing content creators’ videos predicted only problematic use severity. Exploring the For You page and reading comments posted to others’ videos were the strongest predictors of both extensive use time and problematic use. These factors collectively explained a notable proportion of the variance of problematic use severity (45%). The findings provide a detailed picture of risky use patterns and extend knowledge of the differences between extensive use time and problematic TikTok use.",
          "url": "https://doi.org/10.5817/cp2025-4-8",
          "doi": "https://doi.org/10.5817/cp2025-4-8",
          "filter": 0
        },
        {
          "title": "The relationship between usage of social networking sites and meaning in life: Anonymous versus identifiable contexts",
          "authors": "Lewis Nitschinsk, Stephanie J. Tobin, Nino Gugushvili, Carly McComb, Philippe Verduyn",
          "abstract": "Social networking sites (SNSs) allow people to choose how they want to engage with others. Some behaviours are more associated with aspects of well-being (i.e., meaning in life) than others. Online environments also afford people the opportunity to interact with other people at varying levels of anonymity and identifiability, which could further impact well-being. However, whether people use SNSs differently when they are anonymous versus identifiable – and how this relates to their meaning in life – has not been investigated. To test this, we sampled 192 participants (Mage = 19.72) to investigate differences in how people use and post on SNSs while anonymous and identifiable. Furthermore, we assessed how these behaviours were associated with meaning in life. We found that: (1) People were most likely to use SNSs passively across anonymous and identifiable environments. (2) People were most likely to post about life updates/social activities in identifiable environments, and intellectual or negative topics in anonymous environments. (3) Passive usage was negatively associated with meaning in life in identifiable environments. (4) Active-targeted usage (behaviours that are directed towards a specific person or a small group) and posting about life updates/social activities were positively associated with meaning in life, but only in identifiable environments. We demonstrate that meaning in life is related to how people use SNSs, but also the specific online environments they seek out.",
          "url": "https://doi.org/10.5817/cp2025-4-3",
          "doi": "https://doi.org/10.5817/cp2025-4-3",
          "filter": 0
        },
        {
          "title": "Breaking barriers: The impact of intergroup contact on bystanders' actions against bias-based cyberbullying",
          "authors": "Raquel António, Rita Guerra, Lindsey Cameron, Carla Moleiro",
          "abstract": "Bystanders are present in most bullying and cyberbullying incidents, and when they intervene in favor of the victim, they can effectively stop it. Evidence suggests that intergroup factors, such as social identification, increase bystanders’ helping intentions in bullying episodes. However, relatively little is known about the potential positive effects of intergroup factors on bystanders’ attitudes and behaviors when witnessing bias-based cyberbullying (i.e., cyberbullying based on identity). Two studies examined bystanders’ responses to cyberbullying toward two minority groups (i.e., LGBTQI+ and Black youth); and what can influence their helping intentions when they witness bias-based cyberbullying episodes. Study 1 (N = 2,253) showed that bystanders' responses vary depending on the target of cyberbullying, helping an LGBTQI+ youth target less than a Black target, and showing less empathy, less positive group norms, less inclusive identities, less positive attitudes, and more intergroup anxiety. Study 2 (N = 2,254) revealed that high quality offline contact is associated with more helping behaviors via increased empathy, outgroup attitudes, dual-identity representations and decreased intergroup anxiety (for the LGBTQI+ target), and via empathy, one-group identity, and group norms (for the Black target). Implications for efforts to promote more helping behaviors and positive intergroup attitudes in the online context are discussed.",
          "url": "https://doi.org/10.5817/cp2025-4-5",
          "doi": "https://doi.org/10.5817/cp2025-4-5",
          "filter": 0
        },
        {
          "title": "Unravelling social network usage patterns: A study based on unsupervised learning",
          "authors": "Alfredo Zarco-Alpuente, Víctor Ciudad-Fernández, Marta Carrique-Martínez, Lucas Serrano-Pastor, Elisabeth Malonda-Vidal, Anna Llorca-Mestre, Rafael García-Ros, Paula Samper-García",
          "abstract": "We are facing a growing concern regarding the consequences of Problematic Social Network Use (PSNU). Therefore, the aim of the present study was to explore the profiles of social network (SN) users and contrast their differences across variables linked to PSNU in the literature. A sample of 726 participants aged 16 and above (77.0% female) residing in Spain was analysed using Latent Class Analysis (LCA). ANOVA and chi-square test were employed to investigate differences in sociodemographic variables, digital preferences, impulsivity, emotional intelligence, empathy and aggression among the latent classes. The three-class model, which proved the most parsimonious, identified functional, risky, and problematic users. Notably, greater differences were observed between functional and risky users regarding impulsivity and emotional regulation, whereas differences in empathy and aggression were more pronounced between problematic users and the other two groups. The study provides relevant information about the characteristics of different groups of SN users. This information may be useful for the early detection of inappropriate online behaviours that may lead to PSNU, as well as for identifying users who may have already developed it.",
          "url": "https://doi.org/10.5817/cp2025-4-7",
          "doi": "https://doi.org/10.5817/cp2025-4-7",
          "filter": 0
        },
        {
          "title": "Meme-ingful connections: Unleashing the power of memes, GIFs, and emojis in relationship-oriented online communication",
          "authors": "Rachel X. Peng, Jin Chen",
          "abstract": "This study examines the influence of graphic icons in building and maintaining social connections in computer-mediated communication interactions. Through an online survey, participants (N = 395) were randomly assigned to reflect on conversations with either a close contact (strong tie) or an acquaintance (weak tie) and reported their use of graphic icons. We found that the use of graphic icons can be viewed as part of routine relational maintenance practices. More frequent use of memes, GIFs, and emojis was associated with greater self-disclosure breadth and depth, stronger intimacy, and better relationship maintenance. Social anxiety and tie strength moderated these relationships. The effects were stronger for less socially anxious individuals and in weak tie relationships, suggesting that graphic icons may serve different social functions depending on individual characteristics and relational contexts. These findings provide evidence that memes, GIFs, and emojis can serve as useful tools to improve social connection and relationship management in digital communication.",
          "url": "https://doi.org/10.5817/cp2025-4-11",
          "doi": "https://doi.org/10.5817/cp2025-4-11",
          "filter": 0
        },
        {
          "title": "Does the mere presence of smartphones impact cognition in the high school classroom?",
          "authors": "Daniel B. Le Roux, Douglas A. Parry, Jennifer Feldman",
          "abstract": "The regulation of smartphone use in high schools is a contentious issue. Among others, a key question is whether the location of learners’ phones affects their cognitive performance in the classroom. While some studies have found that a smartphone’s mere presence can impair cognition, others suggest that the evidence is weak, or that when separated from their phones, adolescents may experience anxiety which can also harm cognitive performance. We conducted two experimental studies at different high schools to test the effects of smartphone location on performance in a fluid intelligence task. Study 1 (n = 195; learner’s desk: n = 96; schoolbag: n = 99) was conducted at a boys-only high school, while Study 2 (n = 115; learner’s desk: n = 41; schoolbag: n = 49; teacher’s desk: n = 25) was conducted a girls-only high school. Both studies were conducted in normal class settings and administered by teachers to enhance ecological validity. Across both studies, we found no clear evidence that having the phone on the desk impaired performance. In some comparisons, learners performed slightly worse when phones were in schoolbags and slightly better when phones were placed on the teacher’s desk, but these effects were small and not robust. Learners did not report elevated anxiety when separated from their phones. Overall, our findings highlight the need for further research to clarify whether and how phone location influences cognitive performance in school settings, and to better understand the psychological and attentional mechanisms involved.",
          "url": "https://doi.org/10.5817/cp2025-4-1",
          "doi": "https://doi.org/10.5817/cp2025-4-1",
          "filter": 0
        },
        {
          "title": "Investigating the cross-sectional and longitudinal relationship of X and LINE use with online relationship and life satisfaction: A 4-Year cohort study among Japanese adults",
          "authors": "Yu Takizawa",
          "abstract": "The rise of social media has sparked extensive research on its relationship with well-being, yet drawing definitive conclusions remains challenging due to the multifaceted nature and diversification of these platforms. To gain a clearer understanding of this relationship, it is essential to explore how various social media platforms both cross-sectionally and longitudinally relate to well-being as well as to explore direct and indirect relationships mediated by other factors. Such investigation is lacking especially in Non-Western context. To address this gap, the author examined the cross-sectional and longitudinal relationships of X (formerly Twitter) and LINE use with life satisfaction—a key indicator of well-being—both directly and indirectly through the quality of online relationships, within a 4-year cohort of 1,674 Japanese adults. Multivariate latent growth curve modeling revealed a mixed relationship between X use and life satisfaction. Direct relationships with life satisfaction were negative, both cross-sectionally and longitudinally. In contrast, an indirect relationship—mediated by online relationships—was positive both cross-sectionally and longitudinally. In contrast, LINE use consistently showed positive relationships with life satisfaction, with both direct and indirect positive cross-sectional associations through online relationships. These findings underscore the growing diversity of social media platforms and the need to recognize that the relationship between social media use and life satisfaction varies depending on the platform in both Western and non-Western contexts. To support well-being, public education and digital literacy efforts should address the risks of excessive use of open-network platforms like X, while avoiding overgeneralizations to closed-network platforms like LINE, which may enhance well-being through supportive relationships.",
          "url": "https://doi.org/10.5817/cp2025-4-2",
          "doi": "https://doi.org/10.5817/cp2025-4-2",
          "filter": 0
        },
        {
          "title": "Bystanders’ perceptions on online hate speech: Investigating the effects of perpetrators’ justifications and the bystander’s role on bystanders’ attitude and prosocial intervention intentions",
          "authors": "Sara Pabian",
          "abstract": "On social media, users are exposed to online hate speech (OHS), which is a type of speech that attacks a person or a group based on a group characteristic, e.g., gender identity or sexual orientation. Not every bystander evaluates OHS as offensive and/or feels the need to intervene, which can lead to the continuation of OHS and damaging consequences for victims. The goal of the present study was to understand attitudinal and behavioral components of bystanders’ perceptions on OHS by investigating content-related, contextual, and personal characteristics. More precisely, the effects of the presence or absence of online moral disengagement strategies or moral excuses in OHS messages (e.g., “I’m posting this because it doesn't hurt if I share my opinion online”) and the bystander’s role (pure bystander or vicarious victim) on bystanders’ attitudes and behaviors were tested, while controlling for previous experience with OHS and connectedness with the target group. To this aim, a repeated measures experiment (5x2x2 mixed design) was conducted among 633 adults aged 18–25. The results indicated no difference in bystanders’ perceived offensiveness of OHS and intention to intervene when exposed to OHS containing a moral excuse compared to OHS without. When bystanders were vicarious victims (being exposed to OHS targeting an individual with whom the bystander shares the targeted group characteristic), OHS was perceived as more offensive and bystanders had a higher intention to intervene with prosocial bystander behavior, compared to when bystanders did not share the group characteristic. Theoretical and practical implications are discussed.",
          "url": "https://doi.org/10.5817/cp2025-4-6",
          "doi": "https://doi.org/10.5817/cp2025-4-6",
          "filter": 0
        },
        {
          "title": "Theory of mind predicts emoji comprehension in a sample of early adolescents: The moderating effect of social media use",
          "authors": "Elisa Bisagno, Simone Pinetti, Alice Lucarini, Martina Basciano, Alessia Cadamuro",
          "abstract": "Despite the widespread use of social media and communication apps among early adolescents, little is known about which psychological variables affect their comprehension of emojis, i.e., pictograms delivering emotional cues in digital messages. To fill this gap, the present study explores the role of Theory of Mind (ToM) in emoji comprehension at the boundary condition of low vs high Social Media Use (SMU), in a sample of 303 Italian early adolescents (134 females) aged between 10 and 14 years old. Participants completed an SMU scale, two ToM measures, namely the Reading the Mind in the Eyes test and Real/apparent Emotions task, and an emoji comprehension task. Results showed that both ToM measures positively predicted emoji comprehension. Moreover, there was a significant interaction between the Real/apparent Emotions task and SMU, with stronger relationships between ToM and emoji comprehension for low SMU. Separate analyses with easy- and difficult-to-classify emojis as dependent variables showed the same interaction effect only on easy emojis, while we found no significant interaction effect on difficult emojis. Taken together, these results suggest that youngsters less familiar with social media rely on ToM to encode and decode emojis and interpret digital messages. Conversely, the more they use social media, the more automated this task becomes. In this sense, ToM training could be relevant to promote preparatory skills among early adolescents starting to approach digital communication.",
          "url": "https://doi.org/10.5817/cp2025-4-10",
          "doi": "https://doi.org/10.5817/cp2025-4-10",
          "filter": 0
        },
        {
          "title": "Navigating the digital landscape: Exploring the relationship between social media affordances and Chinese Generation Z’s online prosocial and antisocial behaviors",
          "authors": "Wu Li, Pengya Ai, Tian You Guo, Lianshan Zhang",
          "abstract": "Online prosocial and antisocial behaviors are increasingly prevalent on social media, highlighting the need to explore the factors that shape these online social behaviors. Understanding the influencing factors, including social media use, is crucial for fostering healthy online interactions and mitigating potential risks in digital environments. In this study, we examine whether and how online prosocial and antisocial behaviors are associated with social media affordances, specifically the notions of bandwidth, social presence, anonymity, and ephemerality. Based on the collected sample of Chinese Generation Z (N = 782), the online survey study finds that bandwidth and social presence are positively associated with online prosocial behavior through online social support. On the other hand, anonymity is negatively related to online prosocial behavior through online social support and positively related to online antisocial behavior through online disinhibition. Also, ephemerality is positively associated with online antisocial behavior through the indirect effect of online disinhibition. Interestingly, while online social support positively predicts online prosocial behavior and online disinhibition positively predicts online antisocial behavior, the relationship between online social support and online antisocial behavior is not as simple. The relation is found to be positive for females and emerging adults, negative for adolescents, and insignificant for males. Theoretical implications for social media use and online social behaviors, as well as practical implications for online prosocial and antisocial behavior interventions, are discussed.",
          "url": "https://doi.org/10.5817/cp2025-4-4",
          "doi": "https://doi.org/10.5817/cp2025-4-4",
          "filter": 0
        },
        {
          "title": "Fear of missing out mediates the relationship between intolerance of uncertainty and problematic smartphone use severity",
          "authors": "Nisha Yao, Caleb Hallauer, Elyse Hutcheson, Jon Elhai",
          "abstract": "Despite the widespread use of smartphones, not all users develop problematic use. Understanding the pathways that lead from healthy to Problematic Smartphone Use (PSU) is essential for uncovering underlying mechanisms and informing effective prevention strategies. Building on theoretical models of PSU, this study explores a maladaptive regulatory-focused pathway linking Intolerance of Uncertainty (IU) to PSU through Fear of Missing Out (FoMO) as a mediator. Although previous research has linked IU, FoMO, and PSU in pairs, few studies have examined these constructs simultaneously within a unified explanatory framework. By integrating them into a theoretically grounded mediation model, this study offers a more comprehensive understanding of psychological mechanisms that may underlie PSU. We conducted a cross-sectional online survey with 343 U.S. undergraduate students, recruited through a university research pool in exchange for course credit. Participants completed self-report measures of IU, FoMO, and PSU. Using structural equation modeling, we examined a mediation model incorporating latent variables for IU, FoMO, and PSU, assessing both direct and indirect effects of IU on PSU through FoMO. Results indicated that IU showed a positive association with FoMO, which was further associated with elevated PSU levels. The direct association between IU and PSU was non-significant. These findings support theoretical models positing that personal predispositions, such as IU, contribute to PSU through Internet-related cognitive biases like FoMO. Preventive initiatives should focus on raising awareness about the adverse effects of IU and FoMO on PSU and promoting strategies to effectively manage IU and FoMO, potentially reducing the risk of PSU.",
          "url": "https://doi.org/10.5817/cp2025-4-9",
          "doi": "https://doi.org/10.5817/cp2025-4-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Examining Platforms’ Affordances: Bridging Journalists’ and Users’ Practices of Online Engagement",
          "authors": "Constanza Gajardo, David Domingo, Irene Costera Meijer",
          "url": "https://doi.org/10.1080/21670811.2025.2559370",
          "doi": "https://doi.org/10.1080/21670811.2025.2559370",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Contested Grounds: Farmer Protests, Political Imaginaries, and Environmental Futures in Rural Spain",
          "authors": "Eva-Lynn Jagoe, Marta Rocatín Centelles",
          "url": "https://doi.org/10.1080/17524032.2025.2560402",
          "doi": "https://doi.org/10.1080/17524032.2025.2560402",
          "filter": 0
        },
        {
          "title": "Beyond the CCCM – The Conditions Facilitating the Swedish Climate Change Reactionary Movement",
          "authors": "Kjell Vowles, Kristoffer Ekberg",
          "url": "https://doi.org/10.1080/17524032.2025.2560392",
          "doi": "https://doi.org/10.1080/17524032.2025.2560392",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "The Co-Culture of the Howard University Men’s Soccer Team: An Applied Communication Study",
          "authors": "Andrew Dix",
          "url": "https://doi.org/10.1080/10646175.2025.2555563",
          "doi": "https://doi.org/10.1080/10646175.2025.2555563",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Explicit acceptance, gentle challenge: exploring (dis)confirmation in parent–adult child mental health conversations",
          "authors": "Chantel N Haughton, Tamara D Afifi",
          "abstract": "This study explored the role of (dis)confirmation in family mental health conversations. One hundred sixteen parent–young adult child dyads from Black, Latinx, Asian, white, and multiethnic-racial families in the United States participated in a Zoom conversation about mental health. These conversations were analyzed using a phronetic iterative approach. The findings expand upon the concepts of acceptance and challenge to introduce further nuance to confirmation theory. Specifically, the authors proposed the constructs of strict and gentle challenge and considered the role of explicit, absent, and implicit acceptance in these conversations. Both individually and together, these constructs appeared to correspond with varying degrees of (dis)confirmation. The authors considered factors that corresponded with the appearance of (dis)confirmation, including openness as a precursor for confirmation, (dis)confirmation reinforcing or redefining normative beliefs, and the role of confirmation gaps. The authors explored the implications of these findings on confirmation theory and family mental health communication research.",
          "url": "https://doi.org/10.1093/hcr/hqaf020",
          "doi": "https://doi.org/10.1093/hcr/hqaf020",
          "filter": 0
        },
        {
          "title": "Human Communication Research at a crossroads: reaffirming standards, reimagining possibilities",
          "authors": "Tai-Quan Peng",
          "abstract": "As Human Communication Research begins a new editorial chapter, this editorial reaffirms the journal’s longstanding commitment to theory-driven scholarship while addressing recurring challenges that shape how communication research is conceptualized, designed, and interpreted. Drawing from editorial experience and field-wide observations, I identify ten patterns—such as sidelining theory, prioritizing statistical effects over explanatory mechanisms, and equating analytical complexity with conceptual rigor—that signal misalignments between empirical practice and theoretical ambition. These challenges are mapped onto Chaffee and Berger’s classic evaluative criteria to clarify where theoretical contributions often falter. In response, I outline an editorial vision centered on conceptual coherence, methodological alignment, and integrative theorizing. The editorial also introduces Commentaries and Catalysts, a new column designed to foreground theoretical insight and foster cross-paradigm dialogue. Together, these reflections aim to support authors and reviewers while inviting engagement with the standards, possibilities, and evolving responsibilities of cumulative theory-building in communication research.",
          "url": "https://doi.org/10.1093/hcr/hqaf021",
          "doi": "https://doi.org/10.1093/hcr/hqaf021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Perception vs reality: a multi-level framework for analyzing user perceptions of LLM-based chatbots",
          "authors": "Yankuan Liu, Pei-Luen Patrick Rau",
          "abstract": "Purpose This study develops a multi-level framework to examine user perceptions of large language models (LLMs). By investigating the relationships among scenario characteristics (irreplaceability, audience and purpose), user perceptions (familiarity, trust and attitudes) and usage contexts (individual, organizational and societal), this study explores how users evaluate LLM-based chatbots in various contexts, addressing a gap in existing research on LLM applications and their user acceptance. Design/methodology/approach Utilizing a mixed-methods approach, this study crafted eight diverse usage scenarios spanning niche entertainment to significant production support. A questionnaire survey captured users’ familiarity, trust and attitudes, enabling a systematic analysis of user perceptions at individual, organizational and societal levels. Hierarchical clustering and linear regression linked user perceptions with scenario characteristics, forming the basis of the proposed multi-level framework. Findings Through the developed framework, this study identifies distinct perception patterns that systematically align with individual, organizational and societal levels of application. For instance, personal assistance scenarios receive higher perception scores, while societal-level applications reveal mixed user perceptions. These insights suggest that enhancing system performance and addressing user concerns are crucial for effective adoption. Originality/value This study introduces a user-centric, multi-level framework for analyzing LLM perceptions across contexts. It highlights the critical role of user perspectives in shaping ethical, reliable and widely accepted LLM applications, offering practical guidance for developers, organizations and policymakers.",
          "url": "https://doi.org/10.1108/itp-03-2024-0403",
          "doi": "https://doi.org/10.1108/itp-03-2024-0403",
          "filter": 0
        },
        {
          "title": "Stronger together: cultivating a sense of community in virtual communities during disasters",
          "authors": "Mahmudul Hasan, Varqa Shamsi Bahar",
          "abstract": "Purpose The presence of unverifiable, inaccurate, and irrelevant information during disasters can encourage people to withdraw from virtual communities. One way to combat this problem is to cultivate a sense of community. However, little is known about how a sense of community can be fostered quickly in virtual communities during a disaster. Our study addresses this limitation of prior research work. Design/methodology/approach We conducted an in-depth qualitative case study of a Reddit community during Hurricane Harvey. The main sources were archival data, including community threads and associated comments. Data from newspapers, magazine reports and government websites were also collected to capture contextual information about the disaster. Findings Our findings indicate that socialisation and formal control can foster a sense of community. This is made possible through the strategic use of social media, which involves (1) endorsing emergent norms and (2) enforcing those norms through a disciplining process. Practical implications We offer practical suggestions for virtual community moderators and members on strategically using social media features to create, enforce and institutionalise emergent norms. We recommend that system designers develop adaptable social media features that can be reconfigured according to the context. Originality/value We show how socialisation and formal control must coexist in virtual communities to foster a sense of community, rather than prioritising one over the other. We also unpack how the strategic use of social media can inform this process. We argue that social media features should be adaptable, rather than pre-set, to meet emergent needs.",
          "url": "https://doi.org/10.1108/itp-11-2024-1383",
          "doi": "https://doi.org/10.1108/itp-11-2024-1383",
          "filter": 0
        },
        {
          "title": "Mechanism and long-term effects of psychological inoculation on individuals’ attitudes towards commercial misinformation: experimental research",
          "authors": "Xi Han, Ke Liao, Yuan Chen, Xinai Jin, Wenting Han",
          "abstract": "Purpose The pervasive spread of commercial misinformation on social media poses significant risks to businesses and brands, with potentially devastating consequences for their reputation and financial stability. Given its unique nature and far-reaching impact, it is imperative to investigate and develop effective strategies to counteract this growing threat. Based on inoculation theory, this study aims to investigate the mechanisms and long-term effects of different inoculation strategies in the context of commercial misinformation. Design/methodology/approach A randomized controlled trial and follow-up experiment were conducted with 569 valid participants over 2 waves in a 6-week longitudinal study. Hypotheses were tested using one-way ANOVA, post-hoc analysis and regression analysis. Findings Data analysis indicates that inoculation can effectively enhance individuals' resistance to misinformation. Affective inoculation, compared to cognitive inoculation, more significantly strengthens individuals' threat perceptions of misinformation, subsequently reducing the perceived credibility of misinformation upon exposure. In this process, individuals' self-efficacy in identifying misinformation plays a moderating role, reinforcing the negative impact of perceived threat on the credibility of misinformation. The resistance effect of inoculation against misinformation persists for more than six weeks. However, there is no significant difference between the long-term effects of affective and cognitive inoculation, nor is there a significant relationship between the frequency of inoculation and its long-term effectiveness. Research limitations/implications The study offers practical insights for governments, platforms, organizations and individuals in the preemptive intervention against misinformation. Originality/value This research significantly advances the field of misinformation governance by extending its application scenarios, expanding the theoretical landscape of inoculation studies and providing valuable insights into both immediate and enduring effects of psychological inoculation strategies.",
          "url": "https://doi.org/10.1108/itp-10-2024-1340",
          "doi": "https://doi.org/10.1108/itp-10-2024-1340",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "How to prompt ethical use? Investigating students’ intention to use ChatGPT for graded assignments",
          "authors": "Edson C. Tandoc, Seth Seet, Jona Tze Mei Chin, Elliot Wei Sheng Chng, Jensen Kee, Shang Yu Ng",
          "url": "https://doi.org/10.1080/1369118x.2025.2559145",
          "doi": "https://doi.org/10.1080/1369118x.2025.2559145",
          "filter": 0
        },
        {
          "title": "Access is capture: how edtech reproduces racial inequality",
          "authors": "Michelle Ciccone",
          "url": "https://doi.org/10.1080/1369118x.2025.2548290",
          "doi": "https://doi.org/10.1080/1369118x.2025.2548290",
          "filter": 0
        },
        {
          "title": "Fighting fake news with fake faces: the effects of deepfake self-debunking on misinformation correction",
          "authors": "Hang Lu",
          "url": "https://doi.org/10.1080/1369118x.2025.2557557",
          "doi": "https://doi.org/10.1080/1369118x.2025.2557557",
          "filter": 0
        },
        {
          "title": "Technofeminism enclosed among females? Mediated motherhood and womanhood across three generations in patriarchal families",
          "authors": "Na Liu, Yutian Xiong",
          "url": "https://doi.org/10.1080/1369118x.2025.2551601",
          "doi": "https://doi.org/10.1080/1369118x.2025.2551601",
          "filter": 0
        },
        {
          "title": "Social media discourses on prenatal and newborn screening",
          "authors": "Stefano Crabu, Barbara Morsello, Federico Neresini, Andrea Sciandra, Bernhard Wieser",
          "url": "https://doi.org/10.1080/1369118x.2025.2557555",
          "doi": "https://doi.org/10.1080/1369118x.2025.2557555",
          "filter": 0
        },
        {
          "title": "When does digital democracy work? How policy domains shape government responses to online petitions in Taiwan",
          "authors": "Terrence Ting-Yen Chen",
          "url": "https://doi.org/10.1080/1369118x.2025.2558150",
          "doi": "https://doi.org/10.1080/1369118x.2025.2558150",
          "filter": 0
        },
        {
          "title": "Hyperlocal, ambient &amp; stratified: the civic life of residential chat groups on instant messengers",
          "authors": "O. Pasitselska, E. Gagrčin",
          "url": "https://doi.org/10.1080/1369118x.2025.2558146",
          "doi": "https://doi.org/10.1080/1369118x.2025.2558146",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Introduction to the special issue on new developments in digital promotion",
          "authors": "Lamberto Zollo, Riccardo Rialti, Kacy Kim, Sukki Yoon",
          "url": "https://doi.org/10.1080/02650487.2025.2560767",
          "doi": "https://doi.org/10.1080/02650487.2025.2560767",
          "filter": 0
        },
        {
          "title": "Mental availability: a missing link for physical activity promotion?",
          "authors": "Rachel Fuller, Paul O’Halloran, Erica Randle, Matthew Nicholson, Lara Stocchi, Kiera Staley, Alex Donaldson",
          "url": "https://doi.org/10.1080/02650487.2025.2544389",
          "doi": "https://doi.org/10.1080/02650487.2025.2544389",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "The hurdles of saving the world: conflicts and survival tactics of gamified sustainable consumption app creators",
          "authors": "Georgina Guillén, Juho Hamari, Jaco Quist",
          "abstract": "Purpose This study aims to increase our understanding of the value and ethical conflicts faced by sustainable consumption app (SCA) creators when applying gamification to support individual sustainability practices. The results include practical strategies and recommendations toward responsible innovation and sustainable human–computer interaction. Design/methodology/approach This study consists of semi-structured interviews with 21 SCA creators, an online survey on moral foundations and thematic mapping. Findings The apps’ content, expected impact, managerial issues and external aspects influencing their survival emerged as the four areas across which resources, the creators’ intentions, growth and trust-building strategies and gamification as a value destroyer and source of ethical tensions represent the main conflict areas. These tensions comprise engagement vs individual agency loss; third-party involvement and partnerships; rewards vs oversimplification; mandatory use vs personal drive; current knowledge vs further education; learning from others; stakeholders’ risks; experience vs unwanted outcomes and the meaning of value and collaborative design. The strategies to address these represent responsible innovation practices and are this study’s main contribution. Research limitations/implications Including insights from non-European SCA creators and users could help identify additional opportunities for SCAs to meet their objectives. Originality/value While studies on SCAs from the user perspective are abundant, this study takes the creators’ perspective to understand the dilemmas behind such tools. Focusing on ethical concerns and the value of gamification as a strategy to achieve the apps’ objectives offers a unique perspective for improving some of the most popular tools that enable sustainable consumption.",
          "url": "https://doi.org/10.1108/intr-06-2024-0959",
          "doi": "https://doi.org/10.1108/intr-06-2024-0959",
          "filter": 0
        },
        {
          "title": "Adapt or die! Embrace digital transformation for better firm performance: a causal recipe",
          "authors": "Eugene Cheng-Xi Aw, Garry Wei-Han Tan, Tat-Huei Cham, Keng-Boon Ooi, Adil S. Al-Busaidi, Yogesh K. Dwivedi",
          "abstract": "Purpose A central challenge firms face in digital transformation is fostering sustainable growth in firm performance. This study explores complex causal pathways by examining digital transformation management capacity, strategic digital vision, organizational mindfulness, organizational change capacity, market turbulence and firm type as potential predictors of firm performance. Design/methodology/approach The study integrates fuzzy-set qualitative comparative analysis (fsQCA) and artificial neural networks (ANN). fsQCA identifies equifinal configurations from a sample of employees directly involved in digital transformation initiatives. The ANN analysis assesses the predictive power of these configurations to reveal the relative importance of each predictor. Findings The results identify three equifinal configurations that lead to high firm performance, highlighting how different combinations of organizational (i.e. digital transformation management capacity, strategic digital vision, organizational mindfulness and organizational change capacity) and environmental (i.e. market turbulence and firm type) conditions can generate similar outcomes. These findings underscore the interplay of multiple factors in preventing the paradox of digitalization. Meanwhile, the ANN analysis indicates that organizational change capacity is the most critical predictor of firm performance. Practical implications The findings provide strategies for leveraging digital transformation to enhance firm performance. Firms can achieve this by fostering adaptability, implementing ongoing digital initiatives or developing strategic digital programs using tools like real-time analytics, cross-functional teams and AI-driven platforms. Originality/value The study advances a non-linear perspective on digital transformation and firm performance by using fsQCA to capture equifinality (multiple distinct pathways yielding similar outcomes) and ANN to identify the relative importance of each causal condition.",
          "url": "https://doi.org/10.1108/intr-05-2024-0726",
          "doi": "https://doi.org/10.1108/intr-05-2024-0726",
          "filter": 0
        },
        {
          "title": "How do we engage people with low motivation? Utilizing influencers for effective climate change corporate social responsibility communication",
          "authors": "Jeongwon Yang, Ploypin Chuenterawong",
          "abstract": "Purpose The study investigated the potential role of social media influencers (SMIs) in engaging users with low motivation to participate in corporate social responsibility (CSR) activities by examining how the interplay among endorser type, argument quality and audiences’ cause involvement affects consumers’ information processing and authenticity judgments of CSR messages. Design/methodology/approach The current study employed an online experiment (n = 386) with a 2 (CSR argument quality: Strong vs. Weak) by 2 (Endorser Type: SMI vs. Brand) between-subjects design. Findings Individuals with low involvement with climate change relied more heavily on source credibility cues, while those with high involvement scrutinized the argument quality of the CSR message by dedicating more cognitive efforts. Although the authenticity of a SMI-promoted CSR message with strong argument quality was boosted, that of a weak message promoted by the SMI significantly decreased. Practical implications The findings regarding differential processing of CSR information by different key audiences based on their motivational factors provide guidance for companies on how to inform and engage different types of the public about social causes. The study recommends organizations to segment the audiences according to social media engagement levels and tailor their strategies. Originality/value This is one of the first studies to explore how users’ cause involvement on social media can shape their processing routes in evaluating the authenticity of CSR messages. By drawing on the elaboration likelihood model to the realm of strategic communication, the study uncovered the importance of tailoring source and message strategies to users with a varying degree of motivation.",
          "url": "https://doi.org/10.1108/intr-09-2024-1370",
          "doi": "https://doi.org/10.1108/intr-09-2024-1370",
          "filter": 0
        },
        {
          "title": "Mainstreaming stardom: the intersection of national identity, digital fan culture, and esports athlete branding",
          "authors": "Yiran Su, Dongqi Wang, Wanting Sun",
          "abstract": "Purpose With esports debuting as a medal event in international multi-sport competitions, the personal branding strategies of esports athletes remain underexamined despite the industry’s rapid expansion. This study addresses this gap by exploring how esports athlete brands evolve when they are perceived as national symbols on the global stage. Design/methodology/approach This study adopts an interpretivist and constructivist paradigm, employing a multi-method approach that integrates netnographic observation, semiotic analysis of social media posts and 22 semi-structured interviews. This combination of methods enables a comprehensive examination of how athletes’ social media posts, media narratives and fan-generated content collectively shape their brand images of esports athletes. Findings The findings reveal that national identity shapes esports athletes’ branding in international events, extending beyond national representation to broader cultural and social dynamics shaped by hyperconnectivity. Fans align with state-regulated agenda-setting for player opportunities while fearing esports’ mainstreaming, which diminishes personal expression and erodes subcultural distinctiveness. Research limitations/implications Esports athletes can elevate their marketability by integrating national identity, fan culture and cross-sport collaborations, but their brand narratives are often shaped by state regulations and cultural expectations. Maintaining authenticity under such constraints requires institutional support, strategic content planning and a nuanced understanding of how to balance individual identity with broader expectations of national representation. Originality/value This study is one of the first to explore the personal branding process of esports athletes and fans’ behaviour in international multi-sport events. It informs esports athletes, state governments and agencies on strategies for enhancing the marketability of esports athletes.",
          "url": "https://doi.org/10.1108/intr-03-2024-0516",
          "doi": "https://doi.org/10.1108/intr-03-2024-0516",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Uncertainty, agency, and the future context of internet governance: a foresightful conversation",
          "authors": "Matthew Finch, Lucia Vesnic-Alujevic, Sophie Mitchell, Zoe Hawkins, Cho Khong",
          "url": "https://doi.org/10.1080/19331681.2025.2563531",
          "doi": "https://doi.org/10.1080/19331681.2025.2563531",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "Resolution: The Path Forward for Crisis Communication’s Twin Pillars",
          "authors": "Tyler G. Page, Brooke Fisher Liu, Anita Atwell Seate",
          "url": "https://doi.org/10.1080/1062726x.2025.2552536",
          "doi": "https://doi.org/10.1080/1062726x.2025.2552536",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Self-silencing in the Indian socio-cultural context: An interpretative phenomenological analysis of the experiences of Indian adults",
          "authors": "Swathy Sathyapal, Amrita Deb",
          "abstract": "Self-silencing is the tendency of individuals to behave in ways involving inhibition of self-expression and sacrificing one’s own needs to avoid conflict and gain acceptance from others in close relationships. Currently, there is limited research on the contextual and socio-cultural factors that influence self-silencing, especially in collectivistic cultures such as that of India. This study uses a culturally sensitive lens to qualitatively explore how adults who have experienced relational adversities in the Indian context experience self-silencing and how they negotiate self-expression within interpersonal communication in a culture that is largely collectivistic and strongly hierarchical. In-depth semi-structured interviews were conducted with eight Indian adults (five women and three men, 23–30 years, M = 26.25) who reported self-silencing in close relationships. Interpretative phenomenological analysis was used to analyze the data. Four themes were thus derived: (1) Deciding to self-silence: Contextual and cognitive considerations, (2) Cultural pillars of hierarchy and obedience, (3) Learning silence from the environment, and (4) Rupture and reappraisal: Finding healthier ways to adapt. The findings not only illuminate the subjective experiences of self-silencing but also suggest that individuals did not passively self-silence in most situations, but rather engaged in an active negotiation process depending on socio-contextual cues and used adaptive strategies to accommodate self-expression within the sociocultural norms of acceptability. Participants also reappraised their self-silencing tendencies over time and found healthier ways of communicating their needs in relationships with the help of several internal and external factors. By providing insights into these experiences, the meaning people give to their self-silencing tendencies, and the role of the family and broader sociocultural norms in its development, this research contributes to a deeper understanding of the complexities surrounding personal agency, cultural dynamics, and psychological well-being in the collectivistic Indian context.",
          "url": "https://doi.org/10.1177/02654075251381748",
          "doi": "https://doi.org/10.1177/02654075251381748",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Three Identity Groups: Journalists Versus Algorithmic Gatekeeping",
          "authors": "Jan Kreft, Monika Boguszewicz-Kreft, Mariana Fydrych",
          "abstract": "Identifying meta-organizational, highly polarized, hermetic groups of journalists’ identities—this is the result of a qualitative research on the attitudes of experienced professional journalists from the leading Polish news media toward algorithmic gatekeeping and in this context their perception of journalists’ identities. The study has aimed to expand theoretical knowledge on journalists’ identities in the face of technological changes affecting a key element of journalism—the gatekeeper function. Liminal theory has been adopted as the research framework.",
          "url": "https://doi.org/10.1177/10776990251361812",
          "doi": "https://doi.org/10.1177/10776990251361812",
          "filter": 0
        },
        {
          "title": "Inspiring Support for Climate Solutions: Pathways for Impact Through Solutions Journalism",
          "authors": "Cassandra L. C. Troy",
          "abstract": "Media is one avenue for empowering the public to act on urgent threats like climate change. Solutions journalism focuses on responses to problems. While this form of reporting offers a promising avenue for equipping the public to learn about climate action, message effects are under-researched. This work draws on social cognitive theory, exemplification theory, and theories of risk communication to examine the effects of discrete news story components on collective climate action intentions and behavior through an online experiment ( N = 1,202). Findings identify cognitive mechanisms responsible for effects and offer theoretical insights for future research.",
          "url": "https://doi.org/10.1177/10776990251362834",
          "doi": "https://doi.org/10.1177/10776990251362834",
          "filter": 0
        },
        {
          "title": "“It Isn’t 50/50, but It’s Way Better Than 2%!”: The Shifting Gatekeeping Process in Women’s Sport Coverage",
          "authors": "Dunja Antunovic, Kimberly Soltis",
          "abstract": "Drawing on interviews with 27 sports journalists, we examine the shifting gatekeeping processes pertaining to U.S. women’s sports coverage. On the individual level, journalists shared favorable attitudes about women’s sports but noted a lack of knowledge among their peers and advocated diversity in hiring. Pertaining to routines, women’s sports are moving up in the news hierarchy and becoming a part of the assignment rotation. Journalists were conflicted about audience metrics. Broadcast availability and women’s sports organizations’ content served both as barriers and as drivers of coverage. Budgetary constraints and staff size presented barriers, despite the growth of women’s sports.",
          "url": "https://doi.org/10.1177/10776990251377452",
          "doi": "https://doi.org/10.1177/10776990251377452",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Whose Voices Shape Protest Narratives? Comparing Source Diversity in Kenya’s Digital-Native and Legacy-Affiliated News Coverage",
          "authors": "Osman Osman",
          "url": "https://doi.org/10.1080/1461670x.2025.2559390",
          "doi": "https://doi.org/10.1080/1461670x.2025.2559390",
          "filter": 0
        },
        {
          "title": "Testing Constructive Journalism’s Effects on Stigma, Trust, and Engagement",
          "authors": "Natasha van Antwerpen, Victoria Fielding, Anna Ross, Rachel A. Searston, Petra Kovacevic, Anastasia Ejova, Rachel G. Stephens, Melissa J. Opozda, Wian Soontiens, Amy Morgan",
          "url": "https://doi.org/10.1080/1461670x.2025.2559018",
          "doi": "https://doi.org/10.1080/1461670x.2025.2559018",
          "filter": 0
        },
        {
          "title": "Towards a Labour Turn in Community Journalism: Economic Precarity among Community Journalists in Favelas",
          "authors": "Mariana Gomes, Sandra Banjac",
          "url": "https://doi.org/10.1080/1461670x.2025.2555585",
          "doi": "https://doi.org/10.1080/1461670x.2025.2555585",
          "filter": 0
        },
        {
          "title": "News on TikTok Through the Lens of Quality Journalism: How TikTok Users Perceive News Values, Content, and Engagement",
          "authors": "Zicheng Cheng, Lana Medina, Timilehin Durotoye, Monica Chadha",
          "url": "https://doi.org/10.1080/1461670x.2025.2559020",
          "doi": "https://doi.org/10.1080/1461670x.2025.2559020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "How Ads Get in Our Head: Studying Processing of Political (Mis)Targeting Using a Thought-Listing Approach",
          "authors": "Puck C. Guldemond, Annelien Van Remoortere, Susan A.M. Vermeer, Sophie C. Boerman, Sanne Kruikemeier",
          "url": "https://doi.org/10.1080/15205436.2025.2556443",
          "doi": "https://doi.org/10.1080/15205436.2025.2556443",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Normalizing Government Social Media Communication: A Swedish Case Analysis",
          "authors": "Elena Johansson, Karl Magnus Johansson",
          "abstract": "Social media is transforming how political power is exercised through communication, functioning both as a critical resource and as a catalyst for institutional adaptation in executive government. This article examines how social media is integrated into government communication, distinguishing between two dimensions: structure and process. Drawing on a literature review and a case study of Sweden—based on interviews with government press secretaries/media advisers and analysis of official documents—we develop a theoretical logic in which resources act as a causal mechanism driving the normalization of social media. We conceptualize this process as operating through two pathways: adaptation to new communicative requirements and the combination of different media, here termed strategic complementarity. The findings show that social media has become an embedded element of government communication, steadily reshaping routines, professional roles, and the balance between traditional and digital channels. This study contributes to understanding how governments manage hybrid media environments and highlights the underexplored role of social media as a potential driver of power redistribution.",
          "url": "https://doi.org/10.17645/mac.10457",
          "doi": "https://doi.org/10.17645/mac.10457",
          "filter": 0
        },
        {
          "title": "The Covid-19 Information Void: How Pro-Vaccination Voices Lost the Narrative in South Africa",
          "authors": "Davide Morselli, Maite Beramendi, Andrés Martinez Torres, Nnaemeka Ohamadike, Melody Sepahpour Fard, Maria Schuld",
          "abstract": "The erosion of public trust in health information and government communication, particularly during crises like the Covid-19 pandemic, highlights a critical challenge in how health policies are transmitted and received. This study examines the dramatic shift in public sentiment toward Covid-19 vaccination in South Africa during 2021, a period that saw a decline from initial high acceptance to significant hesitancy. We argue that a process of social media selection allowed extreme views to proliferate as official sources retreated. Our findings suggest that sustained or increased mainstream media engagement, particularly from official sources like government and health authorities, could have mitigated the dominance of anti-vaccine narratives and have crucial implications for government communication and public health policies in the digital age. We collected and classified 482,450 original tweets about vaccination. We show that, by the end of 2021, Twitter activity was characterized by a progressive surge in anti-vaccination tweets and a decline in pro-vaccination and factual information, particularly from mainstream media. This shift mirrors the decrease in actual vaccination rates. Employing agent-based modeling, we simulated counterfactual scenarios to assess the impact of media presence on vaccine discourse. The results indicate that sustained or increased media engagement could have mitigated the dominance of anti-vaccine narratives. Conversely, a simulated media downturn led to a steeper decline in pro-vaccination content. The findings suggest that mainstream news media play a crucial role in shaping public perceptions of and support for health policies and that their disengagement creates an informational void exploited by misinformation.",
          "url": "https://doi.org/10.17645/mac.10462",
          "doi": "https://doi.org/10.17645/mac.10462",
          "filter": 0
        },
        {
          "title": "When Populism Targets Europe: Anti-EU Rhetoric and User Engagement in the Visegrád Countries",
          "authors": "Alena Pospíšil Macková, Lucie Čejková, Martina Novotná, Krisztina Burai, Paweł Baranowski, Michal Garaj",
          "abstract": "Criticism of the EU has become a common feature of political communication in Central and Eastern Europe and it is often tied to broader concerns about democratic erosion and distrust in institutions. This study investigates how anti-EU rhetoric was employed on Facebook by political actors in the Visegrád countries (Czechia, Hungary, Poland, and Slovakia) during the 2024 European Parliament elections and how it relates to the populist style of communication. Drawing on a comparative content analysis of more than 6,000 posts, the study examines how messages that negatively target the EU incorporate elements of populist rhetoric and emotional tools, such as fear speech and patriotic symbols. The findings show that populist actors were the most frequent users of anti-EU messaging, with anti-elitist framing as the strongest and most consistent rhetorical strategy, often accompanied by other emotional tools. Despite political differences, anti-EU campaigning showed consistent regional patterns. This article contributes to research on political communication by offering a regional comparison, incorporating visual analysis, and challenging the idea that negative messaging is a reliable strategy for mobilising audiences online.",
          "url": "https://doi.org/10.17645/mac.10613",
          "doi": "https://doi.org/10.17645/mac.10613",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "“I was Absolutely Devastated at This Death”: Refining the Conceptualization and Processes of Parasocial Breakup Distress",
          "authors": "Liam Cuddy, Morgan Ellithorpe",
          "url": "https://doi.org/10.1080/15213269.2025.2554102",
          "doi": "https://doi.org/10.1080/15213269.2025.2554102",
          "filter": 0
        },
        {
          "title": "Racial Bias in AI Training Data: Do Laypersons Notice?",
          "authors": "Cheng Chen, Eunchae Jang, S. Shyam Sundar",
          "url": "https://doi.org/10.1080/15213269.2025.2558036",
          "doi": "https://doi.org/10.1080/15213269.2025.2558036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Selfies and body dissatisfaction: Using the tripartite influence model to examine adolescents over time",
          "authors": "Hannah K Jarman, Ann Rousseau",
          "abstract": "Selfies are frequently used among adolescents. Yet little is known about how selfies relate to body dissatisfaction over time and the mechanisms involved. The present study examined the longitudinal relationships between selfies (i.e. taking, manipulating, investing in and posting) and body dissatisfaction via sociocultural mediators; thin-ideal internalisation and comparisons. Adolescents ( N = 573; M age = 15.38, SD = 1.34; 68.2% female) completed online surveys twice over 4 months. A cross-lagged mediation model demonstrated unidirectional relationships, whereby body dissatisfaction predicted higher investment and lower posting 4 months later. Mediation was only found via one pathway; body dissatisfaction predicted greater selfie investment via upward comparisons. Gender did not moderate the relationships. These findings provide little support for sociocultural mechanisms, suggesting researchers pursue alternative frameworks.",
          "url": "https://doi.org/10.1177/14614448251371022",
          "doi": "https://doi.org/10.1177/14614448251371022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "A Multi‐Level Meta‐Analysis Comparing Relationship Norm Strength of LGB and Heterosexual Relationships",
          "authors": "Maximiliane Uhlich, John K. Sakaluk",
          "abstract": "LGB people have historical and contemporary experiences of discrimination, stigma, and violence. Research on social groups suggests that norms, rules, and expectations for group conduct emerge to provide responses to group threats, for example, oppression of LGB individuals, and arise from cultural expectations and agreements between partners. While previous research demonstrated that norm content , specific rules, and expectations in relationships established by LGB people differ from their heterosexual counterparts, it is unclear if norm strength (i.e., when norms are clearly articulated, shared, binding) and its role for relationship satisfaction vary across sexual orientations. Using multilevel meta‐analysis, we synthesized effects from four independent samples (total N = 1171) containing data on sexual orientation, relationship norm strength, and satisfaction. We tested whether (a) norm strength and (b) its association with satisfaction were dependent on sexual orientation and/or particular forms of norm strength. Contrary to expectations, we found no differences in norm strength across sexual identities or forms of norm strength. Our findings suggest similar degrees of norm strength govern LGB relationships. Limitations include cross‐sectional MTurk samples and mono‐informant data that prevent examination of dyadic processes. Future research should distinguish which normative mechanisms (e.g., the content of/conformity to norms) are responsible for shaping relationships.",
          "url": "https://doi.org/10.1111/pere.70031",
          "doi": "https://doi.org/10.1111/pere.70031",
          "filter": 0
        },
        {
          "title": "The Diversity of Singlehood Experiences in the United States and Portugal: A Latent Profile Approach",
          "authors": "David L. Rodrigues, David Guedes",
          "abstract": "Two cross‐sectional studies with individuals who are single in the United States and Portugal explored how singlehood expectations and sexual health and well‐being motives determined latent profiles, and whether profiles differed in personal beliefs and experiences. Participants with a relationship‐oriented pleasure‐ambivalent singlehood profile were fearful of singlehood, endorsed more relationship pedestal beliefs, and reported more negative reasons for being single and more reasons for enacting condomless casual sex. Despite focusing on pleasure promotion in sex, they also reported lower sexual quality of life and well‐being. Participants with a pleasure‐driven voluntary singlehood profile were comfortable with singlehood while maintaining some relationship desire. They focused on personal enjoyment and pleasure promotion in sex, and reported higher sexual quality of life and well‐being. Participants with a cautious voluntary singlehood profile were focused on disease prevention in sex. They were the most committed to singlehood and endorsed more positive reasons for being single, but also reported lower sexual satisfaction and well‐being. These profiles were consistent across countries. Taken together, our findings illustrate the dynamic ways in which some individuals are more successful at navigating through singlehood, whereas others have worse experiences due in part to internalized and socialized norms and expectations attached to relationship status.",
          "url": "https://doi.org/10.1111/pere.70029",
          "doi": "https://doi.org/10.1111/pere.70029",
          "filter": 0
        },
        {
          "title": "Cross‐Cultural Differences in the Links Between Familial Support and Strain in Married and Single Adults' Well‐Being",
          "authors": "Lester Sim, Robin Edelstein",
          "abstract": "Single adults face greater stigmatization and report poorer well‐being compared to those who are married, but most research has focused on Western samples. In a two‐wave combined sample of 4746 Americans and Japanese participants, we showed that singles, regardless of cultural background, reported poorer health and life satisfaction. Married adults, particularly Americans, reported higher family support, which was indirectly related to higher well‐being. Both single Americans and Japanese reported greater familial strain; however, strain was significantly associated with lower well‐being only among Americans. These findings extend the understanding of singlehood and well‐being to an Asian context and emphasize the unique roles of familial support and strain.",
          "url": "https://doi.org/10.1111/pere.70027",
          "doi": "https://doi.org/10.1111/pere.70027",
          "filter": 0
        },
        {
          "title": "Digital Violence in Dating Relationships of University Students: A Study Through the Victims' Perspectives",
          "authors": "Bircan Ergun‐Basak, Havva Alici",
          "abstract": "This qualitative study aims to investigate digital dating violence among university students. This research was conducted using a purposive sampling approach to obtain a study group of university students who were victims of digital dating violence. Data were collected through individual interviews with 13 participants. Content analysis was conducted using an inductive approach. Six main themes emerged, including the characteristics of the victim, the characteristics of the relationship, forms of digital dating violence, reasons for continuing in abusive relationships, ways of coping, and the effects of digital dating violence. The findings show how digital tools can facilitate and escalate violence in dating relationships among university students. Some participants exhibited behaviors such as recognizing signs of digital violence and setting clearer boundaries in subsequent dating relationships. Others preferred to avoid romantic relationships because they could not overcome the fear of digitally violent dating relationships. This research demonstrates that digital dating violence affects many areas of participants' lives. The results provide important insights into the complex dynamics of digital dating violence among college students and highlight the need for comprehensive prevention and intervention efforts to address this problem and reduce its long‐term impacts effectively.",
          "url": "https://doi.org/10.1111/pere.70030",
          "doi": "https://doi.org/10.1111/pere.70030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "‘These Guys are Weird as Hell’: On the Democratic Party’s Use of ‘Weird’ During the 2024 US Presidential Election Campaign",
          "authors": "Samuel J. Clark",
          "url": "https://doi.org/10.1080/10584609.2025.2561722",
          "doi": "https://doi.org/10.1080/10584609.2025.2561722",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Editorial essay: Artificial Intelligence and public relations",
          "authors": "Yang Cheng, Hua Jiang",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102635",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102635",
          "filter": 0
        },
        {
          "title": "Long live Darth Vapour! Examining how audiences engage with influencers in an anti-vaping campaign",
          "authors": "David Micallef, Edward Hurcombe, Juan Feng",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102633",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102633",
          "filter": 0
        },
        {
          "title": "“Fake is not a strategy for you”: Unpacking expectations of authenticity for women political candidates",
          "authors": "Stephanie Madden, Abbey Blake Levenshus",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102634",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102634",
          "filter": 0
        },
        {
          "title": "Exploring public relations' social impact: Insights from a Delphi study",
          "authors": "Katja Mišič Udir, Urša Golob, Klement Podnar",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102637",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102637",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Political ideology-driven perceptions of experts and their claims",
          "authors": "Rodrigo Reyes Cordova",
          "abstract": "US conservatives are often seen as distrusting scientists, and liberals as more trusting. This article examines how alignment between an expert’s field and individual political ideology affects claims perceptions. US adults ( N = 1054) participated in a pre-registered ( https://osf.io/9wnm2 ) online experiment, indicating their trust in five experts and evaluating the accuracy of four claims. Claims were attributed to experts from impact fields (focused on the consequences of industry and policy), production fields (industry-focused), scientists in general, or no source. Results show that liberals trust all experts more than conservatives and generally perceive claims as more accurate. However, the trust gap between liberals and conservatives is smaller for production experts. While no difference was found between the perceived accuracy of claims attributed to production versus impact experts, expert attribution increased some claims’ perceived accuracy. These findings reveal some political-ideology preferences and that attributing a claim to an expert can improve its perception.",
          "url": "https://doi.org/10.1177/09636625251372081",
          "doi": "https://doi.org/10.1177/09636625251372081",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Black Twitter as “Master” Social Architects: Maintaining Online Community Boundaries Through the Production of Time and Place",
          "authors": "Cynthia N. McLeod",
          "abstract": "This study explores how Black Twitter, an online community of Black users, creates a place for itself online and how the historical positioning of Black populations worldwide informs the users’ placemaking practices. Using an online ethnography and Brock’s Critical Technocultural Discourse Analysis, I analyzed how Black Twitter users communicate to create a sense of place on the platform. Findings indicate that Black users experience time on social media in layered ways, such that they blend historical and contemporary cultural experiences to connect with one another and defend against outsiders. Extending previous work that examines Black Twitter as a cultural formation, this study explores two dimensions: (1) how Black users’ temporal practices challenge notions of digital behavior that reduce user agency and (2) how users perform boundary work by using the platform to defend themselves from outside influences. For example, #YourSlipisShowing enabled Black users to call attention to accounts posing as Black users, effectively turning a platform feature into a defense method. In addition, Black users often call on their collective memory to identify community members through shared cultural experiences and emotional connection. In some ways, Twitter supports the process of collective memory (re)production and engagement through platform features, such as retweets and non-chronological timelines. These observations offer additional frameworks for analyzing community maintenance and agency within hostile digital spaces.",
          "url": "https://doi.org/10.1177/20563051251374500",
          "doi": "https://doi.org/10.1177/20563051251374500",
          "filter": 0
        },
        {
          "title": "Exploring #Diasporawars on Black Twitter",
          "authors": "Tyler Musgrave, Yuning Ye, Kentaro Toyama, Sarita Schoenebeck, Megan Threats",
          "abstract": "Black Twitter, now operating on X (formerly Twitter), is a crucial online platform that shapes cultural production, political activism, and educational exchange within the global Black community. This study broadens the scope to examine the global influence of Black Twitter, with a focus on the hashtag #diasporawars. This hashtag serves as a lens through which we can observe the tensions and interactions across the global Black community. Black Twitter’s significance extends beyond the United States, deeply embedded in the historical and cultural contexts of Blackness, which inform global conversations on identity. By employing both quantitative and qualitative research methods to analyze #diasporawars, this study aims to shed light on the complexities of global Blackness and how social media platforms contribute to shaping these identities and connections. Our findings reveal that #diasporawars reflects broader dynamics within the global Black community, highlighting how platforms like X both facilitate positive engagement and exacerbate conflicts. This research underscores the multifaceted nature of Black digital spaces, illustrating how they serve as arenas for collaboration and contention, influenced by diverse experiences and perspectives within the global Black diaspora.",
          "url": "https://doi.org/10.1177/20563051251352834",
          "doi": "https://doi.org/10.1177/20563051251352834",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "“From In Loco Parentis to In Loco Maternis : Gendered Rhetoric and Relational Promises in the 21st Century University”",
          "authors": "Alyson Farzad-Phillips",
          "url": "https://doi.org/10.1080/1041794x.2025.2558805",
          "doi": "https://doi.org/10.1080/1041794x.2025.2558805",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Artificial influencers, artificial designs? a systematic review of experimental research on virtual influencers",
          "authors": "Sofie Vranken, Jaroslava Kaňková, Jörg Matthes",
          "url": "https://doi.org/10.1016/j.tele.2025.102327",
          "doi": "https://doi.org/10.1016/j.tele.2025.102327",
          "filter": 0
        },
        {
          "title": "Stigmatization of mpox and the MSM community on Twitter: A computational approach to exploring the negative emotions expressed through stigmatizing language",
          "authors": "Christopher Calabrese, Sushma Kumble, Xudong Yu",
          "url": "https://doi.org/10.1016/j.tele.2025.102326",
          "doi": "https://doi.org/10.1016/j.tele.2025.102326",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Challenging the Spiral of Negativity: A Longitudinal Choice Experiment on the Preference for Valenced News and Reinforcement of Societal Beliefs",
          "authors": "Kim Andersen, Adam Shehata",
          "abstract": "Prior research suggests that individuals not only prefer negative news over positive (negativity bias in news selection) but also favor information that aligns with their existing beliefs (confirmation bias). A likely consequence of these tendencies is that people will, on average, form beliefs that are biased toward perceiving reality as more negative, and that these dynamics will be mutually reinforcing over time. This study presents a preregistered longitudinal choice experiment designed to examine these dynamics in relation to negative and positive emphasis framing of news stories about Swedish schools. Contrary to the hypothesis of a general negativity bias in news selection, the results indicate a higher preference for positive news. However, the results support the expectation of a confirmation bias, as people with more negative (positive) beliefs were more like to choose negative (positive) news. Moreover, exposure to both positive and negative news led to more positive beliefs over time, suggesting that information effects were more influential than framing effects. Together, these findings challenge central claims within the literature on biases in news selection and their subsequent influence on societal beliefs.",
          "url": "https://doi.org/10.1177/19401612251356664",
          "doi": "https://doi.org/10.1177/19401612251356664",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "360-degree ethnography: affordances and limitations in place-centric research",
          "authors": "Matteo Baraldo, Francesca Dolcetti, Paola Di Giuseppantonio Di Franco",
          "abstract": "This article investigates the evolving methodology of 360-degree video-ethnography, particularly in qualitative inquiries concerning the interconnectedness of individuals and their surroundings. It delineates some unique affordances of 360-degree videos in capturing multimodal elements and interpreting environments within place-centric research frameworks. Drawing from empirical observations and related literature, the authors explore key aspects of serendipity, unobtrusiveness and engagement that are facilitated by 360-degree video and VR headmounted displays (VR-HMD). Employing the ‘Rebuilding a Sense of Place (REPLACE)’ research project as a case study, this work elucidates some methodological and practical complexities of employing 360-degree video-ethnography to investigate community resilience post-natural disasters in Italy. The article concludes by advocating for continued inquiry into the dynamic landscape of 360-degree video-ethnography, emphasizing its evolving role in knowledge production and representation of space and place heritage.",
          "url": "https://doi.org/10.1177/14703572251364346",
          "doi": "https://doi.org/10.1177/14703572251364346",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
