{
  "update": "2025-02-06",
  "content": [
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "The importance of gaze control during online interviews",
          "authors": "Stephanie Kelly, Jae Hoon Choi, Jihyun Kim, Pankaj Chaudhary, Ian Berry",
          "url": "https://doi.org/10.1080/08824096.2025.2459102",
          "doi": "https://doi.org/10.1080/08824096.2025.2459102",
          "filter": 0
        },
        {
          "title": "A content analysis of interracial and intraracial interactions in movie trailers: Insights from vicarious mediated contact",
          "authors": "Hyeonchang Gim",
          "url": "https://doi.org/10.1080/08824096.2025.2459114",
          "doi": "https://doi.org/10.1080/08824096.2025.2459114",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Dating Online as ESL, Japanese, and Asian, All at Once: Racialized Relational Politics of Japaneseness",
          "authors": "Keisuke Kimura",
          "url": "https://doi.org/10.1080/10510974.2025.2460236",
          "doi": "https://doi.org/10.1080/10510974.2025.2460236",
          "filter": 0
        },
        {
          "title": "Life of the Mind &gt;&lt; Life of the Body: Cultivating Discursive Spaces of Possibility for the Leaky (Woman) Body in Academe",
          "authors": "Molly Wiant Cummins, Tasha R. Dunn",
          "url": "https://doi.org/10.1080/10510974.2025.2460229",
          "doi": "https://doi.org/10.1080/10510974.2025.2460229",
          "filter": 0
        },
        {
          "title": "Trait Self-Efficacy as a Moderator of Esteem Support Message Effects in the Parole/Probation Agent-Client Relationship",
          "authors": "Amanda J. Holmstrom, Merry Morash, Amanda R. Witwer",
          "url": "https://doi.org/10.1080/10510974.2025.2460238",
          "doi": "https://doi.org/10.1080/10510974.2025.2460238",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "The discursive function of Meta’s Newsroom: How Meta frames the problem of problematic online content",
          "authors": "Edward Hurcombe, Ehsan Dehghan, Laura Vodden, Daniel Angus",
          "abstract": "This article examines the social technology company Meta’s public communication on problematic content, via their official ‘Meta Newsroom’, within the context of growing regulatory scrutiny. For nearly a decade, the Meta Newsroom has been a major outlet for Meta company announcements, and since 2016, the Newsroom has increasingly become a key source for company responses to concerns regarding mis/disinformation and other kinds of problematic content on Meta’s platforms. Using a mixed-methods approach informed by discourse analysis, this article critically examines Newsrooms posts from 2016 to early 2021. It asks: how is Meta framing ‘problems’ on its platforms? How is Meta identifying ‘solutions’ to those problems? And is Meta ‘nudging’ policymakers in specific conceptual directions? Overall, we find that Meta is framing content moderation issues through four key frames – ‘authenticity’, ‘political advertising’, ‘technological solutions’, and ‘enforcement’ – that benefit Meta, as they shift responsibility while also demonstrating that Meta is an active and capable problem-solver.",
          "url": "https://doi.org/10.1177/13548565251315521",
          "doi": "https://doi.org/10.1177/13548565251315521",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
      "journal_short": "CyberPsych",
      "articles": [
        {
          "title": "Online experience sharing without explicit social interaction does not foster social bonding",
          "authors": "Wouter Wolf, Kayley Dotson",
          "abstract": "Humans have a unique capacity to bond with others through shared experiences, even in the absence of explicit communication. Yet it is unknown whether this capacity is flexible enough to accommodate the different kinds of virtual environments on which we increasingly rely. In the current pre-registered study, we examined whether this capacity still operates effectively on shared screens during non-communicative video mediated interactions, in dyads and in groups. Participants (N = 144 US participants, 71 female, 72 male, 1 non-binary) either watched a video on a shared screen together with (pre-recorded) partners or watched individually while these partners attended to something else. Equivalence tests showed that self-reported social bonding scores were practically equivalent between conditions. Thus, in contrast to several in-person studies, there was no difference in social bonding between conditions. These results show that, in the absence of explicit communication, some of humans’ most fundamental social bonding mechanisms might not operate as effectively in video mediated social interactions. As such, without sufficient active social or emotional engagement, the social costs of increasingly relying on video mediated social interactions might be greater than previously thought.",
          "url": "https://doi.org/10.5817/cp2025-1-3",
          "doi": "https://doi.org/10.5817/cp2025-1-3",
          "filter": 0
        },
        {
          "title": "Supportive parenting and adolescents digital citizenship behaviors: The mediating role of self-regulation",
          "authors": "Agustín Morales-Álvarez, Angel Alberto Valdés-Cuervo, Lizeth Guadalupe Parra-Pérez",
          "abstract": "A plethora of studies have shown that parenting practices can lead to problematic Internet use. However, few studies have explored how parents foster positive online behavior in adolescents. This study addresses this gap by using self-determination theory to examine how supportive parenting practices, such as autonomy support and structure provision, can influence digital citizenship behaviors in adolescents. The study considered the mediating role of adolescents’ self-regulation, and examined how sex and adolescence stage moderate these relationships. The study included 570 Mexican adolescents (48% girls and 52% boys), and structural equation modeling and multigroup invariance statistics were conducted for analysis. The results showed that autonomy support was positively associated with all dimensions of digital citizenship, while structure provision was only positively associated with online civic engagement. Self-regulation was found to mediate the relationship between autonomy support, structure provision, and digital citizenship behaviors. The multigroup analysis confirmed that sex and adolescence stage did not affect the relationship between parenting practices and digital citizenship behaviors. Overall, the results suggest that supportive parenting practices can encourage positive digital citizenship behaviors among adolescents.",
          "url": "https://doi.org/10.5817/cp2025-1-2",
          "doi": "https://doi.org/10.5817/cp2025-1-2",
          "filter": 0
        },
        {
          "title": "Tackling hate speech online: The effect of counter-speech on subsequent bystander behavioral intentions",
          "authors": "Yue Jia, Sandy Schumann",
          "abstract": "Counter-speech is considered a promising tool to address hate speech online, notably, by promoting bystander reactions that could attenuate the prevalence or further dissemination of hate. However, it remains unclear which types of counter-speech are most effective in attaining these goals and which might backfire. Advancing the literature, we examined the effect of four types of counter-speech (i.e., educating the perpetrator, calling on others to intervene, diverting the conversation, and abusing the perpetrator) on a range of bystander behavioral intentions in an experimental study (N = 250, UK-based adults). Overall, counter-speech did not affect bystanders’ subsequent responses to hate speech. Having said this, as expected, diversionary counter-speech increased intentions to ignore hate speech, which suggests unintended consequences. The study illustrates that counter-speech may not be sufficiently impactful in regulating bystanders’ reactions to hate speech online.",
          "url": "https://doi.org/10.5817/cp2025-1-4",
          "doi": "https://doi.org/10.5817/cp2025-1-4",
          "filter": 0
        },
        {
          "title": "The adolescent Internet Adaptability Scale: Development and psychometric properties",
          "authors": "Weijun Wang, Jianmei Ye, Rouchun Dong, Shihao Ma, Dawei Huang, Xin Zhao",
          "abstract": "This study presents the development and validation of the Adolescent Internet Adaptability Scale (AIAS), designed to assess adolescents’ adaptive capacities in Internet use. The scale development encompassed multiple phases with diverse sample sizes: item pool generation through interviews (n = 15), scale structure analysis via Exploratory Factor Analysis (EFA, n = 553) and Confirmatory Factor Analysis (CFA, n = 4,637), along with reliability (n = 4,637) and validity (n = 4,637) analyses. The reliability phase included alpha, composite reliability, and retest reliability (n = 132), while the validity phase covered structural, convergent, discriminant, criterion-related validity, and measurement invariance tests. The AIAS, comprising eight dimensions—Internet curiosity, Internet self-efficacy, Internet learning ability, Internet socialization ability, Internet information search ability, Internet information protection ability, Internet self-control ability, and Internet positive coping ability—demonstrates strong reliability and validity. It shows positive correlations with Internet use—parental active help, well-being, and meaning in life, and negative correlations with Internet addiction and depression, with stronger associations observed with positive indicators. These findings highlight the Internet’s potential as a platform for strength acquisition. The AIAS, with its comprehensive nature, is promising for tailoring adolescent support from a positive psychology perspective, enabling holistic assessment and targeted interventions. It also advances understanding of youth development in the digital era, proving valuable for clinical and research applications. Ongoing evaluation, cross-cultural validation, and longitudinal research are essential for realizing its full potential. This multidimensional scale significantly advances the assessment of adolescent Internet use, equipping stakeholders to effectively address adolescents’ digital behaviors for enhancing well-being.",
          "url": "https://doi.org/10.5817/cp2025-1-5",
          "doi": "https://doi.org/10.5817/cp2025-1-5",
          "filter": 0
        },
        {
          "title": "Prevalence and impact of Internet Gaming Disorder: A population-based study",
          "authors": "Josip Razum, Renata Glavak-Tkalić",
          "abstract": "Internet Gaming Disorder (IGD) has emerged as a significant public health concern, yet not enough is known about its prevalence among the general population as well as its relationship to well-being, mental health, specifically depression and anxiety, and gaming genres. This study aimed to address these questions. The research was conducted on a representative sample of the Croatian general population including 4,994 participants, aged between 15 and 64 years (M = 40.75, SD = 15.49). The Ten-Item Internet Gaming Disorder Test, Mental Health Inventory-5, Personal Well-being Index, Gaming time and Game Genres Preferences were used. The prevalence of the IGD in the general population of Croatia, aged 15-64 years, was estimated at 0.48%, 95% CI [0.30%, 1%], and among video game players (N = 1,239) at 1.63%, 95% CI [1.11%, 3%]. The highest prevalence was observed among young males. IGD showed the strongest relationship with depression, and weaker relationships with anxiety and well-being. Among the individual criteria, negative consequences for significant relationships, deception and escape had the strongest, while tolerance, loss of control and withdrawal had the weakest relationship to depression, anxiety and well-being, in a relative sense. Sports games and casual games players had lower risk for IGD, while other genres did not differ in their risk for IGD. Online and offline games did not differ in their risk for IGD. This study has shown that IGD has a relatively low prevalence among the general population and video game players, and that not all IGD criteria are equally relevant. Future longitudinal studies and studies on clinical samples are needed.",
          "url": "https://doi.org/10.5817/cp2025-1-1",
          "doi": "https://doi.org/10.5817/cp2025-1-1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "AI Hype and its Function: An Ethnographic Study of the Local AI Initiative of the Associated Press",
          "authors": "Nadja Schaetz, Anna Schjøtt",
          "url": "https://doi.org/10.1080/21670811.2024.2443163",
          "doi": "https://doi.org/10.1080/21670811.2024.2443163",
          "filter": 0
        },
        {
          "title": "This Isn’t Journalism, It’s Propaganda! Patterns of News Media Bias Accusations on Twitter, 2010–2020",
          "authors": "Jesper Strömbäck, Mathilda Åkerlund",
          "url": "https://doi.org/10.1080/21670811.2024.2435574",
          "doi": "https://doi.org/10.1080/21670811.2024.2435574",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Film and Television Production in the Age of Climate Crisis Towards a Greener Screen",
          "authors": "Doddy Aditya Wiranugraha, Kemas Figo Aldi Rahmadian, Aurel Syania Prabowo, Listiana Juwita",
          "url": "https://doi.org/10.1080/17524032.2025.2459351",
          "doi": "https://doi.org/10.1080/17524032.2025.2459351",
          "filter": 0
        },
        {
          "title": "The Environmental Agenda in Exceptional and Not-So-Exceptional Times in Russia",
          "authors": "Teemu Oivo",
          "url": "https://doi.org/10.1080/17524032.2025.2458215",
          "doi": "https://doi.org/10.1080/17524032.2025.2458215",
          "filter": 0
        },
        {
          "title": "Exploring Languaging and Communication in Ecological Systems: An Interdisciplinary Approach to Human-Environment Relationships",
          "authors": "Yang Yang, Anting Wang",
          "url": "https://doi.org/10.1080/17524032.2025.2457551",
          "doi": "https://doi.org/10.1080/17524032.2025.2457551",
          "filter": 0
        },
        {
          "title": "Cleaning up greenwash: corporate environmental crime and the crisis of capitalism",
          "authors": "Samuel Ajala",
          "url": "https://doi.org/10.1080/17524032.2025.2458769",
          "doi": "https://doi.org/10.1080/17524032.2025.2458769",
          "filter": 0
        },
        {
          "title": "Climate Change Is an Intangible News Topic: A Qualitative Analysis of Audience Perceptions",
          "authors": "Solveig Kristine Bortne Høegh-Krohn, Håvard Haarstad, Brita Ytre-Arne",
          "url": "https://doi.org/10.1080/17524032.2025.2458220",
          "doi": "https://doi.org/10.1080/17524032.2025.2458220",
          "filter": 0
        },
        {
          "title": "Life is Communication: A Review of Life: A Transdisciplinary Inquiry",
          "authors": "Andy Opel",
          "url": "https://doi.org/10.1080/17524032.2025.2459899",
          "doi": "https://doi.org/10.1080/17524032.2025.2459899",
          "filter": 0
        },
        {
          "title": "Social Norms for Illegal Hunting and Patrolling to Prevent It: Formative Data for Intervention Design and Communication Campaigns",
          "authors": "Maria Knight Lapinski, Ruth Heo, Rain Wuyu Liu, John M. Kerr, Jinhua Zhao, Tsering Bum, Yichao Wang, Hyungro Yoon, Sarah Hipple, Zhi Lu",
          "url": "https://doi.org/10.1080/17524032.2025.2458225",
          "doi": "https://doi.org/10.1080/17524032.2025.2458225",
          "filter": 0
        },
        {
          "title": "Transformative Influence? The Hedonic and Eudaimonic Sustainabilities of Social Media Influencers",
          "authors": "Lea May Anderson, Mollie Chapman, Barbara Muraca, Kai M.A. Chan",
          "url": "https://doi.org/10.1080/17524032.2025.2458227",
          "doi": "https://doi.org/10.1080/17524032.2025.2458227",
          "filter": 0
        },
        {
          "title": "Eating in a Neoliberal Environment: Daily Disjunctures and “Wicked Subjectivities”",
          "authors": "Rebecca de Souza",
          "url": "https://doi.org/10.1080/17524032.2025.2458217",
          "doi": "https://doi.org/10.1080/17524032.2025.2458217",
          "filter": 0
        },
        {
          "title": "Climate Change Versus Economic Growth: Quantifying, Identifying and Comparing Articulations in News Media Using Dynamic Topic Modeling",
          "authors": "Erkki Mervaala",
          "url": "https://doi.org/10.1080/17524032.2025.2458222",
          "doi": "https://doi.org/10.1080/17524032.2025.2458222",
          "filter": 0
        },
        {
          "title": "The Risk of Tradition-Washing: Why Communicating Traditionality Increases Green Perceptions",
          "authors": "Arancha Larranaga, Carmen Valor, Paolo Antonetti",
          "url": "https://doi.org/10.1080/17524032.2025.2458221",
          "doi": "https://doi.org/10.1080/17524032.2025.2458221",
          "filter": 0
        },
        {
          "title": "Plausibility, Acceptability, and Trustworthiness: The Resonance of Shale Gas Frames in the United Kingdom",
          "authors": "Laurence Williams, Abigail Martin, Benjamin K. Sovacool",
          "url": "https://doi.org/10.1080/17524032.2025.2458216",
          "doi": "https://doi.org/10.1080/17524032.2025.2458216",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Love in contemporary technoculture",
          "authors": "Junwen M. Hu",
          "url": "https://doi.org/10.1080/1369118x.2025.2458575",
          "doi": "https://doi.org/10.1080/1369118x.2025.2458575",
          "filter": 0
        },
        {
          "title": "Disrupting echo chambers? How social media is related to social tolerance through network diversity: linked lives over a major life course event",
          "authors": "Keith N. Hampton, Kelley Cotter",
          "url": "https://doi.org/10.1080/1369118x.2025.2460556",
          "doi": "https://doi.org/10.1080/1369118x.2025.2460556",
          "filter": 0
        },
        {
          "title": "Digital literacy and strategic (dis)engagement: examining how functional and critical digital literacy shapes participation",
          "authors": "Gianfranco Polizzi",
          "url": "https://doi.org/10.1080/1369118x.2025.2452282",
          "doi": "https://doi.org/10.1080/1369118x.2025.2452282",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "High hopes, hard falls: consumer expectations and reactions to AI-human collaboration in advertising",
          "authors": "Yuhosua Ryoo, Marat Bakpayev, Yongwoog Andrew Jeon, Kacy Kim, Sukki Yoon",
          "url": "https://doi.org/10.1080/02650487.2025.2458996",
          "doi": "https://doi.org/10.1080/02650487.2025.2458996",
          "filter": 0
        },
        {
          "title": "Easing AI-advertising aversion: how leadership for the greater good buffers negative response to AI-generated ads",
          "authors": "Sean Sands, Vlad Demsar, Carla Ferraro, Sam Wilson, Melissa Wheeler, Colin Campbell",
          "url": "https://doi.org/10.1080/02650487.2025.2457080",
          "doi": "https://doi.org/10.1080/02650487.2025.2457080",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "The drivers of intimacy toward social media-based brand communities: perspective of attachment theory",
          "authors": "Hui-Ju Wang",
          "abstract": "Purpose Social media-based brand communities (SMBBCs) have emerged as one of the most significant marketing tools due to their ability to create and maintain close relationships between SMBBCs and consumers. However, past studies have ignored intimacy toward SMBBCs, particularly the role of individual variances in their development. Researchers have revealed the significant impacts of individual differences in attachment styles on the development of brand–consumer relationships based on attachment theory. Accordingly, this study aims to explore the drivers of intimacy toward SMBBCs from the perspective of attachment theory. Design/methodology/approach This study examines a proposed model that integrates two attachment styles – attachment avoidance and attachment anxiety – self-disclosure on social media and intimacy toward SMBBCs through two samples in the context of brands’ Facebook fan pages. Findings The results show that attachment avoidance and attachment anxiety have significantly negative and positive effects on self-disclosure on social media, respectively, which contribute to intimacy toward SMBBCs. Practical implications The results offer brand managers significant implications for segmenting markets and developing relationship marketing strategies for their brand communities on social media. Originality/value This study is the first attempt to explore the driving factors of intimacy toward SMBBCs from the attachment theory perspective.",
          "url": "https://doi.org/10.1108/intr-01-2024-0066",
          "doi": "https://doi.org/10.1108/intr-01-2024-0066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Effect of Human Images in Advertisements on Consumers’ Experiential Purchase Intentions",
          "authors": "Lu (Monroe) Meng, Sining Kou, Shen Duan, Yijie Wang, Kevin Lü",
          "url": "https://doi.org/10.1080/00913367.2024.2423158",
          "doi": "https://doi.org/10.1080/00913367.2024.2423158",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Pill epistemology",
          "authors": "Matthew N. Hannah",
          "url": "https://doi.org/10.1080/19331681.2025.2459808",
          "doi": "https://doi.org/10.1080/19331681.2025.2459808",
          "filter": 0
        },
        {
          "title": "Broadcasting together. The biographical trajectories of YouTube conspiracy theory micro-celebrities",
          "authors": "Kamile Grusauskaite",
          "url": "https://doi.org/10.1080/19331681.2025.2453915",
          "doi": "https://doi.org/10.1080/19331681.2025.2453915",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Spanish–English Code-Mixing in U.S. Higher Education: Testing the Use of “Spanglish” in University Materials at a Hispanic-Serving Institution",
          "authors": "Jessica Gasiorek, Margaret J. Pitts, Marko Dragojevic",
          "abstract": "This experiment examined how university students at a Hispanic-Serving Institution (HSI) responded to the use of “Spanglish,” or English-Spanish code-mixing, in written materials promoting university services. Consistent with predictions, the use of Spanglish reduced students’ processing fluency; contrary to predictions, the use of Spanglish did not prompt higher perceptions of inclusiveness or feeling welcome (relative to English-only texts) for students, although both outcomes were higher for Spanglish with glosses (i.e., English translations) compared to Spanglish without glosses.",
          "url": "https://doi.org/10.1177/0261927x251314864",
          "doi": "https://doi.org/10.1177/0261927x251314864",
          "filter": 0
        },
        {
          "title": "Showcasing Studies of Conversational Motifs Within a Dynamic Dyadic Systems Perspective on Interpersonal Communication",
          "authors": "Denise Haunani Solomon, Xi Tian, Yuwei Li, Shu Scott Li",
          "abstract": "This essay reports three projects that integrate linguistic features of speaking turns into the identification of conversational motifs, which are multiturn segments of dialog within interpersonal interactions. Study 1 focused on support for bereavement, used Linguistic Inquiry and Word Count data to augment characterizations of speaking turns based on speech act, and identified seven 5-turn conversational motifs. Study 2 examined serial argument conversations, used ratings of features and word count to differentiate speaking turns, and identified four conversational motifs within 1-minute segments of interaction. Study 3 analyzed conversations about public health campaign messages, considered functional and structural features of speaking turns, and identified four 4-turn conversational motifs. By elaborating the library of linguistic elements considered when operationalizing speaking turn types and showcasing alternative strategies for identifying conversation motifs, this essay extends recent advancements in a dynamic dyadic systems perspective on interpersonal communication.",
          "url": "https://doi.org/10.1177/0261927x251316863",
          "doi": "https://doi.org/10.1177/0261927x251316863",
          "filter": 0
        },
        {
          "title": "Attitudes About Appropriate Languages for Different Spheres of Life: The Case of Lithuania",
          "authors": "Loreta Vilkienė",
          "abstract": "This article analyses the responses of 1,003 respondents to one question from the representative survey of the Lithuanian population: Which language do you think is appropriate for school, higher education, business, services, and communication with officials in Lithuania? The aim is to answer two RQs: (1) To what extent are the different languages—Lithuanian, English, Russian, Polish—perceived as appropriate in the various spheres of life? (2) Do the factors of age, L1, and place of residence influence target attitudes statistically significantly? Descriptive and inferential (Pearson's Chi-squared test) statistics were used for data analysis. The results show that the Lithuanian language has maintained its position as appropriate in various domains. However, in the business domain, Lithuanian competes with English. English has considerably strengthened its position in all domains analyzed. Target attitudes towards Russian and Polish have slightly changed in favour of these languages, especially in business. The factor of age statistically significantly affects attitudes according to Lithuanian and English in all domains analyzed. In the case of other languages, attitudes depend not only on age but also on domain. The same applies to the influence of the factor of place of residence: it works together with the domain. The L1 factor has a statistically significant effect when ethnic minorities express attitudes about their L1.",
          "url": "https://doi.org/10.1177/0261927x251315660",
          "doi": "https://doi.org/10.1177/0261927x251315660",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "The Effect of Psychological Needs Satisfaction on Protective Gaming Beliefs and Behaviors",
          "authors": "Mu He, Rushui Shan, Jiahui Lu, Kwok Kit Tong",
          "abstract": "Abstract: While substantial studies focus on risk and negative factors for problematic video gaming, the present study paid attention to protective and positive factors that lead to healthy gaming practice. Based on the self-determination theory (SDT), the present study investigated whether psychological needs satisfaction may facilitate players’ adherence to protective gaming beliefs and behaviors. With a survey among 737 video game players, Study 1 observed a positive association between psychological needs satisfaction and protective gaming beliefs and behaviors. Study 2 used the positive writing technique to promote players’ psychological needs satisfaction, and the players with enhanced autonomy and competence need satisfaction showed a higher adherence to protective gaming beliefs and behaviors. The findings imply that players’ autonomous motivation and self-perceived competence can play a role in healthy gaming practice. SDT-based healthy gaming strategies may help to develop practical and sustainable programs for containing problematic gaming and promoting players’ health and well-being.",
          "url": "https://doi.org/10.1027/1864-1105/a000458",
          "doi": "https://doi.org/10.1027/1864-1105/a000458",
          "filter": 0
        },
        {
          "title": "Understanding Generalized Trust in News Media in China",
          "authors": "Wenlong Mu, Jingtong Wang, Wenlan Zhu, Rongyong Li",
          "abstract": "Abstract: Trust in news media (TNM) has continued declining in some countries (e.g., US) while remaining stable or even increasing in others (e.g., China). Scholars are interested in understanding what factors contribute to these differences. A reliable and equivalent measurement is essential for cross-national comparisons of TNM. However, there is currently no instrument available to measure generalized TNM in China. This study examined the psychometric properties of the Generalized Trust in News Media Scale (GTNMS) in China. The study sample comprised 578 participants, including 347 females (60.0%) and 231 males (40.0%). Confirmatory Factor Analysis (CFA), bifactor-CFA, and bifactor Exploratory Structural Equation Modelling (bifactor-ESEM) were adopted to examine the construct validity of the Chinese version of GTNMS. Measurement invariance (MI) and predictive validity of the Chinese version of GTNMS were also examined. The results revealed that the Chinese adaptation of GTNMS demonstrated optimal representation through a bifactor-ESEM, comprising a global factor (G-factor) and four specific factors (S-factors). Both the G-factor and S-factors showed acceptable internal consistency reliability. However, the S-factors retained a lower level of specificity after controlling for the G-factor, which indicated that the GTNMS was essentially unidimensional. The results from the Structural Equation Modelling analysis also revealed that only the G-factor could predict individuals’ news avoidance. In addition, MI of the GTNMS was established across participants using official and commercial media. Overall, the GTNMS is a reliable tool for measuring generalized TNM in China.",
          "url": "https://doi.org/10.1027/1864-1105/a000459",
          "doi": "https://doi.org/10.1027/1864-1105/a000459",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Spanish adaptation of the perceived responsiveness and insensitivity scale",
          "authors": "María Alonso-Ferres, Inmaculada Valor-Segura, Hannah C. Williamson",
          "abstract": "Perceived partner responsiveness is the extent to which one feels understood, validated, and cared for by their intimate partner. This is a centrally important construct in relationship science, with a robust literature indicating that individuals who perceive higher levels of responsiveness from their partner experiencing better relationship outcomes. Despite the large role that this construct plays in relationship science and our understanding of healthy relationship functioning, there is no measure adapted to Spanish language and culture. This study presents the 16-item and 8-item versions of the recently developed and psychometrically improved Perceived Responsiveness and Insensitivity Scale (PRIS; Crasta et al., 2021) that has been adapted to Spanish. Using a sample of 493 Spanish individuals, results demonstrate that this adapted scale exhibits adequate reliability, maintains the same internal structure as the original English version, demonstrates gender invariance, and presents adequate validity evidence when is associated to other variables. Adding the Spanish Adaptation of the PRIS (PRIS-SA) to the methodological toolkit of relationship scientists will allow this important construct to be examined in a cross-cultural fashion and among a diverse array of couples.",
          "url": "https://doi.org/10.1177/02654075251318461",
          "doi": "https://doi.org/10.1177/02654075251318461",
          "filter": 0
        },
        {
          "title": "Jealousy in interracial and same-race relationships",
          "authors": "Vikki Pham, Eri Sasaki, Hanieh Naeimi, Emily A Impett",
          "abstract": "Interracial relationships have been on the rise and face unique relational challenges but are underrepresented in relationship science which has relied heavily on studies of same-race White couples. Existing research has shown that individuals in interracial relationships experience greater jealousy than those in same-race relationships, but these studies were underpowered or relied on binary measures of jealousy. In a large sample of individuals in interracial ( N = 196) and same-race relationships ( N = 198) from the United States and Canada, we found that individuals in interracial relationships reported experiencing jealousy more frequently and intensely (general jealousy), had greater worries about potential romantic rivals (rival-directed cognitive jealousy), and felt more distrust and anger toward rivals (rival-directed emotional jealousy). However, there were no differences in the extent to which they derogated the rival and displayed their relationship in front of the rival (rival-directed behavioral jealousy), and the findings for general and cognitive jealousy became nonsignificant when controlling for attachment anxiety. Finally, having a stronger couple identity attenuated the negative effects of having higher general jealousy and cognitive jealousy on relationship satisfaction for individuals in interracial (but not same-race) relationships. Future research should explore the development of attachment anxiety in interracial relationships and explore strategies in addition to having a stronger couple identity that can help interracial couples navigate third-party threats more effectively.",
          "url": "https://doi.org/10.1177/02654075251317425",
          "doi": "https://doi.org/10.1177/02654075251317425",
          "filter": 0
        },
        {
          "title": "Ready (for love) or not? Self and other perceptions of commitment readiness and associations with attachment orientations",
          "authors": "Hyewon Yang, Rebekka Weidmann, Mariah F. Purol, Robert A. Ackerman, Richard E. Lucas, William J. Chopik",
          "abstract": "Commitment readiness – feeling ready to be in a committed relationship – is conducive to romantic relationship initiation and maintenance. Further, friends’ perceptions of whether someone is ready might constrain the opportunities afforded to individuals, and these perceptions may be shaped by how people navigate a romantic relationship, namely, attachment orientation. Hence, we examined the overlap of self and other perceptions of commitment readiness and whether those perceived as insecurely attached were also perceived as not ready for commitment. Persons in groups ( N = 193) consisting of four friends each ( N = 772) rated themselves and their friends on commitment readiness and attachment orientations. Using a bivariate social relations model, we found strong self-other agreement on commitment readiness. We also found that people perceived as higher in attachment avoidance and anxiety were seen as not as ready for commitment. Finally, people’s judgments of their own commitment readiness were associated with how they judged their friends’ commitment readiness (i.e., assumed similarity). Implications about the consequences of interpersonal judgments among friends are discussed.",
          "url": "https://doi.org/10.1177/02654075251317920",
          "doi": "https://doi.org/10.1177/02654075251317920",
          "filter": 0
        },
        {
          "title": "Time-varying relational interaction dynamics in couples discussing conflict",
          "authors": "Sarah S Dermody, Elizabeth A Earle, Catherine E Fairbairn, Maria Testa",
          "abstract": "The process of discussing conflict can impact the quality and longevity of a couple’s relationship. Limited research has characterized the dynamic nature of conflict discussions, including how these discussions unfold and how an actor’s behaviour elicits particular responses from their partner over the course of the discussion. It is also important to consider how additional factors, such as alcohol intoxication, can influence this dynamic. A challenge in conducting this research is having sufficiently fine-grained data along with appropriate analytic methods to characterize the conversation dynamics. To address this gap, we utilized time-varying effect modeling (TVEM) to examine the correspondence of actor-partner behaviours as a function of time and alcohol consumption. We examined this using data from 139 heterosexual couples who were observed for 15 minutes while discussing a conflict. Couples were randomly assigned to have either one, both, or neither drink alcohol prior to the discussion. Using the Rapid Marital Interaction Coding System (RMICS), individuals’ behaviours were coded as either positive, negative, or neutral during each speaking turn. The results supported that positive behaviour tended to elicit positive behaviour and the strength of this relationship increased over the course of discussing conflict. While negative behaviours tended to elicit negative behaviours, the strength of this relationship was stable over time. Alcohol consumption did not alter the relations between actor-partner behaviours over time. Taken together, the findings support the dynamic nature of some aspects of actor-partner behaviours when discussing conflict. Future research could consider how these dynamics predict future relational outcomes or characterize how they unfold in naturalistic settings.",
          "url": "https://doi.org/10.1177/02654075251317168",
          "doi": "https://doi.org/10.1177/02654075251317168",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Believing the Untrue: How Social Media, Sexism, and Structural Gender Inequality Influence Misinformation About Women Politicians",
          "authors": "Saifuddin Ahmed, Muhammad Masood, Adeline Bee Wei Ting",
          "abstract": "We explore the link between social media news consumption and belief in misinformation about women politicians in India. In addition, we investigate the roles of sexism, with cognitive ability (individual factor) and gender inequality status (of the state where respondents reside) as structural-level moderating factors. Results indicate a positive association between social media news use and belief in misinformation, mediated by hostile and benevolent sexism. Furthermore, we find that low-cognitive individuals in states with high structural gender inequality are most vulnerable to misinformation. The results emphasize the need to create more gender equality structurally, to reduce susceptibility to gendered misinformation.",
          "url": "https://doi.org/10.1177/10776990251313756",
          "doi": "https://doi.org/10.1177/10776990251313756",
          "filter": 0
        },
        {
          "title": "Integrated Newsrooms: An Examination of Workplace Satisfaction for Black Journalists",
          "authors": "Sharon Bramlett-Solomon, Mia Moody, Gheni Platenburg",
          "abstract": "Using a mixed-methods approach and a Critical Race Theory (CRT) lens, we analyzed the job satisfaction rates of 385 Black journalists and their self-reported racialized experiences. Despite a strong perception of racism among study respondents, they reflected that satisfaction increases with higher levels of appreciation, competitive salaries, newsroom innovation, and an investment in professional development. We identify diversity, equity, and inclusion (DEI) best practices and tangible methods of improvement and reform in hiring and retention of Black journalists. The study consists of the largest dataset of Black journalists found in the existing scholarly literature.",
          "url": "https://doi.org/10.1177/10776990251314030",
          "doi": "https://doi.org/10.1177/10776990251314030",
          "filter": 0
        },
        {
          "title": "Book Review: Conflicted: Making News from Global War , by Isaac Blacksin",
          "authors": "Mahedi Hasan",
          "url": "https://doi.org/10.1177/10776990251316548",
          "doi": "https://doi.org/10.1177/10776990251316548",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "The Affinity Between Anti-Establishment Reality Perceptions and Estimated Misinformation Salience Across Seven Countries Spanning the Global North and South",
          "authors": "Michael Hameleers",
          "url": "https://doi.org/10.1080/15205436.2025.2458862",
          "doi": "https://doi.org/10.1080/15205436.2025.2458862",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Podcasting the Truth: Challenging Journalistic Knowledge and Building Epistemic Authority in Independent YouTube Podcasts",
          "authors": "Viljami Vaarala",
          "abstract": "The legitimacy of journalism as a truth-teller has become contested during the era of digitalisation and newly emerging platforms. Recently, the epistemic authority of legacy journalism has been challenged by right-wing podcasting. This article explores metajournalistic discussions on the identity of legacy journalism as a truth-oriented practice and institution in six Finnish podcasts published independently outside legacy media on YouTube. This metajournalistic discourse of truth is identified through topic modelling in 229 podcast episodes, of which 119 are scrutinised using qualitative discourse analysis. The discursive articulations in the YouTube podcast episodes are assessed in the light of realist and antirealist philosophies as well as epistemic theories of journalistic truth structured by critical realist and pragmatist philosophies. The results show that the epistemic authority of legacy journalism is challenged through three interconnected themes through which legacy journalism is articulated as an antirealist practice and institution. By contrast, YouTube podcasting is framed as a platform for a balanced, authentic, and uncut talk that realises the epistemic ideals of journalism. The challenges to the epistemic authority of legacy journalism presented by the Finnish YouTube podcasts are also similar to those identified in previous research on right-wing podcasting and online counter-media. The findings point to the need for legacy journalists and podcasting practitioners to adopt more nuanced and context-bound understandings of journalistic knowledge and truth structured by critical realist and pragmatist philosophies.",
          "url": "https://doi.org/10.17645/mac.8984",
          "doi": "https://doi.org/10.17645/mac.8984",
          "filter": 0
        },
        {
          "title": "Cultural Authenticity as Netflix Televisuality: Streaming Industry Discourse and Globally Commissioned Original Series",
          "authors": "Michael L. Wayne, Deborah Castro",
          "abstract": "This analysis uses a media industry studies approach in conjunction with Caldwell’s concept of “televisuality” to explore the significance of cultural authenticity within Netflix’s industrial discourses. The authors argue that Netflix’s emphasis on cultural authenticity in its global content strategies mirrors the concept of “televisuality” as a form of corporate behavior and cultural representation in the streaming era. Specifically, the findings demonstrate the ways in which cultural authenticity can be understood as an industrial practice, distinct from the specific textual, narrative, or genre-related elements of its content. In addition, this research finds that executives’ assertions about universal storytelling diminish the significance of cultural differences, enabling them to present this diluted version of cultural authenticity as a catalyst for fostering global empathy and understanding. Yet, the broader utility of conceptualizing cultural authenticity as the overarching industrial logic of contemporary streaming television remains unclear as a result of Netflix’s distinctive position within the industry.",
          "url": "https://doi.org/10.17645/mac.9407",
          "doi": "https://doi.org/10.17645/mac.9407",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "A Content Analysis of Abortion Storylines on U.S. Streaming Services: Lessons from Narrative Persuasion",
          "authors": "John J. Brooks, Sapna Suresh, Julia Relova, Malavika Radhakrishnan, Christina Liu, Nathan Walter, Gretchen Sisson, Stephanie Herold",
          "url": "https://doi.org/10.1080/15213269.2025.2459289",
          "doi": "https://doi.org/10.1080/15213269.2025.2459289",
          "filter": 0
        },
        {
          "title": "Mitigating Perceived Polarization by Acknowledging Subjectivity: An Experimental Study of the Impact of Differently Phrasing Comments in Online News Discussions",
          "authors": "Carla A. Roos, Liesje van der Linden, Emiel Krahmer",
          "url": "https://doi.org/10.1080/15213269.2025.2456956",
          "doi": "https://doi.org/10.1080/15213269.2025.2456956",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Proxy and learning back-feeding: How older adults use smartphones in China",
          "authors": "Chengyu She, Yiting Liu, Siyue Li",
          "abstract": "Digital back-feeding is a bottom-up process by which younger generations teach or assist older generations in digital access, usage, and literacy. This study aims to examine how two means of digital back-feeding—proxy back-feeding and learning back-feeding—might be differently impacted by older adults’ perceptions of smartphone use, as well as their impact on older adults’ digital literacy. A cross-sectional questionnaire survey ( n = 433) was conducted in mainland China. Our findings revealed that perceived usefulness and perceived risk of smartphone use were positively associated with older adults’ engagement with both proxy back-feeding and learning back-feeding. Perceived ease of use was found to be negatively associated with older adults’ engagement in proxy back-feeding. In addition, older adults’ digital literacy was found to be negatively associated with proxy back-feeding, but positively associated with learning back-feeding. Results suggest that digital back-feeding is a complicated process that may influence older adults’ digital literacy through different routes, which deserves further investigation to bridge digital divide intergenerationally.",
          "url": "https://doi.org/10.1177/20501579241300960",
          "doi": "https://doi.org/10.1177/20501579241300960",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Empathic Accuracy Across Childhood, Adolescence, and Within Parent‐Child Interactions: A Systematic Review",
          "authors": "Anthony Mauroy, Sarah Galdiolo, Sandie Meillerais, Lesley L. Verhofstadt, Justine Gaugue",
          "abstract": "Empathic accuracy (EA) is the ability to precisely understand someone else's current thoughts and feelings during an interaction. EA has mostly been studied in adult populations; variations in EA in children/adolescents could be explained by age, developmental changes during childhood, and environmental factors. A systematic review was conducted to synthesize the existing literature on EA in childhood, adolescence, and during parent–child interactions. Following PRISMA guidelines, five electronic databases were searched, yielding 24 references. Most studies were conducted in samples of adolescents. Additionally, the operationalization of EA varied across studies. Although studies showed minor variations of EA with age, there is no clear association of age with EA during childhood. Children and adolescents also achieve similar scores as adults. Additionally, children's and parents' EAs are linked to parents' and children's behaviors during interactions. EA is also associated with gender beliefs: parents and children hold beliefs that girls and mothers should have higher empathy than boys and fathers. It is not possible to determine age variation in EA during childhood. This systematic review highlights a lack of transparent methodologies and specific assessments of EA in children and adolescents in the current literature.",
          "url": "https://doi.org/10.1111/pere.70000",
          "doi": "https://doi.org/10.1111/pere.70000",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Election Denial as a News Coverage Dilemma: A Survey Experiment with Local Journalists",
          "authors": "Erik Peterson, Shannon C. McGregor, Ryan Block",
          "url": "https://doi.org/10.1080/10584609.2025.2456524",
          "doi": "https://doi.org/10.1080/10584609.2025.2456524",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "The perception and use of generative AI for science-related information search: Insights from a cross-national study",
          "authors": "Esther Greussing, Lars Guenther, Ayelet Baram-Tsabari, Shakked Dabran-Zivan, Evelyn Jonas, Inbal Klein-Avraham, Monika Taddicken, Torben Esbo Agergaard, Becca Beets, Dominique Brossard, Anwesha Chakraborty, Antoinette Fage-Butler, Chun-Ju Huang, Siddharth Kankaria, Yin-Yueh Lo, Kristian H. Nielsen, Michelle Riedlinger, Hyunjin Song",
          "abstract": "Publicly accessible large language models like ChatGPT are emerging as novel information intermediaries, enabling easy access to a wide range of science-related information. This study presents survey data from seven countries ( N = 4320) obtained in July and August 2023, focusing on the perception and use of GenAI for science-related information search. Despite the novelty of ChatGPT, a sizable proportion of respondents already reported using it to access science-related information. In addition, the study explores how these users perceive ChatGPT compared with traditional types of information intermediaries (e.g. Google Search), their knowledge of, and trust in GenAI, compared with nonusers as well as compared with those who use ChatGPT for other purposes. Overall, this study provides insights into the perception and use of GenAI at an early stage of adoption, advancing our understanding of how this emerging technology shapes public understanding of science issues as an information intermediary.",
          "url": "https://doi.org/10.1177/09636625241308493",
          "doi": "https://doi.org/10.1177/09636625241308493",
          "filter": 0
        },
        {
          "title": "Narratives of hope and concern? Examining the impact of climate scientists’ communication on credibility and engagement",
          "authors": "Christel W. van Eck, Toni G. L. A. van der Meer",
          "abstract": "Increasingly, more scientists sound the alarm about climate change, sparking debates over the effects of new science communication strategies on scientific credibility. We investigate what happens when climate scientists deviate from science communication that is principally factual and neutral. In an experiment (US sample, N = 882), we investigated if affective expressions and personal stories impact scientists’ credibility and public climate engagement. The results suggest that when climate scientists incorporate affect or personal anecdotes into their messaging, it does not significantly diminish their credibility. Nevertheless, message consistency is essential; only by aligning the narrative with expressed affect can scientific credibility and climate engagement be increased.",
          "url": "https://doi.org/10.1177/09636625251314159",
          "doi": "https://doi.org/10.1177/09636625251314159",
          "filter": 0
        },
        {
          "title": "Advocacy – defending science or destroying it? Interviews with 47 climate scientists about their fundamental concerns",
          "authors": "Lydia Messling, Yuyao Lu, Christel W. van Eck",
          "abstract": "The discourse on scientists’ involvement in climate advocacy has intensified, with a growing number participating in civil disobedience. This trend has sparked criticism within the academic community. We conducted 47 interviews with climate scientists about the fundamental concerns that underpin their arguments. Scientists worry that advocacy may compromise scientific impartiality and invite allegations of biased science and abuse of authority. Despite this, some scientists view informing and warning the public as their duty and as an act of defending science’s credibility. Concerns about independence and the role of scientists in society exist at both ends of the debate, underscoring the challenging landscape scientists currently navigate. While this article does not comment on the acceptability of advocacy, we propose that scientists engage in discussions about their duties and delineate the types of values deemed acceptable for incorporation in science communication about climate change.",
          "url": "https://doi.org/10.1177/09636625251314164",
          "doi": "https://doi.org/10.1177/09636625251314164",
          "filter": 0
        },
        {
          "title": "Book review: Myrna Perez Criticizing Science: Stephen Jay Gould and the Struggle for American Democracy",
          "authors": "Declan Fahy",
          "url": "https://doi.org/10.1177/09636625251313871",
          "doi": "https://doi.org/10.1177/09636625251313871",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Framing Affects Support for the Development of Artificial Intelligence in the United States",
          "authors": "Risa Palm, Justin T. Kingsland, Toby Bolsen",
          "abstract": "Artificial intelligence (AI) has the potential to advance health care, industrial productivity, and environmental sustainability but also presents risks such as job loss and uncontrolled superintelligent machines. Understanding public opinion about AI is key for anticipating its governance. This study examines how media framing affects U.S. beliefs about AI and support for its development. A survey experiment involved respondents reading articles highlighting either AI’s benefits or risks, revealing how such information can influence opinion on AI’s societal impacts. The findings emphasize the crucial role of framing in shaping public views on AI, with implications for policymakers and stakeholders.",
          "url": "https://doi.org/10.1177/10755470251317172",
          "doi": "https://doi.org/10.1177/10755470251317172",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Truth Default or Generalized Skepticism? The Role of Overconfidence in the Relationship Between Social Media News Use and Traditional Media Use",
          "authors": "Taewoo Kang, Kjerstin Thorson, Chankyung Pak",
          "abstract": "This article examines a model positing that overconfidence in political understanding resulting from social media use for news and politics hampers traditional media use. It confirms a positive relationship between Facebook political information experiences and overconfidence in political understanding. However, contrary to expectations, there is a positive relationship between overconfidence and traditional media use. An exploratory post hoc analysis, viewed through the lens of truth vs. false-default orientations, suggests overconfident users might use traditional news outlets to confirm their sense of knowledge, thereby exhibiting a false-default orientation on social media political information.",
          "url": "https://doi.org/10.1177/20563051251315255",
          "doi": "https://doi.org/10.1177/20563051251315255",
          "filter": 0
        },
        {
          "title": "“Cash Masters” Coming Out as “Straight”: Social Media and the Changing Dynamics of Gender and Sexuality",
          "authors": "Sozen Basturk",
          "abstract": "This article explores a novel concept called “straight cash master” emerging on social media platforms, especially X. The concept refers to relationships where self-identified straight men act as masters and primarily gay individuals take on the role of slaves. Several factors make this concept worthy of examination. First, these relationships are complex, involving dimensions of financial domination, sexuality, emotionality, and psychology. Second, while elements of sex work, fetishism, and BDSM (Bondage, Discipline, Sadism, and Masochism) culture are present, categorizing these masters solely as sex workers or performers and using a single theoretical framework for analysis may be inadequate. Third, the “straight” identity of these cash masters does not orient them toward the opposite sex but rather involves same-sex interactions. Thus, their “straightness” lacks the opposite sex and can only be articulated if relied on the same-sex slaves, thereby queering the notion of straightness. Finally, while social media perpetuates traditional norms of gender, sexuality, and masculinity, it also enables such relationships to emerge, having a queering effect. Despite its relevance, there is a noticeable gap in the literature addressing the interplay between social media and this concept. Drawing on unstructured, in-depth interview and qualitative content analysis methods, this article represents the first attempt, to the best of the author’s knowledge, to address this gap and offers a queer reading of it.",
          "url": "https://doi.org/10.1177/20563051251313662",
          "doi": "https://doi.org/10.1177/20563051251313662",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Protective Message Strategies Against Binge Drinking Among College Students: Narrative and Inoculation Messages Comparison",
          "authors": "Kimberly A. Parker, Bobi Ivanov, Sarah A. Geegan, John A. Banas, Stephen A. Rains",
          "url": "https://doi.org/10.1080/1041794x.2025.2453470",
          "doi": "https://doi.org/10.1080/1041794x.2025.2453470",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Hollow infrastructures: The case of Facebook and Israeli civil society",
          "authors": "Shaul A. Duke",
          "url": "https://doi.org/10.1016/j.tele.2025.102246",
          "doi": "https://doi.org/10.1016/j.tele.2025.102246",
          "filter": 0
        },
        {
          "title": "Artificial humanity: A multi-method exploration of user responses to AI influencer affordances in short video platform",
          "authors": "Crystal T. Lee, Yung-Cheng Shen",
          "url": "https://doi.org/10.1016/j.tele.2025.102245",
          "doi": "https://doi.org/10.1016/j.tele.2025.102245",
          "filter": 0
        },
        {
          "title": "Overloaded yet addicted? A meta-analysis of the outcomes of social media overload",
          "authors": "Olli Tyrväinen, Henri Pirkkalainen, Markus Salo, Heikki Karjaluoto",
          "url": "https://doi.org/10.1016/j.tele.2025.102247",
          "doi": "https://doi.org/10.1016/j.tele.2025.102247",
          "filter": 0
        },
        {
          "title": "Nurture over nature? The effects of inferred personality traits and structural social capital on individual resilience",
          "authors": "Fengjiao Zhang, Zhao Pan, Bingli Luo, Qian Hu",
          "url": "https://doi.org/10.1016/j.tele.2025.102249",
          "doi": "https://doi.org/10.1016/j.tele.2025.102249",
          "filter": 0
        },
        {
          "title": "Is the period really “pissed”? The effect of punctuation and message length on perceptions in digital communication",
          "authors": "Nenagh Kemp, Rebecca Kovacic, Elisabeth Beyersmann",
          "url": "https://doi.org/10.1016/j.tele.2025.102241",
          "doi": "https://doi.org/10.1016/j.tele.2025.102241",
          "filter": 0
        },
        {
          "title": "The pursuit of online misinformation literacy: Understanding age-varying competence for misinformation recognition",
          "authors": "Junyeong Lee, Jung Lee, Jinyoung Min",
          "url": "https://doi.org/10.1016/j.tele.2024.102228",
          "doi": "https://doi.org/10.1016/j.tele.2024.102228",
          "filter": 0
        },
        {
          "title": "From adoption to continuance: Stablecoins in cross-border remittances and the role of digital and financial literacy",
          "authors": "Lennart Ante",
          "url": "https://doi.org/10.1016/j.tele.2024.102230",
          "doi": "https://doi.org/10.1016/j.tele.2024.102230",
          "filter": 0
        },
        {
          "title": "Beyond the screen: Exploring pathways to reduce SNS dependency",
          "authors": "Pedro Nascimento, Tiago Oliveira, Joana Neves",
          "url": "https://doi.org/10.1016/j.tele.2024.102224",
          "doi": "https://doi.org/10.1016/j.tele.2024.102224",
          "filter": 0
        },
        {
          "title": "Analyzing media bias in defense and foreign affairs: A deep learning and eXplainable artificial intelligence approach",
          "authors": "Jungkyun Lee, Min Su Park, Eunil Park",
          "url": "https://doi.org/10.1016/j.tele.2024.102227",
          "doi": "https://doi.org/10.1016/j.tele.2024.102227",
          "filter": 0
        },
        {
          "title": "How do older adults cross the digital divide and enjoy the benefits of ride-hailing services with the collision of the aging and digital society in China?",
          "authors": "Huiqian Sun, Peng Jing, Yaqi Liu, Daoge Wang, Jie Ye, Wanru Du, Hongyu Ma, Can Wang, Shuang Zhang",
          "url": "https://doi.org/10.1016/j.tele.2025.102239",
          "doi": "https://doi.org/10.1016/j.tele.2025.102239",
          "filter": 0
        },
        {
          "title": "Unpacking cyberchondria: The roles of online health information seeking, health information overload, and health misperceptions",
          "authors": "Xiaoya Yang, Chen Luo, Yimeng Xu, Yifei He, Ruhan Zhao",
          "url": "https://doi.org/10.1016/j.tele.2024.102225",
          "doi": "https://doi.org/10.1016/j.tele.2024.102225",
          "filter": 0
        },
        {
          "title": "How emojis and relationships shape sarcasm perception in computer-mediated communication",
          "authors": "Qiaoyi Xue, Yu-Chi Lee",
          "url": "https://doi.org/10.1016/j.tele.2025.102242",
          "doi": "https://doi.org/10.1016/j.tele.2025.102242",
          "filter": 0
        },
        {
          "title": "Trust in AI chatbots: A systematic review",
          "authors": "Sheryl Wei Ting Ng, Renwen Zhang",
          "url": "https://doi.org/10.1016/j.tele.2025.102240",
          "doi": "https://doi.org/10.1016/j.tele.2025.102240",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Book Review: Wronged: The Weaponization of Victimhood by Lilie Chouliaraki",
          "authors": "Yan Yi",
          "url": "https://doi.org/10.1177/19401612251317278",
          "doi": "https://doi.org/10.1177/19401612251317278",
          "filter": 0
        },
        {
          "title": "Book Review: Conflicted: Making News from Global War by Isaac Blacksin",
          "authors": "Stuart Allan",
          "url": "https://doi.org/10.1177/19401612251317269",
          "doi": "https://doi.org/10.1177/19401612251317269",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Net icons and memetic imagery of protest in online activism",
          "authors": "Kathrin Fahlenbrach",
          "abstract": "The article is dedicated to memetic practices of symbolic protest images in online activism, focusing on net memes and net icons of protest. Considering the particular affordances in the creation, distribution and reception of memetic imagery in online activism, key research questions are: (1) what are distinctive memetic practices in online activism of iconizing images on social media platforms? (2) what are specific differences between net memes and iconic imagery of protest in social media environments? and (3) how do emblematic image events on the street and iconic imagery on the internet interact in visual practices of online activists? After a theoretical discussion, these questions will be addressed by means of a qualitative analysis of a small sample of social media postings around civil rights activism (Black Lives Matter and the Belarussian Democracy Movement). Starting from a classic news icon originating from the protests against the Vietnam War (‘Ultimate Confrontation’ by press photographer, Marc Riboud, in 1967), this article analyses its recent memetic appropriations on digital platforms and in performative protest actions on the street.",
          "url": "https://doi.org/10.1177/14703572241283871",
          "doi": "https://doi.org/10.1177/14703572241283871",
          "filter": 0
        },
        {
          "title": "Connecting stars and microcosms: visualization bridging astronomy and polaritonics",
          "authors": "Evgeny Sedov",
          "abstract": "In the data-intensive world of astronomy, visualization emerges as a crucial interpretive tool, bridging the gap between vast information and human understanding. This article uses visualization to explore the unexpected connection between astronomy and polaritonics, a field focused on light–matter interactions in microstructures. The author introduces a playful challenge of distinguishing images from either field, emphasizing the role of visual data in making complex scientific concepts accessible and encouraging cross-disciplinary engagement and a sense of shared wonder.",
          "url": "https://doi.org/10.1177/14703572241283869",
          "doi": "https://doi.org/10.1177/14703572241283869",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
