{
  "update": "2025-10-21",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Predictors of partisan news selection and political misinformation sharing",
          "authors": "Diane Jackson, Jennifer Hoewe",
          "url": "https://doi.org/10.1080/03637751.2025.2557484",
          "doi": "https://doi.org/10.1080/03637751.2025.2557484",
          "filter": 0
        },
        {
          "title": "Communication accommodation theory in quantitative research: Toward a standardized operationalization of core constructs",
          "authors": "Craig Fowler, Jessica Gasiorek, Howard Giles",
          "url": "https://doi.org/10.1080/03637751.2025.2546102",
          "doi": "https://doi.org/10.1080/03637751.2025.2546102",
          "filter": 0
        },
        {
          "title": "Soulmates or slaves? A critical feminist analysis of women’s perspectives on the intentionality, consciousness, and rights of their AI companions",
          "authors": "Wenxue Zou, Liyao Huang, Xingyi Li",
          "url": "https://doi.org/10.1080/03637751.2025.2561970",
          "doi": "https://doi.org/10.1080/03637751.2025.2561970",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Investigating differences in LGBTQIA+ students’ identity gaps during the semester and academic breaks",
          "authors": "Amanda Denes, Katrina T. Webber, Madeline J. Hebert, Rachel V. Tucker, Jacqueline N. Gunning, Antonia E. Caba, Eva S. Lefkowitz",
          "url": "https://doi.org/10.1080/08824096.2025.2571584",
          "doi": "https://doi.org/10.1080/08824096.2025.2571584",
          "filter": 0
        },
        {
          "title": "Depression attribution and treatment optimism on TikTok and YouTube Shorts",
          "authors": "Nikki McClaran, Megan Denneny",
          "url": "https://doi.org/10.1080/08824096.2025.2571585",
          "doi": "https://doi.org/10.1080/08824096.2025.2571585",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Border and Immigration as Etiological Myth in U.S. Right-Wing Politics",
          "authors": "Arthur D. Soto-Vásquez",
          "url": "https://doi.org/10.1080/10510974.2025.2574005",
          "doi": "https://doi.org/10.1080/10510974.2025.2574005",
          "filter": 0
        },
        {
          "title": "“A Contradiction to Being a Teenage Girl”: How Girl Activists Communicate, Negotiate, and Evolve Activist Identity Gaps",
          "authors": "Madalena T. Robertson, Laura V. Martinez",
          "url": "https://doi.org/10.1080/10510974.2025.2574009",
          "doi": "https://doi.org/10.1080/10510974.2025.2574009",
          "filter": 0
        },
        {
          "title": "Painting Murals to Define a “Successful Childhood”: An Application of a Culture-Centered, Art-Based Approach in Rural Ecuador",
          "authors": "Benjamin R. Bates, Cora G. Farra",
          "url": "https://doi.org/10.1080/10510974.2025.2573999",
          "doi": "https://doi.org/10.1080/10510974.2025.2573999",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Book Review: Social Media and Ordinary Life: Affect, Ethics, and Aspiration in Contemporary China WallisCara. Social Media and Ordinary Life: Affect, Ethics, and Aspiration in Contemporary China. New York: NYU Press. ISBN: 9781479825035, 285 pp.",
          "authors": "Xiaomo Liu",
          "url": "https://doi.org/10.1177/13548565251387195",
          "doi": "https://doi.org/10.1177/13548565251387195",
          "filter": 0
        },
        {
          "title": "The politics of constructing television audiences: Diversity, equality and inclusion in Swedish media policy",
          "authors": "Maria Jansson, Jono Van Belle",
          "abstract": "This article seeks to analyze audience constructions in Swedish policy documents dealing with televised media from 2012 to the present. The period analyzed has been characterized by changes in Swedish media policy due to new technology, neoliberal governing ideas, and globalization. Further, debates about media policy have recently become polarized, and longstanding ideals of diversity, gender equality, and inclusion have been challenged. The article analyzes the political work performed by audience constructions and unpacks the characteristics of spectators in their capacity as citizens, Swedes, consumers, and the protected. The article shows that audience conceptualizations reproduce hierarchies based on socio-economic conditions, age, disabilities, gender, ethnicity, and place of residence. Further, the article finds that the tensions between audiences in their capacity as citizens and consumers have been smoothed out and identifies the beginning of a nationalist turn in public service policy, as it moves from an emphasis on inclusion through acknowledging differences to the pursuit of a more assimilationist agenda and the creation of an essentialist Swedish identity.",
          "url": "https://doi.org/10.1177/13548565251388146",
          "doi": "https://doi.org/10.1177/13548565251388146",
          "filter": 0
        },
        {
          "title": "Book Review: Cloud policy: A history of regulating pipelines, platforms, and data JHolt , Cloud Policy: A History of Regulating Pipelines, Platforms, and Data. Cambridge, MA: The MIT Press, 2024. 326 pp. ISBN-10 0262548062; ISBN-13 978-0262548069.",
          "authors": "Jack Linzhou Xing",
          "url": "https://doi.org/10.1177/13548565251389635",
          "doi": "https://doi.org/10.1177/13548565251389635",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Social Comparison as a Moderator of the Relationships Between Romantic Partner Phubbing and Mental Health Among Hispanic Emerging Adults",
          "authors": "Miguel A. Garcia, Angelica P. Aguirre, Marcos Lerma, Theodore V. Cooper",
          "url": "https://doi.org/10.1177/21522715251388850",
          "doi": "https://doi.org/10.1177/21522715251388850",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Contextualizing Platform Dependence and Publisher Disentanglements in India",
          "authors": "Simran Agarwal",
          "url": "https://doi.org/10.1080/21670811.2025.2573072",
          "doi": "https://doi.org/10.1080/21670811.2025.2573072",
          "filter": 0
        },
        {
          "title": "Picturing Protest: Visual Framing in Authoritarian Media on Twitter",
          "authors": "Wei Zhong, Bin Chen, Fan Liang, Maggie Mengqing Zhang",
          "url": "https://doi.org/10.1080/21670811.2025.2571963",
          "doi": "https://doi.org/10.1080/21670811.2025.2571963",
          "filter": 0
        },
        {
          "title": "The Weight of the Rainbow: LGBTQ+ Journalists’ Navigation of Mental Health and Identity in Digital News Ecosystems",
          "authors": "Patrick R. Johnson",
          "url": "https://doi.org/10.1080/21670811.2025.2573080",
          "doi": "https://doi.org/10.1080/21670811.2025.2573080",
          "filter": 0
        },
        {
          "title": "Reality Re-Imag(in)ed. Mapping Publics’ Perceptions and Evaluations of AI-Generated Images in News Contexts",
          "authors": "Edina Strikovic, Hannes Cools",
          "url": "https://doi.org/10.1080/21670811.2025.2573076",
          "doi": "https://doi.org/10.1080/21670811.2025.2573076",
          "filter": 0
        },
        {
          "title": "A Community Resilience Approach to Understanding News Deserts and Their Residents",
          "authors": "Jessica R. Collier",
          "url": "https://doi.org/10.1080/21670811.2025.2574935",
          "doi": "https://doi.org/10.1080/21670811.2025.2574935",
          "filter": 0
        },
        {
          "title": "TikToking the Israel-Gaza War: A Content Analysis of Peace and War Narratives in Audiovisual News",
          "authors": "Shahira S. Fahmy, Laila Abbas, Aliaa K. ElShabassy",
          "url": "https://doi.org/10.1080/21670811.2025.2574931",
          "doi": "https://doi.org/10.1080/21670811.2025.2574931",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Reimagining “Public” Outreach on Environmental Issues: Interrogating the Hegemonic Foundations of Public Engagement/Participation/Relations",
          "authors": "Priya Kurian, Debashish Munshi, Lee Edwards",
          "url": "https://doi.org/10.1080/17524032.2025.2571946",
          "doi": "https://doi.org/10.1080/17524032.2025.2571946",
          "filter": 0
        },
        {
          "title": "Engaged Climate Change Pedagogy: Lessons from 15 Years of Interdisciplinary Climate Change Education",
          "authors": "J. Alejandro Artiga-Purcell, Costanza Rampini, Anne Marie Todd, Eugene C. Cordero",
          "url": "https://doi.org/10.1080/17524032.2025.2571949",
          "doi": "https://doi.org/10.1080/17524032.2025.2571949",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Exploring Cultural Game-Making With Youth: A 20-Year Systematic Review",
          "authors": "Conceição Costa, Kim Holflod, Rikke Toft Nørgård, Maria Gonçalves, Inês Nunes, Pedro Fernandes",
          "abstract": "Video games are part of youth culture and game-making by youth has been studied in relation to knowledge acquisition but to a lesser extent as youth engagement into cultural participation. A Systematic Literature Review (SLR) was conducted to answer the following research questions: (a) Does there exist, in sources, a conceptualisation of cultural game jams? (b) Who are the main stakeholders and participants? (c) What are the outcomes of cultural game jams? From the 68 eligible sources only 13 mention “Cultural themes” and no conceptualisation of “cultural game-making” was found. Youth, as game-makers, are referred mainly as “students,” co-creators with Education institutions, developers, and creative industries. Youth motivation to participate in jams is related with a future career in game development. Models for the design and assessment of the game jams’ achievement, tools to facilitate ideation, and games are the most referred outcomes of game jams.",
          "url": "https://doi.org/10.1177/15554120251382358",
          "doi": "https://doi.org/10.1177/15554120251382358",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Making Hip-Hop Music Videos in Accra: Exploring Creativity and Friction in Music Video Production",
          "authors": "Nii Kotei Nikoi",
          "url": "https://doi.org/10.1080/10646175.2025.2570745",
          "doi": "https://doi.org/10.1080/10646175.2025.2570745",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Old technologies in a modern communications landscape: public call boxes and universal service in the UK",
          "authors": "Jason Whalley, Volker Stocker",
          "abstract": "Purpose This article analyses the responses to a UK consultation that explored how the regulation of public call boxes could be amended in light of their declining use. By focusing on the responses, we shed light on how old technologies, which are viewed as being technologically inferior, can continue to play a valuable role through generating societal value. Design/methodology/approach The analysis draws on the 23 responses to the consultation. A thematic analysis was undertaken to ascertain the views of respondents. Findings Our analysis highlights the complexities and challenges of regulating old technologies within an industry experiencing sustained technological change. Although the use of public call boxes has declined in the United Kingdom, not least because of the ubiquity of mobile telecommunications, our analysis shows that there is resistance to their removal and amending the range of services that they provide. Furthermore, the underlying technological characteristics of public call boxes that make them available in a power cut complicates their replacement with modern technologies. Our analysis explores how public call boxes act as a “safety net”, providing a means of communications in cases of emergency as well as when someone wants to ring a helpline. Social implications Our analysis highlights the “safety net” role of public call boxes and their role in emergency situations. Originality/value To the best of the authors' knowledge, this is the first academic article to examine the consultation and through this the role that public call boxes can play in the UK's telecommunications industry.",
          "url": "https://doi.org/10.1108/itp-07-2024-0819",
          "doi": "https://doi.org/10.1108/itp-07-2024-0819",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Hijacking algorithmic bias: analyzing the political discourse around ChatGPT on social media",
          "authors": "Maayan Cohen, Eran Toch",
          "url": "https://doi.org/10.1080/1369118x.2025.2561046",
          "doi": "https://doi.org/10.1080/1369118x.2025.2561046",
          "filter": 0
        },
        {
          "title": "Understanding digital citizenship in everyday life: tensions between digital inclusion policies and disadvantaged citizens’ experiences",
          "authors": "Alexander Smit, Joëlle Swart, Marcel Broersma",
          "url": "https://doi.org/10.1080/1369118x.2025.2571396",
          "doi": "https://doi.org/10.1080/1369118x.2025.2571396",
          "filter": 0
        },
        {
          "title": "‘Better a nearby friend than a far-away child’? Internet use and productive engagement: the mediating role of interactions with non-cohabiting children and friends",
          "authors": "Yuanyuan Fu, Chenhong Peng",
          "url": "https://doi.org/10.1080/1369118x.2025.2563583",
          "doi": "https://doi.org/10.1080/1369118x.2025.2563583",
          "filter": 0
        },
        {
          "title": "Governing generative AI for disability and inclusion",
          "authors": "Kuansong Victor Zhuang, Gerard Goggin",
          "url": "https://doi.org/10.1080/1369118x.2025.2570735",
          "doi": "https://doi.org/10.1080/1369118x.2025.2570735",
          "filter": 0
        },
        {
          "title": "Performing ‘the scientist,’ credibly and authentically: understanding how scientists manage their self-presentation on social media",
          "authors": "Annie Li Zhang",
          "url": "https://doi.org/10.1080/1369118x.2025.2565313",
          "doi": "https://doi.org/10.1080/1369118x.2025.2565313",
          "filter": 0
        },
        {
          "title": "Online health information seeking behaviors among U.S. adults: an age-period-cohort analysis",
          "authors": "Skylar Biyang Sun, Xiaohang Zhao",
          "url": "https://doi.org/10.1080/1369118x.2025.2574298",
          "doi": "https://doi.org/10.1080/1369118x.2025.2574298",
          "filter": 0
        },
        {
          "title": "Adapting in times of crisis: how social media marketing of gambling changed in response to major shifts in the gambling landscape",
          "authors": "Scott Houghton, Frederic Boy, Alexander Bradley, Richard J. E. James, Heather Wardle, Simon Dymond",
          "url": "https://doi.org/10.1080/1369118x.2025.2572025",
          "doi": "https://doi.org/10.1080/1369118x.2025.2572025",
          "filter": 0
        },
        {
          "title": "TikTok as an academic tool: a bibliometric review of TikTok research",
          "authors": "Jia Yuin Fam",
          "url": "https://doi.org/10.1080/1369118x.2025.2574303",
          "doi": "https://doi.org/10.1080/1369118x.2025.2574303",
          "filter": 0
        },
        {
          "title": "Navigating the responsible AI landscape: unraveling the principles-to-practices gap of transparency and explainability at the BBC",
          "authors": "Hannes Cools",
          "url": "https://doi.org/10.1080/1369118x.2025.2553382",
          "doi": "https://doi.org/10.1080/1369118x.2025.2553382",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Using emojis to build luxury brands: why scenario matters",
          "authors": "Muhao Bai, Luming Zhao, WeiMing Ye",
          "url": "https://doi.org/10.1080/02650487.2025.2573535",
          "doi": "https://doi.org/10.1080/02650487.2025.2573535",
          "filter": 0
        },
        {
          "title": "Creativity in advertising: the roles of implicit theory and AI",
          "authors": "Meng-Hsien (Jenny) Lin, Po-Han Wu",
          "url": "https://doi.org/10.1080/02650487.2025.2570559",
          "doi": "https://doi.org/10.1080/02650487.2025.2570559",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "The stimulation and inhibition effects of elite E-WOM: Does elite saturation backfire?",
          "authors": "Qianzhou Du, Jing Li, Jiang Yi, Xin Xu",
          "abstract": "Purpose This study aims to reveal an inverted U-shaped relationship, showing that a moderate number of elite reviews stimulate the generation of subsequent peer reviews in both volume and novelty, while an excessive number of elite reviews inhibit it. Design/methodology/approach We empirically support our framework using the Yelp Academic Dataset, which includes 500,013 reviews of 2,533 restaurants from 2004 to 2022. We use text mining to convert review texts into quantitative indexes and apply the Heckman two-stage model and propensity score matching to address potential endogeneity issues with robust results. Additionally, we employ GuidedLDA to classify restaurants into four types, highlighting the heterogeneity of our findings. Findings While elite endorsements motivate peers to contribute, excessively increasing elites can be seen as manipulative, discouraging customer opinions. We also identify an inverted U-shaped pattern in elite impact on subsequent peer review novelty, where increasing elites limit topics, hindering novelty. Research limitations/implications Future research should assess our findings’ generalizability in other geographical locations and cultures. Practical implications Our findings help managers find the right balance in elite engagement, maximizing the benefits of elite recommendations while avoiding elite saturation and audience fatigue. Managers should carefully assess their elite recommendation strategies, emphasizing trust, authenticity and individuality within their audience. This ensures companies do not over-rely on elite recommendations, leading to a more effective and sustainable strategy. Originality/value This study addresses an identified need; that is, how elites’ past opinions influence peers’ future opinions, uncovering the potential inhibition effects of elites on the quantity and novelty of peer-generated content.",
          "url": "https://doi.org/10.1108/intr-06-2024-0919",
          "doi": "https://doi.org/10.1108/intr-06-2024-0919",
          "filter": 0
        },
        {
          "title": "The serious gaming randomness in dual-purposed systems: the effect of aleatory uncertainty from the perspective of information deprivation",
          "authors": "Philip Tin Yun Lee, Michael Chau, Richard Wing Cheung Lui",
          "abstract": "Purpose Randomness is prevalent in systems with hedonic features but can lead to information deprivation, which is often undesirable in serious tasks. Inappropriate levels of randomness may create feelings of unfairness among users. This paper explores the cognitive mechanisms by which randomness influences usage intention in various pre-usage states. Design/methodology/approach Adopting the perspective of information deprivation, we conducted a study with university students in a classroom setting using a serious game and collected both quantitative and qualitative data for analysis. Findings The quantitative analysis reveals that randomness negatively affects the intention to use, with this effect being mediated by perceived control and curiosity. We also show that individuals who have a strong pre-usage arousal-avoidance state are less susceptible to the negative effects of randomness. The qualitative analysis further supports these findings. Combining both analyses, we suggest that the traditional conception of a system on a utilitarian-hedonic dichotomy is not a good boundary condition for randomness-related cognitive models compared to the pre-usage arousal-avoidance state. Originality/value This study is one of the first to explore the effects of randomness in systems at various pre-usage states of users. We introduce measurement entropy to quantify randomness in system environments. It is distinctive from previous metrics because it captures only aleatory uncertainty.",
          "url": "https://doi.org/10.1108/intr-07-2024-1100",
          "doi": "https://doi.org/10.1108/intr-07-2024-1100",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Neural Bases of Psychological Reactance: An fMRI Study on Dogmatic and Suggestive Health-Related Advertising",
          "authors": "Nuria-María Hernández-Vergara, Luis-Alberto Casado-Aranda, Juan Sánchez-Fernández, Ismet Özer",
          "url": "https://doi.org/10.1080/00913367.2025.2564236",
          "doi": "https://doi.org/10.1080/00913367.2025.2564236",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Media Management and Artificial Intelligence: Understanding Media Business Models in the Digital Age",
          "authors": "Jun Wu, Yun Peng",
          "url": "https://doi.org/10.1080/08838151.2025.2574266",
          "doi": "https://doi.org/10.1080/08838151.2025.2574266",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "TIDEM: measuring political distance and polarization through retweet networks in Spanish regional elections",
          "authors": "Raul Broto Cervera, Albert Batlle, Cristina Pérez-Solà",
          "url": "https://doi.org/10.1080/19331681.2025.2574053",
          "doi": "https://doi.org/10.1080/19331681.2025.2574053",
          "filter": 0
        },
        {
          "title": "The politics of cyber-security",
          "authors": "Nistha Kumari Singh",
          "url": "https://doi.org/10.1080/19331681.2025.2576761",
          "doi": "https://doi.org/10.1080/19331681.2025.2576761",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Associations between interactions with support providers and depression during times of isolation: Integrating perceived support and media multiplexity",
          "authors": "Yanmengqian Zhou, Andrew C. High",
          "abstract": "Integrating aspects of social interaction and communicating via technology, this study examines perceived support as a mechanism through which frequent interactions with support providers are linked to depression. Building off of Taylor and Bazarova’s (2018) developments to media multiplexity theory, it also theorizes and tests the moderating effect of multiple forms of media multiplexity, including average multiplexity, overall multiplexity, and multiplexity variability. Survey data from N = 946 U.S. adults recruited through an online panel in April 2020 showed that interaction frequency with support providers was negatively associated with depression through perceived support. This mediating effect of perceived support was further moderated by media multiplexity, such that it was stronger when individuals on average used more channels in interactions with each of their support providers and when their channel use manifested a high level of heterogeneity across their network. Conversely, it was weaker when the total number of channels used across providers was high. The findings extend media multiplexity theory and contribute to understanding social interactions and computer-mediated communication.",
          "url": "https://doi.org/10.1177/02654075251390044",
          "doi": "https://doi.org/10.1177/02654075251390044",
          "filter": 0
        },
        {
          "title": "Experiences of married couples working in the same workplace",
          "authors": "Kibar Yıldırım, Nilgün Öztürk",
          "abstract": "Working as a married couple in the same workplace has its own unique and different aspects. This situation can be a challenging and difficult experience for couples and may also cause discomfort for other stakeholders in the workplace. Although its prevalence in Turkey is not clearly known, there has been an observed increase in married couples’ demand to work in the same workplace. The purpose of this qualitative research is to examine the experiences of married couples working in the same workplace. For this purpose, we conducted interviews with 14 participants (4 = male, 10 = female) aged between 32 and 50. Thematic analysis was used to analyze the data obtained from the interviews and as a result, three main themes were identified: “Invisible costs”, “Support and solidarity”, “Professional relationship”. We believe that the findings of this study will contribute to the literature on the feelings and experiences of married couples working in the same workplace and finally, we offer recommendations to couples, employers and organizational psychologists.",
          "url": "https://doi.org/10.1177/02654075251389261",
          "doi": "https://doi.org/10.1177/02654075251389261",
          "filter": 0
        },
        {
          "title": "Examining the role of stress and transition processing communication in the relationship experiences of married caregivers",
          "authors": "Kellie St.Cyr Brisini, Ningyang Ocean Wang",
          "abstract": "Caring for an aging adult can harm an individual’s mental, physical, and relational well-being. Couples providing eldercare often report increased tension and conflict, decreased time for intimacy, and lowered marital adjustment. Nonetheless, few studies have attempted to explain the mechanisms through which caregiving experiences impact relationship evaluations. This study engages the frameworks of relational turbulence theory and transition processing communication to examine how stress, partner communication, and relationship parameters intersect for married caregivers. The study employs dyadic data to consider four forms of relationship-focused communication that may help married caregivers preserve or elevate their partnership. Results of the study provide evidence that partner engagement in transition processing communication is associated with less relational uncertainty and improved interdependence. However, caregiving stress was associated with decreased engagement in transition processing communication. Results shed light on gender differences in the extent to which stress, communication, and relationship parameters may be connected in the context of caregiving. The study adds to our theoretical and practical understanding of how relationship turmoil develops and is attenuated within RTT and among caregiving couples.",
          "url": "https://doi.org/10.1177/02654075251390586",
          "doi": "https://doi.org/10.1177/02654075251390586",
          "filter": 0
        },
        {
          "title": "Masculine and feminine orientations on emotions and alcohol use in response to romantic conflict",
          "authors": "Lindsey M. Rodriguez, Jennifer Leckey, Sean Mackinnon, Clayton Neighbors, Simon B. Sherry, Catrina G. Brown, Raquel Nogueira-Arjona, Sherry H. Stewart",
          "abstract": "This research examines associations of gender role (i.e., masculine and feminine) orientations with drinking alcohol shortly after a recent significant romantic relationship conflict, and whether experiencing specific emotions in response to the conflict has indirect effects on gender role orientation effects on drinking. Participants included 410 American and Canadian adults (59% female) in committed romantic relationships who consumed alcohol regularly (i.e., 12+ drinks/past year). Participants completed an online survey and reported their biological sex, gender identity, gender role orientation, the degree to which they experienced a variety of negative (e.g., ashamed, angry) and positive emotions (e.g., validated, connected) in response to a recent significant romantic relationship conflict, and the amount of alcohol consumed following the conflict. Zero-inflated negative binomial models indicated masculine orientation was related to greater odds of drinking post-conflict. Masculine orientation was associated with experiencing more negative affect and emotions such as feeling sad, disgusted, and powerless. Feminine orientation was associated with positive affect and emotions such as understood, connected, and happy. Experiencing negative emotions was linked with greater odds of drinking and drinking more post-conflict. Analyses of indirect effects indicated that overall negative affect and all individual negative emotions explained links of masculine orientation with drinking whereas feminine orientation was indirectly associated with drinking via both overall negative and positive affect as well as several self-conscious, anxious, and positive emotions. Our study clarifies the emotions that should be targeted in individuals with specific gender role orientations to prevent excessive drinking and/or relapse following romantic conflict.",
          "url": "https://doi.org/10.1177/02654075251389249",
          "doi": "https://doi.org/10.1177/02654075251389249",
          "filter": 0
        },
        {
          "title": "“It’s not actually all peaches and roses:” The role Strong Black Woman schema plays in Black women’s intimate partnerships",
          "authors": "Katrina J. Debnam, Lanice R. Avery",
          "abstract": "The Strong Black Woman (SBW) schema prescribes a complex set of behavioral expectations for Black women, namely, that they render a guise of self-reliance, emotional and physical strength, self-sacrifice, and resilience in the face of adversity. Thus, this study sought to explore the role of SBW, a culturally salient gendered-racial schema believed to represent a central aspect of Black womanhood, on Black women’s experiences of romantic and intimate partnerships. We conducted eight focus groups ( N = 16) with young Black women aged 18 – 30 (M = 22.13, SD = 3.46). Data were analyzed using the rapid and rigorous qualitative data technique and thematic analysis. Study findings revealed a multidimensional construct specific to SBW in the context of intimate partnerships: (1) Black women confronting expectations to uphold strength, (2) a commitment to independence while partnered, (3) efforts to conceal emotions with one’s partner, (4) aspirations to achieve equitable caretaking within the relationship, and (5) shielding to curate a positive relationship image. These findings provide unique insights into how young Black women are navigating gendered racial stereotypes to engage in romantic and intimate partnerships.",
          "url": "https://doi.org/10.1177/02654075251389717",
          "doi": "https://doi.org/10.1177/02654075251389717",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Rethinking Scaling Up Content Analysis: A Reappraisal of Justifications and Practices for Large-Scale Content Analysis",
          "authors": "Maximilian Linde, Chung-hong Chan, Paul Balluff",
          "abstract": "The use of automated coding procedures to scale up content analysis has risen over the last years. Using a mixed-method approach, we examine researchers’ justifications to scale up content analysis and assess the methodological adjustments—or lack thereof—when employing supervised machine learning for 38 large-scale content analyses. Almost all of the included studies displayed deficiencies in study design, primarily related to the uncritical use of frequentist statistics on datasets containing the entire statistical population, or employing supervised machine learning without methodological adjustments to account for misclassifications. Our findings question the need for large datasets and automated coding in the first place.",
          "url": "https://doi.org/10.1177/10776990251378122",
          "doi": "https://doi.org/10.1177/10776990251378122",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "From Delegitimisation to Conditional Legitimacy: Media Slant and Multimodal Framing of Quran-Burning Protests",
          "authors": "Sahar Rasoulikolamaki, Noor Aqsa Nabila Mat Isa, Surinderpal Kaur",
          "url": "https://doi.org/10.1080/1461670x.2025.2568977",
          "doi": "https://doi.org/10.1080/1461670x.2025.2568977",
          "filter": 0
        },
        {
          "title": "Assessing the Role of Proximity, Authenticity, and Professionalism in Struggles Over Journalistic Authority in Fan Communities",
          "authors": "Clara Juarez Miro, Phoebe Maares, Jonathan Hendrickx",
          "url": "https://doi.org/10.1080/1461670x.2025.2567891",
          "doi": "https://doi.org/10.1080/1461670x.2025.2567891",
          "filter": 0
        },
        {
          "title": "Foregrounding Collective Trauma: Experiences of Palestinian Journalists Covering the 2023 War in Gaza",
          "authors": "Saadia Izzeldin Malik",
          "url": "https://doi.org/10.1080/1461670x.2025.2567898",
          "doi": "https://doi.org/10.1080/1461670x.2025.2567898",
          "filter": 0
        },
        {
          "title": "Delegitimizing Tactics in Media Coverage of Trans Athlete Sport Bans: A Cross-Platform Comparison of U.S. Media Framing",
          "authors": "Leigh Moscowitz, Andrew C. Billings, Emily Dirks, Joshua R. Jackson, Spencer Tomsett",
          "url": "https://doi.org/10.1080/1461670x.2025.2568975",
          "doi": "https://doi.org/10.1080/1461670x.2025.2568975",
          "filter": 0
        },
        {
          "title": "What Do Media Audiences Mean When They Talk About Media Trust? An Open-ended Approach to How Audiences Interpret the “Trust-question”",
          "authors": "Peter Jakobsson, Fredrik Stiernstedt",
          "url": "https://doi.org/10.1080/1461670x.2025.2568666",
          "doi": "https://doi.org/10.1080/1461670x.2025.2568666",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Understanding the Impact of Anger-Evoking and Efficacy-Eliciting Tweets in White Support for the BLM Movement",
          "authors": "Ozen Bas, Minchul Kim, Maria Elizabeth Grabe",
          "url": "https://doi.org/10.1080/15205436.2025.2569461",
          "doi": "https://doi.org/10.1080/15205436.2025.2569461",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Artificial Amplification and Intermedia Dynamics in the Hybrid Media System: The Case of #LaschetLacht",
          "authors": "Florian Muhle, Indra Bock",
          "abstract": "The article demonstrates intermedia dynamics in the hybrid media system and reveals the susceptibility of traditional media to attempts to influence their agenda and public opinion formation. Specifically, it deals with the thematization of a faux pas by the conservative chancellor candidate Armin Laschet during the German federal election campaign in 2021. To analyze the intermedia dynamics in this case, the first step is a content analysis of journalistic reporting of the faux pas, which illustrates the responsiveness of traditional media to social media trends and activities. The research shows that journalistic media addressed the faux pas only after it was problematized on social media and became visible through the trending hashtag #LaschetLacht on Twitter. Building on this, the next step involves network and content analyses of Twitter users and their posts about the faux pas, which shed light on how the hashtag trend emerged and gained momentum. Key actors who were particularly relevant to the emergence and dissemination of the hashtag are identified, as well as their strategies to reinforce the trend and draw the attention of journalistic media to it. As the analysis reveals, highly active accounts played a significant role by attempting to artificially amplify the emerging Twitter trend, aiming to exploit the attention logics in the hybrid media system.",
          "url": "https://doi.org/10.17645/mac.10244",
          "doi": "https://doi.org/10.17645/mac.10244",
          "filter": 0
        },
        {
          "title": "Historical Roots of Information Flows in Hybrid Media Systems",
          "authors": "Silke Fürst",
          "abstract": "Research on hybrid media systems has predominantly focused on recent digital developments, often overlooking historical precedents and long-term patterns that continue to shape today’s media landscape. This study addresses that gap by examining information flows—the cross-media dissemination of information and amplification of attention—from a historical perspective. Combining a literature review in journalism and media history with a longitudinal analysis of newspaper content, the study investigates four phenomena that illustrate information flows over time: media events, scandals, intermedia agenda-setting, and metaphors of public response. These phenomena are closely linked to recurring phrases and terms in public discourse and function as self-reinforcing communication patterns that connect different media channels and logics. The analysis draws on press coverage from three leading German-language newspapers: &lt;em&gt;Frankfurter Allgemeine Zeitung&lt;/em&gt; (Germany), &lt;em&gt;Neue Zürcher Zeitung&lt;/em&gt; (Switzerland), and &lt;em&gt;Die Presse &lt;/em&gt;(Austria). The findings reveal that terms such as “media frenzy,” “media attention,” and “scandal” have been used since the mid-20th century to describe cross-media dynamics, well before the advent of digital and social media. The frequency of such terms has increased over time, particularly with the expansion and diversification of mass media, and again with the rise of digitalization. By situating information flows in a historical context, the study contributes to a more comprehensive understanding of continuity and change within hybrid media systems. While focused on German-speaking countries, the results suggest broader relevance and encourage future research that further integrates historical perspectives into the study of information flows in hybrid media systems.",
          "url": "https://doi.org/10.17645/mac.10375",
          "doi": "https://doi.org/10.17645/mac.10375",
          "filter": 0
        },
        {
          "title": "Public Institutions Meet TikTok: Communication Strategies and the Rise of Govtainment",
          "authors": "Camelia Cușnir",
          "abstract": "This study explores how the communication strategies of public institutions have been redefined by digital platforms, with a particular focus on TikTok. Specifically, it examines the extent to which elements of “govtainment”—the “spectacularisation” of government communication through digital media—are present in the communication strategies of public institutions. We analysed how the communication strategies of two Romanian ministries on TikTok are shaped by the platform’s specific characteristics, the impact of these adaptations on their audiences, and what elements of “govtainment” can be identified within their content. We employed a mixed-method approach, combining quantitative and qualitative content analysis of TikTok publications by Romania’s Ministry of Defence and Ministry of Internal Affairs—the only two ministries with a consistent presence on the platform. The findings indicate that both ministries adapt their communication strategies to align with TikTok’s features, incorporating elements that enhance virality, such as tone, viral trends and sounds, content formats, speech acts, and humanisation. Our analysis confirms the presence of govtainment elements in the communication strategies employed by these ministries. However, when correlating spectacularisation elements such as trend participation, tone, and speech acts with audience engagement, we found that their presence does not necessarily result in the highest engagement rates. Nevertheless, the overall figures suggest that both institutions have managed to gain significant engagement on their TikTok accounts.",
          "url": "https://doi.org/10.17645/mac.10434",
          "doi": "https://doi.org/10.17645/mac.10434",
          "filter": 0
        },
        {
          "title": "Journalism in the Hybrid Media System: Editorial",
          "authors": "Silke Fürst, Florian Muhle, Colin Porlezza",
          "abstract": "This thematic issue examines journalism’s role within complex, hybridized media environments shaped by platforms, algorithms, shifting logics of attention, and various actors. Bringing together empirical, theoretical, methodological, and historical perspectives from across three continents, the contributions reveal both enduring structures and transformative dynamics, offering nuanced insights into journalism’s evolving practices, societal functions, and current—as well as future—challenges.",
          "url": "https://doi.org/10.17645/mac.11227",
          "doi": "https://doi.org/10.17645/mac.11227",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Beyond Violence: Investigating the Impact of Competition on Arousal and Aggression in Violent Video Games",
          "authors": "Filip Kyslík, Oto Janoušek, Petr Květon, Vojtěch Juřík",
          "url": "https://doi.org/10.1080/15213269.2025.2573472",
          "doi": "https://doi.org/10.1080/15213269.2025.2573472",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "“Vlogging my lives of two homes”: Chinese Houniao and their place-making in the online–offline nexus",
          "authors": "Yongjian Li, Tonny Krijnen",
          "abstract": "This study examines how Chinese older seasonal migrants (Houniao, 候鸟) employ vlogging on Douyin (Chinese TikTok) to create hybrid digital–physical spaces reshaping their mobility experiences. Through qualitative thematic analysis of purposively sampled vlogs ( N = 121) collected over two migration periods, we identify three interconnected themes of digital place-making: identity construction countering decline narratives of aging; community-building through linguistic strategies; and wellness engagement through therapeutic documentation. Findings reveal how older adults strategically appropriate a youth-dominated platform to document seasonal journeys between northern cities and southern destinations. These vlogging practices exemplify “digital place-making” where physical travel and digital representation mutually constitute meaningful therapeutic landscapes. The study demonstrates how older adults subvert ageist assumptions about digital capabilities while creating alternative representations of aging that emphasize agency and vitality rather than decline.",
          "url": "https://doi.org/10.1177/20501579251385038",
          "doi": "https://doi.org/10.1177/20501579251385038",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Responsible parents on guard: Exploring domestication and responsibilisation in parents’ lived experiences with baby monitoring technologies",
          "authors": "Julie Dereymaeker",
          "abstract": "Baby monitoring technologies (BMTs) are increasingly sophisticated and marketed as essential tools for responsible parenting, reinforcing expectations of constant vigilance and care. This study investigates how parents domesticate BMTs and how responsibilisation manifests in this process. The study draws on in-depth interviews with 15 Flemish families and employs constructivist grounded theory analysis. Findings show this domestication is an agentic negotiation where parents balance elements of reassurance, autonomy, rationality, peace of mind, cost considerations and the ideal of letting go. This negotiation, however, is framed by a process of moral responsibilisation which manifests through three distinct but interconnected pathways: the self-guided, social and technologically imposed pathways. This process challenges the delegation of care to trusted caregivers and calls for a critical assessment of the expansion of monitoring technologies. As these technologies enable parental omnipresence, the choice not to monitor one’s child may shift from a personal decision to a political act.",
          "url": "https://doi.org/10.1177/14614448251380678",
          "doi": "https://doi.org/10.1177/14614448251380678",
          "filter": 0
        },
        {
          "title": "Understanding the dimensions and violation of privacy in human–algorithm interaction: A self-determination theory perspective",
          "authors": "Jeeyun Oh, Hyunjin Kang, Eunjoo Jin, Tingting Yang, Nazira Banu, Shuer Zhuo",
          "abstract": "This study qualitatively investigates user responses to privacy invasion by social media algorithms and identifies the fundamental needs that drive the feelings of privacy violation. In-depth interviews with 17 users in the United States revealed that the dimensions of physical, social, informational, and psychological privacy, originally defined in interpersonal communication, can be extended to human–algorithm interaction and are still deemed to be significant by users. Popular episodes of privacy invasions showed three main themes that privacy violation perceptions are grounded upon: lack of choice, non-interpretability of algorithms, and lack of understanding and respect. The three basic human needs for growth and motivation proposed by the self-determination theory (SDT) – autonomy, competence, and relatedness – are extended to understand why these invasions matter to users.",
          "url": "https://doi.org/10.1177/14614448251378019",
          "doi": "https://doi.org/10.1177/14614448251378019",
          "filter": 0
        },
        {
          "title": "#JewGoal: Llanguage , enjoyment, and the persistence of antisemitism in online gaming and sports communities",
          "authors": "Jack Black, Theo Lynn, Itoiz Rodrigo-Jusue, Daniel Kilvington",
          "abstract": "Exploring how online hate speech infiltrates public discourse, this article examines the antisemitic hashtag, ‘#JewGoal’, tracing its spread from the FIFA gaming community to online football discussions. Analysing 1364 public tweets on the platform ‘X’ (formerly Twitter), the article illustrates how the hashtag, framed as humour and sports commentary, perpetuated antisemitic stereotypes through historical tropes and cultural symbols. Utilizing the Lacanian concepts of jouissance and llanguage , the study reveals how #JewGoal extended beyond mere humour, exposing an excessive enjoyment tied to its repetitive and absurd use. This dual function – offering inclusion in online communities while perpetuating harm – underscores how normalized antisemitic language infiltrates sports fandom. By framing #JewGoal as a llanguage of hate, its impact lies not in explicit content but in its provocative repetition. By detailing the persistence of antisemitism in digital spaces, the article emphasizes the need to critically address the enjoyment derived from harmful online speech.",
          "url": "https://doi.org/10.1177/14614448251384255",
          "doi": "https://doi.org/10.1177/14614448251384255",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Who's Waiting Ever After? An Exploration of Relationship Desire and Satisfaction Among Long‐Term Singles",
          "authors": "Elise 't Hoen, Elke Claessens, Dimitri Mortelmans",
          "abstract": "Previous research highlights the role of romantic relationship desire in well‐being and relationship formation. Singlehood satisfaction—one's subjective evaluation of being single—is typically lower among those who desire a romantic relationship but remain single. When this desire persists over time, it may evolve into “prolonged desire”, associated with frustration and lower life satisfaction. Yet, little is known about how this dynamic unfolds longitudinally. This study explores whether prolonged relationship desire is associated with changes in singlehood satisfaction over time and whether these vary by sex or cohort. Using random effects regression on nine waves of the German Family Panel, we found that individuals without relationship desire report the highest singlehood satisfaction. Although time and desire were associated with satisfaction, the effect of time became non‐significant when interactions were included. Notably, individuals of the youngest cohort with relationship desire reported the lowest satisfaction, whereas only individuals of the oldest cohort with desire showed improvement over time. Sex showed no significant effects. These findings offer a dynamic perspective on the implications of prolonged desire for singlehood satisfaction and underscore the importance of temporality and sociodemographic context in understanding singlehood experiences.",
          "url": "https://doi.org/10.1111/pere.70038",
          "doi": "https://doi.org/10.1111/pere.70038",
          "filter": 0
        },
        {
          "title": "‘Worlds Apart’: Examining the Experiences of Intercultural Couples Co‐Creating a Third Culture",
          "authors": "Miriam Riaz Nichol, Dora Regoczi",
          "abstract": "Intercultural couples experience various distinct challenges and are tasked with learning how to effectively approach such challenges by capitalizing on their unique benefits. This study sought to explore the lived experiences and challenges of intercultural couples while they co‐create a third culture using semi‐structured interviews of 10 participants. Qualitative analysis proposed a narrative, beginning with the complex onset, followed by distinct conflicts, and culminating with bridging the gap. The findings could perhaps inform culturally sensitive interventions that seek to support intercultural couples.",
          "url": "https://doi.org/10.1111/pere.70035",
          "doi": "https://doi.org/10.1111/pere.70035",
          "filter": 0
        },
        {
          "title": "Relationship Maintenance Knowledge and Self‐Efficacy Among Single Young Adults Desiring a Committed Romantic Relationship",
          "authors": "Katie N. Adams, Christopher R. Agnew",
          "abstract": "Some people are single despite desiring a committed romantic relationship. Past research has revealed relationship maintenance strategies—thoughts and behaviors that couple members enact to fuel overall relationship satisfaction and commitment—associated with relationship stability. From two independent samples totaling 2059 single young adults desiring a committed relationship, we assessed whether individuals know that given maintenance strategies are beneficial to long‐term relationship stability (maintenance response‐efficacy) and whether they feel they can implement these strategies in their relationships (maintenance self‐efficacy). We used the newly developed PRIME (Perceptions of Relationship Maintenance Efficacy) to measure these concepts and test several preregistered hypothesized associations. Results revealed that participants, on average, were knowledgeable about the importance of and felt efficacious regarding enacting most strategies. Both maintenance response‐efficacy and self‐efficacy were associated with the duration of recent past romances when scores were combined, but only self‐efficacy was significant when examined independently. These findings highlight the importance of assessing relationship maintenance efficacy among singles seeking a committed romantic relationship. PRIME is also the first relationship maintenance self‐report measure that does not require individuals to be in a relationship for assessment.",
          "url": "https://doi.org/10.1111/pere.70036",
          "doi": "https://doi.org/10.1111/pere.70036",
          "filter": 0
        },
        {
          "title": "Sibling Relationship Quality and Its Link to Flourishing Among Emerging Adults in the Context of Chronic Illness and Disability",
          "authors": "Shannon Lummer Aikey, Sara Goldstein",
          "abstract": "The current study examines associations between sibling relationship quality and flourishing among emerging adults with and without a sibling living with a chronic illness or disability. A sample of 186 college‐attending emerging adults aged 18–29 completed an online questionnaire about their mental health and sibling relationship quality. Exploratory analyses examined relations among the prevalence of chronic illness or disability, sibling relationship quality, and flourishing. Results indicate that youth who have a sibling with a chronic illness or disability report lower levels of sibling relationship quality; however, for all youth (regardless of sibling diagnosis), sibling closeness was associated with greater flourishing. Results are discussed in terms of considerations for promoting the well‐being of emerging adults with a sibling living with a chronic illness or disability. Mental health and healthcare professionals should consider familial and personal factors that may impact an individual's complete mental health.",
          "url": "https://doi.org/10.1111/pere.70034",
          "doi": "https://doi.org/10.1111/pere.70034",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Towards the Comparative Study of Domestic Influence Operations: Cyber Troops and Elite Competition in Indonesia, the Philippines and Thailand",
          "authors": "K. Ruijgrok, W. Berenschot, F. Gaw, J. Sombatpoonsiri,  Wijayanto, M. J. Agonos, Y. Sastramidjaja",
          "url": "https://doi.org/10.1080/10584609.2025.2566098",
          "doi": "https://doi.org/10.1080/10584609.2025.2566098",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Generative AI outperforms humans in social media engagement: Evidence from GPT-4 and the FIIT model",
          "authors": "Jiacheng Huang, Alvin Zhou",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102643",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102643",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Of Issue Advocates and Honest Brokers: Participation of U.S. and German scientists in COVID-19 policy disputes",
          "authors": "Nils Bienzeisler",
          "abstract": "The study examines the intersection of science and politics by analyzing the involvement of N = 205 U.S. and N = 174 German scientists in policy disputes during the COVID-19 pandemic. I investigate how scientists integrate themselves into policy disputes. Through a survey, I identify four groups of scientists with specific self-images regarding their roles in policy disputes: Moderate Mainstreamers, Issue Advisors, Issue Advocates, and Honest Brokers . Furthermore, the findings reveal differences in how these groups of scientists perceive the importance of science in policy-making: Particularly U.S.-based Issue Advocates wish for science to direct policy-making. In addition, I find that pandemic researchers overwhelmingly do not support political causes by selectively communicating political advice. I present empirically evidence that pandemic researchers sought to clarify the relevance of research during the pandemic, but did not attempt to distort policy disputes dishonestly.",
          "url": "https://doi.org/10.1177/09636625251371565",
          "doi": "https://doi.org/10.1177/09636625251371565",
          "filter": 0
        },
        {
          "title": "Disseminating the Italian history of medicine: Arturo Castiglioni and his project at the University of Padua, 1933–1943",
          "authors": "Elena Maria Rita Rizzi",
          "url": "https://doi.org/10.1177/09636625251384593",
          "doi": "https://doi.org/10.1177/09636625251384593",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Familiarity Matters: Examining the Effects of AI-Generated Images on Science Information Credibility",
          "authors": "Dayeon Eom, Lindsey Middleton, Sha Luo, Nan Li, Dominique Brossard",
          "abstract": "Generative AI tools help illustrate complex scientific concepts, though concerns about accuracy persist. This study examined how AI-generated Instagram posts about CRISPR, with and without disclaimers indicating AI involvement, affect perceived credibility. In an online survey experiment with 742 U.S. adults, participants were randomly assigned to view content that varied by message frame (natural, neutral, or technology-focused) and the presence or absence of an AI disclaimer. Overall, AI disclaimers did not significantly affect credibility across frames. However, participants more familiar with AI perceived AI-disclaimed posts as more credible, while those less familiar perceived them as less credible.",
          "url": "https://doi.org/10.1177/10755470251380116",
          "doi": "https://doi.org/10.1177/10755470251380116",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Aging in the Digital Tsunami: Older Micro-Influencers, Digital Inclusion, and Dynamic Access on Douyin",
          "authors": "Yingwen Wang, Yanghui Cao",
          "abstract": "As China undergoes rapid demographic aging, older Wanghong (influencers over 60) on platforms like Douyin challenge traditional digital inclusion frameworks that conceptualize access as linear progression through motivational, material, skills, and usage dimensions. This study examines how older micro-Wanghong navigate challenges during content creation, revealing critical gaps in existing digital inclusion theory. Drawing on an exploratory qualitative study of 11 micro-Wanghong, we develop the dynamic access concept that reconceptualizes digital inclusion as continuous adaptation across three dimensions: motivational resilience (maintaining creator identity despite platform constraints), adaptive skill development (ongoing competency evolution responding to platform changes), and algorithmic navigation (strategic responses to systematic platform exclusions). Our analysis reveals systematic algorithmic exclusion through temporal marginalization (algorithms favoring high-frequency posting patterns that disadvantage older micro-Wanghong’s rhythms), knowledge domain restrictions (automated content moderation limiting topics relevant to older adults), and culture misalignment (platform architectures optimized for entertainment conflicting with older micro-Wanghong’s knowledge transformation preferences) that create structural barriers independent of individual competencies. Despite these constraints, participants demonstrate sophisticated adaptive strategies enabling sustained creative participation through ongoing platform negotiation rather than static skill application. These findings extend Van Dijk’s digital inclusion theory by demonstrating how platform-mediated content creation collapses traditional access boundaries into ongoing negotiation processes. The dynamic access addresses temporal dimensions which often assumed in digital appropriation or inclusion theories, positioning meaningful participation as requiring continuous adaptive capacity rather than one-time achievement. We argue that digital inclusion policy must evolve beyond basic access provision toward supporting ongoing adaptation to platform evolution.",
          "url": "https://doi.org/10.1177/20563051251386732",
          "doi": "https://doi.org/10.1177/20563051251386732",
          "filter": 0
        },
        {
          "title": "How do Healthy Political Discussions Invigorate Online Participation? Evidence from 17 European Countries",
          "authors": "Laia Castro, Yannis Theocharis, Agnieszka Stępińska, David Nicolas Hopmann, Christian Schemer, Toril Aalberg, Ana Sofia Cardenal, Nicoleta Corbu, Claes de Vreese, Frank Esser, Karolina Koc-Michalska, Jörg Matthes, Tamir Sheafer, Sergio Splendore, James Stanyer, Jesper Strömbäck, Václav Štětka, Peter Van Aelst, Alon Zoizner",
          "abstract": "Social media provide unprecedented opportunities for public deliberation. However, a growing number of users perceive negativity in political debate taking place in those venues and are increasingly frustrated when discussing politics with those they disagree with. In this article, we test the proposition that perceiving online discussions as healthier (i.e. more polite and civil) than offline discussions invigorates online political participation. We rely on an online survey fielded in 17 European countries on more than 28,000 individuals. Our findings indicate that being embedded in healthier discussions on social media is more of an important predictor of online participation for those respondents reporting higher political discussion fatigue and less so for those perceiving online discussions as fun. Overall, our study offers cross-national evidence of why and for whom exposure to healthy political discussions online might be mobilizing.",
          "url": "https://doi.org/10.1177/20563051251350978",
          "doi": "https://doi.org/10.1177/20563051251350978",
          "filter": 0
        },
        {
          "title": "From Politics to Entertainment: Exploring “News Finds Me” Perceptions Across News Topics",
          "authors": "Afrooz Mosallaei, Luxuan Wang, Katherine Ognyanova",
          "abstract": "The “News Finds Me” (NFM) perception captures the common belief that one can stay informed without actively seeking news. This study aims to extend previous research by comparing the widely used general NFM measure with topic-specific perceptions of entertainment, sports, politics, COVID-19, and climate change news. We assess the strength, predictors, and outcomes of NFM perceptions across those different thematic domains. Our findings show that NFM perceptions are stronger for soft news (entertainment and sports) compared to hard news (politics, COVID-19, climate change). In addition, interest in a news topic is associated with lower NFM perceptions for hard news and higher perceptions for soft news. While the traditional NFM measure reflects “News Finds Me” perceptions in politics and COVID-19 well, it is not as effective in capturing perceptions of climate change and soft news. Our results emphasize the need to explore different news genres to better understand news consumption beliefs and behaviors.",
          "url": "https://doi.org/10.1177/20563051251382442",
          "doi": "https://doi.org/10.1177/20563051251382442",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "New/s Gatekeepers: The Impact of Social Media Algorithms on Arab TV News Coverage",
          "authors": "Alyaa Anter, Nermeen Ibrahim",
          "abstract": "Drawing on gatekeeping theory and platform governance, this study examined Arab journalists’ perspectives on news gatekeeping via social media, the challenges they faced when covering politically sensitive events, and the strategies they employed to address those challenges. A mixed-methods approach was employed, combining in-depth interviews with twenty-four Arab multimedia journalists, social media specialists, and managers, along with an online survey of 171 Arab journalists from four Arab countries. The results revealed that the participants perceived algorithms as powerful intermediaries that considerably influenced their professional practices and news values on social media. They reported their experiences of shadow banning and content removal, particularly when reporting on Arab political issues such as the Palestinian issue. Journalists have reported that they must either adapt to the algorithmic dynamics or employ strategies to circumvent the algorithmic restrictions on Arab news coverage. This study underscores the need for greater transparency in algorithmic curation to ensure the fair representation of diverse voices in political news coverage.",
          "url": "https://doi.org/10.1177/19401612251370924",
          "doi": "https://doi.org/10.1177/19401612251370924",
          "filter": 0
        },
        {
          "title": "Negative Campaigns, Negative Votes? Meanings of Voting and Political Campaigns",
          "authors": "Ming M. Boyer, Cal le Gall, Carolina Plescia",
          "abstract": "Negative campaigns can have different effects on voting behavior and political attitudes. While recent work has differentiated between contexts and campaigns, few have investigated the mechanisms underlying the effects of negative campaigns. We argue that negative campaigning may affect whether citizens understand voting as supporting one candidate or party (positive meanings of voting), as opposing another (negative meanings of voting), or even as something useless, unpleasant or undesirable (anti-voting meanings). Using preregistered cross-sectional analyses in the 2022 Hungarian and US elections, we confirm that negative and anti-voting meanings are pervasive, and related to political parties’ use of negative and “dirty” campaigns. Two preregistered survey experiments, however, only confirm the effects of the most outrageous campaign messages. We conclude that meanings of voting are important democratic attitudes that are related to parties’ campaigning behavior. However, they are relatively stable attitudes that are only affected by relatively extreme stimuli.",
          "url": "https://doi.org/10.1177/19401612251376808",
          "doi": "https://doi.org/10.1177/19401612251376808",
          "filter": 0
        },
        {
          "title": "Foreign Correspondence in China: Authoritarian Media Control and Journalistic Responses",
          "authors": "Linette Lim",
          "abstract": "Authoritarian regimes seek to control information and influence international public opinion about themselves. While tools of control, such as propaganda, censorship, and digital surveillance, are well documented, less attention has been paid to how these regimes exert pressure on foreign correspondents operating within their borders. Using the case of China and drawing on more than fifty interviews with former and current foreign correspondents, this study examines the multifaceted nature of authoritarian media control and the responses it provokes. It highlights the significance of less obvious forms of control. These include indirect channeling tactics – such as legal ambiguity that deters reporting by creating an atmosphere of uncertainty for journalists and sources – and the role of mobilized citizens in obstructing journalists. The findings show that journalists respond by concealing their activities to preserve professional standards or by conforming to localized restrictions, contributing to our understanding of how state power is quietly contested or reproduced in authoritarian contexts.",
          "url": "https://doi.org/10.1177/19401612251379585",
          "doi": "https://doi.org/10.1177/19401612251379585",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "‘Tiny canvases, big tales’: deciphering the concept of tax through Japanese children’s postcard drawings",
          "authors": "Xiaoben Yuan",
          "abstract": "Children’s drawings serve as a medium for conceptualizing complex societal ideas. This study investigates how Japanese children aged 11–12 years employ multimodal metaphors in tax-themed postcard drawings to represent taxation. By analyzing 712 contest submissions, this research identifies frequent metaphorical categories, examines their distribution across verbal, pictorial, and multimodal modes, and categorizes them into relational and attributional metaphors. Results indicate a substantial reliance on metaphorical reasoning, particularly metaphors that frame taxation positively – as SUPPORT, BETTERMENT, or PROTECTION. Further analysis reveals children’s advanced ability to deliberately use pictorial and verbal resources, aligning multimodal strategies to communicate complex societal concepts. Importantly, relational metaphors, which involve structured conceptual mappings, emerged as significantly more frequent than attributional metaphors, suggesting deep cognitive engagement and advanced reasoning skills. These findings contribute to research on multimodal communication and children’s socio-semiotic meaning-making strategies.",
          "url": "https://doi.org/10.1177/14703572251371121",
          "doi": "https://doi.org/10.1177/14703572251371121",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
