{
  "update": "2024-09-30",
  "content": [
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Saying “thanks” and “sorry” in a Japanese workplace: expressing gratitude and apologies functions as an effective politeness strategy",
          "authors": "Tatsuya Imai",
          "url": "http://dx.doi.org/10.1080/08824096.2024.2407593",
          "doi": "10.1080/08824096.2024.2407593",
          "filter": 0
        },
        {
          "title": "Developing and assessing brief questionnaire measurements of political media and discussion",
          "authors": "Jacob A. Long",
          "url": "http://dx.doi.org/10.1080/08824096.2024.2407598",
          "doi": "10.1080/08824096.2024.2407598",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Addressing Workplace Sexual Harassment Through Organizational Policy Messaging",
          "authors": "Lindsey E. Blumell, Dinfin Mulupi",
          "url": "http://dx.doi.org/10.1080/10510974.2024.2406045",
          "doi": "10.1080/10510974.2024.2406045",
          "filter": 0
        },
        {
          "title": "“The Brunt of the Colonial Yoke Continues to Weigh on Us” : Understanding Africa’s Geopolitics as a Decolonial Struggle",
          "authors": "Michael Ofori",
          "url": "http://dx.doi.org/10.1080/10510974.2024.2408049",
          "doi": "10.1080/10510974.2024.2408049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Performing home through women’s care practices in digital spaces",
          "authors": "Julia Limb, Earvin Charles Cabalquinto, Justine Humphry",
          "abstract": "This article investigates how the home is performed by two differing groups of women in Australia through gendered care practices and domestic representations in digital spaces. Specifically, it examines the ways Australian women craft bloggers use Instagram and older Filipina-Australians use Facebook to enact diverse modes of mediated care in and beyond the home setting. The analysis draws on two separate ethnographic studies. The first study involved six Australian women to investigate their craft blogging practices on Instagram from 2014 to 2019 where they engaged their varying sized online audiences ranging from 1000 to more than 100,000 followers. The second study included 15 older Filipina-Australians in Victoria, Australia in March 2023 to understand their digital care practices using Facebook to maintain transnational connections among family members and peers. The studies utilised in-person research interviews, visual methods and a digital ethnography. This article extends the model of the moral economy of the household to highlight a range of mediated domestic and care practices carried out across physical and digital spaces shaped by gendered labour practices, transborder care expectations and digital platform affordances. These practices reveal the role of the home as a site and symbol for these different groups in negotiating the tensions of the unequal division of social reproduction and care within the Globalised Care Chain.",
          "url": "http://dx.doi.org/10.1177/13548565241288455",
          "doi": "10.1177/13548565241288455",
          "filter": 0
        },
        {
          "title": "‘Grandma, tell that story about how to make napalm again’",
          "authors": "Morten Heuser, Julie Vulpius",
          "abstract": "The present study explores early adopters’ domestication processes of ChatGPT and Midjourney in the early phase of generative AI’s public breakthrough. To study this process, we conducted an online ethnography in two dominant AI forums on Reddit: r/chatgpt and r/midjourney. Drawing on domestication theory (Silverstone and Hirsch, 1992), we describe three modalities of domestication and argue they represent an emerging cultural approach to generative AI with potential to influence broader domestication and adoption of generative AI. Our findings show that early adopters’ domestication processes are collaborative and fueled by playful and nontelic activity, that is, non-purpose-driven behavior (Abend et al., 2020), where new content genres and transmedia practices (Jenkins, 2007) emerge and serve as an entryway into understanding and domesticating the technology. We identify three distinct modalities of domestication in relation to generative AI: jailbreaking, roleplaying, and playing ‘what if’. Our analysis highlights how non-purpose-driven and playful engagement with generative AI drives a highly collaborative domestication process among users. In this process, generative AI serves a double role as both the object and enabler of domestication. Based on the analysis, we argue for the need to take collaboration, affect, and playfulness into consideration in studies of users’ technology domestication processes.",
          "url": "http://dx.doi.org/10.1177/13548565241285742",
          "doi": "10.1177/13548565241285742",
          "filter": 0
        },
        {
          "title": "Mirroring journalistic work in newsroom metrics: A longitudinal study of Estonian journalists’ making sense of data",
          "authors": "Signe Ivask, Pille Pruulmann-Vengerfeldt",
          "abstract": "While a substantial body of research has explored the intricate relationship between journalists and metrics, there remains a notable gap in systematically understanding how evolving metrics over time influence journalists’ use of data as feedback. This study addresses this gap by investigating how alterations in the most valued metrics influence the utilisation of audience data for reflection and feedback in national and local newsrooms. The study spans multiple waves from 2012 to 2023 and comprises 72 interviews with Estonian journalists. It employs the Data Loop framework to analyse the circulation of audience data among media institutions, audiences, newsrooms, and individual journalists’ reflexive actions. Examining data reflexivity within newsrooms involves considering the interplay between newsroom culture, metrics-gathering technology, external pressures from changing business models, and journalistic agency. Over time, the metrics valued by newsroom managers have shifted – from prioritising clicks as a measure of audience interest to rewarding journalists based on minutes spent on stories or the acquisition of subscriptions. In this article, we argue that instead of considering the audiences behind the data, journalists and editors mostly use the data offered by metrics to reflect on their work. Noteworthy trends include journalists conforming to data dominance and shaping their work to align with prevailing metrics, particularly in the context of paywalls where individual article readership can be linked with direct income through subscriptions. Contextualising newsroom data within the Data Loop, this study illustrates how data serves as a source for reflections at both the individual and newsroom culture levels. Despite assertions of an audience turn, our findings indicate that a focus on metrics does not necessarily signify a focus on the audience but rather an unwavering interest in journalistic production.",
          "url": "http://dx.doi.org/10.1177/13548565241286979",
          "doi": "10.1177/13548565241286979",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Unmasking Deception: Strategies to Combat AI-Driven Disinformation",
          "authors": "Brenda K. Wiederhold",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0467",
          "doi": "10.1089/cyber.2024.0467",
          "filter": 0
        },
        {
          "title": "Assessing Bias Toward a Black or White Simulated Patient with Obesity in a Virtual Reality-Based Genomics Encounter",
          "authors": "Susan Persky, Brittany M. Hollister, Alison Jane Martingano, Alexander P. Dolwick, Sydney H. Telaak, Emma M. Schopp, Vence L. Bonham",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0066",
          "doi": "10.1089/cyber.2024.0066",
          "filter": 0
        },
        {
          "title": "Harnessing Hope in Digital Spaces for Health Equity: How Group Comparison Information and Supportive Comments Influence Bone Marrow Donor Intentions for African Americans",
          "authors": "Roselyn J. Lee-Won, Lanier F. Holt",
          "url": "http://dx.doi.org/10.1089/cyber.2023.0598",
          "doi": "10.1089/cyber.2023.0598",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "The Harming and the Helping: Perceived Organizational Effects on Mental Health in the Newsroom",
          "authors": "Kayli Plotner, Patrick Ferrucci",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2404605",
          "doi": "10.1080/21670811.2024.2404605",
          "filter": 0
        },
        {
          "title": "From Criticism to Anger and Hate: The Vulgarisation of Digital Anti-Press Criticism on News Outlets’ Facebook Pages",
          "authors": "Dejan Jontes, Vasja Vehovar",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2397080",
          "doi": "10.1080/21670811.2024.2397080",
          "filter": 0
        },
        {
          "title": "Analyzing Sensationalism in News on Twitter ( X ): Clickbait Journalism by Legacy vs. Online-Native Outlets and the Consequences for User Engagement",
          "authors": "Salman Khawar, Mark Boukes",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2394764",
          "doi": "10.1080/21670811.2024.2394764",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "The Role of Choice and Descriptive Norms in Attenuating Reactance to BPA Risk Messages: A Conceptual Replication",
          "authors": "Andrea Martinez Gonzalez, Tobias Reynolds-Tylus, Sam R. Wilson",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2407647",
          "doi": "10.1080/17524032.2024.2407647",
          "filter": 0
        },
        {
          "title": "Activating Ecocentrism: How Young Women Environmental Activists Produce Identity on Instagram",
          "authors": "Brittany Hannouch, Tema Milstein",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2376697",
          "doi": "10.1080/17524032.2024.2376697",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Book Review: Comunicar é negociar (Communicating is Negotiating) by Wolton, D.",
          "authors": "Arthur F. Simões Pires",
          "url": "http://dx.doi.org/10.1177/02673231241281162",
          "doi": "10.1177/02673231241281162",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Stance-Taking and Responses in Selected Social Media Posts and Comments on Arise TV Morning Show",
          "authors": "Jane Chinelo Obasi, Godsfavour Ihechiluru Gurah",
          "url": "http://dx.doi.org/10.1080/10646175.2024.2409090",
          "doi": "10.1080/10646175.2024.2409090",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "The impact of attention and task performance on antiphishing performance: a multigoal perspective",
          "authors": "Shihe Pan, Jungwon Kuem",
          "abstract": "Purpose People are often recognized as the weakest part of thwarting phishing attacks. The goal of preventing phishing can conflict with the goal of keeping a good level of productivity in daily work; however, we still lack an understanding of this multigoal scenario. This paper aims to develop and test a new model of antiphishing performance, especially in relation to individuals' task performance in daily work. Drawing on the extended multiple-goal pursuit model (MGPM*), we examined the relationship between task performance at a time point and the subsequent antiphishing performance as well as how this relationship differs across varying types of phishing emails and attention levels to phishing cues. Design/methodology/approach We tested the model by conducting a field experiment with a survey questionnaire. Four legitimate work emails and four phishing emails (consisting of two work-related and two work-unrelated emails) were sent to 357 participants. The data were analyzed using generalized estimating equations. Findings The results indicate that task performance at a time point has a curvilinear relationship with subsequent antiphishing performance. This relationship is moderated by the types of phishing emails and individuals' attention to phishing cues. For work-related phishing emails, task performance is negatively associated with antiphishing performance when it reaches an intermediate level; however, when task performance is low, or high to an extent, it is positively related to antiphishing performance. For work-unrelated phishing emails, there is a positive association between task performance and antiphishing performance. Moreover, attention to phishing cues moderates the curvilinear relationship between task performance and antiphishing performance such that when task performance reaches an intermediate level, as attention to phishing cues increases, the relationship between task performance and antiphishing performance will turn from negative to positive. Practical implications This paper has practical implications that bear on the conflict between antiphishing performance and task performance. Originality/value This paper sheds light on the potential of the extended multiple-goal pursuit model in studying antiphishing behavior.",
          "url": "http://dx.doi.org/10.1108/itp-01-2023-0079",
          "doi": "10.1108/itp-01-2023-0079",
          "filter": 0
        },
        {
          "title": "The determinants of participation in online business forums: exploring the interplay of need factors and reciprocity",
          "authors": "Rebwar Kamal Gharib",
          "abstract": "Purpose The purpose of this study is to enhance the understanding of the drivers of participation in online business forums (OBFs). Specifically, it examines how reciprocity and three distinct types of needs (functional, psychological and hedonic) shape the participation behaviour of members in OBFs. Design/methodology/approach This study employs a multilevel analysis, integrating Social Exchange Theory and Uses and Gratification Theory to develop and validate a research framework. Data were collected via online questionnaires ( N  = 596) from 48 business forums on LinkedIn. The data analysis was carried out using PLS-SEM in stages. A confirmatory factor analysis was carried out to assess the measurement model, including validating the reliability and validity of the measurement items. The direct hypotheses were tested, followed by a post ad-hoc analysis to test the mediation and moderation hypotheses. Findings This study shows the impact of three need factors – functional, psychological and hedonic – and reciprocity on community members' participation behaviour in OBFs. The findings indicate that fulfiling functional, psychological and hedonic needs are key determinants driving active participation. The study further highlights the coexistence of two types of reciprocity: direct and indirect. However, the data analysis results show that only indirect reciprocity motivates participation in OBFs. Furthermore, the study reveals that indirect reciprocity not only precedes participation but also acts as a pivotal factor interacting with the interrelationship between the need factors and participation levels in OBFs. Originality/value This research advances theoretical understanding of participation in OBFs by offering novel insights into its complex, multi-faceted nature. Unlike some previous simplistic models, this study employs innovative multilevel analysis, uniquely demonstrating the synergistic impact of need factors and reciprocity on participation. It offers a nuanced perspective previously unexplored by addressing reciprocity’s paradoxical role and uncovering interconnections between various factors. This approach provides groundbreaking insights into OBF dynamics, advancing theoretical understanding while offering actionable strategies for enhancing member engagement and community development.",
          "url": "http://dx.doi.org/10.1108/itp-02-2024-0273",
          "doi": "10.1108/itp-02-2024-0273",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Lodging complaints against platform power: how Lebanese journalists and activists experience reporting mechanisms, platform failures, and techno-alienation",
          "authors": "Azza El-Masri, Martin J. Riedl, Inga K. Trauthig, Samuel C. Woolley",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2406803",
          "doi": "10.1080/1369118x.2024.2406803",
          "filter": 0
        },
        {
          "title": "Digital food: from paddock to platform",
          "authors": "Coral Yu Han",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2406808",
          "doi": "10.1080/1369118x.2024.2406808",
          "filter": 0
        },
        {
          "title": "Online monitoring activism: civic surveillance practices as a reaction to the rise of the far-right in the COVID-19 pandemic",
          "authors": "Florian Primig, Julia Lück-Benz",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2406817",
          "doi": "10.1080/1369118x.2024.2406817",
          "filter": 0
        },
        {
          "title": "The thousand faces of images in AI news: psychological distance, dialectical relationships and sensationalism",
          "authors": "Yujia Zhai, Nanshan Guo, Jinwen Zhang, Hezhao Zhang, Shaojing Sun, Ying Ding",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2406811",
          "doi": "10.1080/1369118x.2024.2406811",
          "filter": 0
        },
        {
          "title": "Artificial intelligence as a mode of ordering. Automated-decision making in primary care",
          "authors": "Núria Vallès-Peris, Júlia Pareto",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2406802",
          "doi": "10.1080/1369118x.2024.2406802",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "How much do attention levels in advertising matter? A call for more research",
          "authors": "Charles R. Taylor",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2407674",
          "doi": "10.1080/02650487.2024.2407674",
          "filter": 0
        },
        {
          "title": "Beyond likes: the persuasive potential of romantic parasocial relationships with influencers",
          "authors": "Priska L. Breves, Nicole T. Liebers, Marijn H. C. Meijers, Zeph M. C. van Berlo",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2407737",
          "doi": "10.1080/02650487.2024.2407737",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Digital influencers in different cultural contexts: effects of authenticity and value perceptions",
          "authors": "Mahesh Gadekar, Mbaye Fall Diallo, Victoria-Sophie Osburg",
          "abstract": "Purpose Brands can build meaningful, effective connections with consumers through digital influencers. This paper aims to understand the factors determining digital influencers’ success concerning brand-related (i.e. intention to follow influencer advice) and influencer-related (i.e. intention to recommend the influencer) outcomes. We present a conceptual model derived from established theories and psychological reasoning, identifying influencer authenticity and perceived value as important antecedents. We present satisfaction with the influencer and influencer credibility as the psychological mechanism explaining why antecedents transform into favorable outcomes. Design/methodology/approach With structural equation modeling and two studies (N1 = 814; N2 = 685) relying on active followers from two countries (the UK and India), this paper examines the direct and indirect effects of the value and authenticity of digital influencers on followers’ behavioral outcomes and the cultural context’s potential moderating effect. Findings Authenticity and value of digital influencers positively affect intention to follow influencer advice and recommend the influencer. Such effects are mediated by follower satisfaction and influencer credibility. The effects of influencer authenticity and value on intentions to follow and recommend are not stronger in India than in the UK. Originality/value We contribute to the literature by presenting a theoretically informed framework capturing the antecedents of successful influencers and the importance of differentiating brand-related and influencer-related outcomes. Furthermore, our studies highlight that research findings about influencers’ impact may not be generalizable to other cultural contexts.",
          "url": "http://dx.doi.org/10.1108/intr-07-2023-0577",
          "doi": "10.1108/intr-07-2023-0577",
          "filter": 0
        },
        {
          "title": "Predicting the acceptance of e-government: a systematic review",
          "authors": "Xiaohe Wu, Alain Yee Loong Chong, Yi Peng, Haijun Bao",
          "abstract": "Purpose This study uses a systematic review to explore the potential causes of previous findings related to e-government acceptance research. By identifying the most frequently used, best, promising or worst factors that affect the acceptance of e-government, this research presents a research agenda for e-government researchers. Design/methodology/approach Through conducting a systematic review following the preferred reporting items for systematic reviews and meta-analyses (PRISMA) procedure, this research first selected 109 papers. Subsequently, this research analyzed the predictors and linkages of e-government acceptance by adopting a weight-analysis method proposed by Jeyaraj et al . (2006). Findings The results first revealed the five most frequently used predictors and five best predictors of e-government acceptance at a comprehensive level. Furthermore, this study summarized the best predictors affecting the acceptance of e-government from the perspectives of adopter types and e-government stages. The results also illustrated the promising and the worst predictors influencing e-government acceptance. Originality/value The contribution of this research is twofold. First, this study identified the linkages between e-government acceptance at the individual and organizational levels and between different e-government development stages. Second, this research provided a research direction that could offer useful insights for future e-government studies.",
          "url": "http://dx.doi.org/10.1108/intr-12-2022-0970",
          "doi": "10.1108/intr-12-2022-0970",
          "filter": 0
        },
        {
          "title": "Unraveling the impact of infodemic stress on information and health behaviors: a double effect perspective",
          "authors": "Ting Pan, Yongqiang Sun, Xitong Guo, Min Zhang",
          "abstract": "Purpose This paper aims to explore the underlying mechanism whereby information-induced stress, resulting from the burdensome nature, questionable information reliability, misleading content and diffuse characteristics of infodemic pressure, impacts individuals’ online information-related behavior and health-related preventive behavior. Design/methodology/approach We conducted a cross-sectional survey organized with social media users during the post-pandemic period. Based on the 342 valid responses, structural equation modeling was employed to validate the research model. Findings The results substantiate our multidimensional view of infodemic stress, which encompasses dimensions including information overload, uncertainty, diffusivity and insecurity. We found that the infodemic stress contributes to pandemic fatigue, then engenders both negative information behavior and reduced engagement in preventive behavior. Furthermore, infodemic stress has also been found to have a direct positive effect on individuals’ engagement in preventive behavior. Originality/value This study introduces the concept of “infodemic stress” and presents a comprehensive framework to capture its various dimensions. This study offers novel insights into the psychological and behavioral repercussions of the infodemic stress transmitted through social media.",
          "url": "http://dx.doi.org/10.1108/intr-12-2023-1137",
          "doi": "10.1108/intr-12-2023-1137",
          "filter": 0
        },
        {
          "title": "In AI, we do not trust! The nexus between awareness of falsity in AI-generated CSR ads and online brand engagement",
          "authors": "Ahmad Aljarah, Blend Ibrahim, Manuela López",
          "abstract": "Purpose Synthetic advertising, which involves creating or modifying ads through artificial intelligence (AI) technology, has recently transformed the field of media and advertising. Despite its emerging importance, our understanding of consumer perceptions in this context is limited. This study is one of the first to explore the impact of synthetic advertising on consumer behavior. Design/methodology/approach Across two between-subject experimental studies, using coffee shop customers in the USA, we tested how, why and when awareness of falsity in AI-generated corporate social responsibility (CSR) ads affects online brand engagement. Findings In Study 1, awareness of falsity in AI-generated CSR ads negatively impacts online brand engagement, with perceived sincerity mediating this relationship. Additionally, a higher level of CSR authenticity mitigates the negative effect of awareness of falsity on online brand engagement. CSR authenticity does not moderate the mediation effect of perceived sincerity in the relationship between awareness of falsity and online brand engagement. In Study 2, the relationship between awareness of falsity and online brand engagement is moderated by brand familiarity. Importantly, perceived sincerity only mediates this effect for unfamiliar brands, not familiar ones. Practical implications This study provides key insights for managers using AI to promote CSR initiatives. While AI can save time and budget, it may lead to negative consumer reactions due to perceptions of insincerity. To mitigate this, companies should focus on enhancing the authenticity of their CSR efforts and humanizing AI-generated ads. Additionally, established brands should be cautious of reduced consumer engagement with AI-generated content, while unfamiliar brands can benefit by emphasizing sincerity in their messaging. Originality/value This paper is one of the first studies that discuss how, why and when awareness of falsity in AI-generated corporate social responsibility ads affects online brand engagement.",
          "url": "http://dx.doi.org/10.1108/intr-12-2023-1156",
          "doi": "10.1108/intr-12-2023-1156",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "FIFA World Cup as a Media Event: Psychological Factors’ Influence on Second Screen Usage",
          "authors": "Dana Weimann-Saks, Vered Elishar, Yaron Ariel",
          "url": "http://dx.doi.org/10.1080/08838151.2024.2406864",
          "doi": "10.1080/08838151.2024.2406864",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Computer-Mediated Communication",
      "journal_short": "JCMC",
      "articles": [
        {
          "title": "Machine heuristic: concept explication and development of a measurement scale",
          "authors": "Hyun Yang, S Shyam Sundar",
          "abstract": "Human assumption of superior performance by machines has a long history, resulting in the concept of “machine heuristic” (MH), which is a mental shortcut that individuals apply to automated systems. This article provides a formal explication of this concept and develops a new scale based on three studies (Combined N = 1129). Measurement items were derived from the explication and an open-ended survey (Study 1, N = 270). These were then administered in a closed-ended survey (Study 2, N = 448) to identify their dimensionality through exploratory factor analysis (EFA). Lastly, we conducted another survey (Study 3, N = 411) to verify the factor structure obtained in Study 2 by employing confirmatory factor analysis (CFA). Analyses resulted in a validated scale of seven items that reflect the level of MH in individuals and identified six sets of descriptive labels for machines (expert, efficient, rigid, superfluous, fair, and complex) that serve as formative indicators of MH. Theoretical and practical implications are discussed.",
          "url": "http://dx.doi.org/10.1093/jcmc/zmae019",
          "doi": "10.1093/jcmc/zmae019",
          "filter": 0
        },
        {
          "title": "Reinvention mediates impacts of skin tone bias in algorithms: implications for technology diffusion",
          "authors": "Hannah Overbye-Thompson, Kristy A Hamilton, Dana Mastro",
          "abstract": "Two studies examine how skin tone bias in image recognition algorithms impacts users’ adoption and usage of image recognition technology. We employed a diffusion of innovations framework to explore perceptions of compatibility, complexity, observability, relative advantage, and reinvention to determine their influence on participants' utilization of image recognition algorithms. Despite being more likely to encounter algorithm bias, individuals with darker skin tones perceived image recognition algorithms as having greater levels of compatibility and relative advantage, being more observable, and less complex and thus used them more extensively compared to those with lighter skin tones. Individuals with darker skin tones also displayed higher levels of reinvention behaviors, suggesting a potential adaptive response to counteract algorithm biases.",
          "url": "http://dx.doi.org/10.1093/jcmc/zmae016",
          "doi": "10.1093/jcmc/zmae016",
          "filter": 0
        },
        {
          "title": "Topic territoriality and the cost of civility: examining the impact of IP address disclosure on Weibo",
          "authors": "Chao Yu, Drew Margolin",
          "abstract": "This article introduces the concept of “topic territoriality,” a mechanism that governs participation in conversational spaces. When a discussion becomes prone to territorialization, individuals are more likely to claim topics (participating in discussions about topics they own as “stakeholders”) and defer (reducing participation in topics owned by others). They are also more likely to patrol topic boundaries (monitoring who is participating and confronting topic “intruders”). We document the operation of topic territoriality by analyzing 112,278 conversational turns on Weibo before and after a policy that reveals users’ broad geographic locations. We find that revealing these locations increased territorial behaviors, leading to more homogenous participation in conversations. Although the display of locations has improved the overall civility in language, the confrontations between stakeholders and intruders became more toxic. Our research emphasizes the impact of topic territoriality in online conversations and sheds light on the unintended consequences of social media policies.",
          "url": "http://dx.doi.org/10.1093/jcmc/zmae018",
          "doi": "10.1093/jcmc/zmae018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "Exposure to Sexually Explicit Internet Material in Adolescence and Unwanted Sexual Behavior in Emerging Adulthood",
          "authors": "Helene Laporte, Laurens Vangeel, Kexin Wang, Steven Eggermont, Laura Vandenbosch",
          "abstract": "Abstract: This longitudinal study examines long-term associations between the use of sexually explicit internet material (SEIM) during adolescence and engagement in unwanted sexual behaviors in emerging adulthood. Drawing on a four-wave panel study among 377 participants (aged 18–24, 44.3% male), using logistic regression analysis, we found that SEIM use during adolescence predicted a higher odds of having sexually touched a stranger and of having insisted on sex with someone who had refused by emerging adulthood, 5 years later. That said, the proportion of participants committing these unwanted sexual behaviors is relatively small. Respectively 10.3%, 8.5%, and 1.1% of emerging adults had sexually touched a stranger, insisted on sex with a partner who had refused, or had used force to try to have sex.",
          "url": "http://dx.doi.org/10.1027/1864-1105/a000449",
          "doi": "10.1027/1864-1105/a000449",
          "filter": 0
        },
        {
          "title": "Pushing Towards Privacy",
          "authors": "Jana Dombrowski, Alexandra Lux",
          "abstract": "Abstract: The use of privacy-enhancing technologies (PETs) to protect online privacy is a promising preventive measure. However, many users lack knowledge of their existence and application. This study reports the results of a pre-registered longitudinal experiment aimed at encouraging Internet users to install and use Tor, which enables anonymous browsing. The study compares two soft-paternalistic interventions: a social norm nudge and an educational boost, each with positive and negative framing. The data ( N T1  = 1,450; N T2  = 1,171) were based on a sample representative of German online users. The study finds that targeting users’ literacy and framing Tor as a PET, rather than as a darknet technology, increases users’ motivation to install and use the browser. However, the effects are only observed in the short-term and do not translate into actual behavior. We discuss implications for theory and practice regarding the effectiveness of interventions encouraging PET adoption.",
          "url": "http://dx.doi.org/10.1027/1864-1105/a000433",
          "doi": "10.1027/1864-1105/a000433",
          "filter": 0
        },
        {
          "title": "Social Anxiety, Perceptions of Social Support, and Behavior in Anticipation of Online Peer Interaction",
          "authors": "Emily L. Jones, Michelle Rozenman",
          "abstract": "Abstract: Most Americans aged 18–49 use social media ( Atske, 2021 ). The social compensation ( McKenna &amp; Bargh, 2000 ) and social enhancement ( Kraut et al., 2002 ) hypotheses offer two frameworks for understanding online social behavior, yet the evidence for these hypotheses is mixed. Two factors that may be important to consider in the context of online social behavior are social anxiety symptoms ( Weidman et al., 2012 ) and perceived social support ( O’Day &amp; Heimberg, 2021 ). This study aimed to understand how online social behavior may be associated with social anxiety and perceived social support. Participants ( N = 303) completed self-report measures of social anxiety symptoms and perceived social support, as well as a task designed to simulate online social interactions. Participants who mentioned social activities in a mock social media profile had significantly lower social anxiety and significantly higher perceived social support than those who did not. There were no significant associations between social anxiety or perceived social support and the number of people with whom participants expressed interest in interacting. Participants with higher perceived social support indicated that they wanted to maximize their chances of interacting with another person. Overall, these findings provide some support for the social enhancement hypotheses. Further research is needed to disentangle how social anxiety and perceived social support may be relevant to online social behavior.",
          "url": "http://dx.doi.org/10.1027/1864-1105/a000450",
          "doi": "10.1027/1864-1105/a000450",
          "filter": 0
        },
        {
          "title": "Testing Obtrusiveness and Addressing as Determinants of the Intensity of Parasocial Interactions",
          "authors": "Tobias Schreyer, Uli Gleich",
          "abstract": "Abstract: With the Two-Level Model of PSI, Hartmann et al. (2004) intended to overcome shortcomings in the field of research on parasocial phenomena. However, the model’s conceptualization of PSI and its implications have not been empirically tested yet. The study aims to test two central assumptions of the model. In an experiment with 128 participants, obtrusiveness and addressing of a persona were manipulated and the effects on experienced perceptual-cognitive, affective, and conative parasocial interaction were tested. As expected, obtrusiveness appeared as a significant predictor of the intensity of parasocial interactions. An effect of addressing could not be found. The study partially supports the assumptions of the Two-Level Model.",
          "url": "http://dx.doi.org/10.1027/1864-1105/a000444",
          "doi": "10.1027/1864-1105/a000444",
          "filter": 0
        },
        {
          "title": "Incubating Scholarship From Emerging Media Psychologists",
          "authors": "Nicholas David Bowman, André Melzer",
          "url": "http://dx.doi.org/10.1027/1864-1105/a000451",
          "doi": "10.1027/1864-1105/a000451",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Science Communication",
      "journal_short": "JCOM",
      "articles": [
        {
          "title": "The Effect of News Topicality on Illusory Truth : Unveiling the Echo Chamber Effect by the Dual Mediating Effect of Peer Recommendations and Algorithm Recommendations",
          "authors": "Mikyung Kim, Bongduk Kim",
          "url": "http://dx.doi.org/10.14696/jcs.2024.09.24.3.123",
          "doi": "10.14696/jcs.2024.09.24.3.123",
          "filter": 0
        },
        {
          "title": "Exploring the Topography of Legitimacy Discourse Regarding Sustainable Management",
          "authors": "Taeil Yoon",
          "url": "http://dx.doi.org/10.14696/jcs.2024.09.24.3.75",
          "doi": "10.14696/jcs.2024.09.24.3.75",
          "filter": 0
        },
        {
          "title": "The Impact of the Upward Social Comparison of SNS Users on the Fear of Social Exclusion : Focusing on the Mediating Effects of Self-Monitoring and Self-Expression and Gender Differences",
          "authors": "Tianhong Chen, Bumsoo Chon",
          "url": "http://dx.doi.org/10.14696/jcs.2024.09.24.3.189",
          "doi": "10.14696/jcs.2024.09.24.3.189",
          "filter": 0
        },
        {
          "title": "Attractive, Professional, or Credible : How Influencer Attributes Affect Consumer Behavior in Korea and China",
          "authors": "Yalu Wen, Heejung Kim",
          "url": "http://dx.doi.org/10.14696/jcs.2024.09.24.3.152",
          "doi": "10.14696/jcs.2024.09.24.3.152",
          "filter": 0
        },
        {
          "title": "Terrible False Reports on the Sewol Ferry Disaster from a ‘Local’ Perspective: Focusing on the Experiences and Recollections of Mokpo MBC Reporters in Producing News about the Sewol Ferry Disaster",
          "authors": "Ohhyeon Lee, Chulwon Kim",
          "url": "http://dx.doi.org/10.14696/jcs.2024.09.24.3.5",
          "doi": "10.14696/jcs.2024.09.24.3.5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Greater social network complexity mitigates pandemic-related negativity",
          "authors": "Eisha Haque, Nicholas R. Harp, Maital Neta",
          "abstract": "Having strong, diverse social relationships is tightly linked to myriad physical and mental health benefits by mitigating the negative impacts of adverse events. The COVID-19 pandemic brought increased uncertainty and changes to our social lives that reduced the spread of COVID-19 (e.g., social distancing), but also likely impacted emotional well-being. We investigated how one of these changes – changing social networks – relates to emotional bias (a proxy for well-being), specifically one’s tendency to interpret ambiguous stimuli as positive or negative (i.e., valence bias). Participants ( N = 614) categorized the valence of clearly (e.g., angry and happy expressions) and ambiguously valenced stimuli (e.g., surprised expressions), and were asked about their social network before and during the pandemic. Compared to before the pandemic, participants reported a decrease in overall network size ( p &lt; .001) and number of embedded networks (i.e., a measure of network complexity represented by number of areas of social activity; p &lt; .001). In a model with all three social network dimensions (size, complexity, diversity), network complexity uniquely predicted valence bias ( p = .02). Specifically, participants with greater social network complexity during the pandemic showed a more positive bias. Further, participants that did not experience a pandemic-related reduction in network complexity were protected from pandemic-related increases in negativity ( p &lt; .001). In other words, having a more complex social network could act as a protective factor against adverse outcomes in times of uncertainty.",
          "url": "http://dx.doi.org/10.1177/02654075241287235",
          "doi": "10.1177/02654075241287235",
          "filter": 0
        },
        {
          "title": "Translating mindfulness into relationships: Own and partner’s mental well-being moderate the link between trait mindfulness and relationship mindfulness",
          "authors": "Yunzhi Zheng, Daniel K. Smedley, Jonathan G. Kimmes",
          "abstract": "Building upon the evidence supporting the interpersonal benefits of trait mindfulness, efforts to understand mindfulness in the context of intimate relationships (i.e., relationship mindfulness) have been made to better predict relationship outcomes. To further understand the relationship benefits of mindfulness, it is crucial to take a closer look at for whom and under what conditions trait mindfulness translates into relationship mindfulness. In this study, we examined the moderating effects of one’s own and their partner’s mental well-being on the positive link between trait mindfulness and relationship mindfulness. Specifically, we expected this link to be weaker for those who themselves or their partners reported worse mental well-being as poor mental well-being may pull couples inward, away from showing up mindfully in relationships. A sample of 115 different-sex married couples completed an online questionnaire that included measures of trait mindfulness, relationship mindfulness, and markers of mental well-being (i.e., depression, anxiety, loneliness). A series of actor-partner interdependence moderation models showed that, consistent with our hypotheses, the link between husbands’ trait mindfulness and relationship mindfulness was weaker if husbands or their wives reported higher depression or anxiety. Therefore, couples may benefit more if mindfulness-based couple interventions directly target how partners can use mindfulness skills to stay connected even when facing mental health challenges. This study also further highlights the importance of considering various relational contexts for mindfulness research and interventions.",
          "url": "http://dx.doi.org/10.1177/02654075241288260",
          "doi": "10.1177/02654075241288260",
          "filter": 0
        },
        {
          "title": "Negative ties, social support buffering, and loneliness: Findings from a cross-national survey",
          "authors": "Harris Hyun-soo Kim, Jong Hyun Jung",
          "abstract": "This study examines the independent and interactive effects of perceived social support (positive ties) and relational stress (negative ties) on loneliness in later life. To that end, we differentiate the sources of social support, tap multiple items to measure relational stress, and analyze a large cross-national dataset containing probability samples of older adults across 28 countries ( N = 12,449). Our analysis demonstrates that the relationship between perceived social support and loneliness is source specific. A key finding is that perceived social support particularly from family is negatively associated with loneliness. Older adults who name friends and ‘others’ (e.g., coworkers, neighbors, acquaintances) as the most important source of support exhibit higher levels of loneliness than those who choose kin members. By contrast, relational stress, regardless of its source, is positively associated with loneliness. Moreover, this positive relationship between relational stress and loneliness is stronger for those who select others as the primary source of social support, lending credence to the concept of reverse buffering. Taken together, our findings underscore the importance of the sources of social positivity and social negativity in examining the interrelationships between positive ties, negative ties, and loneliness in later life.",
          "url": "http://dx.doi.org/10.1177/02654075241288721",
          "doi": "10.1177/02654075241288721",
          "filter": 0
        },
        {
          "title": "“That’s how the trust began”: Forming trusting friendships from adolescence to adulthood",
          "authors": "Jana Fikrlová, Andrea Albrecht, Jan Šerek, Petr Macek",
          "abstract": "Adolescence represents a sensitive period for embarking on trust-based friendships, which lay the foundation for successful close relationships later in life. The recent trust sequence model assumes that the trust process is universal regardless of the developmental stage. However, how the trust process may vary has been under-researched, especially during the critical period of adolescence and in the context of friendships. Therefore, this study qualitatively explored how people experience the process of forming trust in friends from early adolescence to adulthood. We conducted eight focus groups ( N = 39 participants) with early (11-12 years), middle (14-15 years), and late (18-19 years) Czech adolescents and a comparative sample of adults. Data were analyzed using reflexive thematic analysis, employing an inductive, semantic, and experiential approach. We identified four overarching themes: (1) Experiential Trust Building, (2) Absence of Reasons to Not Trust, (3) Relying on Intuitive Connection, and (4) Trusting the Right/Wrong Person (the third and fourth themes being exclusive to adolescents). Participants thus described multiple variations of the trust process, with much of the variation residing in the perceived importance of diminishing the leap of faith, i.e., the risks and uncertainties inherent in trusting. Immediate affect and stronger moral essentialism were relevant to trust formation among adolescents but not adults. These findings provide unique insights into experiences with forming trusting friendships from early adolescence to adulthood and extend the trust sequence model. Further research should explore the trust process in low- and high trust societies.",
          "url": "http://dx.doi.org/10.1177/02654075241287909",
          "doi": "10.1177/02654075241287909",
          "filter": 0
        },
        {
          "title": "Interpersonal and pet bonding: A meta-analytic review of attachment dimensions",
          "authors": "Chiara Ciacchella, Giorgio Veneziani, Simona Alda Garenna, Carlo Lai",
          "abstract": "The present meta-analytic review examined the associations and differences between interpersonal and pet attachment bonds, considering the attachment dimensions of anxiety and avoidance. The work complies with the PRISMA guidelines and was pre-registered on PROSPERO. The literature search was conducted by consulting the PubMed, PsycInfo, PsycArticles, MEDLINE, and Google Scholar databases, which yielded 12 studies. The meta-analyses showed a moderate positive association for the anxiety dimension ( r = .39) and a weak positive association for the avoidance dimension ( r = .16) between interpersonal and pet attachment. The levels for anxiety and avoidance dimensions in pet attachment were also significantly lower than those in interpersonal attachment ( p-value &lt;.001). The findings suggest that there would be moderate correspondence between the two attachment bonds for the anxiety dimension, whereas avoidance strategies might not be fully transposed to pet attachment bonds. Compared to interpersonal attachment, pet attachment also seems to be characterised by lower levels of attachment insecurity and this could be a useful element to consider in therapeutic contexts.",
          "url": "http://dx.doi.org/10.1177/02654075241285440",
          "doi": "10.1177/02654075241285440",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Where Is Local News Dying Off?: Mechanisms Behind the Formation of Local News Deserts in the United States",
          "authors": "Abby Youran Qin",
          "abstract": "Despite the resounding alarm of a nationwide decline of local news, little is known about the underlying mechanisms. Using the 2004 and 2018 U.S. local news deserts datasets alongside census and election data, I adopt spatial panel regressions to delineate causal relationships between county-level attributes and local news preservation and further demonstrate spatial heterogeneity in these relationships through geographically weighted panel regressions. I find that news media follow the money and often move away from places where they are needed most—those with more racial-ethnic diversity and growing populations. Partisan composition does not help or hinder local newspaper preservation.",
          "url": "http://dx.doi.org/10.1177/10776990241277885",
          "doi": "10.1177/10776990241277885",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Chinese Journalists’ Witnessing Practice in Health Disasters",
          "authors": "Hongfeng Qiu, Yiming Guo",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2407926",
          "doi": "10.1080/1461670x.2024.2407926",
          "filter": 0
        },
        {
          "title": "Patterns of News Consumption during the COVID-19 Pandemic Crisis: A 2.5 Year Longitudinal Study in the Netherlands",
          "authors": "Adriana Solovei, Julia C.M. van Weert, Bas van den Putte, Mark Boukes, Toni G.L.A. van der Meer, Saar Mollen, Eline S. Smit, Nida Gizem Yilmaz, Marijn de Bruin",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2407944",
          "doi": "10.1080/1461670x.2024.2407944",
          "filter": 0
        },
        {
          "title": "The Structural and Temporal Curb of Populism: A Cross-Country Analysis of Authoritarian Populist Influences on Journalism",
          "authors": "Burçe Çelik, Marlene Radl, Marko Ribac, Fanni Toth, Tjaša Turnšek",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2407948",
          "doi": "10.1080/1461670x.2024.2407948",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Algorithms of Resistance: The Everyday Fight Against Platform Power",
          "authors": "Bradley McNeil",
          "url": "http://dx.doi.org/10.1080/15205436.2024.2389692",
          "doi": "10.1080/15205436.2024.2389692",
          "filter": 0
        },
        {
          "title": "The Dynamics of Misinformation Sharing: The Mediated Role of News-Finds-Me Perception and the Moderated Role of Partisan Social Identity",
          "authors": "Joseph J. Yoo, Thomas J. Johnson, Ivan Lacasa-Mas",
          "url": "http://dx.doi.org/10.1080/15205436.2024.2401842",
          "doi": "10.1080/15205436.2024.2401842",
          "filter": 0
        },
        {
          "title": "The Effects of Fantastical Characters and Prosocial Message Duration on Children’s Narrative, Emotional, and Moral Lesson Comprehension of a Cartoon",
          "authors": "Marina Krcmar, Drew P. Cingel, Samantha L. Vigil, Allyson L. Snyder",
          "url": "http://dx.doi.org/10.1080/15205436.2024.2404626",
          "doi": "10.1080/15205436.2024.2404626",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Screens as Battlefields: Fact-Checkers’ Multidimensional Challenges in Debunking Russian-Ukrainian War Propaganda",
          "authors": "Laurence Dierickx, Carl-Gustav Lindén",
          "abstract": "This study examines the challenges fact-checkers face when dealing with war propaganda and how their socio-professional contexts influence these obstacles. Using a mixed-methods approach, the research identifies common difficulties such as time constraints, resource limitations, and the struggle to find reliable information amidst language barriers and geographical distances. The findings highlight the impact of socio-professional contexts on investigative methods, ranging from traditional journalism to advanced open-source intelligence methods. The study underscores the importance of international cooperation and support networks in addressing these challenges and also in mitigating the impact that exposure to violent content and harassment has on well-being and professional integrity.",
          "url": "http://dx.doi.org/10.17645/mac.8668",
          "doi": "10.17645/mac.8668",
          "filter": 0
        },
        {
          "title": "Immersive Storytelling as a Technology, a Practice, and an Experience",
          "authors": "Nicholas David Bowman, Lyndsay Michalik Gratch, T. Manaka Chock, Dan Pacheco",
          "abstract": "To be added.",
          "url": "http://dx.doi.org/10.17645/mac.9334",
          "doi": "10.17645/mac.9334",
          "filter": 0
        },
        {
          "title": "Digital In- and Exclusion in Everyday Life: Practices and Literacies Across the Lifespan",
          "authors": "Marcel Broersma, Joëlle Swart, Denise Mensonides, Alex Smit, Maud Rebergen",
          "abstract": "In this thematic issue of &lt;em&gt;Media and Communication&lt;/em&gt; titled Practices of Digital In- and Exclusion in Everyday Life, we bring together insights from around the world to offer a diverse set of perspectives on digital practices and digital literacies across the lifespan. Moreover, emphasizing the development of digital literacies as a situated social practice, this thematic issue provides insights into the social contexts through which people develop digital literacy practices, how they construct and integrate social norms around technologies, and the links between digital literacies and (digital) citizenship. As concerns about digital in- and exclusion grow, this thematic issue hosts numerous relevant studies by academics that collectively help us gain insight into the impact of digital in- and exclusion in everyday life across the lifespan, gaining insight into the role of different contextual factors, including time, place, and social, economic, and political contexts in the ways in which citizens use digital media and develop digital literacies.",
          "url": "http://dx.doi.org/10.17645/mac.9245",
          "doi": "10.17645/mac.9245",
          "filter": 0
        },
        {
          "title": "“Periphery-Centric” Approach as a Tactic for Everyday Digital In- and Exclusion of Indonesian Villages",
          "authors": "Subekti Priyadharma",
          "abstract": "Much has been said about the importance of digital inclusion in reducing the digital divide and ensuring equal access and use of ICTs for all. Generally, inclusivity has a positive connotation, meaning that no one should be left behind by digitalization processes. However, the inclusion of marginalized communities into the digital system could lead to new exclusions within the new system because it amplifies the pre-existing social inequalities that these communities face, creating digital inequality. By observing the implementation of School of Community Networks in 10 Indonesian villages, this article attempts to describe those inequalities and explain how rural communities actively design a strategy to make their involvement in Indonesia’s digitalization more meaningful. The conceptual framework developed in this study adopts a “periphery-centric” approach, aligning with the user-centric approach, as it examines from the perspective of marginalized communities how they perceive, understand, and utilize digital technology by generating new forms of innovation that have real impacts on their community, such as tailored applications for public services and local internet infrastructure to reach remote areas. The approach poses the problem and strategic dimension of the issue and puts forward the ownership and locality of these innovations to overcome digital inequality. With the meaningful use of digital technology, the inclusiveness of socially less-advantaged groups into the digital system does not immediately create new inequality; rather, they make themselves the center of their respective bottom-up innovation projects.",
          "url": "http://dx.doi.org/10.17645/mac.8162",
          "doi": "10.17645/mac.8162",
          "filter": 0
        },
        {
          "title": "Young People’s Diversity and Digital Media: A Systematic Review (2010–2022)",
          "authors": "Ana Filipa Oliveira, Maria João Leote de Carvalho, Carla Sousa",
          "abstract": "Youth is not a homogeneous group. With this motto in mind, YouNDigital aims to study youth, their engagement with news, and digital citizenship dynamics. One of the core elements of the project is a digital newsroom, a space for meeting and exploring digital citizenship and news, considering the significant disparities that characterise individuals in this group. In order to better understand the target groups and to support the decisions regarding the development of the youth-led digital newsroom, the research team carried out a systematic literature review focused on youth, digital citizenship, diversity, and different methodological approaches. This article explores the outcomes of the systematic literature review, particularly delving into the data gathered in one of the subclusters (Diversities). Findings underscore the challenges of inclusivity and diversity and the need for tailored media and digital literacy interventions that consider cultural differences, socioeconomic factors, and evolving technological landscapes. They also highlight the difficulties, as well as the positive results, of using digital tools and strategies to trigger learning and motivational processes for diverse audiences—digital tools that rely on media creation, creativity, critical thinking, and collaboration can promote the empowerment and inclusion of youth from distinct backgrounds, bridging the gap between their realities and citizenship experiences. For research teams, the findings point out that involvement in collaborative, immersive, and participatory processes anchored on sustained literature review processes can encourage distancing preconceptions while bringing them closer to research participants. The article contributes to discussions regarding the potential and the challenges of considering youth’s diverse backgrounds through pillars such as co-creation or inclusive design, and the urgency of mitigating youth social and digital exclusion in order to enhance democratic participation.",
          "url": "http://dx.doi.org/10.17645/mac.8237",
          "doi": "10.17645/mac.8237",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "ChatGPT in the public eye: Ethical principles and generative concerns in social media discussions",
          "authors": "Maayan Cohen, Michael Khavkin, Danielle Movsowitz Davidow, Eran Toch",
          "abstract": "With ChatGPT’s rapid adoption, concerns regarding generative artificial intelligence (AI) have shifted from theoretical to practical. Drawing upon the “algorithmic imaginary” framework from critical algorithm studies and the anthropological concept of “ordinary ethics,” we analyzed Twitter discourse during ChatGPT’s initial deployment, examining 368,359 tweets. Our analysis identified five topics reflecting functional and critical aspects of ChatGPT. We specifically point to two topics with a critical perspective: “Ethics” and “Concerns.” The first aligns with scholarly discussions in AI ethics on fairness and transparency, while the second focuses on ChatGPT’s generative capabilities. This highlights an emerging trend: While the academic discussion on AI ethics has gained popularity, especially in scrutinizing ChatGPT, the conversation is now expanding to more nuanced ethical deliberations. We analyzed the posts’ engagement and sentiment over time, demonstrating the AI ethics community’s influence in addressing the potential and harms of generative AI systems.",
          "url": "http://dx.doi.org/10.1177/14614448241279034",
          "doi": "10.1177/14614448241279034",
          "filter": 0
        },
        {
          "title": "Empathy and ethics in brand activism: Balancing engagement and responsibility",
          "authors": "Marco Scalvini",
          "abstract": "The recent surge in corporate responses to social and political crises marks a pivotal shift in how brands perceive their societal roles. This study explores “brand activism,” a phenomenon whereby brands engage in social advocacy through digital platforms, reflecting a strategic integration of social issues into their core identity and marketing practices. This proactive stance not only raises awareness and mobilizes support but also raises ethical concerns about the potential for brands to exploit social causes for commercial gain. Employing qualitative content analysis with a critical phenomenological approach, this research investigates how individuals engage empathy-based representations within brand activism on digital platforms. Data from interviews with 37 young adults reveal that while brand activism can foster a sense of empowerment and moral alignment, it also risks superficial engagement and selective empathy. This study highlights the ethical considerations in brand activism and how digital media shapes moral reasoning in contemporary branding.",
          "url": "http://dx.doi.org/10.1177/14614448241278344",
          "doi": "10.1177/14614448241278344",
          "filter": 0
        },
        {
          "title": "Navigating dual stigmas on social media: How self-disclosure strategies influence public attitudes toward sexual minorities with mental disorders",
          "authors": "Hang Lu, Minjie Li",
          "abstract": "In light of the rising trend of self-disclosing stigmatized identities on social media and the insufficient understanding of its repercussions on societal attitudes, this study employs an intersectional framework to examine the impact of revealing dual stigmas related to sexual identities and health conditions on destigmatization. Drawing upon the intergroup contact hypothesis and social penetration theory, a national sample of U.S. adults ( N = 1,596) participated in a 3 (sexual identity cue: explicit-cue vs implicit-cue vs no-cue) × 5 (coping with mental disorders: good-coping vs balanced-coping vs poor-coping vs no-coping vs control) between-subjects experiment. Results revealed that while dual stigma disclosure occasionally showed enhanced positive impacts, it never exacerbated stigmatized attitudes compared to single stigma disclosure. In addition, the two self-disclosure strategies interacted to influence destigmatization, mediated by perceived competence rather than perceived authenticity. Implications from the findings are provided.",
          "url": "http://dx.doi.org/10.1177/14614448241282604",
          "doi": "10.1177/14614448241282604",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "Mediating Power-to-X: A case study of green imaginaries and environmental conflicts in local Danish news media",
          "authors": "Anders Horsbøl",
          "abstract": "Recently, Power-to-X (PtX) has come to play a prominent role in the public discussion of a green energy future, with high hopes expressed by political and business players. In the Danish news media, PtX has experienced a steep rise in attention, which calls for studies of how PtX is made sense of as a societal, not only a technological, phenomenon. Informed by the notion of sociotechnical imaginaries, this article investigates the local introduction of PtX in Frederica, one of the forerunner towns for PtX in Denmark, as represented in the coverage of the daily newspaper Fredericia Dagblad . The study analyses how PtX is made sense of by being connected to local actors, circumstances, and imagined futures. Two diverging sociotechnical imaginaries are identified, centring on 1) local (business) cooperation for green energy solutions towards a PtX adventure, and 2) concerns for scarce nature in a densely industrialised area. The findings show both similarities with and differences to already known mediatised environmental conflicts and point to dynamics between media, market, politics, and civil society in future mediatised environmental conflicts.",
          "url": "http://dx.doi.org/10.2478/nor-2024-0020",
          "doi": "10.2478/nor-2024-0020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "The current state of affairs in infidelity research: A systematic review and meta‐analysis of romantic infidelity prevalence and its moderators",
          "authors": "Benjamin Warach, Robert F. Bornstein, Bernard S. Gorman, Anne Moyer",
          "abstract": "In this systematic review and meta‐analysis, researchers' operationalizations of romantic infidelity and the techniques that they employed to measure it were surveyed along with the demographic characteristics of their respondent samples. A meta‐analytic synthesis of infidelity prevalence estimates and their moderators is provided. The APA PsycINFO, PubMed, ISI Web of Science, and ERIC databases were searched for peer‐reviewed, English‐language studies reporting infidelity prevalence rates that were published as of September 2022. Weighted aggregate estimates of different forms of infidelity were calculated and the moderating effects of certain methodological variables on these estimates were examined. Study‐level risk of bias was assessed using the Appraisal tool for Cross‐Sectional Studies (AXIS). A total of 305 studies met the inclusion criteria, with an aggregate sample size of 508,241 respondents across 47 countries. Multiple forms of infidelity were identified, with sexual infidelity receiving the most research attention and many studies lacking clear infidelity operationalization. Anonymous data collection and convenience sampling were found to result in greater report of sexual, but not emotional, infidelity. The findings indicate that nonsexual forms of infidelity remain underexplored. Additionally, operational ambiguity and sample demographic homogeneity are widespread in the existing infidelity research literature. Research practices in this field raise concern regarding the effects of impression management, self‐selection, and response biases.",
          "url": "http://dx.doi.org/10.1111/pere.12571",
          "doi": "10.1111/pere.12571",
          "filter": 0
        },
        {
          "title": "When and how do people share? Attachment anxiety predicts support‐seeking strategies",
          "authors": "Matthew D. Snyder, Elina R. Sun, Jiaxuan Nie, Brett K. Jakubiak",
          "abstract": "Attachment anxiety is expected to motivate people to seek excessive attention, reassurance, and help from their attachment figures. However, prior studies assessing links between attachment anxiety and this hyperactivating support‐seeking strategy have yielded inconsistent results. To advance this literature, the current research focused on the disclosure of negative personal experiences (i.e., disclosure decisions and disclosure strategies), an overlooked step in the support‐seeking process where hyperactivation may occur. Participants ( N = 444) reported whether and how they shared up to four recent negative events with up to three attachment figures, and they reported their relationship‐specific attachment toward each figure (to improve measurement precision). Participants were more likely to report sharing negative events with attachment figures to whom they reported greater attachment anxiety, especially when they also perceived low responsiveness in that relationship. Additionally, participants reported that they displayed greater distress, downplayed their personal responsibility more, and emphasized a need for help more when disclosing negative events in relationships with greater attachment anxiety (behaviors that facilitate support receipt and decrease the risk of rejection). This study helps to clarify links between attachment anxiety and support seeking and provides one of the first empirical demonstrations of strategic support seeking in anxiously attached relationships.",
          "url": "http://dx.doi.org/10.1111/pere.12573",
          "doi": "10.1111/pere.12573",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Beyond the code: The impact of AI algorithm transparency signaling on user trust and relational satisfaction",
          "authors": "Keonyoung Park, Ho Young Yoon",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102507",
          "doi": "10.1016/j.pubrev.2024.102507",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Science, Not Scientists: Reflections on Science, Culture, and Their Mediators",
          "authors": "Lea Taragin-Zeller, Hannah Peterson",
          "abstract": "In this commentary, we lay out a research agenda for studying religion and science communication that moves beyond theological and moral tensions to include embodied knowledge practices and orientation toward particular vocational futures. Based on findings from a case study of a National Geographic Kids magazine tailored for Orthodox Jews, we argue that diversifying science communication includes navigating embodied knowledge practices and competing “imagined futures” regarding science-related vocations. Advancing recent conversations at the nexus of religion and science communication, our case study highlights the generative possibilities that arise when centering religion amid other processes of science communication diversification.",
          "url": "http://dx.doi.org/10.1177/10755470241275578",
          "doi": "10.1177/10755470241275578",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Cyber Activism in Iran: A Case Study",
          "authors": "Afsane Danesh, Seyyed Hossein Athari",
          "abstract": "One of the most obvious characteristics of Iran’s protests in September 2022 is the emergence of a type of cyber activism that, unlike mass activism, is formed first in cyberspace. Networks have redefined social action and structure in our societies and have important consequences on production processes, power, and culture, challenging political systems, and creating legitimacy crises. The subject of the present research is important because cyber activism has an external aspect and has changed the shape of Iran’s social movements. This article is based on the Twitter data analysis method and using MAXQDA. Referring to Castells’ network society theory, it addresses this question: What role did the Twitter play in September 2022 in Mahsa Amini’s social movement? This article shows that the Twitter, in the context of existing dissatisfactions and in the absence of active organizations and parties, has led to an increase in cyberactivism in Iran. This cyberactivism encompasses mass self-communication, occupation of urban space, horizontal leadership, globalization of messages, mobilization and guidance of public opinion, nationalism, the subjectivity of women, and their identification has been its external manifestation.",
          "url": "http://dx.doi.org/10.1177/20563051241279258",
          "doi": "10.1177/20563051241279258",
          "filter": 0
        },
        {
          "title": "Out With the Hero: How TikTok Everyday Stories Are Re-writing the Arctic",
          "authors": "Arielle Frenette, Mélanie Millette, Caroline Desbiens",
          "abstract": "With the rapid growth of TikTok in the last few years, we have seen the emergence of global influencers from diverse backgrounds, whose popularity is enhanced by TikTok’s specific content-based algorithm. In North America, the meta-hashtag #NativeTikTok has become a sharing space for a diverse Indigenous online community. Among these, several young Inuit women have acquired a large fanbase, allowing them to display their culture to a vast public, as well as to bring awareness to issues relating to the Arctic. In this article, we analyze how TikTok became a scale-shifting media for contemporary self-affirmation and displaying of Inuit culture. Drawing data from a case study of six Inuit influencers and an online thematic analysis of their content, we discuss definitions of Inuit authenticity on digital screenscapes, before presenting an analysis of content shared by young Inuit influencers to better understand specific forms of storytelling on TikTok and tensions pertaining to authentic cultural self-presentation. We argue that the TikTok platform provides an efficient tool for young Inuit women to engage with, learn about, and display their culture in their own terms, self-presenting as diverse and modern, in contrast with colonial Inuit imageries.",
          "url": "http://dx.doi.org/10.1177/20563051241283426",
          "doi": "10.1177/20563051241283426",
          "filter": 0
        },
        {
          "title": "Young Black American Women’s Social Media Use and Online Victimization",
          "authors": "Alexandria C. Onuoha, Sara Matsuzaka, Alexis G. Stanton, Vanessa V. Volpe, Lanice R. Avery",
          "abstract": "Despite young Black women’s high rates of social media use and risks for victimization at the nexus of sexism and racism, the relationship between these variables remains under researched in this segment. We surveyed 354 Black American women aged 18–30 to explore the associations between two aspects of social media use—time spent daily on social media platforms (i.e., Facebook, Instagram, Snapchat, TikTok, Tumblr, Twitter, and YouTube) and type of social media engagement (i.e., active social use, active non-social use, and passive use)—with four different types of online victimization (i.e., general online victimization [GOV], online sexual victimization [OSV], online individual racial victimization [OIRV], and online vicarious racial victimization [OVRV]). Results indicate that more time spent daily on Tumblr was significantly associated with more experiences of GOV, OSV, and OIRV. More time spent daily on Instagram was significantly associated with more experiences of OVRV, while more time spent daily on Facebook was significantly associated with fewer experiences of OVRV. Active non-social use was significantly associated with more experiences of GOV and OIRV. Snapchat, TikTok, Twitter, and YouTube use, active social use, and passive use were not significantly associated with any categories of online victimization. We provide implications for researchers as well as mental and behavioral health practitioners seeking to enhance Black women’s safety and well-being on social media platforms.",
          "url": "http://dx.doi.org/10.1177/20563051241277607",
          "doi": "10.1177/20563051241277607",
          "filter": 0
        },
        {
          "title": "Being a “Global Music Platform”: Platform Work in Light-Tech Capitalism",
          "authors": "Loïc Riom",
          "abstract": "While the literature on music digital platforms has focused mainly on the consequences of production and consumption, few works have looked at platformization from the perspective of companies active in the music business. Drawing on an ethnographic inquiry of Sofar Sounds—a London-based company that organizes intimate and secret concerts in unconventional spaces—I introduce platform work to explore the kinds of practices in which platforms engage. I identify three operations in Sofar Sounds’ platform work: the incorporation of Sofar Sounds concerts into digital devices; its financing by venture capital (VCs) funds; and the activation and generification of its global community. In conclusion, I argue that being a platform involves organizational practices and that studying these practices shifts our attention beyond a few limited successful companies. I propose that light-tech capitalism accounts for this mundane and unsophisticated aspect of platform work.",
          "url": "http://dx.doi.org/10.1177/20563051241274658",
          "doi": "10.1177/20563051241274658",
          "filter": 0
        },
        {
          "title": "Unveiling the Contested Digital Feminism: Advocacy, Self-Promotion, and State Oversight Among Chinese Beauty Influencers on Weibo",
          "authors": "Qingyue Sun, Runze Ding",
          "abstract": "Through a qualitative analysis of feminist posts shared by Chinese beauty influencers, this study explores the political potential and limitations of their engagements in digital feminism on Weibo. Chinese beauty influencers show the potential to shape everyday feminist discourses and promote female solidarity on Weibo. However, beauty influencers’ feminist practices represent a form of contested activism, situated at the intersection of state governance, platform power, and entrepreneurial demands, subtly reconfiguring digital feminism in China. By converting feminist sentiments into brand assets through self-branding and promotional activities, influencers’ feminist practices feed into the platform’s profit motives and their own career advancements. Moreover, beauty influencers adopted what we call “state-aligned, soft activism,” inadvertently perpetuating the non-emancipatory gender discourses endorsed by state governance. Their engagement with digital feminism exemplifies the ambivalent feminist politics within the Chinese digital space dominated by state control and commercial logic, reflecting inherent contradictions and broader tensions in conducting meaningful feminist activism within a constrained environment.",
          "url": "http://dx.doi.org/10.1177/20563051241283301",
          "doi": "10.1177/20563051241283301",
          "filter": 0
        },
        {
          "title": "Game Over? Using (Not So) Innovative Interventions to Increase Digital Campaign Competence",
          "authors": "Sophie Minihold, Sophie Lecheler, Claes de Vreese, Sanne Kruikemeier",
          "abstract": "Data-driven political campaigning strategies often remain a black box for citizens; however, educational interventions provide a means to enhance understanding, conscious evaluations, and skills. In this context, we term this combination digital campaign competence (DCC). We conducted an online pre-registered experiment in Austria ( N = 553) using a 2 × 2 between-subject design to compare intervention formats (reading a voter guide vs. playing a campaign game) and content framing (emphasizing risks vs. benefits of data-driven campaigning) plus a control condition. Results show no significant differences in framing on DCC. However, variations are observed among different formats, with the non-interactive voter guide proving to be the most effective one. Contrary to our expectations, the voter guide emphasizing the risks of data-driven political campaigning enhanced conceptual understanding levels, influenced evaluative perceptions, and aided skill development to detect highly targeted ads. We argue that innovative interventions do not always guarantee success in enhancing competencies.",
          "url": "http://dx.doi.org/10.1177/20563051241279253",
          "doi": "10.1177/20563051241279253",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Understanding the development of public data ecosystems: From a conceptual model to a six-generation model of the evolution of public data ecosystems",
          "authors": "Martin Lnenicka, Anastasija Nikiforova, Mariusz Luterek, Petar Milic, Daniel Rudmark, Sebastian Neumaier, Karlo Kević, Anneke Zuiderwijk, Manuel Pedro Rodríguez Bolívar",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102190",
          "doi": "10.1016/j.tele.2024.102190",
          "filter": 0
        },
        {
          "title": "When chatbots make errors: Cognitive and affective pathways to understanding forgiveness of chatbot errors",
          "authors": "Bolin Cao, Zhenming Li, Li Crystal Jiang",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102189",
          "doi": "10.1016/j.tele.2024.102189",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "How Does Topical Diversity Affect Source Credibility? Fact-Checking Coverage of Politics, Science, and Popular Culture",
          "authors": "Hwayong Shin",
          "abstract": "News sources that correct misinformation seek to foster an informed citizenry and promote democratic accountability. One such effort is being made by fact-checking sites across the globe. However, public trust in these outlets remains limited. Is their politics-focused coverage one factor behind the limited trust? Politics-focused coverage highlights partisan competition, which can harm credibility by activating identity-protective biases or resistance to persuasive intent. Prior research suggests depoliticized contexts can help mitigate defensive psychological tendencies in news source assessments. Thus, a potential approach to build broad-based trust could be to broaden the scope of coverage to include nonpolitical topics. Through a preregistered survey experiment in the United States, I test how the topical scope of coverage affects source credibility perceptions. Compared to politics-focused coverage, science-focused coverage improves credibility assessments. Focusing solely or partially on popular culture topics such as entertainment, sports, and lifestyle reduces source credibility. The effects of nonpolitical coverage on source credibility perceptions are similar across partisan groups. The results suggest the public shares the notion that serious public affairs coverage is central to reputable journalism. Overall, coverage of politics and science fares relatively well in building source credibility, whereas coverage of popular culture undermines credibility assessments. People find news sources that correct misinformation more credible when they cover a range of serious topics, but less credible when they cover lighter topics.",
          "url": "http://dx.doi.org/10.1177/19401612241277137",
          "doi": "10.1177/19401612241277137",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
