{
  "update": "2024-12-13",
  "content": [
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "Affirmative sexual consent and the Theory of Planned Behavior (TPB): A multiple-group analysis regarding the impact of biological sex, sexual self-esteem, sexual assertiveness, and sexual history on TPB relationships",
          "authors": "Lori A. Bednarchik, Mark Alan Generous",
          "url": "https://doi.org/10.1080/01463373.2024.2438830",
          "doi": "https://doi.org/10.1080/01463373.2024.2438830",
          "filter": 0
        },
        {
          "title": "A semantic network and fantasy theme analysis of symbolic convergence and fan engagement with Taylor Swift’s songs",
          "authors": "Andrew M. Ledbetter",
          "url": "https://doi.org/10.1080/01463373.2024.2430011",
          "doi": "https://doi.org/10.1080/01463373.2024.2430011",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "An extensive survey and history of podcasting in New Zealand",
          "authors": "Lewis Tennant",
          "abstract": "This article presents a detailed overview of podcast production in New Zealand. This is the first broad survey of podcasting in New Zealand, and seemingly the first of its kind globally. It tracks the development and growth of podcasting in New Zealand from a medium pioneered by independent producers to a growing sector of the local media market. Drawing from the New Zealand Podcast Directory – an extensive database of podcasts produced from 2005 onwards – this article categorises and assesses the 722 podcasts listed, before more broadly discussing key characteristics of New Zealand’s podcast sphere. The titles are coded across 12 categories, providing just under 10,000 data points for analysis. Producer typologies are discussed, before the publishing status of shows is explored. The number, length, and frequency of episodes are surveyed, followed by a breakdown of podcasts by format. Podcast subject matter is then considered, before the global reach of New Zealand’s most successful podcasts is evaluated. Undertaking this research project revealed inconsistencies with podcast terminology and issues with conventional podcast categories. There is no ubiquitous list of podcast formats, and accompanying definitions of each. When discussing podcasts, genre and topic are often used interchangeably. Aside from True Crime, podcast genres in the main lack definition. Conventional podcast categories lack the specificity needed to adequately identify many shows. Consequently, this article presents and tests a new podcast classification system designed to provide greater flexibility and specificity.",
          "url": "https://doi.org/10.1177/13548565241306573",
          "doi": "https://doi.org/10.1177/13548565241306573",
          "filter": 0
        },
        {
          "title": "Follow the user: Taking advantage of Internet users as methodological resources",
          "authors": "Alessandro Caliandro",
          "abstract": "In this article, I introduce a novel epistemological approach meant to re-adapt the digital methods paradigm to a fast changing digital landscape. This change was mostly brought about by the transformation of Web 2.0 into a platformized social media environment and the advent of the post-API and platform surveillance era. This approach is premised on the idea of considering the Internet user as a source of methods, rather than an object of study. To this purpose I suggest to ‘ follow the user’, meaning to take advantage of the natively digital methods that Internet users employ to gather, organise, manage and create their own digital data throughout their everyday digital practices. In order to illustrate my approach, I show how to practically follow the users in each of the key phases of a digital research project within social media platforms: keywords selection, data collection, data sampling, data analysis. In doing so, I mean to contribute to an emerging strand of research within the digital methods tradition which is trying to: (a) update digital methods, given the continuous mutations of the digital landscape; (b) seek a more organic and systematic integration of digital and qualitative methods; (c) go beyond the classical quali-quanti dichotomy.",
          "url": "https://doi.org/10.1177/13548565241307569",
          "doi": "https://doi.org/10.1177/13548565241307569",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Zoom Fatigue and Facial Dissatisfaction Relate to Virtual Meeting Engagement Differently in the U.S. and South Korean Contexts",
          "authors": "Chaeyun Lim, Rabindra Ratan",
          "url": "https://doi.org/10.1089/cyber.2024.0099",
          "doi": "https://doi.org/10.1089/cyber.2024.0099",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "The Four Rs, Ecology, and Academic Kinship: Anticolonial Turns for Rhetorical Studies",
          "authors": "Warren Cook, Mikayla Torres",
          "url": "https://doi.org/10.1080/17524032.2024.2435390",
          "doi": "https://doi.org/10.1080/17524032.2024.2435390",
          "filter": 0
        },
        {
          "title": "Flotation Devices Re-stor(y)ing Haunted South African Ocean Herstories through Mending as a Decolonial Love Language",
          "authors": "Dylan McGarry, Cleo Droomer",
          "url": "https://doi.org/10.1080/17524032.2024.2433073",
          "doi": "https://doi.org/10.1080/17524032.2024.2433073",
          "filter": 0
        },
        {
          "title": "Innovation and Sustainability in the Ocean Economy: A Critical Review of The Blue Compendium",
          "authors": "Jessica Balalembang, Nita Amriani, Widya Lestari, Fitria Susan Meliyana",
          "url": "https://doi.org/10.1080/17524032.2024.2437681",
          "doi": "https://doi.org/10.1080/17524032.2024.2437681",
          "filter": 0
        },
        {
          "title": "Transforming Science Education for Social and Ecological Justice: Expanding Horizons in Environmental Communication",
          "authors": "Proki Karandja Hawur, Fauziah Rasyid, Diki Chen, Nadya Amalia Putri Hapsari",
          "url": "https://doi.org/10.1080/17524032.2024.2437509",
          "doi": "https://doi.org/10.1080/17524032.2024.2437509",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Hello, Worlds: A Ludic Theory of Cognition",
          "authors": "Steve Wilcox",
          "abstract": "This article lays the foundation for a ludic theory of cognition. At the core of this approach are two theories of mind and world brought into dialogue with one another: enactive cognition and ludic sociology. Combining these two approaches results in a theory of cognition in which social agents and game players alike rely on cognitive play to enact and inhabit worlds of meaning and significance. In the first section of the article, I draw out the relationship between enactive cognition and cultural theorist Pierre Bourdieu's ludic sociology, consolidating them into a ludic theory of cognition. In the second section, I examine how the ludic nature of cognition facilitates and inhibits understanding between agents and players, such that cognitive play itself is seen as the means by which we understand ourselves, each other, and the worlds around us.",
          "url": "https://doi.org/10.1177/15554120241303322",
          "doi": "https://doi.org/10.1177/15554120241303322",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Live Influence: Redefining Credibility and Attractiveness in Healthcare Livestreaming",
          "authors": "The Anh Phan, Thi Minh Tien Le, Ba Tan Tai Pham",
          "url": "https://doi.org/10.1080/10646175.2024.2429454",
          "doi": "https://doi.org/10.1080/10646175.2024.2429454",
          "filter": 0
        },
        {
          "title": "Protests as Memory Infrastructure: Reflections and Part TWO",
          "authors": "Nina Gjoci",
          "url": "https://doi.org/10.1080/10646175.2024.2438091",
          "doi": "https://doi.org/10.1080/10646175.2024.2438091",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Tuning out tenderness: the influence of gender and friends on U.S. adolescents’ emotional self-socialization via film selection and avoidance",
          "authors": "Matthew L Meier, Marie-Louise Mares",
          "abstract": "Teen boys often face peer pressures to avoid “feminine” emotions, such as tenderness. Media selections may reflect such pressures and constitute emotional self-socialization into traditional gender roles. An online experiment with 402 13- and 14-year-olds, based on Knobloch-Westerwick’s SESAM model, tested hypotheses about gendered selections/avoidance of hostile and tender content. Randomized to imagine watching a film alone or with friends, teens rated their interest in different film emotions and their likelihood of viewing eight films (pre-tested hostile or tender), then selected and viewed four trailers. Boys (vs. girls and nonbinary youths) gave higher ratings to hostile films and lower ratings to tender films. Baseline tender affect (lower in boys vs. girls and nonbinary youths) negatively predicted number of hostile trailers viewed which in turn negatively predicted post-test tenderness, consistent with emotional self-socialization. Imagined viewing condition did not moderate gender differences except in post hoc interactions with gender mix of friends.",
          "url": "https://doi.org/10.1093/hcr/hqae022",
          "doi": "https://doi.org/10.1093/hcr/hqae022",
          "filter": 0
        },
        {
          "title": "The role of value references in shaping cultures of engagement: evidence from COVID-19 news on Facebook in Romania and the U.K.",
          "authors": "Cristina Monzer, Daniela V Dimitrova",
          "abstract": "Values are consequential for opinion formation and remain a persuasive factor in shaping public attitudes. Still, the role of values remains under-researched in the context of online news production and engagement. This study investigates the intricate role values play by analyzing patterns of value references in online news coverage of coronavirus disease 2019 (COVID-19) in two culturally distinct nations, Romania and the U.K. Conceptually, the study is based on Schwartz’s value typology; methodologically, it relies on the Concept Mover’s Distance method. Analyzing half a million Facebook posts, the study identifies four types of value references: universal, cultural, topic-based, and situational. We show that cultural values prevalent in British posts, such as stimulation and tradition, resonate with the culturally congruent context. Universal values, however, do not guarantee a high level of engagement. The findings underscore the nuanced impact of values in shaping online news engagement.",
          "url": "https://doi.org/10.1093/hcr/hqae021",
          "doi": "https://doi.org/10.1093/hcr/hqae021",
          "filter": 0
        },
        {
          "title": "News coverage and the social dimension of belief reinforcement: a longitudinal mixed-methods approach",
          "authors": "Adam Shehata",
          "abstract": "Understanding the conditions behind media-driven belief maintenance and reinforcement is critical for a comprehensive account of long-term media effects. Focusing on news coverage and beliefs about crime developments in Sweden, this study addresses the so-called “filtering function” of interpersonal communication: the idea that media messages and beliefs are validated in social networks. Using a longitudinal mixed-methods approach—combining content analysis of news coverage, a six-wave panel survey, and (focus) group discussions—the study analyses the long-term processes as well as the social validation mechanisms embedded within interpersonal discussion networks to understand belief reinforcement over time. Both the quantitative and the qualitative data support the basic social validation mechanism underpinning reinforcement effects, suggesting several distinct ways in which news coverage and beliefs are validated (and rejected) in social communication. These findings contribute to research on dynamic media effects, cultivation theory, and social networks.",
          "url": "https://doi.org/10.1093/hcr/hqae020",
          "doi": "https://doi.org/10.1093/hcr/hqae020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Member’s performance in human–AI hybrid teams: a perspective of adaptability theory",
          "authors": "Aihui Chen, Anran Lyu, Yaobin Lu",
          "abstract": "Purpose As human–AI hybrid teams become more common, it is essential for team members to interact effectively with artificial intelligence (AI) to complete tasks successfully. The integration of AI into the team environment alters the cooperative dynamics, prompting inquiry into how the design characteristics of AI impact the working mode and individual performance. Despite the significance of this issue, the effects of AI design on team dynamics and individual performance have yet to be fully explored. Design/methodology/approach Drawing upon coping theory, this study presents a research model aimed at elucidating how the characteristics of AI in human–AI interaction influence human members’ adaptive behavior, subsequently impacting individual performance. Through the creation of experiments that require human–AI collaboration to solve problems, we observe and measure various aspects of AI performance and human adaptation. Findings We observe that the explainability of AI enhances the behavioral adaptation of human team members, whereas the usability and intellectuality of AI improve their cognitive adaptation. Additionally, we find that human team members’ affective adaptation is negatively affected by the likability of AI. Our findings demonstrate that both behavioral and cognitive adaptations positively impact individual performance, whereas affective adaptation negatively impacts it. Practical implications Our research findings provide recommendations for building efficient human–AI hybrid teams and insights for the design and optimization of AI. Originality/value Overall, these results offer insights into the adaptive behavior of humans in human–AI interaction and provide recommendations for the establishment of effective human–AI hybrid teams. These findings pioneer an understanding of how design characteristics of AI impact team dynamics and individual performance, establishing a connection between AI attributes and human adaptive behavior.",
          "url": "https://doi.org/10.1108/itp-05-2023-0513",
          "doi": "https://doi.org/10.1108/itp-05-2023-0513",
          "filter": 0
        },
        {
          "title": "Transforming performance: how agility, response, resilience and support shape success in digital strategies",
          "authors": "Muhammad Awais Shakir Goraya, Muhammad Zafar Yaqub, Muhammad Asif Khan, Muhammad Shakaib Akram, Hind Alofaysan",
          "abstract": "Purpose Evolving business landscapes have highlighted the crucial role of innovative digital transformation strategies (DTSs) in reimagining organisational operations and responses to optimise performance, regardless of organisational size or employee composition. The study suggests that DTS is a process that occurs continuously, rather than being a one-time event. It also underscores the critical role of personal resilience and organisational support in achieving job performance goals. Design/methodology/approach Using a survey analysis, this study examines the impact of organisational response and agility, as fundamental components of DTS, on employees' job performance. In addition, it investigates how boundary conditions of personal resilience and organisational support moderates the relationship between (1) organisational agility and job performance, and (2) organisational response and job performance. Findings The research findings demonstrate the impact of DTS on job performance. It highlights the mediating roles of organisational support and agility in improving employees' performance. The study also discusses the critical role of personal resilience and organisational support in navigating the insightful impacts of organisational agility and organisational response on the job performance. Originality/value This paper presents a theoretical framework that integrates the dynamic capabilities of employees and organisations, providing academics and practitioners with a comprehensive perspective on the growth of employees' dynamic capabilities. By offering insightful discussions, the study highlights that, while creating new DTS, organisations not only improve their dynamic capabilities but also enhances the people’s dynamic capabilities and make them more resilient.",
          "url": "https://doi.org/10.1108/itp-05-2024-0592",
          "doi": "https://doi.org/10.1108/itp-05-2024-0592",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "The politics of data justice: exit, voice, or rehumanisation?",
          "authors": "Azadeh Akbari",
          "url": "https://doi.org/10.1080/1369118x.2024.2437015",
          "doi": "https://doi.org/10.1080/1369118x.2024.2437015",
          "filter": 0
        },
        {
          "title": "Making sense of digitally mediated disruptions: a mission for the sociology of media and communication technologies",
          "authors": "Timothy Recuber, Celeste Campos-Castillo",
          "url": "https://doi.org/10.1080/1369118x.2024.2435999",
          "doi": "https://doi.org/10.1080/1369118x.2024.2435999",
          "filter": 0
        },
        {
          "title": "Six provocations for metaverse datafication: an emergent cultural, technological, and scholarly phenomenon",
          "authors": "Chris Hesselbein, Paolo Bory, Stefano Canali",
          "url": "https://doi.org/10.1080/1369118x.2024.2433548",
          "doi": "https://doi.org/10.1080/1369118x.2024.2433548",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Acting real: a cross-cultural investigation of finfluencer strategic authenticity",
          "authors": "Lin Zhu, Yan Wang",
          "url": "https://doi.org/10.1080/02650487.2024.2437289",
          "doi": "https://doi.org/10.1080/02650487.2024.2437289",
          "filter": 0
        },
        {
          "title": "Harder, Better, Faster, Stronger – contributions to advertising research from ICORIA 2023",
          "authors": "Nathalie Dens, Liselot Hudders, Sara Rosengren",
          "url": "https://doi.org/10.1080/02650487.2024.2437914",
          "doi": "https://doi.org/10.1080/02650487.2024.2437914",
          "filter": 0
        },
        {
          "title": "Local brands can’t be so gay: the effect of gay imagery explicitness on locally vs. globally positioned brands in China",
          "authors": "Langcheng Zhang, Xuan Zhou, Chen Lou, Haoran Qiu",
          "url": "https://doi.org/10.1080/02650487.2024.2432239",
          "doi": "https://doi.org/10.1080/02650487.2024.2432239",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "How does augmented reality enhance brand equity? The mediating role of the vividness experience",
          "authors": "Jiahong Xu, Hefu Liu, Jingmei Zhou",
          "abstract": "Purpose Advancements in augmented reality (AR) technology have increased the interest in improving brand equity by creating AR-enhanced branding experiences. However, despite the potential of AR branding, knowledge regarding the underlying mechanisms required for AR features to build brand equity remains limited. Thus, we considered embodied cognition theory to investigate how designing AR features enhances brand equity, particularly through the vivid experience of AR-enhanced body–environment interaction. Specifically, this study focused on both environmental and physical AR features: environmental embedding (EE) and simulated physical control (SPC). Design/methodology/approach The results of an online experiment with 297 participants in a 2 (high/low EE) × 2 (high/low SPC) between-subjects design underwent analysis of covariance and structural equation modeling to examine the relationship between AR features, vividness and brand equity. We also examined the moderating effects of prior AR experiences. Findings The results support most hypotheses that the experience of vividness is a crucial mediator linking AR features (EE and SPC) and consumer-based brand equity. The findings confirm the influential role of prior AR experience in the moderated mediation model, implying that AR-enhanced brand equity occurs primarily among technically adept AR consumers. Originality/value This study contributes to the literature by identifying AR-enhanced body–environment interactions as a novel approach for enhancing brand equity. We also revealed the antecedents of vividness in the context of AR-enhanced branding. Moreover, the findings reveal that AR effects are contingent on consumers’ prior AR experience.",
          "url": "https://doi.org/10.1108/intr-09-2023-0738",
          "doi": "https://doi.org/10.1108/intr-09-2023-0738",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Reliability of EEG Metrics for Assessing Video Advertisements",
          "authors": "R. M. van Diepen, M. A. S. Boksem, A. Smidts",
          "url": "https://doi.org/10.1080/00913367.2024.2418109",
          "doi": "https://doi.org/10.1080/00913367.2024.2418109",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "The Influence of affective and cognitive appeals on persuasion outcomes: a cross-cultural meta-analysis",
          "authors": "Wei Jie Reiner Ng, Ya Hui Michelle See, Mike W -L Cheung",
          "abstract": "People are frequently exposed to different extents of affective and cognitive appeals, but it remains unclear whether appeals targeting emotions or beliefs are differentially effective across cultures. Hence, this meta-analysis investigates the relative influence of affective versus cognitive appeals for persuasion outcomes as a function of individualism-collectivism. Using 133 samples across 22 countries (N = 29,338), we found affective appeals to be relatively more effective than cognitive appeals in collectivistic societies, but both appeals were similarly effective in individualistic societies. These analyses demonstrate the fruitfulness of examining affective–cognitive appeals through a cultural lens, and suggest new directions for future research.",
          "url": "https://doi.org/10.1093/joc/jqae042",
          "doi": "https://doi.org/10.1093/joc/jqae042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Angry tweets. How uncivil and intolerant elite communication affects political distrust and political participation intentions",
          "authors": "Melanie Saumer, Kateryna Maikovska, Ariadne Neureiter, Anastasia Čepelova, Hendrik van Scharrel, Jörg Matthes",
          "url": "https://doi.org/10.1080/19331681.2024.2433760",
          "doi": "https://doi.org/10.1080/19331681.2024.2433760",
          "filter": 0
        },
        {
          "title": "China’s digital diplomacy agenda and public engagement: an analysis in Africa on twitter (X)",
          "authors": "Minghua Xu, Mbonihankuye Vincent, Marwan H. Sallam",
          "url": "https://doi.org/10.1080/19331681.2024.2438090",
          "doi": "https://doi.org/10.1080/19331681.2024.2438090",
          "filter": 0
        },
        {
          "title": "Searching for cyberspace: the colonial pipeline ransomware attack through the lens of search engines",
          "authors": "Christopher Whyte",
          "url": "https://doi.org/10.1080/19331681.2024.2422908",
          "doi": "https://doi.org/10.1080/19331681.2024.2422908",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "CAT-ty Gossip and Rumor: An Integrative Framework",
          "authors": "Nicholas Emler, Howard Giles",
          "abstract": "Despite the power and extensive applications of communication accommodation theory (CAT), it has yet to be linked to the most common of conversational activities, gossip. We examine both the ways in which gossip plays a role as a communicative adjustment and the influence of accommodative behaviors upon gossip. The latter are relevant to strategic uses of gossip to influence others’ reputations, particularly others regarded as sexual rivals. We consider how gossip can operate as a form of norm talk, reinforcing ingroup norms. Gossip is conceptually and colloquially close to rumor and we explore how manipulation of ambiguity between the two may operate as an accommodative move while attacking others. The penultimate section concerns gossip and rumor on the internet and the forms of accommodation that promote conspiracy theories and allow abuse and trolling. Finally, theoretical implications for CAT and future directions for research on gossip and rumor are proposed.",
          "url": "https://doi.org/10.1177/0261927x241297402",
          "doi": "https://doi.org/10.1177/0261927x241297402",
          "filter": 0
        },
        {
          "title": "The Words of (Non-)Humanity: Sexist Slurs Elicit Self-Dehumanization in Women",
          "authors": "Carmen Cervone, Alice Lucarini, Bruno G. Salvador Casara, Silvia Filippi, Andrea Scatolon, Maria L. Bettinsoli",
          "abstract": "Derogatory labels increase dehumanization in bystanders; research however has yet to investigate whether the same applies to victims themselves. In three preregistered studies ( N total = 1146), we predicted that women targeted with sexist slurs would dehumanize themselves. Participants imagined or recalled a situation in which a man addressed them with a generic insult, a sexist slur, or no insult. Then, we assessed self-dehumanization (primary and secondary emotions, perceptions of the self as an object or a person, and self-attributed warmth and competence) and meta-dehumanization (studies 2 and 3), namely the perception of the dehumanizing intentions of the speaker. Sexist slurs led participants to consider themselves as less human- and more object-like, and this effect was partially mediated by meta-dehumanization. Therefore, sexist slurs can affect women's self-perception by eliciting self-dehumanization, which negatively impacts women's wellbeing and life outcomes. Findings are discussed especially considering the debate around hate speech policing.",
          "url": "https://doi.org/10.1177/0261927x241292308",
          "doi": "https://doi.org/10.1177/0261927x241292308",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "“Guys don’t see me as beautiful... I’m too much, too different, not normal”: Romantic relationships through the lens of Black women with experience of anorexia",
          "authors": "Lauren J. Duncan, Daphne Josselin",
          "abstract": "This interpretative phenomenological analysis (IPA) study aimed to explore the experiences of romantic relationships among nine British Black women who have had Anorexia Nervosa (AN), seeking to develop a greater sensitivity as to how the illness can intersect with the impact of race, culture, and interpersonal factors. The findings highlight that Black women who have had AN can experience strong ambivalence about romantic relationships and that this is linked to several factors, including low self-esteem (LSE), conflicting feelings towards sexual intimacy and one’s body, and wariness of trust. The findings speak to the complexities involved in navigating boundaries in romantic relationships and highlight how AN can be experienced as not only a barrier to, but at times, perhaps more unexpectedly, also a facilitator of, intimacy. The study highlights how race and culture can conflate with the illness and risk isolating Black women in ways quite specific to them. This research can help support ethical practice by demonstrating a greater awareness of the diversity in individuals’ experiences, including those from socially disadvantaged groups whose voices have historically been silenced.",
          "url": "https://doi.org/10.1177/02654075241307196",
          "doi": "https://doi.org/10.1177/02654075241307196",
          "filter": 0
        },
        {
          "title": "Family relationship quality and psychological and cognitive health among grandparent caregivers: The moderating role of co-residence with adult children",
          "authors": "Heejung Jang, Abigail T. Stephan, Lesley A. Ross, Mijin Jeong, Jacqueline Mogle",
          "abstract": "The present study explores how family relationship quality is associated with psychological and cognitive health among grandparents who had primary responsibility in raising their grandchildren and examines whether co-residence with adult children moderates this relationship. The study uses data from 589 grandparents who completed the Midlife Development in the United States (MIDUS) survey. Latent profile analysis (LPA) is used to identify grandparent-family relationship types. Ordinary Least Squares (OLS) regression models are used to estimate the association between relationship types and psychological and cognitive health (i.e., psychological distress, psychological well-being, episodic memory, and executive function). LPA identified four grandparent-family relationship types: amicable, ambivalent, neutral, and disharmonious. Compared to grandparents with amicable family relationships, those with ambivalent family relationships had significantly higher levels of psychological distress, reduced psychological well-being, and poorer episodic memory. Further, the association between ambivalent relationships and episodic memory was stronger among respondents who co-resided with their adult children. Emotional closeness with family is essential for grandparents who are raising their grandchildren. This study contributes to a more detailed understanding of the role of relationships with family and suggests that emotional and instrumental support from family is important for increasing grandparent caregivers’ psychological and cognitive well-being.",
          "url": "https://doi.org/10.1177/02654075241307976",
          "doi": "https://doi.org/10.1177/02654075241307976",
          "filter": 0
        },
        {
          "title": "Towards successful intercultural relationships: The initial development and validation of a relational cultural intelligence scale",
          "authors": "Tom Su, Thomas Ledermann",
          "abstract": "In response to the rising public and scholarly interest in understanding relational experiences in intercultural relationships, we propose a new concept—relational cultural intelligence (RCI)—to describe an individual’s ability to learn and apply cultural knowledge in intimate relationships. In this article, we outline the theoretical foundation of RCI, introduce the RCI scale, and present initial results on its reliability and validity. We conceptualize RCI as a type of social intelligence with three dimensions: awareness, skills, and knowledge. This study surveyed 186 individuals in the United States who identified as being currently in an intercultural romantic relationship. The results provide evidence for the reliability and validity of the three-factor scale with 12 items. Results also showed that RCI was related to important aspects of relational experiences, such as relational stress and relationship satisfaction, and that it explained variance in relationship satisfaction above and beyond relational stress, commitment, and relationship duration.",
          "url": "https://doi.org/10.1177/02654075241306125",
          "doi": "https://doi.org/10.1177/02654075241306125",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Book Review: Political Communication, Culture, and Society. , by Patricia Moy and Rico Neumann (Eds.)",
          "authors": "Job Allan Wefwafwa",
          "url": "https://doi.org/10.1177/10776990241303913",
          "doi": "https://doi.org/10.1177/10776990241303913",
          "filter": 0
        },
        {
          "title": "Book Review: Bourdieusian Media Studies , by Johan Lindell",
          "authors": "Elyes Chaouch",
          "url": "https://doi.org/10.1177/10776990241303450",
          "doi": "https://doi.org/10.1177/10776990241303450",
          "filter": 0
        },
        {
          "title": "Book Review: The Conscious Style Guide: A Flexible Approach to Language That Includes, Respects, and Empowers , by Karen Yin",
          "authors": "Andy Bechtel",
          "url": "https://doi.org/10.1177/10776990241303455",
          "doi": "https://doi.org/10.1177/10776990241303455",
          "filter": 0
        },
        {
          "title": "Between Innovation and Standardization: Best Practices and Inclusive Guidelines in Computational Communication Science",
          "authors": "Annie Waldherr, Matthew Weber, Shangyuan Wu, Mario Haim, Mariken A. C. G. van der Velden, Kaiping Chen",
          "abstract": "Computational communication science is transitioning from an emerging to an established field within communication research, creating a need for proper guidelines and methodological standards. This forum gathers experienced computational communication science scholars to debate the merits and drawbacks of standardization and discuss the tension between innovation, rigor, and inclusion. The assembled perspectives review current standards for data collection, sharing, and documentation, offering best practices for future research. They argue that high standards and inclusive practices can coexist, enhancing creativity and accessibility. By adopting inclusive guidelines, the computational communication science community can welcome diverse scholars, foster innovation, and advance the field collectively.",
          "url": "https://doi.org/10.1177/10776990241301676",
          "doi": "https://doi.org/10.1177/10776990241301676",
          "filter": 0
        },
        {
          "title": "Journalism in Chains: A Field Theory Approach to Understanding the Lived Experiences of Afghan Journalists",
          "authors": "Sayyed Fawad Ali Shah, Ahmadullah Archiwal, Shabir Hussain",
          "abstract": "Following the Taliban’s takeover in Afghanistan, journalists and media organizations face unique challenges. This study uses field theory to highlight the voices of this marginalized community, missing from the dialogue on journalistic practices. Through 23 in-depth qualitative interviews, we explore how the Taliban’s rule is reshaping Afghanistan’s journalistic field. Findings reveal that journalists are adopting pragmatic strategies to bring some equilibrium to the field amid Taliban pressures. The existing practices involve renegotiating journalistic approaches where certain aspects are modified and others totally abandoned due to authoritarian constraints. This evolution underscores the profession’s resilience and adaptability, diverging from Western ideals but essential for survival in these strict conditions.",
          "url": "https://doi.org/10.1177/10776990241304416",
          "doi": "https://doi.org/10.1177/10776990241304416",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Visual Politics, Protest, and Power: Who Shaped the Climate Visual Discourse at COP26?",
          "authors": "Sylvia Hayes, Saffron O’Neill",
          "url": "https://doi.org/10.1080/1461670x.2024.2436912",
          "doi": "https://doi.org/10.1080/1461670x.2024.2436912",
          "filter": 0
        },
        {
          "title": "Covering Environment and Climate Change in Turkey: Transformative Journalisms Face Competitive Authoritarianism",
          "authors": "Mehmet Fatih Çömlekçi",
          "url": "https://doi.org/10.1080/1461670x.2024.2438994",
          "doi": "https://doi.org/10.1080/1461670x.2024.2438994",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Comic Drunks, Crazy Cults, and Lovable Monsters: Bad Behavior on American Television",
          "authors": "Alex Thomas Paloma",
          "url": "https://doi.org/10.1080/15205436.2024.2437952",
          "doi": "https://doi.org/10.1080/15205436.2024.2437952",
          "filter": 0
        },
        {
          "title": "The Paradox of Connection: How Digital Media Is Transforming Journalistic Labor",
          "authors": "Abby Simmerman",
          "url": "https://doi.org/10.1080/15205436.2024.2437953",
          "doi": "https://doi.org/10.1080/15205436.2024.2437953",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Developing Performance Tests to Measure Digital Skills: Lessons Learned From a Cross-National Perspective",
          "authors": "Ester Van Laar, Alexander J. A. M. Van Deursen, Ellen J. Helsper, Luc S. Schneider",
          "abstract": "This article discusses the development of task-based performance tests designed to measure digital skills among children aged between 12 and 17 years old. The tasks reflect authentic everyday situations to evaluate skill levels. The primary objective is to design performance tests that provide a comprehensive understanding of children’s digital skills. The tests cover three distinct skill dimensions: (a) information navigation and processing; (b) communication and interaction; and (c) content creation and production. These include several subdimensions, offering a detailed perspective on children’s digital skills. The development process itself revealed several methodological challenges that needed to be addressed, yielding valuable lessons for future applications. Key lessons from our cross-national experiences include the importance of involving children early in the design process, using a combination of open-ended and closed tasks, and allocating ample time to walk through the coding scheme.",
          "url": "https://doi.org/10.17645/mac.8988",
          "doi": "https://doi.org/10.17645/mac.8988",
          "filter": 0
        },
        {
          "title": "Unveiling Disability Empowerment: Evaluating ICT Skill Enhancement Initiatives in Indonesia",
          "authors": "Amri Dunan, Bambang Mudjiyanto,  Karman, Djoko Walujo",
          "abstract": "This study examines the role of information and communication technology (ICT) skill development programs, such as the Digital Talent Scholarship and ICT Jamboree, in empowering people with disability across Indonesia. Grounded in empowerment theory, it investigates how these programs contribute to personal autonomy, economic engagement, and social inclusion. The research focuses on participants’ perceptions of the impact of ICT training on their independence and social integration. It also identifies challenges in applying ICT skills in daily life, including barriers to employment and limited access to assistive technologies like Braille displays and hearing aids. Through a qualitative approach—using semi-structured interviews and focus group discussions with 99 participants from diverse people with disability groups—the findings reveal significant improvements in self-confidence, digital literacy, and participants’ ability to overcome employment and online communication challenges. While ICT shows potential to reduce social isolation and foster digital inclusion, disparities in proficiency and access to adaptive tools remain. The study emphasizes the need for more tailored interventions and advocates for increased funding, better accessibility, and stronger public-private partnerships to advance disability inclusion through ICT, extending beyond Indonesia to Asia and the Middle East.",
          "url": "https://doi.org/10.17645/mac.9078",
          "doi": "https://doi.org/10.17645/mac.9078",
          "filter": 0
        },
        {
          "title": "Regional Facts Matter: A Comparative Perspective of Sub-State Fact-Checking Initiatives in Europe",
          "authors": "Ferre Wouters, Michaël Opgenhaffen",
          "abstract": "After a significant surge of active fact-checking organisations over the past decade, fact-checkers now operate in more than 100 countries. Although the fact-checking movement is diverse, the majority of organisations function at a national level. However, some organisations operate on a sub-state scale, based either on community or geographic region. These fact-checkers investigate statements relevant to specific populations that might otherwise go unaddressed. In Europe, signatories of the International Fact-Checking Network are active in regions with federal or devolved power. This study brings a comparative analysis of regional fact-checkers in Europe, combining qualitative interviews with editors and managers of these organisations with complementary document analysis. Our findings highlight how organisational formats influence fact-checking motivations, the difference in scope between political fact-checking and debunking routines, and the collaborative relations regional fact-checkers maintain with national and international organisations. This article contributes to the debate surrounding the global fact-checking movement by raising awareness of regional and local fact-checking, which helps address so-called fact deserts.",
          "url": "https://doi.org/10.17645/mac.8758",
          "doi": "https://doi.org/10.17645/mac.8758",
          "filter": 0
        },
        {
          "title": "Editorial: Fact-Checkers Around the World—Regional, Comparative, and Institutional Perspectives",
          "authors": "Regina Cazzamatta, Lucas Graves, Laurens Lauer",
          "abstract": "This thematic issue explores the global fact-checking field, focusing on its organizations, practices, and institutional dynamics. Over the past decade, fact-checking has expanded to over 400 organizations, with approximately half operating in the Global South. Fact-checkers have built a solid institutional framework featuring annual conferences, regulatory bodies, and partnerships with big techs and public organizations. Even with this cohesion, the fact-checking movement remains deeply heterogeneous. Organizations range from small local outlets to global media giants, operating within varied media and political systems. These differences shape how fact-checkers define their mission and approach misinformation, and offer a valuable lens for journalism and political communication studies to analyze evolving media systems and digitalization effects worldwide. Given such diversity, our issue addresses the need for research to observe regional and comparative perspectives on fact-checking alongside studies of broader global trends. Recent scholarship has focused on how fact-checkers adapt to diverse environments, particularly in Africa, Asia, and Latin America, and how the field is evolving. It also examines fact-checkers’ relationships with platform companies, policymakers, and transnational institutions combating misinformation. Contributions employing diverse methodologies, from case studies to large-scale content analyses, are included, with a particular emphasis on understanding organizational and contextual specificities in this crucial area of media and political communication.",
          "url": "https://doi.org/10.17645/mac.9687",
          "doi": "https://doi.org/10.17645/mac.9687",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Strong Foundations and Forward-Thinking in Turbulent Times: A Note from Our Incoming Editors",
          "authors": "Drew Cingel, Morgan Ellithorpe, Roselyn Lee-Won, Stephan Winter",
          "url": "https://doi.org/10.1080/15213269.2024.2439747",
          "doi": "https://doi.org/10.1080/15213269.2024.2439747",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Disentangling the good, the bad, and the neutral of co-present mobile phone use: A new perspective on “partner phubbing”",
          "authors": "Michal Frackowiak, Pascale Sophie Russell, Matthew J. Vowels, Peter Hilpert",
          "abstract": "Studies show that the use of smartphones in the presence of a partner may result in lower relationship quality, intimacy, and increased conflict. Such co-present phone use, often referred to as “phubbing” or “technoference,” has been problematized in the literature. However, few studies have hitherto explored the possibility that using phones in each other's presence may not cause any relational harm and might even support relationship maintenance. Only recently did the critiques and theoretical frameworks begin to expand our understanding of the broader role of smartphones in dyadic interactions. In this study, we tested whether co-present phone use is always perceived as negative, or if it could also be neutral or positive. We employed quantitative methods and content coding of free responses to understand the participants’ experiences and reasoning in different evaluations. We analyzed the responses of British participants ( N = 383) living with their partner, who were enrolled via Prolific to take part in the study. The analyses revealed that only 15% of participants perceived their partner's phone use as negative, the majority evaluating it as neutral or positive. Most participants reported that their partner's phone use had no impact on their time together or was integrated with other activities. Those who reported a negative impact attributed it to the partner's lack of attention. The present study challenges the existing literature and highlights the need for a conceptual expansion of smartphone-related behaviors in dyads.",
          "url": "https://doi.org/10.1177/20501579241298271",
          "doi": "https://doi.org/10.1177/20501579241298271",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "The platformization of music production: How digital audio workstations are turned into platforms of labor market relations",
          "authors": "Yngvar Kjus",
          "abstract": "Recent decades have seen the proliferation of digital music production technologies, led by digital audio workstations (DAWs) such as Pro Tools and Live. The companies behind them, including Avid and Ableton, resemble music distributors in their ongoing process of platformization—that is, in making themselves the foundation of an increasing range of interactions and transactions. The article discusses economic, social, and cultural aspects of platformization before zooming in on key DAW enterprises and the ways in which they have extended their presence across adjacent markets, including record production, live performance, audiovisual media, instrument manufacturing, sample sales, and music education. These companies have gone beyond selling tools to reorganizing the music industry and rearticulating what is needed to prevail in it, thereby intervening in labor market relations in ways that should not remain hidden “backstage.”",
          "url": "https://doi.org/10.1177/14614448241304660",
          "doi": "https://doi.org/10.1177/14614448241304660",
          "filter": 0
        },
        {
          "title": "Biophilia gratification: Evidence from nature-related posts and images on social media",
          "authors": "Yu-Leung Ng, Zhihuai Lin",
          "abstract": "People use social media to gratify various needs, one of which is the need to affiliate with mediated nature. By combining the uses and gratifications approach and the biophilia hypothesis, this study coins this gratification as biophilia gratification. We computationally analyzed three million Facebook posts to test whether user reactions (likes, shares, loves, and cares) reflect biophilia gratification derived from human-created nature on social media, that is, mediated nature. Ten percent of posts that are image-based (approximately 170,000) were also randomly selected and analyzed. The results showed that social media users were more likely to react to most posts (particularly image-based posts) of mediated nature compared with nonmediated nature posts. These findings may imply that user reactions on social media may serve as indicators of biophilia gratification fulfilled through engagement with mediated nature.",
          "url": "https://doi.org/10.1177/14614448241303776",
          "doi": "https://doi.org/10.1177/14614448241303776",
          "filter": 0
        },
        {
          "title": "Unraveling the dynamics of perceived smartphone overuse and disconnection strategies: Longitudinal insights",
          "authors": "Cynthia A Dekker, Sindy R Sumter, Susanne E Baumgartner",
          "abstract": "This six-wave longitudinal survey study investigated associations between perceived smartphone overuse and the use of technology-based disconnection strategies. The sample was representative of the Dutch population regarding age, gender, and education level ( N = 1674). Linear mixed models showed that perceived overuse was positively related to self-reported screen time and motivations to reduce screen time. People with higher perceived overuse were more likely to adopt disconnection strategies in the following 2 months. Yet, surprisingly, at the within-person level, we found that when someone experienced more overuse than they normally do, they were not more likely to adopt disconnection strategies. Moreover, using disconnection strategies in the previous 2 months was related to higher perceived overuse and self-reported screen time. Together, these findings suggest that people do not always take action when unsatisfied with their smartphone use, and when they do, technology-based disconnection strategies are not effective in reducing perceived smartphone overuse.",
          "url": "https://doi.org/10.1177/14614448241303113",
          "doi": "https://doi.org/10.1177/14614448241303113",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "U.S. Election Day Coverage of Voting Processes",
          "authors": "Kathleen Searles, Jessica Maki, Christopher Mann",
          "url": "https://doi.org/10.1080/10584609.2024.2434932",
          "doi": "https://doi.org/10.1080/10584609.2024.2434932",
          "filter": 0
        },
        {
          "title": "Gendered Backlash Depends on the Context. Reassessing Negative Campaigning Sanctions Against Female Candidates via Large-Scale Comparative Data",
          "authors": "Alessandro Nai, Chiara Valli, Jürgen Maier, Loes Aaldering",
          "url": "https://doi.org/10.1080/10584609.2024.2434930",
          "doi": "https://doi.org/10.1080/10584609.2024.2434930",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "How social media influencers support political parties in achieving campaign objectives, according to political communicators in Germany",
          "authors": "Nils S. Borchers",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102532",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102532",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "1997: “Your genes, your choices” and public education about the ethical, legal and social issues of the Human Genome Project",
          "authors": "Charnell Peters",
          "url": "https://doi.org/10.1177/09636625241300390",
          "doi": "https://doi.org/10.1177/09636625241300390",
          "filter": 0
        },
        {
          "title": "Explainable AI and trust: How news media shapes public support for AI-powered autonomous passenger drones",
          "authors": "Justin C Cheung, Shirley S Ho",
          "abstract": "This study delves into the intricate relationships between attention to AI in news media, perceived AI explainability, trust in AI, and public support for autonomous passenger drones. Using structural equation modelling ( N = 1,002), we found significant associations between perceived AI explainability and all trust dimensions (i.e., performance, purpose, process). Additionally, we revealed that the public acquired the perception of AI explainability through attention to AI in the news media. Consequently, we found that when the public pondered upon support for autonomous passenger drones, only the trust in performance dimension was relevant. Our findings underscore the importance of ensuring explainability for the public and highlight the pivotal role of news media in shaping public perceptions in emerging AI technologies. Theoretical and practical implications are discussed.",
          "url": "https://doi.org/10.1177/09636625241291192",
          "doi": "https://doi.org/10.1177/09636625241291192",
          "filter": 0
        },
        {
          "title": "Rapidly diverging public trust in science in the United States",
          "authors": "Manjana Milkoreit, E. Keith Smith",
          "abstract": "Trust in science is crucial to resolving societal problems. Americans across political ideologies have high levels of trust in science—a stable pattern observed over the past 50 years. Yet, trust in science varies by individual and group characteristics and faces several threats, from political actors, increased political polarization, or global crises. We revisit historical trends of trust in science among Americans by political orientation. We find steadily diverging trends by political views since the 1990s, and a drastically and rapidly opening gap since 2018. Recent unprecedented changes are driven not only by decreases in trust among conservatives but also by increases among liberals. Existing theoretical accounts do not fully explain these patterns. Diverging attitudes toward the institution of science can diminish capacity for collective problem-solving, eroding the shared foundation for decision-making and political discourse.",
          "url": "https://doi.org/10.1177/09636625241302970",
          "doi": "https://doi.org/10.1177/09636625241302970",
          "filter": 0
        },
        {
          "title": "The gender gap in expert voices: Evidence from economics",
          "authors": "Hans Henrik Sievertsen, Sarah Smith",
          "abstract": "In economics, as in other domains, male experts are overrepresented in public debates. The underlying reason for this is unclear. A demand-side explanation is that female experts are less frequently asked to give their opinion; a supply-side explanation is that, conditional on being asked, female experts are less willing to give their opinion. Analysing an existing panel of expert economists, all asked for their opinions on a broad range of issues, we find evidence of a supply-side gap: male panel members are more likely to give an opinion, and this is the case in all fields of economics and on both in-field and out-of-field topics.",
          "url": "https://doi.org/10.1177/09636625241282162",
          "doi": "https://doi.org/10.1177/09636625241282162",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "On Becoming a Boffinhack: The Research-Based Reporting (ReBaR) Framework for Concurrent Scientific and Journalistic Investigation",
          "authors": "Matthew D. LaPlante",
          "abstract": "Scientific and journalistic investigations are complementary pursuits, involving a search for truth through the collection and analysis of evidence, good-faith endeavors of objectivity, and a commitment to transparency and reproducibility. Yet scientists do not often embrace journalistic methods of storytelling, and journalists rarely engage in scientific research. Described here through three recent experiences, the Research-based Reporting (ReBaR) framework for scientific storytelling is introduced as a model for concurrent journalistic and scientific investigation with publishing outcomes in peer-reviewed and lay press, and in which there are symbiotic benefits to both parts of the process.",
          "url": "https://doi.org/10.1177/10755470241301066",
          "doi": "https://doi.org/10.1177/10755470241301066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Where is the Global South? Northern Visibilities in Digital Activism Research",
          "authors": "Suay M. Özkula, Paul J. Reilly",
          "abstract": "The seemingly global nature of English-language hashtags often obscures activism from outside the Global North (GN). This systematic review explores geographic representation in this field ( N = 315 articles) through an investigation of case study location, author affiliation, methods of data collection and analysis, and researched social media platforms. The results show a preponderance of GN/Majority cases and non-region-specific social media groupings such as hashtag publics, particularly in research employing digital methods. As such, extant research in the field has disproportionately produced what we term Northern Visibilities—groups and movements based in GN countries (above all the United States) and platforms popular within them. We use the findings of the review to critically interrogate notions of the Global South in digital social research and provide recommendations for rectifying geopolitical underrepresentation and promoting more inclusive research practice.",
          "url": "https://doi.org/10.1177/20563051241299835",
          "doi": "https://doi.org/10.1177/20563051241299835",
          "filter": 0
        },
        {
          "title": "Torrential Twitter? Measuring the Severity of Harassment When Canadian Female Politicians Tweet About Climate Change",
          "authors": "Inessa De Angelis",
          "abstract": "The online harassment of female politicians who focus on climate change and environmental policy has become a major problem in Canada and other democratic nations. Despite growing awareness of the problem, there is little agreement among scholars on how to measure these nuanced forms of harassment. This study develops an original seven-point scale to measure the severity of harassment three Canadian female politicians receive when Tweeting about climate change and a six-point schema to categorize the types of accounts behind the replies. My results reveal that 86% of replies contained some form of harassment, most often name-calling or questioning the authority of the female politicians, and come from users with spam or anonymous accounts. Further results from my Bayesian hierarchical model suggest that despite differences in status and political affiliation across the three politicians, they are almost equally impacted by harassment when Tweeting about climate change. These findings contribute to understanding the intersection between climate change denialism and the gendered nature of online harassment. This article contains language and themes that some readers may find offensive.",
          "url": "https://doi.org/10.1177/20563051241304493",
          "doi": "https://doi.org/10.1177/20563051241304493",
          "filter": 0
        },
        {
          "title": "DIY-Online Reconciliation? The Role of Memes in Navigating Inter-Group Boundaries in the Context of Sri Lanka’s 2022 Political Crisis",
          "authors": "Andreas T. Hirblinger, Sara Kallis, Hasini A. Haputhanthri",
          "abstract": "Social media is increasingly viewed as a venue for organized peacebuilding efforts. However, current research has paid little attention to the vast array of everyday, self-organized social media interactions that could help overcome societal divisions. This article analyses the role of online memes in everyday online reconciliation, using Sri Lanka’s 2022 political crisis as a case study. We argue that memes contribute to a DIY-approach to dealing with the past, helping to renegotiate inter-group boundaries in the aftermath of conflict. Memes articulate grievances, but they also engage with inter-group relations in a playful manner, thus enabling both a “sincere” and a “subjunctive” approach to group relations by describing them both as they “are” as well as how they “could be.” In combination, they can be used as a “weapon of the weak,” through which vulnerable social media users may communicate in ways that transcend dominant perspectives on group relations.",
          "url": "https://doi.org/10.1177/20563051241303362",
          "doi": "https://doi.org/10.1177/20563051241303362",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Caring for Public Memories of the Queer South with the Arkansas “Cemetery Angel”",
          "authors": "Joe Edward Hatfield",
          "url": "https://doi.org/10.1080/1041794x.2024.2436065",
          "doi": "https://doi.org/10.1080/1041794x.2024.2436065",
          "filter": 0
        },
        {
          "title": "Smartphones in Relational Conflicts: Examining When and How They Interfere",
          "authors": "David J. Roaché, John P. Caughlin",
          "url": "https://doi.org/10.1080/1041794x.2024.2433507",
          "doi": "https://doi.org/10.1080/1041794x.2024.2433507",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Global news media coverage of artificial intelligence (AI): A comparative analysis of frames, sentiments, and trends across 12 countries",
          "authors": "Muhammad Ittefaq, Ali Zain, Rauf Arif, Mohammad Ala-Uddin, Taufiq Ahmad, Azhar Iqbal",
          "url": "https://doi.org/10.1016/j.tele.2024.102223",
          "doi": "https://doi.org/10.1016/j.tele.2024.102223",
          "filter": 0
        },
        {
          "title": "Decoding digital dependency: Flow experience and social belonging in short video addiction among middle-aged and elderly Chinese users",
          "authors": "Jie Xu, T. Ramayah, Muhammad Zulqarnain Arshad, Adibah Ismail, Jamilah Jamal",
          "url": "https://doi.org/10.1016/j.tele.2024.102222",
          "doi": "https://doi.org/10.1016/j.tele.2024.102222",
          "filter": 0
        },
        {
          "title": "Unpacking cyberchondria: The roles of online health information seeking, health information overload, and health misperceptions",
          "authors": "Xiaoya Yang, Chen Luo, Yimeng Xu, Yifei He, Ruhan Zhao",
          "url": "https://doi.org/10.1016/j.tele.2024.102225",
          "doi": "https://doi.org/10.1016/j.tele.2024.102225",
          "filter": 0
        },
        {
          "title": "Political trolling on TikTok",
          "authors": "Pnina Fichman, Shohana Akter",
          "url": "https://doi.org/10.1016/j.tele.2024.102226",
          "doi": "https://doi.org/10.1016/j.tele.2024.102226",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Risk Perceptions of Misinformation Exposure Across Platforms, Issues, Modalities, and Countries: A Comparative Study Across the Global North and South",
          "authors": "Michael Hameleers, Marie Garnier Ortiz",
          "abstract": "Mis- and disinformation have been associated with detrimental political consequences, such as increasing ideological and epistemic polarization. Yet, we know little about how people perceive the risks of misinformation across countries and domains of information. As holding high-risk perceptions of encountering misinformation across domains may result in high levels of media cynicism and uncertainty, it is important to explore news users’ relative risk perceptions related to mis- and disinformation. Therefore, this article relies on original survey data collected in seven countries: Argentina ( N = 507), Brazil ( N = 650), Chile ( N = 485), Mexico ( N = 461), the United States ( N = 521), Spain ( N = 576), and the Netherlands ( N = 518) (total N = 3,718). Main findings indicate that news users arrive at high estimates of mis- and disinformation’s proportion across all countries. Although higher-risk information domains (i.e., political advertising) are generally more likely to be associated with misinformation than lower-risk domains (i.e., scientific evidence), our findings foreground important country-level differences that relate to varying levels of resilience across the seven democracies studied. Our findings offer important evidence for the relative assessments of risk related to misinformation across contexts that vary on vulnerability to the threats of misinformation.",
          "url": "https://doi.org/10.1177/19401612241304050",
          "doi": "https://doi.org/10.1177/19401612241304050",
          "filter": 0
        },
        {
          "title": "Book Review: Visual Politics in the Global South by Anastasia Veneti &amp; Maria Rovisco (Eds.)",
          "authors": " Kurniawan, Tuti Bahfiarti, Muliadi Mau",
          "url": "https://doi.org/10.1177/19401612241305354",
          "doi": "https://doi.org/10.1177/19401612241305354",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Your smile works: understanding smiling face emojis in social media interactions",
          "authors": "Kun Yang",
          "abstract": "Previous studies on smiling face emojis mainly focus on how they are employed by the addresser for rapport management, with limited attention given to exploring the addressee’s interpretation of smiling face emojis. This study aims to explore whether smiling face emojis are interpreted as (im)polite in a virtual communication context and what factors might influence the interpretation. When carrying out the research, the author designed stimuli with 10 commonly used smiling face emojis in WeChat and then recruited 192 participants to take part in an experimental study. The results indicate that smiling face emojis enhance the politeness degree of an utterance while mitigating potential impolite intentions. They also indicate that the interpretation of politeness in utterances with smiling face emojis is influenced by age and gender. In addition, the interpretation of smiling face emojis is tightly related to the culture of politeness (礼) and internet culture. This article helps us to understand the use of smiling face emojis and the management of interpersonal relationships in a visual communication context.",
          "url": "https://doi.org/10.1177/14703572241268382",
          "doi": "https://doi.org/10.1177/14703572241268382",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
