{
  "update": "2025-06-19",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Types, methods, and evaluations of artificial intelligence (AI) in public communication research in the early phases of adoption: a systematic review",
          "authors": "Irina Lock, Lukas Benedikt Hoffmann, Christian Burgers, Theo Araujo",
          "abstract": "Artificial intelligence (AI) has become pervasive in everyday life, and with the publication of large language models such as ChatGPT especially relevant in the context of media and public communication. This paper synthesizes the conceptualizations, types, methods, and evaluations of AI in public communication in the early phases of innovation adoption, before the broad public discussion around generative AI set in. We conducted a systematic review of empirical research focusing on AI in six social and computing-science databases up until and including 2022 (k = 198). Results show a steep increase in the number of studies published on AI in public communication in just four years. To facilitate a common understanding of what AI is and how it is studied, AI applications are grouped into four AI types: (a) AI as method, (b) Generative AI, (c) AI as communicator, and (d) AI generally. People’s interaction with and attitudes towards AI seem to be central in this research. In addition, AI has mostly been investigated with quantitative methods, often with human participants, as evidenced by the dominance of surveys and experiments. The reviewed research primarily comes from English-speaking countries and often fails to define what AI is or to formulate normative implications. Five blind spots of AI research in public communication and their implications for future empirical studies are discussed.",
          "url": "https://doi.org/10.1093/anncom/wlaf005",
          "doi": "https://doi.org/10.1093/anncom/wlaf005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Help or hindrance: Examining disability media exposure, stigmatization, and support",
          "authors": "Jasmine Gray, Meredith K. Reffner Collins, Maria Leonora G. Comello",
          "url": "https://doi.org/10.1080/03637751.2025.2514469",
          "doi": "https://doi.org/10.1080/03637751.2025.2514469",
          "filter": 0
        },
        {
          "title": "Whistleblowing, anonymity, and the Norwegian National Lottery: How to keep a secret identity for 29 months",
          "authors": "Larry Browning, Craig R. Scott, Peer Svenkerud, Jan-Oddvar Sørnes",
          "url": "https://doi.org/10.1080/03637751.2025.2514456",
          "doi": "https://doi.org/10.1080/03637751.2025.2514456",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "On the interdependence of conflicting advice messages: an extension of advice response theory",
          "authors": "Yanmengqian Zhou, Erina L. Farrell",
          "url": "https://doi.org/10.1080/01463373.2025.2519264",
          "doi": "https://doi.org/10.1080/01463373.2025.2519264",
          "filter": 0
        },
        {
          "title": "Another look at student dissent as outcomes of instructor behaviors",
          "authors": "Stephanie Kelly, Michelle T. Violanti, Galen Foresman",
          "url": "https://doi.org/10.1080/01463373.2025.2519268",
          "doi": "https://doi.org/10.1080/01463373.2025.2519268",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "A comparison of preemptive and postscript mitigation strategies for reducing psychological reactance to organ donation messages",
          "authors": "Tobias Reynolds-Tylus",
          "url": "https://doi.org/10.1080/08824096.2025.2515832",
          "doi": "https://doi.org/10.1080/08824096.2025.2515832",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Race, Gender, and DEI Focus at the Central States Communication Association: Interrogating the Construction of Inequality Regimes",
          "authors": "C. Kyle Rudick, Melissa Dobosh, Arian Sullivan",
          "url": "https://doi.org/10.1080/10510974.2025.2505906",
          "doi": "https://doi.org/10.1080/10510974.2025.2505906",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Navigating the complexity of visual misinformation: Developing the Visual Misinformation Processing Model for visual-text misinformation dynamics",
          "authors": "Jiyoung Lee, Jiyoun Suk",
          "abstract": "In the current media landscape, misinformation has evolved into a multimodal challenge, presenting misinformation through various modalities simultaneously, particularly through text and visuals. Despite increasing scholarly attention to visual misinformation, as one type of multimodal misinformation, there is a lack of a unified theoretical framework for understanding the cognitive processes involved in how people process visual misinformation and become susceptible to it. In this paper, we introduce a psychological processing model—the Visual Misinformation Processing Model (VMPM)—to bridge this gap. This model outlines four key cognitive stages: (1) encountering visual misinformation; (2) allocating attention to visuals; (3) engaging in dominant processing of visuals alongside text; and (4) becoming persuaded by misinformation. We discuss the current state of research on visual misinformation and suggest directions for future research.",
          "url": "https://doi.org/10.1093/ct/qtaf011",
          "doi": "https://doi.org/10.1093/ct/qtaf011",
          "filter": 0
        },
        {
          "title": "Theory of affective bonding: a framework to explain how people may relate to social robots and artificial others",
          "authors": "Elly A Konijn, Daniel F Preciado Vanegas, Peggy van Minkelen",
          "abstract": "As social beings, we humans are driven to connect, and not only to fellow humans. We readily develop emotional connections toward “beings” that are in fact not humans, demonstrated by millennia-old fascinations with fictional characters. More recently observed with technologies capable of socially engaging as artificial others, responding almost as if they were humans themselves. As these technologies advance, digital and robotic entities become more proficient at offering assistance and to satisfy our need to connect and establish meaningful relationships. This article reviews and integrates literature from various fields to examine the key concepts and psycho-social mechanisms underlying relationship formation between humans and artificial others, specifically focusing on social robots. The resulting theoretical framework, the theory of affective bonding (TAB), seeks to explain how, when and why people would bond to non-human entities or social robots, building on four key propositions. This coherent multi-disciplinary framework may advance the field and guide future research in human–robot communication and relationship formation over time.",
          "url": "https://doi.org/10.1093/ct/qtaf007",
          "doi": "https://doi.org/10.1093/ct/qtaf007",
          "filter": 0
        },
        {
          "title": "Understanding the role of community membership in journalistic authority claims: a framework informed by boundary work and fan studies",
          "authors": "Clara Juarez Miro, Phoebe Maares, Jonathan Hendrickx, Folker Hanusch",
          "abstract": "Digitalization and declines in news use underscore the tension between journalistic ideals of detachment and audience communities’ demands for journalistic actors’ engagement. This is enhanced by the emergence of non-traditional actors who can effectively assert journalistic authority within communities by deviating from specific traditional journalistic values. However, scholarly understanding of the role of community membership in claims of journalistic authority remains limited. To address this, we propose a theoretical framework that draws on boundary work and fan studies. This framework allows us to examine how diverse journalistic actors in a variety of communities can base their journalistic authority claims on their: (1) proximity to news sources and protagonists; (2) authenticity as perceived by the audience community; and (3) professionalism in relation to the journalistic field. Through empirical research, this framework may help us to better understand how diverse journalistic actors can claim authority while meeting communities’ diverse needs.",
          "url": "https://doi.org/10.1093/ct/qtaf010",
          "doi": "https://doi.org/10.1093/ct/qtaf010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Negotiating digital visibility in Asia: Rethinking conceptual frameworks through (g)local communities and practices",
          "authors": "Qian Huang, Jing Zeng, Hiromi Tanaka, Saif Shahin",
          "abstract": "This special issue explores the complex dynamics of digital visibility negotiation in Asian contexts. Emerging scholarship on this topic reveals how users strategically negotiate their visibility online. However, we still need to broaden the scope of our knowledge, especially outside Western contexts, in order to advance our theoretical understanding of such negotiations. Asian societies and communities, with their distinctive platform political economies and socio-cultural landscapes, offer rich yet underexplored contexts for advancing visibility theories beyond Western-centric frameworks. Responding to Brighenti’s call to treat visibility as an interdisciplinary social scientific category, this special issue presents 19 articles organized into four thematic clusters that analyze visibility practices across Asian communities and diasporic spaces. By centering Asian case studies and perspectives, we illustrate how visibility negotiations in Asian contexts can inform broader theoretical understandings of digital visibility negotiation practices and the power dynamics that shape them.",
          "url": "https://doi.org/10.1177/13548565251352729",
          "doi": "https://doi.org/10.1177/13548565251352729",
          "filter": 0
        },
        {
          "title": "Feminization of labor: Over-representation, invisibility and vulnerability of women workers in the digital audio drama industry",
          "authors": "Liang Ge",
          "abstract": "This study examines the struggling lived experiences of women workers in the Chinese audio drama industry, through a mixed-methods approach involving online and on-site observations, as well as multi-round interviews with voice actors, and technical and administrative professionals from seven distinct Chinese audio drama crews. I reveal a pronounced process – the feminization of labor – within this burgeoning creative sector. The feminization of labor, understood here as a constant process of invisibility and vulnerability . Within the Chinese audio drama industry, female workers are stuck in invisibility, frequently find themselves relegated to backstage roles, and subject to an inflexible flexibility whereby work is discursively overloaded and becomes inextricably linked with life, while their male colleagues occupy more prominent and supervisory positions. Despite contributing creatively, women’s efforts often go unnoticed and are rendered invisible. Then by spotlighting the challenges faced by female voice actresses and audio drama professionals, I explicate the systemic gender biases, which result in women receiving limited opportunities, lower incomes, and reduced visibility compared to their male counterparts. I argue that the current state of gender inequality is a consequence of deeply ingrained binary gender beliefs that shape the choices of voice actors in audio dramas, along with uneven progress across various genres, including danmei , heterosexual romances, and female-female romances, stemming from the entrenched Chinese hetero-patriarchal socio-familial system and the party-state’s heteronormative censorship practices.",
          "url": "https://doi.org/10.1177/13548565251325531",
          "doi": "https://doi.org/10.1177/13548565251325531",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "System 0: Transforming Artificial Intelligence into a Cognitive Extension",
          "authors": "Massimo Chiriatti, Marianna Bergamaschi Ganapini, Enrico Panai, Brenda K. Wiederhold, Giuseppe Riva",
          "url": "https://doi.org/10.1089/cyber.2025.0201",
          "doi": "https://doi.org/10.1089/cyber.2025.0201",
          "filter": 0
        },
        {
          "title": "Humane Artificial Intelligence: Psychological, Social, and Ethical Dimensions",
          "authors": "Giuseppe Riva, Brenda K. Wiederhold, Pietro Cipresso",
          "url": "https://doi.org/10.1089/cyber.2025.0202",
          "doi": "https://doi.org/10.1089/cyber.2025.0202",
          "filter": 0
        },
        {
          "title": "VR for Hope: A Virtual Reality Protocol to Enhance Hope, Mentalization, and Well-Being in Emerging Adults",
          "authors": "Osmano Oasi, Chiara Rossi, Daniela Villani, Giuseppe Riva",
          "url": "https://doi.org/10.1089/cyber.2025.0210",
          "doi": "https://doi.org/10.1089/cyber.2025.0210",
          "filter": 0
        },
        {
          "title": "A Conceptual Framework to Understand the Relationships Between Digital Wellness and Artificial Intelligence",
          "authors": "Jennifer Laffier, Aalyia Rehman, Madison Westley",
          "url": "https://doi.org/10.1089/cyber.2024.0546",
          "doi": "https://doi.org/10.1089/cyber.2024.0546",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Connecting the Dots: How Communication Strategies Shape Climate Response Behaviors among Smallholder Maize Farmers in Bongo District, Ghana",
          "authors": "Daniel Achonga Apuri, Enoch Kwame Tham-Agyekum, Fred Ankuyi, John-Eudes Andivi Bakang, Caleb Melenya Ocansey",
          "url": "https://doi.org/10.1080/17524032.2025.2519046",
          "doi": "https://doi.org/10.1080/17524032.2025.2519046",
          "filter": 0
        },
        {
          "title": "Livelihoods and Lifecycles: Dialogs of Sustainability in Film and Video of the Canadian Forest Products Industry",
          "authors": "Joceline Andersen",
          "url": "https://doi.org/10.1080/17524032.2025.2507001",
          "doi": "https://doi.org/10.1080/17524032.2025.2507001",
          "filter": 0
        },
        {
          "title": "Tech Dude Vs Environmental Crisis: White Masculinity and Technofetishism in the Anglo-American Eco-documentary",
          "authors": "Hunter Vaughan",
          "url": "https://doi.org/10.1080/17524032.2025.2508266",
          "doi": "https://doi.org/10.1080/17524032.2025.2508266",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Analysing opinion voices in Portuguese newspapers: Who fights for feminists versus who is afraid of feminists?",
          "authors": "Carla Cerqueira",
          "abstract": "The paper discusses who are the voices in the opinion pieces on #MeToo in the Portuguese mainstream press. It starts from the idea that opinion spaces are fundamental for conveying different points of view in society and for strengthening democratisation and gender justice. It reflects on existing hierarchies and calls for the importance of a ‘place of speech’ that can bring the voices of women and feminists to the centre of the discussion about harassment and sexual violence. This analysis helps to refocus attention on the sphere of media production.",
          "url": "https://doi.org/10.1177/02673231251349004",
          "doi": "https://doi.org/10.1177/02673231251349004",
          "filter": 0
        },
        {
          "title": "Rethinking Tarde’s model in the social media era and digital news: The moderating role of proximity",
          "authors": "Cleves Nkie Mongo",
          "abstract": "This article revisits Gabriel Tarde's Press-Conversation-Opinion-Action model, introducing proximity as a moderator to examine its relevance in contemporary digital communication environments. While social media connects people across distances, enabling global discourse and expanding the reach of public conversations, physical proximity continues to play a key role in translating awareness and collective opinion into tangible action. The analysis adapts Tarde's framework to contemporary communication contexts, offering a refined understanding of how proximity influences the flow from conversation to action in increasingly interconnected communication landscapes.",
          "url": "https://doi.org/10.1177/02673231251349309",
          "doi": "https://doi.org/10.1177/02673231251349309",
          "filter": 0
        },
        {
          "title": "AI, democracy and gender equality: EU regulatory frameworks and the wager of gender mainstreaming",
          "authors": "Alice Baroni, Claudia Padovani",
          "abstract": "This article contends that gender mainstreaming in today's world constitutes a wager for all societies at the crossroads of democracy, technology and justice where multiple crises are experienced. At the same time, gender mainstreaming can be seen as the cornerstone of a possible cultural and political shift, to strengthen and revive democracy, in vision and in practice; it can be mobilised as a democratic innovation. Different actors, institutional and from civil society, have recently called for renewed efforts in mainstreaming gender in digital developments and governance. The paper assumes those calls as a basis from which to critically interrogate European regulation of AI through the dual lens of gender equality and mainstreaming. Could gender mainstreaming constitute a transformative principle in EU normative interventions for the digital age? And what research agenda may contribute to guiding the transformation towards renewed democratic visions and practices?",
          "url": "https://doi.org/10.1177/02673231251349323",
          "doi": "https://doi.org/10.1177/02673231251349323",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Understanding How Marginal National Video Game Industries Differ",
          "authors": "Jacqueline Burgess, Elina Roinoti, Alexander Muscat, Anthony Grace, Christian Jones",
          "abstract": "This article compares small (19 employees or fewer) video game developers’ commercial and creative mindsets in three marginal video game industries, Australia, New Zealand, and Greece, to understand how these industries differ. Semi-structured interviews were conducted with 62 participants across the three countries and analysed using thematic analysis. Despite all three national industries’ marginal status, there were similarities and clear differences in how the participant developers approached video game production. In particular, the lack of institutional support available for the Greek industry resulted in developers utilising networks and reputation. The research highlights how marginal, national video game industries cannot be simply grouped together because the developers within them display differences, as a result of their industry contexts, which influence and impact their video game development. These findings have implications for support from governments and education.",
          "url": "https://doi.org/10.1177/15554120251349312",
          "doi": "https://doi.org/10.1177/15554120251349312",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Older adults’ digital competency, digital risk perceptions and frequency of everyday digital engagement",
          "authors": "Torgeir Aleti, Bernardo Figueiredo, Mike Reid, Diane M. Martin, Jacob Sheahan, Larissa Hjorth",
          "abstract": "Purpose This study explores digital risk perceptions – the perception of risk related to digital environments – among older adults. Specifically, it investigates how these risk perceptions influence older adults’ frequency of digital engagement in everyday activities. Design/methodology/approach The research methodology involved conducting 22 interviews and administering 708 surveys among older adults living at home. The researchers examined how digital risk perceptions influenced older adults’ frequency of engagement in everyday digital activities. The study also explored the mediating role of digital risk perceptions in the relationship between older adults’ digital competencies and the frequency of everyday digital engagement. Findings The study identified six distinct categories of digital risk perceptions among older adults. Furthermore, it found that older adults’ digital competencies significantly impacted the frequency of everyday digital engagement. However, certain digital risk perceptions, particularly those related to privacy and security concerns and concerns about financial impact, mediated the relationship between digital competencies and the frequency of everyday digital engagement. Older adults’ frequency of participating in digital activities was influenced by perceptions of risk, highlighting the complex interplay between digital competencies and digital risk perception in shaping older adults’ engagement with everyday digital activities. Originality/value This study contributes to understanding older adults’ engagement in everyday digital activities by delineating six specific categories of digital risk perceptions. By identifying the mediating role of digital risk perceptions, particularly regarding privacy, security and financial concerns, the study sheds light on the nuanced factors influencing older adults’ willingness to participate digitally, which adds nuance and extends knowledge on digital and social inclusion among older adults.",
          "url": "https://doi.org/10.1108/itp-05-2024-0624",
          "doi": "https://doi.org/10.1108/itp-05-2024-0624",
          "filter": 0
        },
        {
          "title": "Group-based trajectory modeling to identify effect of badges in online Q&amp;A communities",
          "authors": "Yanqing Shi, Yao Zhang",
          "abstract": "Purpose The study aims to investigate how badge incentives influence systems shape longitudinal behavioral patterns in online knowledge communities. While prior research based on the goal-gradient hypothesis has documented temporary increases in user contributions preceding badge attainment, the mechanisms underlying sustained behavioral evolution remain underexplored. Design/methodology/approach We employed group-based trajectory modeling to identify distinct behavioral pattern ( N  = 2,055) through longitudinal analysis of user activity records. Users’ posting frequency before and after badge acquisition was systematically tracked to observe the steering effect across global and subgroup levels. Multinomial logistic regression analyses examined co-evolutionary relationships between behavioral trajectories and badge incentives. Findings The results reveal three key insights: 1) Badge attainment exerts time-dependent steering effects that differentially influence engagement trajectories across user subgroups. 2) The evolution of user behavior has a close positive correlation with badge incentive, in addition to being influenced by user knowledge characteristics. 3) Strategic adjustment of the number of badges rather than the overall level shows greater potential for activating low-engagement users. Originality/value This research advances incentive mechanism literature by 1) developing a dynamic framework for modeling behavioral trajectories in reward systems, 2) demonstrating heterogeneous badge effects across user segments, especially for low-engagement users and 3) proposing evidence-based guidelines for optimizing badge architectures. The findings provide actionable insights for platform designers seeking to balance engagement boosting and quality maintenance through targeted incentive engineering.",
          "url": "https://doi.org/10.1108/itp-03-2024-0368",
          "doi": "https://doi.org/10.1108/itp-03-2024-0368",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "When tobacco is headline news: how public health bodies and anti-regulatory issue publics exercise influence in breaking news events",
          "authors": "George D. H. Pearson, Nathan A. Silver, Elexis C. Kierstead, Barbara A. Schillo, Jennifer M. Kreslake",
          "url": "https://doi.org/10.1080/1369118x.2025.2517339",
          "doi": "https://doi.org/10.1080/1369118x.2025.2517339",
          "filter": 0
        },
        {
          "title": "Twitch aggression profile: exploring aggression on a live mixed-media platform",
          "authors": "Seung Woo Chae",
          "url": "https://doi.org/10.1080/1369118x.2025.2511069",
          "doi": "https://doi.org/10.1080/1369118x.2025.2511069",
          "filter": 0
        },
        {
          "title": "Seeing through the fake: how users detect and interpret deepfakes",
          "authors": "Donghee Shin",
          "url": "https://doi.org/10.1080/1369118x.2025.2518260",
          "doi": "https://doi.org/10.1080/1369118x.2025.2518260",
          "filter": 0
        },
        {
          "title": "European ambitions captured by American clouds: digital sovereignty through Gaia-X?",
          "authors": "Andreas Baur",
          "url": "https://doi.org/10.1080/1369118x.2025.2516545",
          "doi": "https://doi.org/10.1080/1369118x.2025.2516545",
          "filter": 0
        },
        {
          "title": "Shifting platform governance: examining participatory content moderation on a Chinese platform Bilibili",
          "authors": "Zheyu Shang",
          "url": "https://doi.org/10.1080/1369118x.2025.2520004",
          "doi": "https://doi.org/10.1080/1369118x.2025.2520004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "An empirical study on bounced clicks versus multi-page clicks in display advertising",
          "authors": "Jaewon Choi, Duk Bin Jun, Haeun Kim, Sungho Park",
          "url": "https://doi.org/10.1080/02650487.2025.2516315",
          "doi": "https://doi.org/10.1080/02650487.2025.2516315",
          "filter": 0
        },
        {
          "title": "The importance of interactivity in increasing engagement with native advertising",
          "authors": "Aniruddha Pangarkar, Colleen Kirk",
          "url": "https://doi.org/10.1080/02650487.2025.2515715",
          "doi": "https://doi.org/10.1080/02650487.2025.2515715",
          "filter": 0
        },
        {
          "title": "Do green employer labels matter? A study of the impact of advertising environmental responsibility on recruitment",
          "authors": "Jean Pfiffelmann, Patrick De Pelsmacker, Chloé Guillot-Soulez, Sébastien Soulez",
          "url": "https://doi.org/10.1080/02650487.2025.2511352",
          "doi": "https://doi.org/10.1080/02650487.2025.2511352",
          "filter": 0
        },
        {
          "title": "Sustainable consumption with slow fashion",
          "authors": "Shyama V. Ramani, Noemi Lanzolla, Suraksha Gupta, Arnab Banerjee",
          "url": "https://doi.org/10.1080/02650487.2025.2509460",
          "doi": "https://doi.org/10.1080/02650487.2025.2509460",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Mediating social phygital experiences in the context of esports tournaments",
          "authors": "Alex Baudet, Marie-Agnès Parmentier",
          "abstract": "Purpose This study explores consumer experiences shaped by digital technologies, focusing on the evolving concept of “phygital” or hybrid experiences arising from the integration of virtual and physical elements. It specifically investigates the challenges of reconciling performers’ virtual immersion with the physical experiences of crowds at esports tournaments. Design/methodology/approach Using a triadic lens involving producers, performers and audiences, the study employs a comprehensive methodological approach. It combines ethnographic and netnographic data, in-depth interviews and archival data to provide a holistic understanding of the phygital experience. Findings The findings uncover the complexities of value creation and destruction in social phygital experiences. It identifies key strategies employed by producers to mediate these experiences, such as amplifying, bridging, restricting and transposing. These strategies are essential in managing the divergent expectations of performers and audiences, ensuring a cohesive and engaging experience. The findings offer a framework for understanding and managing conflicting expectations in phygital settings. Research limitations/implications Data collection focused primarily on Western esports tournaments. Future research could explore how cultural factors influence the dynamics of social phygital experiences. Practical implications The study provides actionable insights for live performance producers and marketers in esports and other industries, emphasising the need for strategic planning to balance virtual immersion with physical engagement. It highlights opportunities to leverage sensory technologies and atmospheric management to enhance phygital experiences. Originality/value This research advances the conceptualisation of phygital experiences by introducing the notion of social phygitality and demonstrating the importance of triadic management in co-located hybrid events.",
          "url": "https://doi.org/10.1108/intr-03-2024-0522",
          "doi": "https://doi.org/10.1108/intr-03-2024-0522",
          "filter": 0
        },
        {
          "title": "How and when telecommuting enhances employee growth: a socially embedded model of thriving at work",
          "authors": "Mingwei Liu, Pengcheng Zhang, Jixin Huang, Hao Wen, Hai-Jiang Wang, Yun Ling",
          "abstract": "Purpose Does telecommuting enhance employees’ self-leadership and thereby facilitate thriving at work? By drawing on the socially embedded model of thriving at work, we aimed to explore the interactive effect of telecommuting and perceived visionary leadership on thriving at work through the lens of self-leadership. Design/methodology/approach Two-wave survey data were collected from a sample of 230 Chinese workers. Hierarchical linear regressions were performed to test our hypotheses. Findings The results suggested that telecommuting increases employees’ thriving at work through self-leadership when receiving a high level of visionary leadership but decreases their thriving at work through self-leadership when receiving a low level of visionary leadership. Research limitations/implications By integrating leadership research with studies on telecommuting, this study not only provides a new perspective to the literature on telecommuting but also helps teleworkers overcome the challenges they face, supporting the broad application of telecommuting technologies. Practical implications As telecommuting becomes increasingly prevalent in the workplace, we provide managers with insights on how to effectively manage and engage with employees in telecommuting environments. This helps them develop strategies to sustain employee productivity and maximize the benefits of implementing teleworking. Originality/value Beyond the traditional technostress perspective within the information systems field, we offer a leadership perspective on the effects of telecommuting on employees. Specifically, our findings indicate that the impact of telecommuting on self-leadership and subsequently thriving at work – whether it is beneficial or detrimental – depends on the presence of perceived visionary leadership.",
          "url": "https://doi.org/10.1108/intr-11-2023-1070",
          "doi": "https://doi.org/10.1108/intr-11-2023-1070",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Sharing the Spotlight: Understanding Consumer Response to Joint Advertising",
          "authors": "Brittney C. Bauer, Clark D. Johnson",
          "url": "https://doi.org/10.1080/00913367.2025.2510232",
          "doi": "https://doi.org/10.1080/00913367.2025.2510232",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "We created the policy, so we don’t need to use it: a qualitative case study of consent policy implementation",
          "authors": "Alaina C. Zanin, Carrisa S. Hoelscher, Sarah Wilcoxon",
          "url": "https://doi.org/10.1080/00909882.2025.2515870",
          "doi": "https://doi.org/10.1080/00909882.2025.2515870",
          "filter": 0
        },
        {
          "title": "Facilitating social media engagement of missing persons posts: an application of the crisis and emergency risk communication model",
          "authors": "Cailin M. Kuchenbecker, Hannah Ball",
          "url": "https://doi.org/10.1080/00909882.2025.2509950",
          "doi": "https://doi.org/10.1080/00909882.2025.2509950",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Mediated death",
          "authors": "Nicholas Joseph Lepp",
          "url": "https://doi.org/10.1080/08838151.2025.2518102",
          "doi": "https://doi.org/10.1080/08838151.2025.2518102",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Measurement invariance of core communication constructs across race, nationality, and age",
          "authors": "Brian Manata, Andrew C High, Shannon M Cruz, Timothy R Worley",
          "abstract": "Communication science has been criticized for relying on WEIRD samples. One question that arises from such criticisms is whether core communication constructs and measures generalize to different demographic groups. In other words, are measures of common communication variables interpreted similarly across groups? In this study, we assess the measurement invariance of numerous scales that are used commonly in research on communication science across five U.S. racial groups, seven English-speaking countries across five continents, and four age groups that are recognized by the American Psychological Association. Results indicate that respondents from different racial, national, and age groups exhibited measurement invariance. That is, people with different backgrounds responded to scales in similar ways, thereby indicating that some core communication constructs might be generalizable across certain groups. The implications of these results are considered, while noting that the invariance framework used herein can be used to continue examining the problem of construct invariance.",
          "url": "https://doi.org/10.1093/joc/jqaf023",
          "doi": "https://doi.org/10.1093/joc/jqaf023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Dissemination of false information and societal polarization: an empirical investigation",
          "authors": "Prashant Kumar Choudhary, Jadhav Chakradhar, Poola Devendra",
          "url": "https://doi.org/10.1080/19331681.2025.2519053",
          "doi": "https://doi.org/10.1080/19331681.2025.2519053",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "Image Repair on the Political Campaign Trail: A Test of Mortification Rhetoric in Response to Hypocrisy Scandals",
          "authors": "Oluseyi Adegbola, Sherice Gearhart",
          "url": "https://doi.org/10.1080/1062726x.2025.2518092",
          "doi": "https://doi.org/10.1080/1062726x.2025.2518092",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "The role of equity in partner contributions to sexual self-esteem for sexual health in romantic couples",
          "authors": "Fabienne S. V. Wehrli, Selina A. Landolt, Katharina Weitkamp, Guy Bodenmann",
          "abstract": "Sexuality is central to well-being in many romantic relationships. Equity theory suggests that perceiving equal contributions within the relationship—presumably also within the sexual relationship—is associated with better outcomes, while a perceived imbalance may lead to distress or dissatisfaction. The current research examines whether equity of received and provided partner contributions to sexual self-esteem, as perceived by men and women, is associated with sexual satisfaction and sexual function for both partners. We conducted Dyadic Response Surface Analyses using data from 327 mixed-gender couples. Our results indicate that perceiving high, but not necessarily similar (i.e., equitable) levels of partner contributions to sexual self-esteem are associated with greater sexual satisfaction and function of both partners. When analyzing the subscales of partner contributions to sexual self-esteem, i.e. partner contributions to sexual self-worth and sexual self-efficacy, separately, we found a broad equity effect between received and provided sexual self-worth and sexual satisfaction for both partners. This means, that equality in received and provided sexual self-worth is associated with higher sexual satisfaction compared to when inequality is perceived. Additionally, perceived overbenefit in partner contributions to sexual self-efficacy in men was linked to lower sexual function in men. Our findings have implications for research and practice and suggest that gendered sexual scripts should be considered alongside equity theory when conducting research on sexual health in couples.",
          "url": "https://doi.org/10.1177/02654075251351172",
          "doi": "https://doi.org/10.1177/02654075251351172",
          "filter": 0
        },
        {
          "title": "The good, the bad, and the complex: Qualitative accounts of how people navigate singlehood benefits and challenges",
          "authors": "Brittany E. Dennett, Yuthika U. Girme, Sheri Fabian",
          "abstract": "Singlehood is often described as a binary: some single people struggle, while other singles thrive. Yet, single people likely experience challenging and beneficial aspects of singlehood simultaneously. We used qualitative approaches to provide insight about how single people navigate aspects of singlehood that are challenging and aspects that offer opportunities to thrive. Eleven single adults took part in 30–45-minute semi-structured interviews. Single participants were of diverse ages and ethnic backgrounds, represented a gender balanced sample, and reported diverse relationship histories ranging from never coupled to divorced. Using reflexive thematic analyses, we identified three themes that reflected broader complexities about navigating singlehood challenges and benefits: (I) whether and when should single people invest in singlehood, (II) balancing the tension between singlehood facilitating autonomy versus romantic relationships facilitating deep emotional connection, and (III) how to respond to feelings or experiences of societal pressure to partner that encourages romantic coupling. These findings shed light on how single people manage mixed feelings about singlehood and romantic coupling.",
          "url": "https://doi.org/10.1177/02654075251351444",
          "doi": "https://doi.org/10.1177/02654075251351444",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Public Segmentation and the Impact of AI Use in E-Rulemaking",
          "authors": "Loarre Andreu Perez, Matthew L. Jensen, Elena Bessarabova, Neil Talbert, Yifu Li, Rui Zhu",
          "abstract": "Digitization has profoundly changed how government interacts with its publics. The expanding use of AI promises even more advancement. However, the rollout of AI is not without risk. This work explores the use of AI in federal rulemaking, the process by which regulations are introduced and revised. The US federal government has created digital platforms that dramatically expand access for the public commenting on pending regulations. However, these platforms also attract volumes of opinion spam that attempt to influence regulatory decision-making. Using AI to identify opinion spam may offer a potential remedy, but removing or limiting comments with the help of AI may threaten rulemaking legitimacy. This research uses the situational theory of problem-solving as a framework, segmenting publics based on their problem recognition, constraints, and involvement with a specific issue, then predicting how each public behaves. We examined how employing AI in the processing of rulemaking comments affects public segments’ intention to comment, their perceptions of legitimacy of the resulting rules, trust in agencies, and control mutuality between the public and the agency. This work describes two controlled, randomized experiments (&lt;em&gt;N&lt;/em&gt; = 149; &lt;em&gt;N&lt;/em&gt; = 250) that capture public segments’ reactions to AI use in analyzing comments in the presence or absence of opinion spam. We show that public segmentation is a key aspect in shaping attitudes and behaviors regarding the use of AI for e-rulemaking purposes. These findings suggest that communicating effectively with publics is essential for agencies, and that the use of AI does not make the publics’ attitudes differ.",
          "url": "https://doi.org/10.17645/mac.9550",
          "doi": "https://doi.org/10.17645/mac.9550",
          "filter": 0
        },
        {
          "title": "Climate Communication in the Hybrid Media System: Media and Stakeholder Logics on Social Media",
          "authors": "Simon M. Luebke, Nadezhda Ozornina, Mario Haim, Jörg Haßler",
          "abstract": "Climate change is a major political challenge affecting millions of people worldwide. Journalists—while following media logic—have a strong responsibility to inform the public of the scientific evidence on the causes and consequences of climate change and to explain the motivations driving the climate policies under discussion. However, within hybrid media systems, journalists increasingly compete for attention with climate stakeholders, who tend to follow a political logic in climate communication and bypass journalism to share their perspectives on climate change. Despite this dynamic, the extent to which the climate communication of media organizations and stakeholders diverges in terms of content and focus remains largely unexplored, as does whether their topics and communication styles show signs of convergence. This article addresses these gaps by comparing how journalistic media and climate stakeholders communicate about climate change on social media and by examining the user engagement their content creates. We conducted a manual quantitative content analysis of visual posts about climate change published by media organizations and climate stakeholders in Germany on Instagram, Facebook, TikTok, and YouTube during the 2023 UN Climate Change Conference in Dubai (&lt;em&gt;N&lt;/em&gt; = 1,050). The results deepen our understanding of the national climate discourse in Germany and show that journalistic content in climate communication adheres strongly to media logic, presenting climate change in a more event-oriented, personalized, and negative manner. However, climate stakeholders’ communication is characterized by political logic, using strategic framing and focusing less on current climate events.",
          "url": "https://doi.org/10.17645/mac.9892",
          "doi": "https://doi.org/10.17645/mac.9892",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Direct and indirect effects of communication channel and perceived affordances on perceptions of support: a dyadic mediation analysis",
          "authors": "Lucas J. Youngvorst, Andrew C. High",
          "url": "https://doi.org/10.1080/15213269.2025.2515383",
          "doi": "https://doi.org/10.1080/15213269.2025.2515383",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Individual factors of expected and unexpected sexting and the subsequent feelings: A nationally representative study in adolescents",
          "authors": "Michaela Šaradín Lebedíková, Rubén Olveira-Araujo, Kaveri Subrahmanyam, David Šmahel",
          "abstract": "Sexting is prevalent among adolescents, yet we lack an understanding of adolescents’ responses to its various forms and the factors that may drive those responses. This study adopts an integrative media effects framework and a nationally representative sample of Czech adolescents (11–16 years old, N = 2500, 50% girls) to investigate: (1) the associations between depression, loneliness, self-esteem, happiness, sensation seeking, age and gender, and the different types of sexting behavior (both expected and unexpected receiving and sending of sexts); and (2) the role of individual factors in feeling happy and upset after different types of sexting. While we found a similar pattern for the associations of individual factors with engagement in the three sexting behaviors, we found no pattern for the associations across the outcomes (i.e. feeling happy and upset). Our findings show that the outcomes of sexting must be researched as individual behaviors, not as one “sexting” behavior.",
          "url": "https://doi.org/10.1177/14614448251333731",
          "doi": "https://doi.org/10.1177/14614448251333731",
          "filter": 0
        },
        {
          "title": "Ethical inclusion of children in sensitive research: A four-dimensional model",
          "authors": "Elisabeth Staksrud, Niamh Ní Bhroin, Nora Josefine B Englund, Jenny Krutzinna",
          "abstract": "The United Nations Convention on the Rights of the Child ‘UNCRC’ provides that children should participate in research about matters that concern them. However, this is not always realised, particularly in the context of risky, sensitive and morally complex experiences. Failure to include children causes lacunae in our understanding of the factors that influence their lives and well-being. In this article, we propose to conceptualise approaches to including children in research along four dimensions: Exclusion; Exploitation; Extension; and Empowerment. Using research on children’s experiences with online sexual content as a case, we discuss ethical dilemmas related to including children in research. Finally, we present 10 recommendations for future research to respect children’ agency and empower them to participate in research in an ethically responsible manner.",
          "url": "https://doi.org/10.1177/14614448251333736",
          "doi": "https://doi.org/10.1177/14614448251333736",
          "filter": 0
        },
        {
          "title": "Debating pornography and the notion of harm in public discourse: The case of Billie Eilish’s experiences with sexual content online",
          "authors": "Despina Chronaki, Liza Tsaliki, Debra Dudek, Elisabeth Staksrud, Giselle Woodley, Thi Bich Thuy Dinh",
          "abstract": "Young people’s experiences with sexual content online are a regularly featured popular topic in news media, feeding heated ongoing policy and academic debates. Concerns and calls for further regulation and youth’s self-regulation are exacerbated when celebrities and popular public figures share statements and confessions about their own sexual lives at a young age. In this article, we study the discursive conditions of media coverage and the celebrity confessional as narratives of regulation and self-regulation. Using Billie Eilish’s statement about her self-perceived experience of harm from use of pornography during teenage life (13 December 2021), we study how global and national media outlets constructed Eilish’s confession in the light of broader concerns about children’s experiences with such online sexual content. This study enhances our understanding of how adolescents’ experiences of sexual content online is publicly shaped.",
          "url": "https://doi.org/10.1177/14614448251333740",
          "doi": "https://doi.org/10.1177/14614448251333740",
          "filter": 0
        },
        {
          "title": "Silicon Valley revisited: On Californian ideologies and the differences they make",
          "authors": "Dan M Kotliar",
          "abstract": "While research has highlighted the ties between algorithms and culture, this article focuses on how cross-cultural encounters shape developers’ perceptions of their algorithmic work. I ask: How do cultural transitions and intercultural encounters influence people’s perceptions of their algorithms? How do key issues regarding algorithmic production get translated and reinterpreted? Based on 50 semi-structured interviews with Israelis who immigrated to Silicon Valley, I show that their interpretation of the cultural differences between Israeli and Silicon Valley cultures—and their culturally specific logic of difference —informs how they perceive the algorithms they develop and their ethical implications. I argue that these perceptions stem from deep-seated cultural tropes but are also potentially ameliorated by their encounter with Silicon Valley’s culture. Thus, this article calls for a more diverse view of Silicon Valley’s ideologies, showing that attention to cross-cultural encounters can both reveal and complicate the performative logics sustaining Silicon Valley’s liberal image.",
          "url": "https://doi.org/10.1177/14614448251342575",
          "doi": "https://doi.org/10.1177/14614448251342575",
          "filter": 0
        },
        {
          "title": "Do parents ‘know best’ when it comes to their teenaged children’s experiences of sexual content online?",
          "authors": "Harrison W See, Kjartan Ólafsson, Brian O’Neill, Lelia Green, Carmen Jacques, Kelly Jaunzems",
          "abstract": "In 2010, the EU Kids Online project, and aligned AU Kids Online study, interviewed one parent and one child (9–16) from 25,542 families across 26 countries. Information gathered included parents’ awareness of their child’s experiences of sexual content online. This dataset has since been updated by recent ethnographic work in Australia and Ireland, capturing parents’ approaches to managing their children’s (11–17) digital engagement with sexual content. Parents identified risks and benefits in their children’s encounters with adult content online. This article concludes that parents do not judge the efficacy of their digital parenting around preventing their child from seeing restricted 18+ content or, indeed, knowing whether their child has encountered sexual content online. Instead, they adopt a nuanced approach that reflects knowledge of their child and the child’s relative maturity, with a view to supporting their child’s progressive development towards full digital and sexual citizenship.",
          "url": "https://doi.org/10.1177/14614448251333737",
          "doi": "https://doi.org/10.1177/14614448251333737",
          "filter": 0
        },
        {
          "title": "Breaking expectations through personal experiences! Young people reflecting and learning about sexualities and gender through porn: An ethnographic study in Barcelona",
          "authors": "Maria-Jose Masanet, Laura Fernández, Sergio Villanueva Baselga",
          "abstract": "Porn studies have a long tradition of researching porn as a cultural artifact in relation to adult audiences. Recently, there has been increasing interest in young people’s uses and perceptions of porn since there is a general concern about its possible harms and dangers. This article aims to shed light on these issues through an ethnographic study carried out in Barcelona and its metropolitan area. Our main objective is to understand how teenagers and young people use, experience, and give meaning to the porn content they consume. We applied a bottom-up approach that brings the real and everyday experiences of young people to the discussion. The results focus on three areas: the spatial, temporal, and media context in which young people approach porn; their own interpretations of pornographic content, considering gender differences; and the double preventive and educational view young people extract from porn.",
          "url": "https://doi.org/10.1177/14614448251333733",
          "doi": "https://doi.org/10.1177/14614448251333733",
          "filter": 0
        },
        {
          "title": "Young people’s perceptions of harm from accessing online sexual content",
          "authors": "Despina Chronaki, Debra Dudek, Giselle Woodley",
          "abstract": "Harm—and the ways in which it is interpreted, negotiated, discussed, and unpacked by adolescents themselves—is a key term in almost all debates about young people’s experiences with online pornography. This essay situates the topic of this special issue—adolescents’ perceptions of harm from accessing online sexual content—within a broader context of the discourses and practices that inform research in this field. We show how discourses of harm and risk circulate around the figure of the innocent child in need of protection and argue for more nuanced understandings of and research about childhood that take into account the lived experiences and perspectives of young people themselves. The papers in this special issue cover a range of academic perspectives and reflect diverse epistemological, methodological, and academic cultures. The special issue underscores the complex nature of the topic and the need for nuanced, rigorous, and robust empirical research.",
          "url": "https://doi.org/10.1177/14614448251333746",
          "doi": "https://doi.org/10.1177/14614448251333746",
          "filter": 0
        },
        {
          "title": "Young adolescent men’s perspectives on risks and harmful impacts of pornography use",
          "authors": "Robyn Vertongen, Clifford van Ommen, Kerry Chamberlain",
          "abstract": "Pornography use is often considered harmful, but what constitutes such harm is frequently vague and driven by adult perspectives about risk. This study aimed to explore how adolescents themselves understood harm and risk from pornography use. Thirteen male adolescents, 14 to 15 years old, were interviewed using in-depth interviews to understand their perspectives of risk and harm. Reflexive thematic analysis was used to identify three pertinent themes: pornography is risky and harmful, especially to naïve consumers; pornography is not harmful to me, because strategies of control can be used; and generational disparity, where differences between adult claims of harm and personal experiences were questioned. We propose adolescents’ concern for others’ wellbeing over their personal risks be considered as showing compassion. We conclude that adolescent perceptions of risk and harm are nuanced and insightful, and that adolescents can engage critically with pornography content to manage potential risks and harm.",
          "url": "https://doi.org/10.1177/14614448251333735",
          "doi": "https://doi.org/10.1177/14614448251333735",
          "filter": 0
        },
        {
          "title": "Young people and sexually explicit content online: Exploring Australian parents’ concerns",
          "authors": "Catherine Page Jeffery, Alan McKee, Catharine Lumby",
          "abstract": "Ongoing discussion between parents and their children, including listening to young people, is essential to enable young people to safely navigate the online sexual ecosystem. Research suggests, however, that parents and their children conceptualise and discuss online risks in different ways. This article documents findings from interviews and focus groups with 40 Australian parents exploring their perspectives and concerns about online pornography, and provides insights into the extent to which the adults report listening to and engaging with young people. It reveals that while parents are concerned about online pornography, most do not know what their children are doing online and do not appear to be discussing the issue with their children in ways which explore their children’s experiences, perspectives and concerns. It concludes by suggesting that education about online pornography be extended to parents so that they are better able to support young people in navigating the online sexual ecosystem.",
          "url": "https://doi.org/10.1177/14614448251333728",
          "doi": "https://doi.org/10.1177/14614448251333728",
          "filter": 0
        },
        {
          "title": "Exploring Italian adolescents’ perspectives on online pornography and perceived harms",
          "authors": "Cosimo Marco Scarcelli",
          "abstract": "The evolving technological and social landscape offers adolescents new avenues for engaging with digital content, particularly in the realm of intimate activities. Public discourse often oversimplifies the intricate relationship between adolescents and online pornography. The prevailing narrative tends to portray pornography as detrimental to health and well-being, relying on a limited exposure and effects model that fails to grasp its nuanced significance in young lives. Online pornography, easily accessible to young individuals, is criticised for potentially replacing informative sex education with representations of violent and risky relationships. Employing media and cultural studies tools, this research positions porn consumption within the broader context of new mediated intimacies. The study aims to unravel how young Italians (15- to 18-year-olds) perceive and interpret harms in relation to online pornography. Findings reveal that despite a critical perspective, many participants maintain stereotypical views on gender and age dynamics, reflecting broader societal discourses about effects and addiction.",
          "url": "https://doi.org/10.1177/14614448251333730",
          "doi": "https://doi.org/10.1177/14614448251333730",
          "filter": 0
        },
        {
          "title": "“My mom caught me watching porn!”: YouTube videos as performative risk biography and cautionary sex ed",
          "authors": "Jessica Yarin Robinson, Khalid Ezat Azam",
          "abstract": "This article investigates the presentation and public self-disclosure of sexual content by young people on YouTube’s #storytime genre. Applying Beck’s concept of the “risk biography,” we explore the way these digital narratives recount encounters with pornography in a setting intended to reach other young people. The analysis combines computational text analysis with manual analyses to characterize how young people tell their own stories. Findings suggest that while content creators critically address sexual norms, they also reinforce the Internet’s potential for harm. Yet, the greatest risk identified is not pornography itself, but parents—namely, the threat of punishment, including physical punishment.",
          "url": "https://doi.org/10.1177/14614448251333738",
          "doi": "https://doi.org/10.1177/14614448251333738",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Are We Still Friends If You Are No Longer Single? The Impacts of a Friend Entering a New Romantic Relationship",
          "authors": "Elina R. Sun, Brett K. Jakubiak, Laura V. Machia",
          "abstract": "When a previously single close friend enters a romantic relationship, the friendship may be impacted as the friend shifts time and attention toward the romance. The current research investigated whether need fulfillment, uncertainty, and negative affect change when a person's close friend begins a new romantic relationship. In Study 1, participants ( N = 334) retrospectively reported their perceptions of a best friendship before and after the best friend formed a romantic relationship. In Study 2, participants ( N = 148) evaluated up to four best friendships 7 weeks apart and indicated whether their best friends had entered romantic relationships during this period. People recalled experiencing a decrease in friendship need fulfillment and increases in uncertainty and negative affect after a best friend started a romantic relationship (Study 1); however, people did not perceive those unique changes when reporting on best friendships before and after their friend entered a romantic relationship (Study 2). Greater relationship‐specific attachment anxiety and avoidance also amplified perceived friendship changes and negative affect when reporting retrospectively (Study 1) but not when reporting prospectively (Study 2). Together, these findings provide insight into the perceived but potentially limited impact of romantic relationships on friendships.",
          "url": "https://doi.org/10.1111/pere.70013",
          "doi": "https://doi.org/10.1111/pere.70013",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "A goodwill shield for crisis communication: Exploring the ‘Halo Effect’ of CSR activities",
          "authors": "Tyler G. Page, Carolyn A. Lin",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102602",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102602",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "The Paradox of Belief in Science: A Proposal for Reconciliation",
          "authors": "Amarasinghe Arachchige Don Nalin Samandika Saparamadu, Oshozimhede E. Iyalomhe, Lawrence L. Cheskin",
          "abstract": "The phrase “I believe in science” presents a paradox, blending subjective belief with the evidence-based scientific method. Science is a dynamic, self-correcting process driven by empiricism, falsifiability, and peer review. However, the phrase often reflects trust in institutions rather than direct engagement with the scientific process and its elements. This paper explores how framing science as an iterative process, rather than a set of absolute truths, can improve evidence-based communication. Emphasizing methodology over belief can promote critical engagement with scientific discourse, resolving the paradox and promoting a deeper public understanding of science as an evolving pursuit of knowledge.",
          "url": "https://doi.org/10.1177/10755470251345694",
          "doi": "https://doi.org/10.1177/10755470251345694",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Social Media Influencers as “Dirty Workers”: An Explorative Study on How They Use Strategies to Reduce the Moral Taint",
          "authors": "Claudia Gerhards",
          "abstract": "Since social media influencers have become popular and monetize their content with the help of advertising deals, they have been associated with morally questionable, deceptive behavior. The list of misconduct is long. It includes, for example, not disclosing sponsored content, withholding negative experiences with promoted products, buying fake followers, and promoting false ideals of beauty. Building on the concept of “dirty work” as a theoretical framework, this article asks which strategies influencers use to soften this moral taint. Qualitative interviews with influencers living in Germany show that they are aware of their negative image in public and use various stigma management strategies. This article offers a perspective that has not yet played a role in the ethics debate about influencers. It asks how influencers, who are often associated with morally questionable practices, immunize themselves against this negative image and find a positive work identity.",
          "url": "https://doi.org/10.1177/20563051251348917",
          "doi": "https://doi.org/10.1177/20563051251348917",
          "filter": 0
        },
        {
          "title": "Exploring the Mediating Role of Online Social Capital in the Association Between Sharing Memes Using Four Humor Styles and Subjective Well-Being",
          "authors": "Yueming Luo, Yu-Leung Ng",
          "abstract": "Sharing memes has emerged as a prevalent form of social grooming behavior on digital platforms, yet research has largely focused on the content of internet memes rather than the behavior of sharing them. This study explores whether sharing memes with different humor styles (affiliative, self-enhancing, aggressive, and self-defeating humor styles) relates to subjective well-being through the mediating roles of online bonding and bridging social capital. Using survey data from a representative sample of 1000 participants in the United States, the findings showed that affiliative and aggressive meme-sharing were positively associated with psychological well-being and positive feelings via enhanced online bonding social capital. The findings could contribute to a deeper understanding of social and psychological implications of engaging with memes in online communication.",
          "url": "https://doi.org/10.1177/20563051251348922",
          "doi": "https://doi.org/10.1177/20563051251348922",
          "filter": 0
        },
        {
          "title": "From #MelaninMansion to #BlackTikTokStrike: Black TikTok, Joy, and the Politics of Refusal",
          "authors": "Elena Maris, Mel Monier",
          "abstract": "In this article, we critically analyze TikTok videos related to the #MelaninMansion trend and the #BlackTikTokStrike. Videos analyzed were posted during the hashtags’ peak engagement, 2019–2020, and the summer of 2021, respectively. Drawing from Black cyberfeminism and literatures on Black cyberculture, platform politics, visibility, affect, resistance, refusal, and copyright, we identified shared themes and thematic differences between the hashtags. Based on these findings, we argue #MelaninMansion and #BlackTikTokStrike illustrate two significant moments on TikTok for Black creators, and a marked change in their tactical and affective response to on-platform racism, appropriation, and content theft. We contend the messaging and imaginings found in the videos reveal Black TikTok’s negative experiences on-platform and their understanding of potential technological and policy solutions. We especially note the affective change during the strike, where Black TikTok creators turn from humorous utopian imaginings of on-platform equity and celebrations of Blackness and community, to frustrated refusal of on-platform labor and pessimistic reflections on the (im)possibilities for Black content creation. Despite the sharp turn in tactics and expectations, content from both moments reflects a commitment to Black joy and intracommunity support. We argue our findings reveal how the TikTok platform and non-Black TikTok community together create a toxic technoculture rife with the violence of racism, cultural appropriation, and creative theft. Finally, we note the centrality of Black women to these viral moments, how #BlackTikTokStrike especially centered Black women’s labor and creativity, and that despite this, Black women performed an outsized amount of labor during the strike.",
          "url": "https://doi.org/10.1177/20563051251349476",
          "doi": "https://doi.org/10.1177/20563051251349476",
          "filter": 0
        },
        {
          "title": "Softblocking: Disconnective Practices, Imagined Affordances, and Reciprocity on Twitter",
          "authors": "Caitlin Hogan",
          "abstract": "This study investigates the social meaning of softblocking, a practice on social media in which a user blocks and then immediately unblocks another user, causing a mutual unfollowing. This study finds that softblocking highlights that social media users exercise agency in creating imagined affordances through novel use of pre-installed features to do social work. It also discusses what the rise of softblocking suggests about the demand for reciprocity within social media interaction. With a corpus of 96,541 tweets mentioning softblocking from 2009 to 2020 and corpus-assisted discourse analysis, this study explores (1) how softblocking is differentiated from pre-packaged affordances, (2) how softblocking is negotiated metadiscursively, and (3) how expectations of reciprocity are addressed by softblocking. I find that users expect sustained interaction and value-sharing with those they are in mutual following relationships with and also expect these relationships to be broken reciprocally. This study argues that softblocking meets the demand for disconnective action in a mutual manner, in line with emerging norms of politeness on social media that see reciprocity as politeness.",
          "url": "https://doi.org/10.1177/20563051251331156",
          "doi": "https://doi.org/10.1177/20563051251331156",
          "filter": 0
        },
        {
          "title": "Doing the Lord’s Work: Deconstructing Fundamentalist Christianity Through Cathartic Anti-Fandom on Reddit",
          "authors": "Caitlin E. Lawson, Cecilia R. Hafferty",
          "abstract": "r/fundiesnarkuncensored is a Reddit community that monitors and critiques fundamentalist Christian, namely evangelical, content creators. Many members of the community were formerly conservative Christians who have since deconstructed some or all of their beliefs. This study approaches “fundie snarkers,” particularly those who have deconstructed, through the lenses of anti-fandom and affect theory, to deepen our understanding of anti-fandom as a simultaneously ideological and affective phenomenon. Through individual, semi-structured interviews with 20 members of r/fundiesnarkuncensored, we explore the role that “fundie snarking” plays in members’ deconstruction journeys and vice versa. Participants organized content on the subreddit into three categories based on their affective and intellectual responses to that content: petty snark, or superficial critiques that participants find both guiltily pleasurable and frustratingly rude; structural snark, or systemic critiques of fundamentalism that participants universally esteem; and dark snark, or content that participants find too distressing to engage. Taken together, this “structure of snark” reveals the ambiguity of their anti-fandom by emphasizing that participants have empathy for the fundies they criticize and see the subreddit’s ideal purpose as a tool for deconstruction. Ultimately, through our discussion of the gratifications participants obtain through their engagement with the subreddit, we propose an additional form of anti-fandom: cathartic anti-fandom. Cathartic anti-fandom involves the dislike and critique of ideologies, practices, and communities in which the anti-fan formerly participated and/or by which they were harmed. By filtering fundamentalist Christian teaching through critical commentary and making these ideologies laughable, r/fundiesnarkuncensored provides an accessible and enjoyable space for members to unlearn harmful ideologies.",
          "url": "https://doi.org/10.1177/20563051251347547",
          "doi": "https://doi.org/10.1177/20563051251347547",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Opening and Closing of Discourse Through Indexing and Charting: Enhancing Pentadic Maps of Volodymyr Zelenskyy’s Speech to the U.N. General Assembly and Subsequent Media Coverage",
          "authors": "Prakash Acharya, Benjamin R. Bates",
          "url": "https://doi.org/10.1080/1041794x.2025.2516473",
          "doi": "https://doi.org/10.1080/1041794x.2025.2516473",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Contextual influences and agency to transform context in excessive gaming: A social-ecological perspective",
          "authors": "Zicheng Zhu, Renwen Zhang, Alex Mitchell",
          "url": "https://doi.org/10.1016/j.tele.2025.102301",
          "doi": "https://doi.org/10.1016/j.tele.2025.102301",
          "filter": 0
        },
        {
          "title": "Why do you resist digital resurrection? Exploring the barriers affecting consumer resistance to digital resurrection technology",
          "authors": "Changyong Liang, Yuguang Xie, Peiyu Zhou",
          "url": "https://doi.org/10.1016/j.tele.2025.102302",
          "doi": "https://doi.org/10.1016/j.tele.2025.102302",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "The chop suey letterform and cultural hegemony in global representation of visual Chineseness",
          "authors": "Yu Li",
          "abstract": "Lettering styles mimicking the brushstrokes of Chinese calligraphy, known collectively as the ‘chop suey’ letterform, have featured prominently in the construction of visual Chineseness in global linguistic landscapes. This study examines and critiques the worldwide circulation of the chop suey letterform as a form of cultural hegemony. Drawing on visual data from both commercial and cultural domains, it reveals how the lettering style serves to manufacture and maintain representations of Chineseness that exoticize, otherize, and commodify the Chinese culture, serving the interest of a global power structure with Whiteness at its center. The analysis focuses on two mechanisms through which cultural hegemony functions: the dominant group dictates cultural norms, and cultural norms reinforce themselves and the power structure. The author argues that homogenization and commodification of the Chinese ethnocultural identity through the chop suey letterform not only reinforce a narrow, biased, and monolithic view of what it means to be Chinese, but also, by instituting marketable and consumable stereotypes, sideline and diminish opportunities to engage with more nuanced and complex articulations of the Chinese culture in non-Chinese societies.",
          "url": "https://doi.org/10.1177/14703572251328349",
          "doi": "https://doi.org/10.1177/14703572251328349",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
