{
  "update": "2025-07-30",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Did the West introduce public relations to Africa? Narratives from the Akan indigenous palace practices",
          "authors": "Fuseini Iddrisu, Noel Nutsugah, Derek Onomah, Mavis Essandoh",
          "abstract": "A critical look at the extant literature on the history of public relations (PR) in Africa indicates that the phenomenon started only when the Europeans arrived. These historical narratives ignore PR principles that can be found in the indigenous practices of most traditions in Africa. This study embarks on a critical scholarship guided by in-depth interviews, focus group discussions, observations, and video data to argue that there exist PR principles in Akan indigenous palace communication that predate the arrival of the Europeans. Specifically, the study found several indigenous activities that connote strategic image construction, relationship-building and management, general communication concepts, and media relations function, all of which are core to PR management. Based on the above, the study developed an Akan PR model that depicts notable PR principles within the milieu of Akan palace communication in an attempt to retell the history of PR in a non-westernized context. This study holds scholarship and pedagogical significance for magnifying other voices in the evolution of PR. This is achieved by explicating that traditional African governance structures have long employed strategic communication, relationship management, and reputation management principles.",
          "url": "https://doi.org/10.1093/anncom/wlaf011",
          "doi": "https://doi.org/10.1093/anncom/wlaf011",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "Dispositional hope, perceived (non)accommodation, and relationship satisfaction: a dyadic study of middle-aged parents and young adult children",
          "authors": "Quinten S. Bernhold",
          "url": "https://doi.org/10.1080/01463373.2025.2537028",
          "doi": "https://doi.org/10.1080/01463373.2025.2537028",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Extreme Weather Information for Diverse Older Adults: Communication Preferences and Trusted Information Sources",
          "authors": "Smitha Rao, Fiona C. Doherty, Yiran Zhang, Anthony Traver, Emma Rademacher, Marisa Sheldon, Holly Dabelko-Schoeny",
          "url": "https://doi.org/10.1080/17524032.2025.2536644",
          "doi": "https://doi.org/10.1080/17524032.2025.2536644",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Rhyming Rudely: From Medieval Flyting to Invective Poetry in Video Games",
          "authors": "Agata Waszkiewicz, Kristian A. Bjørkelo",
          "abstract": "This article examines how games continue and represent the historical rituals of invective poetry exchanges. The article juxtaposes the analog, multiplayer card game Cards Against Humanity , known for its transgressive, profanity-based humor, with two single-player video games that present the invective poetry competition as (more or less) historically accurate activity. The former is argued to be a continuation of the same tradition that encompasses various historical practices such as Germanic flyting or African sounding, while the latter is an attempt at representation, without inviting the players to participate in the same practices. The difference between the card game, which makes a freer use of profanities, and the video game representation, which is devoid of it, are used to discuss to investigate the importance of the rituals involving invective poetry in the contemporary culture, as well as theorize about the differences seen in the analog and video games.",
          "url": "https://doi.org/10.1177/15554120251357649",
          "doi": "https://doi.org/10.1177/15554120251357649",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Media as Confounder in Social Justice and Social Stratification: A Freirean Framework for Critical Media Studies",
          "authors": "John C. Hayvon",
          "url": "https://doi.org/10.1080/10646175.2025.2535604",
          "doi": "https://doi.org/10.1080/10646175.2025.2535604",
          "filter": 0
        },
        {
          "title": "Social Media and Health Information: The Effectiveness of the “Ask the Paediatricians” Facebook Group for Childcare",
          "authors": "James Dada Mohammed, Fumilayo Olubunmi Agbana, Vivian Adjeikaa Doe",
          "url": "https://doi.org/10.1080/10646175.2025.2531213",
          "doi": "https://doi.org/10.1080/10646175.2025.2531213",
          "filter": 0
        },
        {
          "title": "Artificial Intelligence, Corporate Influence, and Hip Hop: The Curious Case of FN Meka and the Dangers of Digital Corporate Blackfishing",
          "authors": "Damion Waymer",
          "url": "https://doi.org/10.1080/10646175.2025.2538645",
          "doi": "https://doi.org/10.1080/10646175.2025.2538645",
          "filter": 0
        },
        {
          "title": "Hip Hop Multimodal Infrastructure: Sustaining the Culture in Community",
          "authors": "George Villanueva",
          "url": "https://doi.org/10.1080/10646175.2025.2538655",
          "doi": "https://doi.org/10.1080/10646175.2025.2538655",
          "filter": 0
        },
        {
          "title": "Exploring Adolescents’ Understanding of Cyberbullying on Social Media Through Information Mining",
          "authors": "Tita Melia Milyane, Muhammad Al Assad Rohimakumullah, Muhammad Rio Fariza",
          "url": "https://doi.org/10.1080/10646175.2025.2537195",
          "doi": "https://doi.org/10.1080/10646175.2025.2537195",
          "filter": 0
        },
        {
          "title": "Beyond Policy Blueprints: War Documentary Films as Strategic Media for Peacebuilding in Africa",
          "authors": "Elinam Balimenuku Amevor",
          "url": "https://doi.org/10.1080/10646175.2025.2537249",
          "doi": "https://doi.org/10.1080/10646175.2025.2537249",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Disability inclusion in extended reality (XR) research: a critical scoping review",
          "authors": "Wenqi Tan, Ben Egliston, Marcus Carter",
          "url": "https://doi.org/10.1080/1369118x.2025.2535426",
          "doi": "https://doi.org/10.1080/1369118x.2025.2535426",
          "filter": 0
        },
        {
          "title": "Rape discourse and slut shaming in Nepali social media",
          "authors": "Gita Neupane, Bal Krishna Sharma",
          "url": "https://doi.org/10.1080/1369118x.2025.2497944",
          "doi": "https://doi.org/10.1080/1369118x.2025.2497944",
          "filter": 0
        },
        {
          "title": "Children’s legal consciousness: the thorny right to privacy in social media",
          "authors": "Katharine Sarikakis, Lisa Winter, Angeliki Chatziefraimidou",
          "url": "https://doi.org/10.1080/1369118x.2025.2531132",
          "doi": "https://doi.org/10.1080/1369118x.2025.2531132",
          "filter": 0
        },
        {
          "title": "Beyond the individual level: a social-ecological perspective to understanding technology maintenance barriers and strategies among low-income U.S. adults",
          "authors": "Laurent H. Wang, Amy L. Gonzales, Clarissa Rios",
          "url": "https://doi.org/10.1080/1369118x.2025.2539293",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539293",
          "filter": 0
        },
        {
          "title": "Analysis of relevant games’ attributes and their relations with women’s values",
          "authors": "Mônica da Consolação Machado, Laerte Xavier, Lucila Ishitani",
          "url": "https://doi.org/10.1080/1369118x.2025.2529345",
          "doi": "https://doi.org/10.1080/1369118x.2025.2529345",
          "filter": 0
        },
        {
          "title": "Governance of discriminatory content in conversational AIs: a cross-platform and cross-cultural analysis",
          "authors": "Na Ta, Jing Zeng, Zhanghao Li",
          "url": "https://doi.org/10.1080/1369118x.2025.2537803",
          "doi": "https://doi.org/10.1080/1369118x.2025.2537803",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Mobilizer, demobilizer–or artefact? Measuring the influence of research designs on the direct effect of negative advertising on voter turnout in U.S. election campaigns",
          "authors": "Jürgen Maier",
          "url": "https://doi.org/10.1080/02650487.2025.2536907",
          "doi": "https://doi.org/10.1080/02650487.2025.2536907",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Eye-Tracking Research in Advertising Scholarship: A Review and Practical Guide",
          "authors": "Claire M. Segijn",
          "url": "https://doi.org/10.1080/00913367.2025.2528215",
          "doi": "https://doi.org/10.1080/00913367.2025.2528215",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Media Exposure Diversity: An Empirical Explication",
          "authors": "Xinle Jia, Zhongdang Pan, Fangjing Tu",
          "url": "https://doi.org/10.1080/08838151.2025.2535391",
          "doi": "https://doi.org/10.1080/08838151.2025.2535391",
          "filter": 0
        },
        {
          "title": "Tracking the Roots of Low News Usage on Smartphones – Do Individual Interests, Political Attitudes, and Media Consumption Habits Affect the Mobile News Use of Young Adults?",
          "authors": "Morley Weston, Daniel Vogler, Pascal Jürgens, Adrian Rauchfleisch, Mark Eisenegger",
          "url": "https://doi.org/10.1080/08838151.2025.2535389",
          "doi": "https://doi.org/10.1080/08838151.2025.2535389",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Twitter polarity and computational propaganda: the case of the Woman, Life, Freedom movement in Iran",
          "authors": "Mohammad Rahbari, Philippe Blanchard, Hadi Safari",
          "url": "https://doi.org/10.1080/19331681.2025.2537270",
          "doi": "https://doi.org/10.1080/19331681.2025.2537270",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Despite Lower Pay, Kenyan Journalists Express Higher Job Satisfaction: A Decade Later",
          "authors": "Kevin C. Mudavadi",
          "abstract": "Employing an explanatory sequential mixed method, this study surveyed a representative sample of Kenyan journalists ( N = 1,022) and conducted follow-up interviews ( N = 16) to examine the job satisfaction landscape since the first seminal work, whose data were collected in 2012 to 2013 and published in 2015 and 2016. Findings reveal that although job satisfaction remains high at 73.9%, it has decreased by 9.1 percentage points since 2012 to 2013. Both male and female journalists continue to report similar levels of job satisfaction. Job security and income satisfaction remain the strongest predictors of overall job satisfaction. The implications of these findings are discussed.",
          "url": "https://doi.org/10.1177/10776990251351645",
          "doi": "https://doi.org/10.1177/10776990251351645",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Is it Just Fluff? Topics, News Values, and Normative Democratic Implications of BBC’s The Happy Pod",
          "authors": "Ruth Palmer, Subin Paul",
          "url": "https://doi.org/10.1080/1461670x.2025.2537358",
          "doi": "https://doi.org/10.1080/1461670x.2025.2537358",
          "filter": 0
        },
        {
          "title": "Reframing the Public: An Examination on the (Mis)representation of Nonhuman Publics within News Coverage",
          "authors": "Michelle Rossi",
          "url": "https://doi.org/10.1080/1461670x.2025.2536765",
          "doi": "https://doi.org/10.1080/1461670x.2025.2536765",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "“Truth Sandwich” To Dispel Crisis Misinformation: Exploring the Separate and Combined Impacts of Inoculation, Narratives, and Stealing Thunder on Correcting Crisis Misinformation on Social Media",
          "authors": "Young Kim, Hyunji Dana Lim",
          "url": "https://doi.org/10.1080/15205436.2025.2534979",
          "doi": "https://doi.org/10.1080/15205436.2025.2534979",
          "filter": 0
        },
        {
          "title": "Support of Restricting—and Specific Presumed Effects of—Violent Media Content Primarily Reflect the Motive to Protect Oneself from Physical Threats",
          "authors": "Peixuan Zhou, Zhuoran Yang, Jinguang Zhang",
          "url": "https://doi.org/10.1080/15205436.2025.2531417",
          "doi": "https://doi.org/10.1080/15205436.2025.2531417",
          "filter": 0
        },
        {
          "title": "The Internalization of a Performance-Oriented Self-Concept Among Adolescents Through Their Favorite Music Artists",
          "authors": "Luca Carbone, Christoph Klimmt, Laura Vandenbosch",
          "url": "https://doi.org/10.1080/15205436.2025.2528630",
          "doi": "https://doi.org/10.1080/15205436.2025.2528630",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Why Do You Feel That Way? Elaboration Questions and Feeling Heard in Political Talk",
          "authors": "Brittany Shaughnessy, Myiah Hutchens, Janet Coats, Ilyssa Mann, Caleb Wiegandt, Mónica Guzmán",
          "abstract": "Across two studies, the current work sought to understand the impact of elaboration questions in political discussion on perceptions of feeling heard and future discussion intentions. Participants were presented with a recorded video of a political conversation where we manipulated the presence and absence of elaboration questions in political conversations surrounding homelessness (Study 1) and abortion (Study 2). Results indicate the presence of elaboration questions increased perceptions of being heard and intentions to engage in discussion in the future. We also found significant indirect results where the relationship between elaboration questions and intentions to engage in future discussions was mediated by feeling heard. These findings were never moderated by whether participants agreed with the political stance taken in the conversation.",
          "url": "https://doi.org/10.17645/mac.9977",
          "doi": "https://doi.org/10.17645/mac.9977",
          "filter": 0
        },
        {
          "title": "Ensuring News Quality in Platformized News Ecosystems: Shortcomings and Recommendations for an Epistemic Governance",
          "authors": "Pascal Schneiders, Birgit Stark",
          "abstract": "Social media platforms are fundamentally disrupting public communication in two ways. First, non-journalistic actors, such as social media influencers, now have easier access to audiences, increasing the range of epistemic authorities. Second, established news outlets are increasingly reliant on platforms, pressuring them to adapt to the demands of social media. This platformization threatens the quality of public communication and citizens’ realization of their epistemic rights. Drawing on these concerns, this article offers a holistic approach to systematically analyze and practically govern epistemic threats to news quality in the platform-driven hybrid news ecosystem by developing a comprehensive three-stage framework that distinguishes between the production, distribution, and reception of news quality. News quality needs not only to be produced (input) but also to be made visible on platforms (throughput) and processed by audiences (output) in order to contribute to an informed public discourse. Focusing on the EU, the article then discusses current regulatory shortcomings and the need for additional measures to safeguard news quality along its three dimensions.",
          "url": "https://doi.org/10.17645/mac.10042",
          "doi": "https://doi.org/10.17645/mac.10042",
          "filter": 0
        },
        {
          "title": "Mapping and Measuring Listening in Public Communication Settings",
          "authors": "Tariq Choucair",
          "abstract": "Scholars have made advancements in how to interpret, with detailed measures, the different characteristics and levels of distinct listening practices used by individuals when they are deliberating (Scudder, 2020, 2022). However, listening is not only a practice that occurs directly, but also a broader phenomenon that occurs across the public sphere (Bächtiger &amp;amp; Parkinson, 2019; Ercan et al., 2019). Public discourse occurs across hybrid media systems (Chadwick, 2017) in complex discursive exchanges (Maia et al., 2023) as networks of publics interact (Bruns, 2023). Such complexity imposes challenges for research to properly understand listening at a macro level. In this article, I present how to map and measure listening at this broader level. I reconstruct the discussion on listening as a normative foundation for political communication, from which we derive three key listening elements: attentiveness, openness, and responsiveness. I outline how listening is measured in direct interactions, to then explain how it can be assessed in public communication and mediated interactions, from the perspective of who listens, who is (or is not) listened to, and the actual listening acts.",
          "url": "https://doi.org/10.17645/mac.10263",
          "doi": "https://doi.org/10.17645/mac.10263",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Paralocal relationships: Re-placing civic engagement for the social media age",
          "authors": "CJ Reynolds",
          "abstract": "Concerns about the decline of traditional forms of civic engagement and local news availability in the United States exist alongside developing forms of activist politics online, with one prominent form of social media-driven activism coming from First Amendment auditors. This study examines the protracted conflict between the governmental authorities of Leon Valley and First Amendment auditors to explore the re-placement of civic engagement for the age of social media, facilitated by the development of what I call paralocal relationships. Paralocal relationships describe a sense of familiarity with and concern toward a place featured in media by viewers who have never been there. First Amendment audits enable paralocal relationships by combining on-the-ground activism with clear and simple calls to action for distant viewers, helping to convert audiences into engaged and invested participants in the political life of featured places and enabling new modes of participatory politics.",
          "url": "https://doi.org/10.1177/14614448251356452",
          "doi": "https://doi.org/10.1177/14614448251356452",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Self-Reported Exposure and Beliefs About Misinformation Across a U.S. Presidential Election Cycle: Expressive Responding and Motivated Reasoning",
          "authors": "R. Kelly Garrett, Robert M. Bond, Erik C. Nisbet",
          "url": "https://doi.org/10.1080/10584609.2025.2532584",
          "doi": "https://doi.org/10.1080/10584609.2025.2532584",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Deepfakes or Synthetic Media? The Effect of Euphemisms for Labeling Technology on Risk and Benefit Perceptions",
          "authors": "Adrian Rauchfleisch, Daniel Vogler, Gabriele de Seta",
          "abstract": "The language used in public debates and in the news can influence how citizens perceive the risks and benefits of technology. While framing effects on technology perception are well understood, few studies have focused on the effects of specific terms used to describe technology. We analyze how the terms deepfake and synthetic media affect risk and benefit perceptions across application fields. Using Switzerland as a case, our manual content analysis ( n = 380 news articles) reveals a focus on risks in news coverage of deepfakes with minimal use of the term synthetic media. We then tested the effects of the terms on risk and benefit perceptions in a preregistered survey experiment (n = 736 participants). Term choice does not change perceived risks, but “synthetic media” significantly increases perceived benefits across application fields. As a theoretical contribution, we link our findings to the concept of euphemism, proposing that term choice should align with application fields to reflect the risks and benefits of technology. Overall, our study shows that the terms we use to label technology matter, especially for emerging technologies such as artificial intelligence.",
          "url": "https://doi.org/10.1177/20563051251350975",
          "doi": "https://doi.org/10.1177/20563051251350975",
          "filter": 0
        },
        {
          "title": "Flame Badges and Virtual Pets: Gamified Sociality on Douyin",
          "authors": "Hui Lin, Rafal Zaborowski",
          "abstract": "This article examines Douyin’s gamified features to investigate whether and how they facilitate online sociality. Drawing on literature on online sociality and gamification, this study demonstrates how Douyin’s gaming elements introduce a playful dimension to social interactions and examines the implications of transforming sociality into a game. Using a mixed-method approach comprising the walkthrough method and diary-interview technique, the study finds that gamified features—such as friendship badges, quantified levels, and virtual pets—can encourage social behavior and strengthen interpersonal bonds. However, these effects are primarily confined to small, strong-tie friendship groups and do not extend to larger, weak-tie networks. The findings suggest that Douyin users often display heightened awareness of how algorithms exploit their social behaviors, prompting them to adopt cautious and critical digital practices. The article makes both empirical and methodological contributions by offering a case study of gamification in socialization and demonstrating the utility of the diary-interview approach for analyzing user interactions.",
          "url": "https://doi.org/10.1177/20563051251358748",
          "doi": "https://doi.org/10.1177/20563051251358748",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Exploring generative AI in the misinformation Era: Impacts as a misinformation source and fact-checker on belief in the information",
          "authors": "Seo Yoon Lee, Weizi Liu",
          "url": "https://doi.org/10.1016/j.tele.2025.102308",
          "doi": "https://doi.org/10.1016/j.tele.2025.102308",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
