{
  "update": "2026-02-11",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "The communicative constitution of speech community: The case of diaspora Basques in the United States",
          "authors": "Jone L. Brunelle, David Boromisza-Habashi",
          "url": "https://doi.org/10.1080/03637751.2026.2614769",
          "doi": "https://doi.org/10.1080/03637751.2026.2614769",
          "filter": 0,
          "created": "2026-2-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "Visual attention and retention effects of a design element in culturally targeted messages: introducing the virtual billboard paradigm",
          "authors": "Moonsun Jeon, Sue Lim, Maria K. Lapinski, Gary Bente, Stephen A. Spates, Ralf Schmälzle",
          "url": "https://doi.org/10.1080/01463373.2026.2629568",
          "doi": "https://doi.org/10.1080/01463373.2026.2629568",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "“COVID robbed me of that”: navigating final conversations and grief during the COVID-19 pandemic",
          "authors": "Bonnie M. Nickels, Kelly E. Tenzek, Rachel A. Coley",
          "url": "https://doi.org/10.1080/01463373.2026.2628807",
          "doi": "https://doi.org/10.1080/01463373.2026.2628807",
          "filter": 0,
          "created": "2026-2-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Answer engines and other communication partners",
          "authors": "Elena Esposito",
          "abstract": "The article explores the social role and implications of large language models (LLMs) through the lens of media theory. Rather than considering LLMs as advanced forms of artificial intelligence, I argue that a communication-focused perspective provides a more effective way to interpret their impact on information management in contemporary society and to address the associated ethical and operational challenges. Supported by information management tools such as archives, catalogs, and later search engines, previous communication media expanded the scope of communication, making it possible to reach more, distant, diverse, and possibly anonymous communication partners. LLMs now signify a new phase in the evolution of communication, as they function themselves as communication partners capable of responding autonomously to user queries in a personalized manner. This perspective highlights and explains the capabilities and limitations of various LLM-based chatbots and Retrieval-Augmented Generation (RAG) models, while also addressing issues such as misalignment and hallucinations.",
          "url": "https://doi.org/10.1093/ct/qtaf036",
          "doi": "https://doi.org/10.1093/ct/qtaf036",
          "filter": 0,
          "created": "2026-1-17"
        },
        {
          "title": "Logics and levels of ecology theory: organizing Chicago School ecological approaches for journalism studies",
          "authors": "Wilson Lowrey, Anna Grace Usery",
          "abstract": "Chicago School ecology, with its emphasis on diverse sets of interacting actors, unanticipated outcomes, and ongoing adaptation to shifting environments, offers a helpful lens for examining a disrupted, changing journalism and its existential challenges. Drawing from the Chicago School tradition, we generate a framework for conceptualizing the ecological study of local-level journalism and journalistic change in a more coherent, systematic way. The framework is visualized in a matrix with two dimensions: levels of analysis (systemic and interactionist), and logics of adaptation (transactional and cognitive-cultural). On the matrix we situate middle-range ecological approaches from journalism studies that have roots in this tradition. Our aim is to provide more theoretical context, clarity and intentionality for scholars in their use of ecological approaches and concepts in the study of journalism and its uncertainties.",
          "url": "https://doi.org/10.1093/ct/qtaf038",
          "doi": "https://doi.org/10.1093/ct/qtaf038",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "From pessimism to promise: Lessons from the Global South on designing inclusive tech Payal Arora (2024) From pessimism to promise: Lessons from the Global South on designing inclusive tech . Cambridge, MA: MIT Press, 200 pp., (Electronic) 9780262380133 ISBN; (Print) 9780262049306.",
          "authors": "Annika Richterich",
          "url": "https://doi.org/10.1177/13548565251398630",
          "doi": "https://doi.org/10.1177/13548565251398630",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Dabloons, autopsy of a TikTok meme: Self-excitation and self-destruction in social media cultures",
          "authors": "Francisco W. Kerche, Tommaso Venturini",
          "abstract": "In this paper, we analyze the very short and yet very rich story of a TikTok meme: the rise and fall of the dabloon fictive currency. We examine this story as an example of self-exciting trendiness: a common internet dynamic in which trendiness and cultural vibrancy become inextricably intertwined. In the case of the dabloons and of many other memetic phenomena in TikTok and other platforms, this connection creates a spiraling cycle of popularity that is as potent as it is cursory. TikTokers understood all too well that the dabloon currency was going to be a fad, but, rather than being discouraged by this ephemerality, they pushed it to its extremes. Like many online communities, they doubled down on the transience of their subculture, and did so in the most literal way, using the inflation of their currency to first escalate and then implode the trend. The rise and fall of the dabloon trend offers a cautionary tale about the accelerated cycles of online cultures and internet memes: an illustration of how online communities can create culture not despite but by means of their ephemerality.",
          "url": "https://doi.org/10.1177/13548565261417919",
          "doi": "https://doi.org/10.1177/13548565261417919",
          "filter": 0,
          "created": "2026-2-4"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Positive Images of Heat Waves Reduce the Effects of Messages About Extreme Heat among U.S. Adults",
          "authors": "Afrooz Mosallaei, Laura Thomas-Walters, Matthew H. Goldberg, Seth A. Rosenthal, Anthony Leiserowitz",
          "url": "https://doi.org/10.1080/17524032.2026.2623479",
          "doi": "https://doi.org/10.1080/17524032.2026.2623479",
          "filter": 0,
          "created": "2026-2-4"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "“A Place Where I Could Breathe Easily”: LGBTQ + Youth on Gaming Worlds as Digital Shelters",
          "authors": "Burcu Gumus, David Ekdahl",
          "abstract": "This article investigates how LGBTQ + youth cultivate enduring relationships through the cross-platform ecologies surrounding digital games, arguing that these environments function as affective infrastructures of dwelling. Drawing on qualitative interviews with LGBTQ + participants aged 17–25, the study demonstrates that relationships initiated in multiplayer games deepen as they circulate across Discord, Twitch, voice channels, and private messaging networks. Combining Heidegger's notion of dwelling with Sara Ahmed's theory of affective circulation, the article conceptualizes these relational formations as sticky intimacies: Affectively adhesive ties that emerge through repetitive encounters, shared rituals, and collective rhythms of online co-presence. Findings reveal four interlinked dynamics, existential significance, expressive plasticity, collective spatiality, and negotiated safety, through which participants fashion livable digital environments amid offline precarity, heteronormative surveillance, and identity-based risk. Digital platforms become spaces where visibility can be modulated, emotional breathing room is achievable, and continuity of self is sustained. Rather than treating gaming spaces as inherently protective, the study highlights the labor, moderation practices, and boundary-work that make such ecologies inhabitable. By theorizing cross-platform circulation as an affective-spatial process, this research expands digital games scholarship and offers a nuanced account of how LGBTQ + youth craft durable, meaningful intimacies within increasingly interconnected digital worlds.",
          "url": "https://doi.org/10.1177/15554120261418456",
          "doi": "https://doi.org/10.1177/15554120261418456",
          "filter": 0,
          "created": "2026-2-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Beyond Black and White: Media Coverage of Caitlin Clark’s and Angel Reese’s WNBA Rookie Seasons",
          "authors": "Alayna Yates, Chad Painter",
          "url": "https://doi.org/10.1080/10646175.2026.2624796",
          "doi": "https://doi.org/10.1080/10646175.2026.2624796",
          "filter": 0,
          "created": "2026-2-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "“I feel more capable”: vernacular smartphone affordances among illiterate adults in rural China",
          "authors": "Qingting Zhao, Hao Gao",
          "abstract": "Purpose Despite significant progress in global literacy campaigns, millions of adults remain illiterate, particularly in rural areas. With the ubiquity of smartphones, illiterate and semi-literate populations are increasingly engaging with digital technologies. This study examines the vernacular affordances these users generate in everyday smartphone use and investigates how such affordances shape their cognitive, emotional, and social experiences. Design/methodology/approach The study draws on participatory observation and semi-structured interviews with 17 illiterate and semi-literate individuals in a rural village in Shanxi Province, China. Data were analyzed through thematic analysis guided by the framework of vernacular affordances. Findings The analysis identifies three vernacular affordance characteristics—from hidden to perceptible, accidental, and incomplete—and explains how they are realized through three pathways: intergenerational digital support (“digital back-feeding”), symbol–meaning matching, and practice through repetition. These pathways help transform initially opaque smartphone functions into perceptible ones, while also producing affordances that remain unstable or only partially realized. Despite these limitations, smartphone use enhanced informal learning, micro-literacy development, emotional intimacy, and social participation. Originality/value The study advances affordance theory by contextualizing vernacular affordances in a rural, low-literacy environment and by demonstrating their unstable, fragmented, and culturally embedded nature. It also shows that the classification of affordances integrates both theoretical insights and empirically derived characteristics. In practice, the findings highlight the importance of intergenerational digital mentorship, culturally sensitive interface design, and policies that promote not only access but also meaningful digital inclusion.",
          "url": "https://doi.org/10.1108/itp-05-2025-0700",
          "doi": "https://doi.org/10.1108/itp-05-2025-0700",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "AI ethical challenges: a perspective of AI developers in postcolonial countries",
          "authors": "Itoro Abraham, Juliana Sutanto, Ruilin Zhu, Mahsa Honary",
          "abstract": "Purpose The study of AI ethics is rapidly expanding, but West Africa faces a disadvantage due to the lack of available data and research. This leaves the region susceptible to the negative consequences of imported AI technologies. Our study helps to identify the root causes of unethical outcomes. It provides valuable insights for dealing with AI’sunethical outcomes and understanding the social changes it may bring while addressing the pressing need for research that explores the interaction between resources, power relations, and social norms that influence AI development from the developer’s perspective. Design/methodology/approach Following critical social theory, we interviewed 45 system developers from West Africa. We adopted the postcolonial theory to examine power dynamics in AI development, algorithm colonisation, technology mimicry and decolonisation. We applied the critical thematic analysis for the data analysis. Findings This study examines the power dynamics in global AI development through the lens of postcolonial theory, highlighting the dominance of the Global North, particularly corporations and research institutions in North America and Western Europe. This dominance extends beyond technological control, including narratives, resources and policymaking processes that influence AI’sglobal trajectory. Local entities in the Global South, such as those in West Africa, heavily depend on foreign vendors for AI technologies. This reliance curtails local autonomy and perpetuates a cycle of dependency reminiscent of historical colonial practices, a phenomenon described as technological imperialism, thus driving technology mimicry and algorithm colonisation. Originality/value Our research is a valuable and timely contribution to AI ethics, providing insightful perspectives on the ethical challenges posed by AI in West Africa. Our findings serve as an essential roadmap for shaping policy decisions related to AI education, governance, and design, aiming to promote inclusive and ethical development in West Africa. Through our rigorous theoretical analysis and practical insights, we aim to foster a culture of inclusive AI development, ethical excellence, social responsibility, and accountability in our rapidly evolving world.",
          "url": "https://doi.org/10.1108/itp-11-2024-1466",
          "doi": "https://doi.org/10.1108/itp-11-2024-1466",
          "filter": 0,
          "created": "2026-2-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Misinformation exposure per se may not trigger cynicism, but perceived prevalence of misinformation and hostile information does",
          "authors": "S. Mo Jones-Jang, Dam Hee Kim, Kate Kenski",
          "url": "https://doi.org/10.1080/1369118x.2026.2622332",
          "doi": "https://doi.org/10.1080/1369118x.2026.2622332",
          "filter": 0,
          "created": "2026-2-4"
        },
        {
          "title": "The entangled dynamics leading to the sedimentation of polarisation on political Reddit",
          "authors": "Ehsan Dehghan, Dominique Carlon, Kateryna Kasianenko, Ashwin Nagappa, Vish Padinjaredath Suresh",
          "url": "https://doi.org/10.1080/1369118x.2026.2623523",
          "doi": "https://doi.org/10.1080/1369118x.2026.2623523",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "Introduction – towards polycentricity? The quest for legitimacy and trust in digital governance",
          "authors": "Matthew Dylag, Daniëlle Flonk, Cristiana Lauri, Morshed Mannan",
          "url": "https://doi.org/10.1080/1369118x.2025.2552374",
          "doi": "https://doi.org/10.1080/1369118x.2025.2552374",
          "filter": 0,
          "created": "2026-2-8"
        },
        {
          "title": "Algorithmic reproduction of social inequality: language attitude bias in Chinese and English pre-trained language models",
          "authors": "Zhenzhen Zhang, Guowen Huang, Wanting Chen, Sihui Chen, Bingkun Yang",
          "url": "https://doi.org/10.1080/1369118x.2026.2624702",
          "doi": "https://doi.org/10.1080/1369118x.2026.2624702",
          "filter": 0,
          "created": "2026-2-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "AI hinders meaningfulness? Effects of chatbot guidance on service evaluation in product assembly contexts",
          "authors": "Xiaodong Qiu, Yuruo Zeng, Wen Wu, Xiaohan Cassie Xu",
          "abstract": "Purpose Product assembly is not only a functional step in product delivery but also a potentially meaningful hands-on experience for consumers. To reduce the potential difficulties encountered during assembly, some firms are replacing traditional manuals with chatbot guidance. However, the impact of such interventions on consumer responses remains underexplored. This research aims to investigate how chatbot support in product assembly tasks – specifically in static versus video formats – affects perceived meaningfulness and, in turn, evaluations of the brand and service. Design/methodology/approach We conducted two experiments: an online scenario-based experiment using a 3 (manual vs static chatbot vs video chatbot) × 2 (simple vs complex task) between-subjects design and a laboratory experiment in which participants completed actual product assembly tasks. ANOVA and PROCESS-based mediation and moderation analyses were used to test the proposed hypotheses. Findings The results demonstrate a serial mediation effect: chatbot guidance reduces consumers' perceived meaningfulness, which diminishes brand intimacy and, subsequently, service evaluations. The negative effect is strongest for video chatbot guidance. Importantly, these effects are attenuated when product assembly tasks are more complex or when consumers have lower hands-on ability. Originality/value This study advances the understanding of human–chatbot interaction by examining how chatbot support reshapes consumers’ assembly experiences. The findings highlight the importance of perceived meaningfulness and suggest that chatbot use should be tailored for consumers with lower hands-on abilities or for situations involving more complex tasks.",
          "url": "https://doi.org/10.1108/intr-12-2024-2024",
          "doi": "https://doi.org/10.1108/intr-12-2024-2024",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Burnout in hybrid work arrangements: unpacking the role of technostress, psychological detachment, and organisational supports",
          "authors": "Eoin Whelan, Ann O'Brien, Alma McCarthy",
          "abstract": "Purpose Since the lifting of COVID-19 pandemic restrictions, the hybrid work arrangement has become widespread globally, yet its impact on employee well-being remains unclear. We argue that the combination of stressful interactions with information and communication technology (ICT) when working remotely and onsite inhibits hybrid workers from psychologically detaching from work, which ultimately has a negative impact on their well-being in the form of burnout. In addition, we consider what organisational supports (i.e. hybrid work location autonomy, workplace social support) are effective in buffering the negative impact of hybrid work technostress. Design/methodology/approach Integrating the theoretical perspectives of technostress with the stressor-detachment model, this study develops and empirically tests the pathways which explain how and when the specific technostress experienced by hybrid workers is associated with burnout. We tested our model with survey data collected from 405 full-time hybrid workers. Findings Our findings indicate that hybrid workers' impaired psychological detachment mediates the relationship between technostress and burnout, but this effect is evident only in remote work settings. Moreover, greater hybrid work location autonomy buffers the negative effect of technostress on psychological detachment when working remotely but no effect was found for workplace social support. Originality/value The downside of hybrid work arrangements on worker well-being has rarely been examined in prior research. Applying the technostress lens to hybrid work enables our study to reveal more nuanced relationships between the demands of ICT and the well-being of hybrid workers, where we find evidence of the distinction between in-office and remote technostress.",
          "url": "https://doi.org/10.1108/intr-01-2025-0041",
          "doi": "https://doi.org/10.1108/intr-01-2025-0041",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "Anthropomorphic AI traits and roles in customer journeys: a systematic review and the interaction–activation–outcome framework",
          "authors": "Md Al Amin, Sayed Elhoushy, Tana Cristina Licsandru, Teidorlang Lyngdoh",
          "abstract": "Purpose Although artificial intelligence (AI) has been studied in marketing for over two decades, the field still lacks an integrative framework that explains how anthropomorphic AI influences consumer perceptions and behaviors. This article presents a systematic review to identify key traits and roles of anthropomorphic AI and how they shape consumer responses and outcomes through the customer journey lens. Design/methodology/approach Using a systematic review methodology, this article analyzes 122 articles through thematic coding. The analysis identifies seven aggregate dimensions, focusing on anthropomorphic AI traits and roles, their associated consumer response mechanisms, and outcomes across diverse interaction contexts. Findings Our analysis reveals four key findings: (1) anthropomorphic AI exhibits distinct traits (social, thinking, emotional, autonomous, and responsible) and roles (functional and relational), which (2) activate consumer response mechanisms (cognitive, affective, and social); (3) influence consumer journey outcomes (behavioral, hedonic, utilitarian, and sustainable); and (4) are moderated by consumer journey conditions (individual differences, interaction contexts, and interaction structures). Originality/value This article introduces a novel, three-stage Interaction–Activation–Outcome framework that explains how interactions with anthropomorphic AI, when its traits and roles are aligned, activate consumer response mechanisms and journey outcomes, with effects being moderated by journey conditions. It also proposes a 2 × 2 matrix illustrating how the intersections between anthropomorphic AI traits (single vs. multiple) and roles (functional vs. relational) necessitate different strategic approaches, offering practical managerial insights. The article concludes by outlining future research directions, including examination of human–AI collaborative journeys, and AI applications in sustainable and base-of-the-pyramid markets.",
          "url": "https://doi.org/10.1108/intr-01-2025-0116",
          "doi": "https://doi.org/10.1108/intr-01-2025-0116",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Building understanding of digital vulnerability: an exploration of wearable self-tracker usage practices",
          "authors": "Sahar Bakr, Sally Hibbert, Heidi Winklhofer",
          "abstract": "Purpose While wearable self-trackers (WSTs) are marketed for self-care, fitness, and health improvement, emerging evidence highlights the potential for negative impacts. This article explores the use of WSTs adopting a practice theory approach to unravel the contextual and individual factors that shape different patterns of WST usage and consumer vulnerability to harm. Design/methodology/approach A qualitative study using semi-structured interviews and visual stimuli of self-tracking data was conducted with 30 Fitbit users. Data were analysed using thematic analysis, followed by idiographic and cross-case analysis to map usage patterns and reflexivity. Findings Three distinct WST usage patterns were identified: light, fluctuant and intensive. The study finds that reflexivity on physical activity identity and goals plays a key role in shaping these patterns, with users' critical capacity in identity transitions emerging as a key underpinning factor in vulnerability to harm. Practical implications To mitigate potential harms and promote healthier self-tracking practices, the study suggests the application of safe design, transparency and accountability principles, accounting for individual goals and experience levels, and tailored guidance and educational support for users. Originality/value This research focuses on the context of self-tracking and extends existing literature on digital vulnerability, defined as a state in which people are at risk of harm due to external conditions and personal states and circumstances that significantly inhibit their agency in practices involving digital technologies. It reveals differentiated patterns of WST use and the role of identities and identity work in shaping WST use and users’ vulnerability to potential harms.",
          "url": "https://doi.org/10.1108/intr-01-2025-0119",
          "doi": "https://doi.org/10.1108/intr-01-2025-0119",
          "filter": 0,
          "created": "2026-2-5"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Dialogue: Ratings in the real world: A reply to Gunter",
          "authors": "Lawrence W. Lichty",
          "url": "https://doi.org/10.1080/08838159309364238",
          "doi": "https://doi.org/10.1080/08838159309364238",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "Priming effects of television news bumpers and teasers on attention and memory",
          "authors": "Joan D. Schleuder, Alice V. White, Glen T. Cameron",
          "url": "https://doi.org/10.1080/08838159309364234",
          "doi": "https://doi.org/10.1080/08838159309364234",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "The effects of two control strategies on children's emotional reactions to a frightening movie scene",
          "authors": "Barbara J. Wilson",
          "url": "https://doi.org/10.1080/08838158909364091",
          "doi": "https://doi.org/10.1080/08838158909364091",
          "filter": 0,
          "created": "2026-2-6"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Political polarization as a co-adaptive process",
          "authors": "Stuart Soroka, Georgia Kernell, P J Lamberson",
          "abstract": "Political polarization is often characterized as a consequence of changes in media content or technology. We argue, in contrast, for an account that views polarization in media and the public as a co-adaptive process. This paper begins with a brief review of cultural evolution and co-adaptation and then considers the application of similar ideas to changes in media and the public over time. Using formal models, we suggest that—in combination with the human tendency toward in-group bias—a co-adaptive (rather than unidirectional) relationship can best account for real-world dynamics. We consider the implications of these findings for our understanding of media effects and technological innovation in polarization, representative democracy, and mass-mediated communication more broadly.",
          "url": "https://doi.org/10.1093/joc/jqag001",
          "doi": "https://doi.org/10.1093/joc/jqag001",
          "filter": 0,
          "created": "2026-1-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Election night’s alright for feeling: emotional appeals by British political parties on Facebook during and outside election campaigns",
          "authors": "Anna Bil-Jaruzelska",
          "url": "https://doi.org/10.1080/19331681.2026.2626747",
          "doi": "https://doi.org/10.1080/19331681.2026.2626747",
          "filter": 0,
          "created": "2026-2-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "Measures of Social Media Use Motives During Adolescence",
          "authors": "Chloe Ketibian, Celine Combes, Catherine Potard",
          "abstract": "Abstract: In recent decades, social media has become an integral part of adolescents’ daily life, reshaping peer interactions. To overcome the limitations of the quantitative approach of adolescents’ social media use when investigating relationships with psychological outcomes, motivational factors have become increasingly popular. The first aim was to review the psychometric properties of existent tools used to measure adolescents’ social media use motives. The second objective was to elaborate a classification of the main motives among adolescents. Following PRISMA guidelines, 14 articles were reviewed based on the search of 5 databases. Psychometric properties were examined based on the COSMIN guidelines. The reviewed articles showed a heterogeneous process, with only two of them considered as a satisfying procedure of development and validation. Based on the Use and Gratification Theory, a classification of the five main motives for adolescents’ social media use was developed. Overall, this study encourages the pursuit of studies on social media use among adolescence, while carefully choosing a tool with satisfying psychometric properties.",
          "url": "https://doi.org/10.1027/1864-1105/a000506",
          "doi": "https://doi.org/10.1027/1864-1105/a000506",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Supporting JMP in 2025: Authors, Editors, and Reviewers",
          "authors": "Caleb T. Carr",
          "url": "https://doi.org/10.1027/1864-1105/a000507",
          "doi": "https://doi.org/10.1027/1864-1105/a000507",
          "filter": 0,
          "created": "2026-2-6"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Actor-partner interdependence between socially prescribed parenting perfectionism and overparenting among Chinese parents over time: Does family income matter?",
          "authors": "Janet T. Y. Leung, Ann W.S. Hung, Vincent W.T. Chua, Xiangying Ding",
          "abstract": "Overparenting is an emerging parenting style characterized by parents’ excessive involvement in ensuring their children’s future success and happiness. This often entails intruding into their children’s daily routines and future plans, removing obstacles that may impede achievement, and providing disproportionate support. Although overparenting has garnered attention from family scholars over the past two decades, its antecedents have rarely been examined in the social science literature. Drawing on data from 642 Chinese families in Hong Kong, this study investigated the interdependence between fathers and mothers in the associations between socially prescribed parenting perfectionism and overparenting over time, as well as the moderating role of family income in these associations. The results indicated that mothers’ socially prescribed parenting perfectionism was positively associated with both paternal and maternal overparenting over time. In contrast, fathers’ socially prescribed parenting perfectionism was not significantly related to either paternal or maternal overparenting over time. Furthermore, the relationship between mothers’ socially prescribed parenting perfectionism and maternal overparenting was positive and significant over time only in families with middle-range incomes; this relationship was not significant in either low-income or high-income families. These findings support the anxious rearing model, suggesting that mothers’ high parenting standards, driven by social expectations, serve as antecedents of both paternal and maternal overparenting over time. However, the actor effect occurs only in families with middle-range incomes. This study provides new insights into the development of Chinese socialization models related to overparenting and informs the design of intervention strategies to support affected families.",
          "url": "https://doi.org/10.1177/02654075261424362",
          "doi": "https://doi.org/10.1177/02654075261424362",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "Mental contrasting and problem-solving in romantic relationships: A dyadic behavioral observation study",
          "authors": "Henrik Jöhnk, Gabriele Oettingen, Kay Brauer, A. Timur Sevincer",
          "abstract": "We investigated how mental contrasting, a self-regulation strategy, affects relationship problem-solving in 105 mixed-gender couples. Couples were assigned to a mental contrasting (juxtaposing the desired future with the main inner obstacle) or indulging (imagining only the desired future) condition. We reassessed problem resolution 2 weeks later. Actor-partner interdependence model analyses revealed that mental contrasting improved problem resolution over this period for problems perceived as important to resolve. Right after the intervention, we also recorded couples’ problem-solving behavior during a Zoom discussion among the partners. Men in the mental contrasting (vs. indulging) condition showed more self-disclosure, especially of feelings, attitudes, and behaviors. Women in the mental contrasting condition were more selective when suggesting solutions. Mental contrasting appears to foster problem-solving by enabling men to engage in self-disclosure, making women selective about solution suggestions, and enabling both women and men to effectively implement solutions, especially for high-importance problems.",
          "url": "https://doi.org/10.1177/02654075261424827",
          "doi": "https://doi.org/10.1177/02654075261424827",
          "filter": 0,
          "created": "2026-2-7"
        },
        {
          "title": "Shared identity and need fulfillment in transgender young adults’ romantic relationship experiences",
          "authors": "Benjamin E. Eisenstadt, Gabriel R. Murchison, Joanne Davila",
          "abstract": "Transgender young adults experience a unique and complex set of stressors in romantic relationships. These stressors may be amplified for transgender people with non-transgender partners due to fear of stigmatization or lack of understanding, and therefore might reduce feelings of closeness and satisfaction. The ability of partners to fulfill relational needs may explain any identity-based differences in relationship well-being. This study examined associations between partners’ shared transgender identity and general relational need fulfillment, relationship closeness, and relationship satisfaction among transgender young adults in romantic relationships. This study also assessed the extent to which need fulfillment could mediate the association between shared transgender identity and relationship experiences. We hypothesized that transgender young adults with transgender partners would report higher relationship closeness and satisfaction compared to those with non-transgender partners, mediated by increased need fulfillment. One hundred ninety-seven U.S-based transgender young adults in romantic relationships ( M age = 25.7) completed an online, cross-sectional survey. Multivariable linear models were run for associations among variables of interest and causal mediation analyses were conducted. Participants with transgender primary partners reported significantly higher relationship closeness and relationship satisfaction, but not need fulfillment, compared to participants with non-transgender partners. In addition, significant positive associations were observed between need fulfillment and relationship closeness and satisfaction. No mediation was observed. Results provide insight for practitioners working with transgender people in or seeking romantic relationships, and suggest further research to explore the mechanisms that generate potential differences in relationship experiences and that promote relationship well-being regardless of identity differences.",
          "url": "https://doi.org/10.1177/02654075261426039",
          "doi": "https://doi.org/10.1177/02654075261426039",
          "filter": 0,
          "created": "2026-2-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "News Diversity in Decline? A Longitudinal Analysis (2003–2023) of Actor and Topic Diversity in Broadcast News",
          "authors": "Cato Depauw, Stefaan Walgrave",
          "url": "https://doi.org/10.1080/1461670x.2026.2626416",
          "doi": "https://doi.org/10.1080/1461670x.2026.2626416",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "“The Body Has a Lot to Do with the Actual Journalism”: A Phenomenological Analysis of Embodiment in Journalism",
          "authors": "Belinda Middleweek",
          "url": "https://doi.org/10.1080/1461670x.2026.2623884",
          "doi": "https://doi.org/10.1080/1461670x.2026.2623884",
          "filter": 0,
          "created": "2026-2-4"
        },
        {
          "title": "Introduction: Body of Evidence and the Corporeal Turn in Journalism Studies",
          "authors": "Belinda Middleweek, Saba Bebawi",
          "url": "https://doi.org/10.1080/1461670x.2026.2624728",
          "doi": "https://doi.org/10.1080/1461670x.2026.2624728",
          "filter": 0,
          "created": "2026-2-4"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "The Relationship Between Social Media Use and Cosmetic Surgery Consideration: A Systematic Review and Three-Level Meta-Analysis",
          "authors": "Ting Liu, Yu Zhang, Miao Chao",
          "url": "https://doi.org/10.1080/15205436.2026.2620702",
          "doi": "https://doi.org/10.1080/15205436.2026.2620702",
          "filter": 0,
          "created": "2026-2-6"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Governing Health Risk Communication in the Age of AI: Approaches from Brazil and Germany",
          "authors": "Ana Carolina Monari, Tabea Ott",
          "abstract": "Misinformation, disinformation, and malinformation pose a challenge to health risk communication. These information disorders can be amplified and altered by AI. In this article, we compare governance approaches from Germany and Brazil to understand how these two democracies address the role of AI in both exacerbating and mitigating health information disorders. Drawing on document analysis of hard and soft law governance approaches, the study shows that both countries frame AI as an ambivalent tool: While AI enables large-scale production and spread of misleading content, it also provides mechanisms for detection and monitoring of this content, and allows tailored communication. In Germany, information disorders are addressed through a multi-level governance strategy that combines national regulation with international frameworks. At the same time, independent fact-checking organizations and individual actors play a complementary role by monitoring public discourse, verifying claims, and fostering media literacy. In Brazil, efforts include legislative proposals on AI, the National AI Plan, and fact-checking services, though implementation is complicated by political and economic dynamics. Across both contexts, governance measures emphasize individual and organizational responsibilities, particularly through platform regulation, transparency, and digital literacy, but often underplay broader societal and interactional factors such as political structures, trust, and post-truth dynamics.",
          "url": "https://doi.org/10.17645/mac.11242",
          "doi": "https://doi.org/10.17645/mac.11242",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "VR Heterotopia: User Imaginaries of Virtual Reality Headsets as Technology for Reaching Utopic Spaces",
          "authors": "Linnea Saltin",
          "abstract": "The re-emerging nature of virtual reality (VR) and recurring waves of hype have made this technology a conduit for imaginations of solving complex social and ecological problems. Recent iterations of VR, such as mobile VR and VR head mounted displays (HMDs) for casual users, have made it evident that the spatial relations of VR are multiple and complex. This article utilizes the Foucauldian concept of heterotopia to explore how spatilities of VR are imagined and practiced as counter-spaces in a digital landscape of smartphones and social media. Focusing on the heterotopia’s ability to provide a space for contesting and inverting the societies within which they exist, I show how VR is constantly juxtaposed against other technologies, digital places, and techno-embodiments in user imaginaries and practices. Through ethnographic materials on domestic VR usage collected in Swedish homes, I found that notions of VR as an “other” or different medium are laden with imaginings of VR technology bringing about a better society—a virtual utopia. These positive futures are paired with and derived from dystopic imaginaries and fictions. Recognizing the necessity to take media imaginaries and their inherent spatiality seriously, through how they are expressed and acted upon in the digital geographies of everyday life, I explore how VR users’ contesting ideas are deployed to make VR a hopeful other in a technological landscape. I conclude that conceptualizations that are slippery, self-contradicting, and do works as tricksters have much to offer digital geographies.",
          "url": "https://doi.org/10.17645/mac.11191",
          "doi": "https://doi.org/10.17645/mac.11191",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Storytelling Networks and Social Capital for Disaster Resilience: Empowering Narrative Agency in Diverse Communities",
          "authors": "Jenny Zhengye Hou, Greg Hearn",
          "abstract": "Prior studies have established the importance of social capital in fostering disaster resilience especially among diverse and marginalised populations. Yet, most have focused on its structural dimension, treating social capital as a pre-existing attribute. Limited attention has been given to its communicative underpinning—how shared meaning-making, particularly through storytelling networks as open and participatory spaces, actively constitutes social capital. Addressing this gap, this study draws on storytelling networks theory and the notion of narrative agency to examine how community self-organised storytelling networks, comprising agents, stories, and practices, shape collective sensemaking as the foundation of social capital. Based on 36 in-depth interviews with community members, emergency practitioners, and service providers, the study reconceptualises social capital through a participatory storytelling lens and advances a critical understanding of narrative agency amid power asymmetries. It also offers practical insights into how diverse storytelling agents co-make social capital and outlines directions for future research.",
          "url": "https://doi.org/10.17645/mac.11508",
          "doi": "https://doi.org/10.17645/mac.11508",
          "filter": 0,
          "created": "2026-2-5"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Can Toddlers Learn Vocabulary from Television? An Experimental Approach",
          "authors": "Marina Krcmar, Bernard Grela, Kirsten Lin",
          "url": "https://doi.org/10.1080/15213260701300931",
          "doi": "https://doi.org/10.1080/15213260701300931",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "Associations of Instagram and TikTok Use with Appearance-Based Social Comparison, Body Satisfaction, and Self-Esteem: A Daily Diary Study",
          "authors": "Chi Hong Lao, Anna Skandalakis, Tara C. Marshall",
          "url": "https://doi.org/10.1080/15213269.2026.2626701",
          "doi": "https://doi.org/10.1080/15213269.2026.2626701",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "How Viewers Process Live, Breaking, and Emotional Television News",
          "authors": "Andrea Miller, Glenn Leshner",
          "url": "https://doi.org/10.1080/15213260701300915",
          "doi": "https://doi.org/10.1080/15213260701300915",
          "filter": 0,
          "created": "2026-2-6"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "On the Internet no-one knows you’re not a bot: ‘Botting’ on Reddit as participatory culture",
          "authors": "Timothy Graham, Dominique Carlon",
          "abstract": "Repetitive online communication is often labelled a ‘bot problem’ by platforms, policymakers and users. However, repetitive posting does not exclusively indicate automation; humans also engage in bot-like posting for various purposes. We adopt the term ‘botting’ to describe repetitive posting enacted through manual, semi-automated, or fully automated means. While emerging research has linked manual botting practices to commercial or fame-seeking motivations, we extend this scholarship by examining botting on Reddit – a pseudonymous platform that lacks the affordances typically associated with monetisation or personal branding. Through a mixed-methods analysis, we examine a case study in which mass-scale, repetitive posting of the mushroom emoji emerged as ‘in-group’ behaviour within Reddit’s participatory culture, prompting a performative counterpublic response. Our findings challenge the binary between human and automated posting, and underscore the importance of situating research on AI-generated and automated content within the cultural and contextual frameworks that shape its production and reception.",
          "url": "https://doi.org/10.1177/14614448251409210",
          "doi": "https://doi.org/10.1177/14614448251409210",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "The extrajudicial digital: Disconnection as a legacy of institutional control",
          "authors": "Muira McCammon",
          "abstract": "In May 2010, the U.S. Public Affairs Office of the Joint Task Force of Guantánamo (JTF-GTMO) joined many other federal institutions in opening an official Twitter account (@JTFGTMO), but by May 2019, it was gone; the account, deactivated. This research builds upon the premise that carceral authority is exerted not only through speech itself but also erasure, which can decentralize the networked power of government spokespeople. This article importantly advances a method for procuring social media data by decentering corporate regimes of records management and focusing on the archival potential of the U.S. Freedom of Information Act (FOIA) as a way of studying disconnective practices of the U.S. national security state. Drawing on a multimodal corpus of archived deleted tweets, internal administrative records, and a FOIA response letter, the article traces disconnection as a staged institutional process rather than a single act of withdrawal. This empirical approach garners an analysis of how the JTF-GTMO steadily attempted to sever much of its networked communication, initially through deletion of individually published messages and later through the total deactivation of its Twitter and Facebook accounts. The study ultimately contributes to ongoing research on national security, public memory, and platform power by proposing a counter-archival method that can be adapted across a number of jurisdictions.",
          "url": "https://doi.org/10.1177/14614448251383854",
          "doi": "https://doi.org/10.1177/14614448251383854",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "‘Put it away! Put it away!’: Negotiating smartphone norms in performing arts",
          "authors": "Gunn Enli",
          "abstract": "This article examines the complex presence of smartphones during performances, focussing on how audiences, performers and managers navigate the tensions between digital connectivity and the need for immersive attention. Drawing on qualitative interviews with theatre professionals in Norway and ethnographic observations in Oslo, London and New York, the study demonstrates how social norms surrounding smartphone use are negotiated in different cultural contexts. The analysis highlights key tensions and dilemmas: audiences balance personal documentation with collective immersion, managers weigh promotional visibility against aesthetic disruption and performers experience interruptions that alter the sensory and affective dynamics of liveness. Extending Fischer-Lichte’s concept of the autopoietic feedback loop, the article proposes the concept of a ‘hybrid feedback loop’, in which audience responses circulate simultaneously through embodied co-presence and digitally mediated attention. This theoretical reframing captures how digital devices reconfigure the ecology of performance, reshaping how liveness is produced, perceived and policed in contemporary cultural institutions.",
          "url": "https://doi.org/10.1177/14614448251410967",
          "doi": "https://doi.org/10.1177/14614448251410967",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "What does the news say about Siri, Alexa, and co.? A topic model network analysis of Dutch news messages about virtual assistants between 2011 and 2022",
          "authors": "Rebecca Wald, Theo Araujo, Johanna MF van Oosten, Jessica T Piotrowski",
          "abstract": "News media can shape public perceptions of technology and meaningfully inform research on technology adoption. Yet, little is known about the news representations of a currently emerging technology: Virtual Assistants (VAs). By examining the Dutch news coverage (2011–2022; N = 2059) using the Analysis of Topic Model Networks, this study found that (1) news attention peaked in 2019 with a decline in the years thereafter (until 2022) and (2) discourse shifted from personal impact frames (niche interest) to societal impact frames (broader relevance). Findings inform media effect studies on VA adoption by illustrating what people might be learning about VAs.",
          "url": "https://doi.org/10.1177/14614448251413694",
          "doi": "https://doi.org/10.1177/14614448251413694",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Mapping the moral domain in a modern town hall: Moral foundations’ effects on collective action conditioned by ideology and issue",
          "authors": "Emily A Haines, Emma F Thomas, Christina Stothard, David Kernot, Morgana Lizzio-Wilson, Irene Caminschi, Rohit Ram, Marian-Andrei Rizoiu",
          "abstract": "We examine a year of political debate in a modern town hall to understand the following: when does moral talk turn to talk about action? For which ideological groupings do specific moral foundations matter and in the context of which issues? We analysed 210,170 tweets about the Australian television programme Q&amp;A – a panel show with synchronous live and online audiences. We examined the topics, prevalence of different moralities and how these moralities explain talk of collective action for different ideological groups. Across all issues and ideological groups, talk of action was most often associated with talk of authority but ideological differences between left- and right-leaning participants emerged. Among left-leaning people, action was motivated by a range of moral foundations, but among right-leaning people action was primarily motivated by authority. Our findings map the ideological diversity found within modern town halls and confirm the critical role of these settings in contemporary socio-political life.",
          "url": "https://doi.org/10.1177/14614448251413686",
          "doi": "https://doi.org/10.1177/14614448251413686",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Digital leisure or sleep priority? Strategic temporal negotiation of late-night smartphone use in China’s accelerated society",
          "authors": "Lingmin Zhang, Yunhao Song, Weixian Zou, Rui Cao",
          "abstract": "This study reframes late-night smartphone use among Chinese young adults beyond pathologizing it as self-regulation failure. Integrating self-determination theory with social acceleration theory, we conceptualize this behavior as a strategic temporal negotiation to reclaim personal time. Structural equation modeling (n = 503) reveals that perceived leisure freedom and leisure satisfaction primarily drive behavioral intention, while perceived short-term risk deters it. Perceived long-term risk and guilt show no significant impact on intention. Perceived time constraint intensifies actual behavior, while social control paradoxically reinforces rather than limits it. Although self-control significantly reduces behavioral enactment, it cannot eliminate underlying motivational drivers. These findings reveal a tripartite negotiation: leisure benefits versus health risks, pleasure versus guilt, and personal autonomy versus social order. We theorize this as “strategic connected deceleration”—an adaptive response whereby individuals use technology to secure autonomous time amid systemic acceleration. Interventions should address structural time pressure rather than exclusively targeting individual discipline.",
          "url": "https://doi.org/10.1177/14614448251410127",
          "doi": "https://doi.org/10.1177/14614448251410127",
          "filter": 0,
          "created": "2026-2-5"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Elected officials’ Online Sharing of Misinformation: Institutional and Ideological Checks",
          "authors": "Yuehong Cassandra Tai, Yu-Ru Lin, Bruce A. Desmarais",
          "url": "https://doi.org/10.1080/10584609.2026.2613661",
          "doi": "https://doi.org/10.1080/10584609.2026.2613661",
          "filter": 0,
          "created": "2026-2-4"
        },
        {
          "title": "Do Journalists’ Political Orientations Translate into Partisan News Reporting? The Limits of Bias and the Limits of Counter Mechanisms",
          "authors": "Andreas A. Riedl, Stefan Geiß, Melanie Magin, Olaf Jandura, Birgit Stark",
          "url": "https://doi.org/10.1080/10584609.2026.2621169",
          "doi": "https://doi.org/10.1080/10584609.2026.2621169",
          "filter": 0,
          "created": "2026-2-4"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Are supernatural beliefs and scientific attitudes in conflict over individual health behaviours? An empirical study on cancer-prevention behaviours among middle-aged and senior Chinese",
          "authors": "Qinliang Liu, Hepeng Jia",
          "abstract": "The ‘conflict thesis’ between scientific and supernatural beliefs has attracted considerable intellectual interest. However, empirical studies examining its impact on health behaviours are scarce. To address this gap, drawing on the Health Locus of Control (HLOC) theory, we developed an integrated dual-pathway cognitive model to explore how these conflicting attitudes compete and how they influence health behaviours differently. In an online survey conducted with 673 middle-aged and older Chinese adults, we found that supernatural beliefs did not directly conflict with scientific attitudes. Instead, they competed in predicting cancer-prevention behaviours through their associated sub-beliefs – specifically, cancer fatalism and cancer controllability. Our findings do not support a root-level ‘conflict thesis’ but instead support a downstream-level ‘conflict thesis’. This finding adds to the literature on the ‘conflict thesis’ and enhances our understanding of how conflict manifests in the cancer-prevention setting. The cultural specificity and generalizability of this study are discussed.",
          "url": "https://doi.org/10.1177/09636625261417633",
          "doi": "https://doi.org/10.1177/09636625261417633",
          "filter": 0,
          "created": "2026-2-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Communicating Science in the Age of GenAI: Can Generative AI Support the Usage of Higher-Level Science Communication Strategies in Writing?",
          "authors": "Yael Barel-Ben David, Roy Yosef, Elad Segev",
          "abstract": "Effective science communication (SciComm) is crucial, but training scalability remains challenging. We explored whether generative AI (GenAI) could provide feedback to enhance SciComm strategies. In an online iterative distillation exercise, SciComm trainees ( N = 78) condensed their research. An experimental group ( n = 41) received jargon-oriented and GenAI feedback; controls ( n = 37) received only jargon feedback. Participants preferred revised texts, with slightly higher preference in the GenAI group. SciComm-based rubric assessment revealed GenAI-supported texts significantly improved in SciComm strategies, particularly connecting science to everyday life and narrative use. Findings highlight GenAI’s potential to enhance SciComm content and scalable feedback, supporting its careful integration into training.",
          "url": "https://doi.org/10.1177/10755470251411176",
          "doi": "https://doi.org/10.1177/10755470251411176",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "Dealing With Uncertain Futures: Communicating Scientific Modeling in the Public Sphere—A Systematic Review",
          "authors": "Signe E. Filler, Berend Barkela, Michaela Maier, Stephan Winter, Christian von Sikorski",
          "abstract": "This article systematically reviews research on public engagement with models of future developments, such as pandemic forecasting or climate change projections. It examines how different actors and stakeholders interpret (often motivated) and communicate (often strategically) scientific uncertainties. So far, lay decision-makers have been studied mostly as receivers. They can handle uncertainty best when expressed in numbers, such as probabilities. In contrast, communicators often fail to provide such information, partly due to misunderstandings about their audience’s needs. The biggest research gaps concern how scientific uncertainty is portrayed by stakeholders in the public sphere, especially on social media.",
          "url": "https://doi.org/10.1177/10755470251413493",
          "doi": "https://doi.org/10.1177/10755470251413493",
          "filter": 0,
          "created": "2026-2-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "The Conjuncture of Intentionality, Facticity, and Identity: Exposure to Disinformation and Malinformation on Social Media and Their Association With Ethnic Polarization",
          "authors": "Qurban Hussain Pamirzad, Qiang Chen",
          "abstract": "The dissemination of weaponized information—defined as the intentional use of falsehoods (i.e. disinformation) and the harmful misuse of accurate information (i.e. malinformation) against a target—on social media represents a notable downside of these platforms, often linked to polarization. However, research on the relationship between weaponized information and polarization remains limited due to conceptual ambiguities and geographical context. This study uses cross-sectional survey data ( N = 520) collected across eight provinces in Afghanistan to explore the direct and indirect association between exposure to disinformation and malinformation online and ethnic polarization. Findings through mediation analyses reveal that exposure to disinformation was not associated with ethnic polarization, either directly or indirectly. Conversely, exposure to malinformation was directly associated with ethnic polarization and indirectly linked to it through increased ingroup positive perception. These findings highlight the nuanced difference in how intentional falsehoods and the harmful misuse of accurate information shape polarization dynamics in ethnically diverse and polarized societies.",
          "url": "https://doi.org/10.1177/20563051261417516",
          "doi": "https://doi.org/10.1177/20563051261417516",
          "filter": 0,
          "created": "2026-2-6"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Determining composite influences of human and system interactivity on continued use of mobile short video apps: Mediating roles of user gratification and platform attachment",
          "authors": "Hua Pang, Minghui Zhou",
          "url": "https://doi.org/10.1016/j.tele.2026.102379",
          "doi": "https://doi.org/10.1016/j.tele.2026.102379",
          "filter": 0,
          "created": "2026-2-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "An Ethics of Suppression? How Professional Values Silence Critical Journalism in Turkey",
          "authors": "Ozan Aşık, Matthew Powers",
          "abstract": "This article examines how professional ethics can paradoxically suppress critical journalism under authoritarian conditions. Drawing on fieldwork and interviews conducted in Turkish newsrooms, we show how journalists navigate ethical commitments amid state control. Using Weber’s “ethic of responsibility” and “ethic of conviction,” we find that editors routinely suppress reporting to protect their newsrooms and carve out a reduced space for critical coverage, while some reporters prioritize truth-telling but disclaim responsibility for publication outcomes. These orientations reinforce a division of labor that perpetuates suppression, showing that ethics can sometimes be used to legitimize restraint rather than resist authoritarianism.",
          "url": "https://doi.org/10.1177/19401612261418269",
          "doi": "https://doi.org/10.1177/19401612261418269",
          "filter": 0,
          "created": "2026-2-7"
        }
      ],
      "articles_hidden": []
    }
  ]
}
