{
  "update": "2025-10-15",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Predictors of partisan news selection and political misinformation sharing",
          "authors": "Diane Jackson, Jennifer Hoewe",
          "url": "https://doi.org/10.1080/03637751.2025.2557484",
          "doi": "https://doi.org/10.1080/03637751.2025.2557484",
          "filter": 0
        },
        {
          "title": "Communication accommodation theory in quantitative research: Toward a standardized operationalization of core constructs",
          "authors": "Craig Fowler, Jessica Gasiorek, Howard Giles",
          "url": "https://doi.org/10.1080/03637751.2025.2546102",
          "doi": "https://doi.org/10.1080/03637751.2025.2546102",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Investigating differences in LGBTQIA+ students’ identity gaps during the semester and academic breaks",
          "authors": "Amanda Denes, Katrina T. Webber, Madeline J. Hebert, Rachel V. Tucker, Jacqueline N. Gunning, Antonia E. Caba, Eva S. Lefkowitz",
          "url": "https://doi.org/10.1080/08824096.2025.2571584",
          "doi": "https://doi.org/10.1080/08824096.2025.2571584",
          "filter": 0
        },
        {
          "title": "Cross-industry insights into AI chatbot experience: what drives communication satisfaction across industries",
          "authors": "Chun Shao, Young Kim, Fangqi Zhao",
          "url": "https://doi.org/10.1080/08824096.2025.2567253",
          "doi": "https://doi.org/10.1080/08824096.2025.2567253",
          "filter": 0
        },
        {
          "title": "Depression attribution and treatment optimism on TikTok and YouTube Shorts",
          "authors": "Nikki McClaran, Megan Denneny",
          "url": "https://doi.org/10.1080/08824096.2025.2571585",
          "doi": "https://doi.org/10.1080/08824096.2025.2571585",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Book Review: Social Media and Ordinary Life: Affect, Ethics, and Aspiration in Contemporary China WallisCara. Social Media and Ordinary Life: Affect, Ethics, and Aspiration in Contemporary China. New York: NYU Press. ISBN: 9781479825035, 285 pp.",
          "authors": "Xiaomo Liu",
          "url": "https://doi.org/10.1177/13548565251387195",
          "doi": "https://doi.org/10.1177/13548565251387195",
          "filter": 0
        },
        {
          "title": "The ratings panel from participation to personification: Nielsen and the big-data reconfiguration of the audience",
          "authors": "Jennifer Hessler",
          "abstract": "The defining feature of the Nielsen ratings has always been that they derive from a statistically sampled panel of viewers. Even amid the firm’s turn to a panel/big data-integrated currency, Nielsen claims its viewer panel is the thing that sets them apart from their third-party competitors because of its capacity to ground and calibrate the disarray of platform-derived proprietary data. In this article, I discuss Nielsen’s new panel/big data integrated currency, which integrates viewer-panel data and big data with AI modeling to create a composite of US viewership. More specifically, I analyze how Nielsen has discursively reframed the value of their viewer panel in terms of its capacity to assist data personification. The word ‘personification’ describes the process of mapping human qualities back onto big data via machine learning systems. In reality, the process of personification scales and abstracts data in such a way that the output no longer bares a direct tie to a person. To illustrate the socio-cultural stakes of this, I detail three of the machine learning processes that Nielsen characterizes as ‘personification’: ID Graphing, Demographic Modelling, and Scaling Persona Profiles. I also analyze the particularly neo-liberal rhetorical work that Nielsen does to mythologize these AI processes of personification as socially beneficial.",
          "url": "https://doi.org/10.1177/13548565251383394",
          "doi": "https://doi.org/10.1177/13548565251383394",
          "filter": 0
        },
        {
          "title": "Tokenised kitsch: OpenSea’s top 50 NFT collections and MoMA’s first two NFTs",
          "authors": "Reilly Smethurst, Orestis Papageorgiou, Ben Egliston",
          "abstract": "Blockchain-tokenised media is kitsch. We examined OpenSea’s top 50 collections of non-fungible tokens (NFTs) as well as the first two NFTs acquired by New York’s Museum of Modern Art (MoMA). We concomitantly developed two concepts: oppositional kitsch, and historically informed kitsch. OpenSea’s profile picture collections exemplify oppositional kitsch: they are described by their creators as anti-normal, degenerate or animalistic. CryptoPunks and Bored Apes are the best-known examples. Historically informed kitsch is, by contrast, pleasant and reassuring. MoMA’s first two NFTs exemplify historically informed kitsch: they are produced by artificial intelligence (AI) models that rely on historical data. For Unsupervised – Machine Hallucinations – MoMA , Refik Anadol trained an AI model with images from MoMA’s GitHub archive. The Unsupervised NFTs are mementos of individuals’ encounters with the work at MoMA. For 3FACE , Ian Cheng created an AI model that draws on blockchain transaction histories. The AI model generates tokenised portraits of individuals based on their transactions. Oppositional kitsch and historically informed kitsch both valorise the individual consumer. OpenSea’s oppositional kitsch lets consumers identify with cartoon figures like CryptoPunks and Bored Apes that are marketed as avatars (alter-egos) and profile pictures. MoMA’s historically informed kitsch sells mementos of individuals’ experiences and portraits that are based on individuals’ consumption choices. Our conception of blockchain-tokenised media as kitsch is primarily informed by the philosophers Alain Badiou and Thorsten Botz-Bornstein as well as the media theorist Jean Baudrillard. These three thinkers treat kitsch as a category of sophistic, liberal-cum-libertarian culture.",
          "url": "https://doi.org/10.1177/13548565251372817",
          "doi": "https://doi.org/10.1177/13548565251372817",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "The Press as Platform: Institutional Isomorphism and the Strategic Adoption of Platform Logics",
          "authors": "James Meese, Theresa Seipp",
          "url": "https://doi.org/10.1080/21670811.2025.2573074",
          "doi": "https://doi.org/10.1080/21670811.2025.2573074",
          "filter": 0
        },
        {
          "title": "Platform Retraction? Discourses of Entanglement and Disentanglement in News Media’s Platform Engagement",
          "authors": "Ragnhild Kristine Olsen, Helle Sjøvaag",
          "url": "https://doi.org/10.1080/21670811.2025.2570497",
          "doi": "https://doi.org/10.1080/21670811.2025.2570497",
          "filter": 0
        },
        {
          "title": "The Weight of the Rainbow: LGBTQ+ Journalists’ Navigation of Mental Health and Identity in Digital News Ecosystems",
          "authors": "Patrick R. Johnson",
          "url": "https://doi.org/10.1080/21670811.2025.2573080",
          "doi": "https://doi.org/10.1080/21670811.2025.2573080",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Communicating Antarctica in a Changing Climate – Recommendations Following a National Survey",
          "authors": "Linda Hunt, Claire Konkes, Bruce Tranter, Elizabeth Leane, Katie Marx",
          "url": "https://doi.org/10.1080/17524032.2025.2571955",
          "doi": "https://doi.org/10.1080/17524032.2025.2571955",
          "filter": 0
        },
        {
          "title": "Reimagining “Public” Outreach on Environmental Issues: Interrogating the Hegemonic Foundations of Public Engagement/Participation/Relations",
          "authors": "Priya Kurian, Debashish Munshi, Lee Edwards",
          "url": "https://doi.org/10.1080/17524032.2025.2571946",
          "doi": "https://doi.org/10.1080/17524032.2025.2571946",
          "filter": 0
        },
        {
          "title": "Engaged Climate Change Pedagogy: Lessons from 15 Years of Interdisciplinary Climate Change Education",
          "authors": "J. Alejandro Artiga-Purcell, Costanza Rampini, Anne Marie Todd, Eugene C. Cordero",
          "url": "https://doi.org/10.1080/17524032.2025.2571949",
          "doi": "https://doi.org/10.1080/17524032.2025.2571949",
          "filter": 0
        },
        {
          "title": "The Dzanga-Sangha Rainforest Argument: Legal Concessions, Scientific Expertise, &amp; Emotional Labor Memories",
          "authors": "T. Jake Dionne",
          "url": "https://doi.org/10.1080/17524032.2025.2571951",
          "doi": "https://doi.org/10.1080/17524032.2025.2571951",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "From trailblazers to tortoises: How Europe's regional public service broadcasters approach innovation",
          "authors": "José Rúas-Araújo, Talía Rodríguez-Martelo, Marius Dragomir",
          "abstract": "Regional broadcast media comprises a substantial sector across Europe, encompassing thousands of players and drawing on considerable public funds. Yet, as the media landscape becomes an increasingly crowded field and the competitive heat from tech giants ratchets up, the need for media companies to sharpen their edge will only intensify. Gaining that competitive vantage requires embracing innovative practices and business models—especially as the relentless wave of innovation, often bankrolled by large tech corporations, continues to wash over the industry. Drawing on insights from interviews with representatives of member organizations under CIRCOM-Regional, Europe's largest association of regional broadcasters, this article sheds light on how regional public service media grapple with innovation. Despite widespread awareness of its significance, the findings suggest that many regional broadcasters lag behind in fully embracing the concept. Only a rare few boast dedicated teams or resources for innovation. In most cases, progress is driven through technological enhancements and organizational openness, while strategic policies and long-term investment plans often fall by the wayside.",
          "url": "https://doi.org/10.1177/02673231251379207",
          "doi": "https://doi.org/10.1177/02673231251379207",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Exploring Cultural Game-Making With Youth: A 20-Year Systematic Review",
          "authors": "Conceição Costa, Kim Holflod, Rikke Toft Nørgård, Maria Gonçalves, Inês Nunes, Pedro Fernandes",
          "abstract": "Video games are part of youth culture and game-making by youth has been studied in relation to knowledge acquisition but to a lesser extent as youth engagement into cultural participation. A Systematic Literature Review (SLR) was conducted to answer the following research questions: (a) Does there exist, in sources, a conceptualisation of cultural game jams? (b) Who are the main stakeholders and participants? (c) What are the outcomes of cultural game jams? From the 68 eligible sources only 13 mention “Cultural themes” and no conceptualisation of “cultural game-making” was found. Youth, as game-makers, are referred mainly as “students,” co-creators with Education institutions, developers, and creative industries. Youth motivation to participate in jams is related with a future career in game development. Models for the design and assessment of the game jams’ achievement, tools to facilitate ideation, and games are the most referred outcomes of game jams.",
          "url": "https://doi.org/10.1177/15554120251382358",
          "doi": "https://doi.org/10.1177/15554120251382358",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Health Communication as Capability: Gig Workers’ Freedoms Through Sen’s Approach",
          "authors": "Pooja Kalbalia, Kailash Koushik",
          "url": "https://doi.org/10.1080/10646175.2025.2570753",
          "doi": "https://doi.org/10.1080/10646175.2025.2570753",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Coping with technostress-related goal hindrances: multidimensional and hierarchical nature of goals",
          "authors": "Antti Hämäläinen, Markus Salo, Henri Pirkkalainen",
          "abstract": "Purpose While considerable attention has been directed towards identifying antecedents and consequences of technostress in various contexts, research is lagging on its mitigation, especially in personal use contexts. Here, we explain how individuals employ coping to shield their humanistic and instrumental goals from technostress-related hindrances in personal smartphone use. As individuals’ goals can be considered pivotal in shaping their lives as worthwhile, identifying solutions for managing the negative consequences of technostress on, for instance, users’ well-being and productivity, is paramount. By focusing on smartphones, which are used by billions, we provide impactful insight relevant for numerous stakeholders. Design/methodology/approach We conducted qualitative research by collecting and analyzing rich data (semi-structured interviews) from 38 smartphone users. Findings By investigating coping with smartphone-related technostress that manifests as hindrances to users’ humanistic (e.g. attaining meaningful life) and instrumental (e.g. managing personal information) goals and their sub-goals (e.g. experiencing happiness and maintaining information security, respectively), we address the multidimensional and hierarchical nature of goals. We further extend this perspective by examining how coping relates to goal explicitness: anticipatory coping tends to prevail when goals are explicit, while reactive coping is more common with implicit goals. Additionally, we showed that users' goals, technostress, and the associated coping can be in conflict, requiring goal prioritization from users. Originality/value We address an important gap in the literature by examining the intricate dynamics of coping with the unintended outcomes of personal smartphone use manifesting as technostress-related hindrances to users’ goals.",
          "url": "https://doi.org/10.1108/itp-03-2024-0371",
          "doi": "https://doi.org/10.1108/itp-03-2024-0371",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Generative AI and the information commons: controversy, copyright, and closure",
          "authors": "Fenwick McKelvey, Bart Simon, Luciano Frizzera",
          "url": "https://doi.org/10.1080/1369118x.2025.2565328",
          "doi": "https://doi.org/10.1080/1369118x.2025.2565328",
          "filter": 0
        },
        {
          "title": "Governing generative AI for disability and inclusion",
          "authors": "Kuansong Victor Zhuang, Gerard Goggin",
          "url": "https://doi.org/10.1080/1369118x.2025.2570735",
          "doi": "https://doi.org/10.1080/1369118x.2025.2570735",
          "filter": 0
        },
        {
          "title": "Performing ‘the scientist,’ credibly and authentically: understanding how scientists manage their self-presentation on social media",
          "authors": "Annie Li Zhang",
          "url": "https://doi.org/10.1080/1369118x.2025.2565313",
          "doi": "https://doi.org/10.1080/1369118x.2025.2565313",
          "filter": 0
        },
        {
          "title": "Scripted to fail: delayed discrimination in biometric asylum systems",
          "authors": "Bruno Magalhães",
          "url": "https://doi.org/10.1080/1369118x.2025.2561063",
          "doi": "https://doi.org/10.1080/1369118x.2025.2561063",
          "filter": 0
        },
        {
          "title": "Adapting in times of crisis: how social media marketing of gambling changed in response to major shifts in the gambling landscape",
          "authors": "Scott Houghton, Frederic Boy, Alexander Bradley, Richard J. E. James, Heather Wardle, Simon Dymond",
          "url": "https://doi.org/10.1080/1369118x.2025.2572025",
          "doi": "https://doi.org/10.1080/1369118x.2025.2572025",
          "filter": 0
        },
        {
          "title": "Navigating the responsible AI landscape: unraveling the principles-to-practices gap of transparency and explainability at the BBC",
          "authors": "Hannes Cools",
          "url": "https://doi.org/10.1080/1369118x.2025.2553382",
          "doi": "https://doi.org/10.1080/1369118x.2025.2553382",
          "filter": 0
        },
        {
          "title": "Mapping the evolving networks of the #StopAsianHate movement on Twitter: the role of serial participants in digital activism",
          "authors": "Rong Wang, Weiyu Zhang, Jieun Shin",
          "url": "https://doi.org/10.1080/1369118x.2025.2571407",
          "doi": "https://doi.org/10.1080/1369118x.2025.2571407",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "The serious gaming randomness in dual-purposed systems: the effect of aleatory uncertainty from the perspective of information deprivation",
          "authors": "Philip Tin Yun Lee, Michael Chau, Richard Wing Cheung Lui",
          "abstract": "Purpose Randomness is prevalent in systems with hedonic features but can lead to information deprivation, which is often undesirable in serious tasks. Inappropriate levels of randomness may create feelings of unfairness among users. This paper explores the cognitive mechanisms by which randomness influences usage intention in various pre-usage states. Design/methodology/approach Adopting the perspective of information deprivation, we conducted a study with university students in a classroom setting using a serious game and collected both quantitative and qualitative data for analysis. Findings The quantitative analysis reveals that randomness negatively affects the intention to use, with this effect being mediated by perceived control and curiosity. We also show that individuals who have a strong pre-usage arousal-avoidance state are less susceptible to the negative effects of randomness. The qualitative analysis further supports these findings. Combining both analyses, we suggest that the traditional conception of a system on a utilitarian-hedonic dichotomy is not a good boundary condition for randomness-related cognitive models compared to the pre-usage arousal-avoidance state. Originality/value This study is one of the first to explore the effects of randomness in systems at various pre-usage states of users. We introduce measurement entropy to quantify randomness in system environments. It is distinctive from previous metrics because it captures only aleatory uncertainty.",
          "url": "https://doi.org/10.1108/intr-07-2024-1100",
          "doi": "https://doi.org/10.1108/intr-07-2024-1100",
          "filter": 0
        },
        {
          "title": "The stimulation and inhibition effects of elite E-WOM: Does elite saturation backfire?",
          "authors": "Qianzhou Du, Jing Li, Jiang Yi, Xin Xu",
          "abstract": "Purpose This study aims to reveal an inverted U-shaped relationship, showing that a moderate number of elite reviews stimulate the generation of subsequent peer reviews in both volume and novelty, while an excessive number of elite reviews inhibit it. Design/methodology/approach We empirically support our framework using the Yelp Academic Dataset, which includes 500,013 reviews of 2,533 restaurants from 2004 to 2022. We use text mining to convert review texts into quantitative indexes and apply the Heckman two-stage model and propensity score matching to address potential endogeneity issues with robust results. Additionally, we employ GuidedLDA to classify restaurants into four types, highlighting the heterogeneity of our findings. Findings While elite endorsements motivate peers to contribute, excessively increasing elites can be seen as manipulative, discouraging customer opinions. We also identify an inverted U-shaped pattern in elite impact on subsequent peer review novelty, where increasing elites limit topics, hindering novelty. Research limitations/implications Future research should assess our findings’ generalizability in other geographical locations and cultures. Practical implications Our findings help managers find the right balance in elite engagement, maximizing the benefits of elite recommendations while avoiding elite saturation and audience fatigue. Managers should carefully assess their elite recommendation strategies, emphasizing trust, authenticity and individuality within their audience. This ensures companies do not over-rely on elite recommendations, leading to a more effective and sustainable strategy. Originality/value This study addresses an identified need; that is, how elites’ past opinions influence peers’ future opinions, uncovering the potential inhibition effects of elites on the quantity and novelty of peer-generated content.",
          "url": "https://doi.org/10.1108/intr-06-2024-0919",
          "doi": "https://doi.org/10.1108/intr-06-2024-0919",
          "filter": 0
        },
        {
          "title": "Under the dark side of online trust: how and when livestreamers’ online expressive coping strategy impacts the livestreaming e-commerce failure recovery process",
          "authors": "Jianyu Chen, Pengfei Du",
          "abstract": "Purpose Despite the prevalence of service failures in this emerging livestreaming e-commerce domain, scholarly investigations have neglected the effectiveness of livestreamers’ online coping strategies in mitigating the dual consequences of sales attrition and reputational impairment after these failures. Based on the stress and coping theory, this research aims to examine the underlying mechanism and boundary condition through which livestreamers’ online expressive coping strategy influences the recovery process of viewers’ electronic word-of-mouth (WOM) in the livestreaming e-commerce failure context. Design/methodology/approach We employed a two-wave time-lagged survey to mitigate common method bias and control for spurious mood effects, thereby enhancing the robustness of our findings. Our sample comprised 222 Chinese viewers who recently encountered service failures in livestreaming e-commerce. Analytically, we adopted a two-stage partial least squares structural equation modeling approach to validate a moderated-mediation model. Findings Livestreamers’ online expressive coping strategies exert a positive influence on viewers’ perceived livestreaming e-commerce failure severity, which in turn negatively impacts their electronic WOM. Viewers’ online trust in livestreamers intensifies this negatively mediated relationship. Practical implications This study provides practical implications for stakeholders to enhance livestreaming e-commerce failure recoveries through effective online expressive coping strategies while recognizing the potential downside of viewers’ online trust in livestreamers. Originality/value This study advances the understanding of livestreamers’ online expressive coping strategies in the livestreaming e-commerce failure recovery process and uncovers the dark side effect of online trust in the livestreaming e-commerce context.",
          "url": "https://doi.org/10.1108/intr-04-2024-0631",
          "doi": "https://doi.org/10.1108/intr-04-2024-0631",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Neural Bases of Psychological Reactance: An fMRI Study on Dogmatic and Suggestive Health-Related Advertising",
          "authors": "Nuria-María Hernández-Vergara, Luis-Alberto Casado-Aranda, Juan Sánchez-Fernández, Ismet Özer",
          "url": "https://doi.org/10.1080/00913367.2025.2564236",
          "doi": "https://doi.org/10.1080/00913367.2025.2564236",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Global Journalism: Understanding World Media Systems",
          "authors": "Sohana Nasrin",
          "url": "https://doi.org/10.1080/08838151.2025.2570945",
          "doi": "https://doi.org/10.1080/08838151.2025.2570945",
          "filter": 0
        },
        {
          "title": "Media Management and Artificial Intelligence: Understanding Media Business Models in the Digital Age",
          "authors": "Jun Wu, Yun Peng",
          "url": "https://doi.org/10.1080/08838151.2025.2574266",
          "doi": "https://doi.org/10.1080/08838151.2025.2574266",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Computer-Mediated Communication",
      "journal_short": "JCMC",
      "articles": [
        {
          "title": "How social media users adopt the toxic behaviors of ingroup and outgroup accounts",
          "authors": "Alon Zoizner, Avraham Levy",
          "abstract": "While the spread of toxicity on social media has received ample attention, studies offer conflicting expectations and mixed evidence about its contagious nature. This study advances understanding of how toxicity becomes contagious by distinguishing between exposure to toxicity by ingroup versus outgroup members and separating toxicity into impolite style and intolerant substance. We focus on Israel during 2023, a period marked by intense political polarization. Using Twitter panel data from original and replication datasets, we analyze ∼1M tweets from 12,481 users and ∼6M tweets from the 713,231 accounts they follow. We find that exposure to toxic behavior by ingroup members is the primary driver of contagious toxicity, compared to smaller, less consistent associations with outgroup toxicity. Moreover, seemingly less harmful forms of toxicity (impoliteness) by the ingroup are not only associated with increased users’ impoliteness but also with increased intolerance toward political groups—which may carry troubling implications for democracies.",
          "url": "https://doi.org/10.1093/jcmc/zmaf018",
          "doi": "https://doi.org/10.1093/jcmc/zmaf018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "When Entertainment Media Pull at the Heartstrings",
          "authors": "Hue Duong, Mor Yachin, Rebecca N. H. de Leeuw",
          "abstract": "Abstract: Given that music remains relatively understudied in eudaimonic media effect research, the present study investigated the effect of music video consumption on eudaimonic emotions and prosocial outcomes. A pre-registered experiment ( N = 326) was conducted to examine the associations between eudaimonic music consumption, emotions, prosocial motivations, and donation willingness. Findings showed that participants viewing the eudaimonic music videos reported significantly higher eudaimonic emotions and corresponding physical reactions compared to those who viewed hedonic music videos. Path analysis results revealed the associations between music video consumption and prosocial orientation and willingness to donate to a worthy cause.",
          "url": "https://doi.org/10.1027/1864-1105/a000496",
          "doi": "https://doi.org/10.1027/1864-1105/a000496",
          "filter": 0
        },
        {
          "title": "Consistency of User’s Sexism Impacts the Likelihood of Confrontation on Social Media",
          "authors": "Blythe Guest, Maxime Levasseur, Zachary W. Petzel",
          "abstract": "Abstract: Despite the proliferation of equality-focused actions on social media, such as the Black Lives Matter and #MeToo movements, discrimination is still prevalent on these platforms. While confronting prejudice may reduce future discrimination (i.e., counter-speech), several factors limit confrontation within face-to-face interactions (i.e., social costs, perceived effectiveness, self-efficacy). Intervention is also more likely when others’ actions are driven by situational factors (i.e., external attribution) than stable features of personality (i.e., internal attributions). Yet, whether these antecedents of face-to-face confrontation parallel online confrontation is unclear. Participants ( N = 120) viewed a sexist or neutral social media profile manipulated to be consistent or inconsistent (i.e., facilitating internal and external attributions, respectively) and were asked to respond to the user’s recent post. Inconsistently sexist profiles were more likely to be confronted than consistently sexist profiles. However, participants exhibited more effort in responding (i.e., number of characters) to sexist than neutral prompts, regardless of the user’s consistency. Higher self-efficacy increased confrontation of sexist profiles, with larger effects emerging for inconsistent sexist behavior. Contrary to expectations, heightened social cost (i.e., perceived risks of confrontation) increased response effort for sexist profiles. These counterintuitive results indicate cognitive appraisals for online counter-speech might differ from face-to-face confrontation, potentially driven by partial anonymity, physical distance, and temporal delay of feedback observed in social media interactions. While results provide partial support for the role of attribution and individual differences for online confrontation, additional research is needed to understand antecedents of counter-speech on social media.",
          "url": "https://doi.org/10.1027/1864-1105/a000498",
          "doi": "https://doi.org/10.1027/1864-1105/a000498",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "The object of my intoxication: Examining the role of dehumanization, objectification, and alcohol consumption in intimate partner aggression perpetration",
          "authors": "Rebecca L. Brock, Sarah J. Gervais",
          "abstract": "This study investigated dehumanization of one’s intimate partner and alcohol consumption as predictors of intimate partner aggression (IPA). We integrated theories of dehumanization, alcohol, and intimate partner violence to examine relational-level influences on perpetration of IPA, and conducted an initial test of a novel framework explaining IPA risk in a large college sample of coupled individuals. We robustly assessed partner dehumanization (i.e., mechanistic and animalistic dehumanization, dehumanizing deindividuation, and sexual objectification), alcohol consumption quantity and frequency, the likelihood of enacting physical and psychological IPA as well as the amount of IPA when it was enacted, and a range of other risk factors for IPA. Results revealed that a comprehensive latent variable of dehumanization and alcohol use were additive risk factors for physical abuse, and at least moderate levels of drinking (i.e., 3-4 drinks per typical drinking day) might be necessary for dehumanization to escalate into physical IPA. In contrast, psychological IPA was directly predicted by dehumanization alone, at all levels of alcohol use. These findings held while controlling other established risk factors for IPA including global relationship discord. The results underscore the potential for early interventions that target dehumanizing and objectifying perceptions of intimate partners and drinking behaviors. Building on these preliminary findings, future research should further examine these dynamics in more diverse populations, using longitudinal and/or experimental designs to infer causality.",
          "url": "https://doi.org/10.1177/02654075251383668",
          "doi": "https://doi.org/10.1177/02654075251383668",
          "filter": 0
        },
        {
          "title": "The effects of pets and human-pet interactions on humans’ romantic relationships and friendships",
          "authors": "Ece Beren Barklam, Fatima Maria Felisberti",
          "abstract": "Pet ownership and interactions with pets might influence humans’ positive affect and interactions with other humans. Some evidence suggests that there is a positive link between pet ownership and humans’ romantic relationship and friendship quality, but there has been very limited research. This experiment investigated the immediate and subsequent effects of pet presence and interactions with pets on adults’ positive facial emotional display and mood while they interacted with their romantic partner or friend ( n = 164; 74 in romantic couple dyads and 90 in friend dyads) compared with a control object (stuffed dog toy). A standardized behavior coding tool developed for human-animal interaction research (OHAIRE-v3) was used to analyze the video data. The results showed that pet presence was linked to more positive facial expressions compared with stuffed animal toy presence, which seemed to be a short-term effect for those interacting with a friend and to have a lingering effect for those interacting with a romantic partner. The largest differences in positive facial expressions were observed between pet owners who had pet presence and non-pet owners who had toy presence, while there were smaller differences between pet owners who had pet presence and pet owners who had toy presence. Moreover, pet presence was linked to increased mood only in those interacting with a friend. The exploratory findings suggest that the cognitive presence of a pet might potentially still affect humans’ emotional displays while interacting with romantic partners, while the physical presence of a pet could have a more substantial effect on emotional displays. Participants’ perceived interactions with the pet during the experiment were positively linked to their facial expressions, while their observed interactions were not. Limitations of the existing measures and potential importance of pets’ interactive behaviors toward humans are highlighted.",
          "url": "https://doi.org/10.1177/02654075251383683",
          "doi": "https://doi.org/10.1177/02654075251383683",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Social Actors and Storylines in the Coverage of Russian-Ukrainian War in English and Polish-Language Tabloids",
          "authors": "Katarzyna Molek-Kozakowska",
          "url": "https://doi.org/10.1080/1461670x.2025.2567889",
          "doi": "https://doi.org/10.1080/1461670x.2025.2567889",
          "filter": 0
        },
        {
          "title": "ChatBots as Artificial Intermediaries? Adaptation to Artificial Intelligence in Newsrooms",
          "authors": "Gregory Perreault, Jakob Ohme",
          "url": "https://doi.org/10.1080/1461670x.2025.2567894",
          "doi": "https://doi.org/10.1080/1461670x.2025.2567894",
          "filter": 0
        },
        {
          "title": "Foregrounding Collective Trauma: Experiences of Palestinian Journalists Covering the 2023 War in Gaza",
          "authors": "Saadia Izzeldin Malik",
          "url": "https://doi.org/10.1080/1461670x.2025.2567898",
          "doi": "https://doi.org/10.1080/1461670x.2025.2567898",
          "filter": 0
        },
        {
          "title": "Polarization, Social Responsibility Journalism, and Collective Memory Discourse: The Case of Tisha B’Av 2023 Broadcasts",
          "authors": "Elie Friedman, Idit Manosevitch",
          "url": "https://doi.org/10.1080/1461670x.2025.2569812",
          "doi": "https://doi.org/10.1080/1461670x.2025.2569812",
          "filter": 0
        },
        {
          "title": "Up or Out? The Role of Audience Analytics in Post-Publication Gatekeeping",
          "authors": "Robin Riemann, Gianna L. Ehrlich",
          "url": "https://doi.org/10.1080/1461670x.2025.2567897",
          "doi": "https://doi.org/10.1080/1461670x.2025.2567897",
          "filter": 0
        },
        {
          "title": "What Do Media Audiences Mean When They Talk About Media Trust? An Open-ended Approach to How Audiences Interpret the “Trust-question”",
          "authors": "Peter Jakobsson, Fredrik Stiernstedt",
          "url": "https://doi.org/10.1080/1461670x.2025.2568666",
          "doi": "https://doi.org/10.1080/1461670x.2025.2568666",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "How Does Misinformation Affect Health Behavior? Examining the Roles of Information Source, Information Processing, and Health Belief in the Context of COVID-19",
          "authors": "Shaohai Jiang, Lianshan Zhang, Qiaofei Wu",
          "url": "https://doi.org/10.1080/15205436.2025.2569457",
          "doi": "https://doi.org/10.1080/15205436.2025.2569457",
          "filter": 0
        },
        {
          "title": "Exploring Smart Device Privacy: An Examination of Factors Affecting User Concerns, Protection, Satisfaction with Privacy Defense, and Need for Regulations",
          "authors": "Yongick Jeong, Jessica Shaw, Erin Coyle",
          "url": "https://doi.org/10.1080/15205436.2025.2569459",
          "doi": "https://doi.org/10.1080/15205436.2025.2569459",
          "filter": 0
        },
        {
          "title": "Apocalyptic Authoritarianism: Climate Crises, Media, and Power",
          "authors": "Yaroslava Kutsai",
          "url": "https://doi.org/10.1080/15205436.2025.2565762",
          "doi": "https://doi.org/10.1080/15205436.2025.2565762",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Search in the Newsroom: How Journalists Navigate Google’s Dominance in a Hybrid Media System",
          "authors": "Daniel Trielli",
          "abstract": "As a significant algorithmic actor in a media system where humans and machines interact to produce and disseminate news information, Google acts as an external algorithmic editor to news media, shaping what information gets picked up for broader consumption. Journalists, in their attempt to inform and create a dialogue with the public, are constantly aware of Google’s dominance and, for the last two decades, have experienced the shifting power dynamics in the digitized media system. Based on 18 interviews with US-based journalists across a range of newsroom types and regions, this interview study shows how reporters and editors deal with this new external algorithmic editor. The findings demonstrate that they do that through resistance, relinquishment, and renegotiation. Journalists first resist giving up on their editorial values, setting particular limits around framing and selecting which hard news stories to cover, even when facing algorithmic pressure towards provocative and eye-grabbing content. Second, they relinquish some editorial control and create segregated content (“search work”) tailored to the algorithm and toward audience growth. Third, they renegotiate their values and roles to fit a new logic in which newsworthiness and commercial values overlap. These findings confirm and build upon previous work delineating how journalists navigate their 20th-century values with 21st-century digital curation in a hybrid media system shaped by both human and machine logics.",
          "url": "https://doi.org/10.17645/mac.9975",
          "doi": "https://doi.org/10.17645/mac.9975",
          "filter": 0
        },
        {
          "title": "Whom to Trust in Crises? The Influence of Communicator Characteristics in Governmental Crisis Communication",
          "authors": "Christian Schwaderer",
          "abstract": "Public sentiment toward government communicators plays a critical role during crises, influencing societal resilience and potentially contributing to broader trust in government. Such sentiment is shaped not only by what is said, but also by who says it. While existing literature on political crisis communication has largely focused on the content of governmental messages, it has overlooked the importance of the messenger. This study addresses that gap by shifting attention from what is communicated to who is communicating. This research explores how the personal characteristics of government communicators relate to public sentiment toward them during crises. To do so, this study matches data on communicators present at government-held press conferences with social media discourse, examining how these communicators are referenced online. Social media platforms serve as vital spaces where citizens communicate about their government’s crisis response and thus play an important role in building or undermining public responses. Given their role in shaping public perceptions of government performance, these digital platforms offer an ideal setting to observe sentiment toward communicators during crises. The study analyzes 744,000 posts on Twitter (now X) from six European countries during the early stages of the Covid-19 pandemic using advanced transformer-based classification models. Expressions of positive sentiment are identified through sentiment analysis, capturing affective reactions in user-generated content. The findings indicate that political actors are generally associated with less positive sentiment than experts, who tend to elicit more positive responses. Gender also emerges as a significant factor: During peak crisis periods, women communicators are more likely to be referenced positively on social media. This pattern aligns with prior research on a potential “trust advantage” for women in crisis communication, which has been linked to relational communication traits that are particularly valued in high-stress contexts.",
          "url": "https://doi.org/10.17645/mac.10425",
          "doi": "https://doi.org/10.17645/mac.10425",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Small Word Change, Large Effect on News Users? How the Use of Gender-Inclusive Language in News Articles Influences News Selection and News Engagement",
          "authors": "Annabell Halfmann, Jonathan Schwenzer, Teresa K. Naab",
          "url": "https://doi.org/10.1080/15213269.2025.2570293",
          "doi": "https://doi.org/10.1080/15213269.2025.2570293",
          "filter": 0
        },
        {
          "title": "Narratives are Key: How Narratives Influence Solutions Journalism and Promote Climate-Friendly Behavior",
          "authors": "Lisa Mai, Christian von Sikorski",
          "url": "https://doi.org/10.1080/15213269.2025.2567363",
          "doi": "https://doi.org/10.1080/15213269.2025.2567363",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Relational Digital Agency: An Everyday Life Study of Mobile Communication in Nursing Homes",
          "authors": "Sarah Wagner",
          "abstract": "The pervasive association of long-term care with frailty and dependency has shaped research agendas. Everyday life studies that take into account care home residents’ knowledge, values, and experiences are few and far between. This research engages care home residents in dialogue to co-produce understanding about their lived experiences with mobile technologies. Drawing on qualitative research with 39 care home residents at long-term care sites in Canada, the paper calls for reframing digital inequalities in terms of relational digital agency. The analysis describes how meaningful communication environments in long-term care involve a wide range of factors, including effective access to analogue media and wider support networks, which enable residents to put meaningful limits on their uses of mobile devices. Moreover, the findings show how having the opportunity to deny and contest mobile technologies can be an important part of feeling socially and digitally included, which brings question to existing measures of digital inclusion that focus on quantity and quality of technology use. Whereas most research on digital agency has concerned youth, this paper develops an understanding of relational digital agency to account for long-term care residents’ experiences negotiating and adapting to digital change.",
          "url": "https://doi.org/10.1177/20501579251379751",
          "doi": "https://doi.org/10.1177/20501579251379751",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Google Maps review sub-platform: A narrative view of design, affordances, and user activity",
          "authors": "Mia Schreiber, Chaim Noy",
          "abstract": "This article begins by conceptualizing Google Maps Review and its commenting apparatus as a distinct communication (sub)-platform (GMRsP) of Google Maps, which revolves around review sharing (writing and reading). Then, by combining structural and post-structural narratological frameworks, we describe GMRsP design and affordances, and conceptualize their potential for shaping emergent user activity and platform dynamics. The unpacking of meanings and possible implications of GMRsP’s affordances illuminates the intricate inter-relations between the platform socio-technical design and the contents of its reviews. This stresses the reviews’ evaluative narrative function and suggests a spiraling communication design, where the (sub)-platform’s narrative functions may alternately shape different points of entry for various Google Maps sites’ reviews and experiences. The study’s theoretical contribution includes informing future critical empirical and theoretical studies of reviewing/commenting platforms, stressing the types of participatory roles they provide and the effects they may have; and advancing platform studies by highlighting the emergent relations between sub-platforms and platforms.",
          "url": "https://doi.org/10.1177/14614448251378988",
          "doi": "https://doi.org/10.1177/14614448251378988",
          "filter": 0
        },
        {
          "title": "Time zones, time slots and Twitch: When do game streamers go live, and why?",
          "authors": "Mark R Johnson",
          "abstract": "The role of time in game development has seen increasing study, but the role of time in creating gaming ‘content’ has rarely been explored. To explore how time is strategised and rationalised by content creators, I examine how game streamers on Twitch navigate dynamics of time and temporality in their broadcasts. Through semi-structured interviews, this article reveals complex and dynamic decision-making processes in the seemingly simple decision of ‘when to stream’, highlighting the interplay of geography, game genre, game community, and life commitments. I demonstrate how three main factors – pragmatics, discourses, and happenstance – combine to shape game streamers’ thinking about temporal elements of streaming. The article thus unpacks the multi-layered dynamics of these decisions, and how live streamers’ broadcasts become structured and routinised over time, which inevitably shapes and drives both the creation and the consumption of video content on the platform.",
          "url": "https://doi.org/10.1177/14614448251381718",
          "doi": "https://doi.org/10.1177/14614448251381718",
          "filter": 0
        },
        {
          "title": "Internet shutdowns in Ethiopia: Discourses of digital sovereignty and information suppression amid political instability",
          "authors": "Endalkachew H Chala, Téwodros W Workneh",
          "abstract": "This study examines Ethiopia’s Internet shutdowns between 2005 and 2024, analyzing their frequency, motives, and socio-political impact within the discursive frames of digital sovereignty and Internet governance. By adopting a mixed-methods approach of quantitative trend analysis and secondary qualitative research of government narratives, we identify four different types of shutdowns including Internet blackouts, network shutdowns, platform blockages, and Internet slowdowns. Our findings reveal Ethiopia experienced a systematic escalation of shutdowns, transitioning from sporadic disruptions in the early periods of our data sample to sustained, highly targeted interventions by 2023–2024. We found official government narratives portray shutdowns as “necessary” measures for public safety, linking cyberhate and misinformation to real-world violence. We argue the Ethiopian case underscores the usefulness of a nuanced approach to digital sovereignty in Global South contexts where shutdowns are used ambivalently as reactive tools to mitigate platform failures in content moderation while also lending themselves to political control and expressive repression.",
          "url": "https://doi.org/10.1177/14614448251378981",
          "doi": "https://doi.org/10.1177/14614448251378981",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Do Crushes Pose a Problem for Exclusive Relationships? Trajectories of Attraction Intensity to Extradyadic Others and Links to Primary Relationship Commitment and Satisfaction",
          "authors": "Lucia F. O'Sullivan, Charlene F. Belu, Lucia Tramonte",
          "abstract": "This study examined individuals who had an active agreement to be exclusive with their relationship partner but who also reported romantic or sexual attraction to someone outside of their relationship (a “crush”). We tracked participants over time, measuring attraction intensity and relationship quality, to help clarify when an extradyadic attraction might challenge the quality of the primary relationship in some way. Of 567 individuals ( M age = 28.52; 55.4% women; 82.2% heterosexual) who reported an extradyadic attraction, 172 (30.3%) completed all assessments and maintained their primary relationship over a one‐year period. We used HLM and cluster analysis to examine patterns of associations among these 172 participants and to capture typologies for extradyadic attraction. Overall, many harbor attraction to people outside of their relationship with no corresponding harms noted in that primary relationship, regardless of whether that attraction varied or was stable in its target. However, some had extradyadic attractions that were linked to decreases in primary relationship romantic and sexual satisfaction over time, especially among those whose relationship quality was lower at baseline. The findings have implications for researchers, counselors, and educators invested in supporting couples and for understanding relationship maintenance processes generally.",
          "url": "https://doi.org/10.1111/pere.70033",
          "doi": "https://doi.org/10.1111/pere.70033",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Buying State Power: How Elite-Led Propaganda Through Advertising Mechanisms is Connected to Democratic Weakening in Four Countries",
          "authors": "Gabrielle D. Beacken, Inga K. Trauthig, Samuel C. Woolley",
          "url": "https://doi.org/10.1080/10584609.2025.2566930",
          "doi": "https://doi.org/10.1080/10584609.2025.2566930",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Unpacking perceptions of selective and inclusive listening in a government context",
          "authors": "Lisa Tam, Soojin Kim",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102644",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102644",
          "filter": 0
        },
        {
          "title": "Delicate interactions: Relational skills in public relations consulting",
          "authors": "Deepti Bhargava, Petra Theunissen",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102642",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102642",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "What Matters to Voters? Analyzing the Influence of Targeted Online Ads on Perceived Issue Importance During the United States 2022 Midterm Election and the Dutch General Election 2021",
          "authors": "Jade Vrielink, Rens Vliegenthart, Annelien van Remoortere, Sanne Kruikemeier",
          "abstract": "Online advertising is an important component of political campaigning. With microtargeting techniques, voter groups who have shared concerns about specific issues can be identified and, subsequently, targeted with posts addressing those issues. This paper aims to provide an initial investigation into the dynamics and effects of targeted issue ads. We study whether these targeted persuasion efforts influence which issues matter to voters and, vice versa, if voters are more likely to receive ads about issues that they deem important. We take a comparative approach by collecting data in the run-up to the 2021 Dutch general election ( N = 103) and during the 2022 United States midterm election ( N = 31). To test the effects of ads that individual voters were exposed to during these times, we use a novel combination of methods, namely, mobile experience sampling, screenshot data donations, and content analysis. In both countries, we find that exposure to online ads increases the salience of issues among voters. We did not find evidence for successful targeting on issue preferences in the United States or the Netherlands. We discuss possible explanations and implications of these findings.",
          "url": "https://doi.org/10.1177/19401612251371514",
          "doi": "https://doi.org/10.1177/19401612251371514",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
