{
  "update": "2024-10-01",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [
        {
          "title": "The evolution of private reputations in information-abundant landscapes",
          "authors": "Sebastián Michel-Mata, Mari Kawakatsu, Joseph Sartini, Taylor A. Kessinger, Joshua B. Plotkin, Corina E. Tarnita",
          "abstract": "Reputations are critical to human societies, as individuals are treated differently based on their social standing1,2. For instance, those who garner a good reputation by helping others are more likely to be rewarded by third parties3,4,5. Achieving widespread cooperation in this way requires that reputations accurately reflect behaviour6 and that individuals agree about each other’s standings7. With few exceptions8,9,10, theoretical work has assumed that information is limited, which hinders consensus7,11 unless there are mechanisms to enforce agreement, such as empathy12, gossip13,14,15 or public institutions16. Such mechanisms face challenges in a world where empathy, effective communication and institutional trust are compromised17,18,19. However, information about others is now abundant and readily available, particularly through social media. Here we demonstrate that assigning private reputations by aggregating several observations of an individual can accurately capture behaviour, foster emergent agreement without enforcement mechanisms and maintain cooperation, provided individuals exhibit some tolerance for bad actions. This finding holds for both first- and second-order norms of judgement and is robust even when norms vary within a population. When the aggregation rule itself can evolve, selection indeed favours the use of several observations and tolerant judgements. Nonetheless, even when information is freely accessible, individuals do not typically evolve to use all of it. This method of assessing reputations—‘look twice, forgive once’, in a nutshell—is simple enough to have arisen early in human culture and powerful enough to persist as a fundamental component of social heuristics.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07977-x",
          "doi": "10.1038/s41586-024-07977-x",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Bendable non-silicon RISC-V microprocessor",
          "authors": "Emre Ozer, Jedrzej Kufel, Shvetank Prakash, Alireza Raisiardali, Olof Kindgren, Ronald Wong, Nelson Ng, Damien Jausseran, Feras Alkhalil, David Kong, Gage Hills, Richard Price, Vijay Janapa Reddi",
          "abstract": "Semiconductors have already had a very profound effect on society, accelerating scientific research and driving greater connectivity. Future semiconductor hardware will open up new possibilities in quantum computing, artificial intelligence and edge computing, for applications such as cybersecurity and personalized healthcare. By nature of its ethos, open hardware provides opportunities for even greater collaboration and innovations across education, academic research and industry. Here we present Flex-RV, a 32-bit microprocessor based on an open RISC-V (ref. 1) instruction set fabricated with indium gallium zinc oxide thin-film transistors2 on a flexible polyimide substrate, enabling an ultralow-cost bendable microprocessor. Flex-RV also integrates a programmable machine learning (ML) hardware accelerator inside the microprocessor and demonstrates new instructions to extend the RISC-V instruction set to run ML workloads. It is implemented, fabricated and demonstrated to operate at 60 kHz consuming less than 6 mW power. Its functionality when assembled onto a flexible printed circuit board is validated while executing programs under flat and tight bending conditions, achieving no worse than 4.3% performance variation on average. Flex-RV pioneers an era of sub-dollar open standard non-silicon 32-bit microprocessors and will democratize access to computing and unlock emerging applications in wearables, healthcare devices and smart packaging.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07976-y",
          "doi": "10.1038/s41586-024-07976-y",
          "filter": "2"
        },
        {
          "title": "Using both faces of polar semiconductor wafers for functional devices",
          "authors": "Len van Deurzen, Eungkyun Kim, Naomi Pieczulewski, Zexuan Zhang, Anna Feduniewicz-Zmuda, Mikolaj Chlipala, Marcin Siekacz, David Muller, Huili Grace Xing, Debdeep Jena, Henryk Turski",
          "abstract": "Unlike non-polar semiconductors such as silicon, the broken inversion symmetry of the wide-bandgap semiconductor gallium nitride (GaN) leads to a large electronic polarization along a unique crystal axis1. This makes the two surfaces of the semiconductor wafer perpendicular to the polar axis substantially different in their physical and chemical properties2. In the past three decades, the cation (gallium) face of GaN has been used for photonic devices such as light-emitting diodes (LEDs) and lasers3,4,5. Although the cation face has also been predominantly used for electronic devices, the anion (nitrogen) face has recently shown promise for high-electron-mobility transistors (HEMTs) owing to favourable polarization discontinuities6. In this work, we introduce dualtronics, showing that it is possible to make photonic devices on the cation face and electronic devices on the anion face of the same semiconductor wafer. This opens the possibility for making use of both faces of polar semiconductors in a single structure, in which electronic, photonic and acoustic properties can be implemented on opposite faces of the same wafer, markedly enhancing the functional capabilities of this revolutionary semiconductor family.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07983-z",
          "doi": "10.1038/s41586-024-07983-z",
          "filter": "2"
        },
        {
          "title": "Author Correction: An extra-erythrocyte role of haemoglobin body in chondrocyte hypoxia adaption",
          "authors": "Feng Zhang, Bo Zhang, Yuying Wang, Runmin Jiang, Jin Liu, Yuexian Wei, Xinyue Gao, Yichao Zhu, Xinli Wang, Mao Sun, Junjun Kang, Yingying Liu, Guoxing You, Ding Wei, Jiajia Xin, Junxiang Bao, Meiqing Wang, Yu Gu, Zhe Wang, Jing Ye, Shuangping Guo, Hongyan Huang, Qiang Sun",
          "url": "http://dx.doi.org/10.1038/s41586-024-08057-w",
          "doi": "10.1038/s41586-024-08057-w",
          "filter": "2"
        },
        {
          "title": "The global H5N1 influenza panzootic in mammals",
          "authors": "Thomas Peacock, Louise Moncla, Gytis Dudas, David VanInsberghe, Ksenia Sukhova, James O. Lloyd-Smith, Michael Worobey, Anice C. Lowen, Martha I. Nelson",
          "abstract": "Influenza A viruses (IAV) have caused more documented global pandemics in human history than any other pathogen1,2. High pathogenicity avian influenza (HPAI) viruses belonging to the H5N1 subtype are a leading pandemic risk. Two decades after H5N1 “bird flu” became established in poultry in Southeast Asia, its descendants have resurged3, setting off an H5N1 panzootic in wild birds that is fueled by (a) rapid intercontinental spread, reaching South America and Antarctica for the first time4,5; (b) fast evolution via genomic reassortment6; and (c) frequent spillover into terrestrial7,8 and marine mammals9. The virus has sustained mammal-to-mammal transmission in multiple settings, including European fur farms10,11, South American marine mammals12–15, and US dairy cattle16–19, raising questions about whether humans are next. Historically, swine are considered optimal intermediary hosts that help avian influenza viruses (AIV) adapt to mammals before jumping to humans20. However, the altered ecology of H5N1 has opened the door to new evolutionary pathways. Could dairy cattle, farmed mink, or South American sea lions serve as new mammalian gateways to humans? Here we explore the molecular and ecological factors driving H5N1’s sudden expansion in host range and assess the likelihood of different zoonotic pathways leading to an H5N1 pandemic.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08054-z",
          "doi": "10.1038/s41586-024-08054-z",
          "filter": "2"
        },
        {
          "title": "Author Correction: Immune system adaptation during gender-affirming testosterone treatment",
          "authors": "Tadepally Lakshmikanth, Camila Consiglio, Fabian Sardh, Rikard Forlin, Jun Wang, Ziyang Tan, Hugo Barcenilla, Lucie Rodriguez, Jamie Sugrue, Peri Noori, Margarita Ivanchenko, Laura Piñero Páez, Laura Gonzalez, Constantin Habimana Mugabo, Anette Johnsson, Henrik Ryberg, Åsa Hallgren, Christian Pou, Yang Chen, Jaromír Mikeš, Anna James, Per Dahlqvist, Jeanette Wahlberg, Anders Hagelin, Mats Holmberg, Marie Degerblad, Magnus Isaksson, Darragh Duffy, Olle Kämpe, Nils Landegren, Petter Brodin",
          "url": "http://dx.doi.org/10.1038/s41586-024-08081-w",
          "doi": "10.1038/s41586-024-08081-w",
          "filter": "2"
        },
        {
          "title": "Single-cell CAR T atlas reveals type 2 function in 8-year leukaemia remission",
          "authors": "Zhiliang Bai, Bing Feng, Susan E. McClory, Beatriz Coutinho de Oliveira, Caroline Diorio, Céline Gregoire, Bo Tao, Luojia Yang, Ziran Zhao, Lei Peng, Giacomo Sferruzza, Liqun Zhou, Xiaolei Zhou, Jessica Kerr, Alev Baysoy, Graham Su, Mingyu Yang, Pablo G. Camara, Sidi Chen, Li Tang, Carl H. June, J. Joseph Melenhorst, Stephan A. Grupp, Rong Fan",
          "abstract": "Despite a high response rate in chimeric antigen receptor (CAR) T cell therapy for acute lymphocytic leukaemia (ALL) 1–3 , approximately 50% of patients relapse within the first year 4–6 , representing an urgent question to address in the next stage of cellular immunotherapy. Here, to investigate the molecular determinants of ultralong CAR T cell persistence, we obtained a single-cell multi-omics atlas from 695,819 pre-infusion CAR T cells at the basal level or after CAR-specific stimulation from 82 paediatric patients with ALL enrolled in the first two CAR T ALL clinical trials and 6 healthy donors. We identified that elevated type 2 functionality in CAR T infusion products is significantly associated with patients maintaining a median B cell aplasia duration of 8.4 years. Analysis of ligand–receptor interactions revealed that type 2 cells regulate a dysfunctional subset to maintain whole-population homeostasis, and the addition of IL-4 during antigen-specific activation alleviates CAR T cell dysfunction while enhancing fitness at both transcriptomic and epigenomic levels. Serial proteomic profiling of sera after treatment revealed a higher level of circulating type 2 cytokines in 5-year or 8-year relapse-free responders. In a leukaemic mouse model, type 2 high CAR T cell products demonstrated superior expansion and antitumour activity, particularly after leukaemia rechallenge. Restoring antitumour efficacy in type 2 low CAR T cells was attainable by enhancing their type 2 functionality, either through incorporating IL-4 into the manufacturing process or by priming manufactured CAR T products with IL-4 before infusion. Our findings provide insights into the mediators of durable CAR T therapy response and suggest potential therapeutic strategies to sustain long-term remission by boosting type 2 functionality in CAR T cells.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07762-w",
          "doi": "10.1038/s41586-024-07762-w",
          "filter": "2"
        },
        {
          "title": "AARS1 and AARS2 sense l-lactate to regulate cGAS as global lysine lactyltransferases",
          "authors": "Heyu Li, Chao Liu, Ran Li, Lili Zhou, Yu Ran, Qiqing Yang, Huizhe Huang, Huasong Lu, Hai Song, Bing Yang, Heng Ru, Shixian Lin, Long Zhang",
          "abstract": "l-lactate modifies proteins through lactylation1, but how this process occurs is unclear. Here we identify the alanyl-tRNA synthetases AARS1 and AARS2 (AARS1/2) as intracellular l-lactate sensors required for l-lactate to stimulate the lysine lactylome in cells. AARS1/2 and the evolutionarily conserved Escherichia coli orthologue AlaRS bind to l-lactate with micromolar affinity and they directly catalyse l-lactate for ATP-dependent lactylation on the lysine acceptor end. In response to l-lactate, AARS2 associates with cyclic GMP–AMP synthase (cGAS) and mediates its lactylation and inactivation in cells and in mice. By establishing a genetic code expansion orthogonal system for lactyl-lysine incorporation, we demonstrate that the presence of a lactyl moiety at a specific cGAS amino-terminal site abolishes cGAS liquid-like phase separation and DNA sensing in vitro and in vivo. A lactyl mimetic knock-in inhibits cGAS, whereas a lactyl-resistant knock-in protects mice against innate immune evasion induced through high levels of l-lactate. MCT1 blockade inhibits cGAS lactylation in stressed mice and restores innate immune surveillance, which in turn antagonizes viral replication. Thus, AARS1/2 are conserved intracellular l-lactate sensors and have an essential role as lactyltransferases. Moreover, a chemical reaction process of lactylation targets and inactivates cGAS.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07992-y",
          "doi": "10.1038/s41586-024-07992-y",
          "filter": "2"
        },
        {
          "title": "Author Correction: High-performance 4-nm-resolution X-ray tomography using burst ptychography",
          "authors": "Tomas Aidukas, Nicholas W. Phillips, Ana Diaz, Emiliya Poghosyan, Elisabeth Müller, A. F. J. Levi, Gabriel Aeppli, Manuel Guizar-Sicairos, Mirko Holler",
          "url": "http://dx.doi.org/10.1038/s41586-024-08093-6",
          "doi": "10.1038/s41586-024-08093-6",
          "filter": "2"
        },
        {
          "title": "Future increase in extreme El Niño supported by past glacial changes",
          "authors": "Kaustubh Thirumalai, Pedro N. DiNezio, Judson W. Partin, Dunyu Liu, Kassandra Costa, Allison Jacobel",
          "abstract": "El Niño events, the warm phase of the El Niño–Southern Oscillation (ENSO) phenomenon, amplify climate variability throughout the world1. Uncertain climate model predictions limit our ability to assess whether these climatic events could become more extreme under anthropogenic greenhouse warming2. Palaeoclimate records provide estimates of past changes, but it is unclear if they can constrain mechanisms underlying future predictions3,4,5. Here we uncover a mechanism using numerical simulations that drives consistent changes in response to past and future forcings, allowing model validation against palaeoclimate data. The simulated mechanism is consistent with the dynamics of observed extreme El Niño events, which develop when western Pacific warm pool waters expand rapidly eastwards because of strongly coupled ocean currents and winds6,7. These coupled interactions weaken under glacial conditions because of a deeper mixed layer driven by a stronger Walker circulation. The resulting decrease in ENSO variability and extreme El Niño occurrence is supported by a series of tropical Pacific palaeoceanographic records showing reduced glacial temperature variability within key ENSO-sensitive oceanic regions, including new data from the central equatorial Pacific. The model–data agreement on past variability, together with the consistent mechanism across climatic states, supports the prediction of a shallower mixed layer and weaker Walker circulation driving more frequent extreme El Niño genesis under greenhouse warming.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07984-y",
          "doi": "10.1038/s41586-024-07984-y",
          "filter": "2"
        },
        {
          "title": "Designed endocytosis-inducing proteins degrade targets and amplify signals",
          "authors": "Buwei Huang, Mohamad Abedi, Green Ahn, Brian Coventry, Isaac Sappington, Cong Tang, Rong Wang, Thomas Schlichthaerle, Jason Z. Zhang, Yujia Wang, Inna Goreshnik, Ching Wen Chiu, Adam Chazin-Gray, Sidney Chan, Stacey Gerben, Analisa Murray, Shunzhi Wang, Jason O’Neill, Li Yi, Ronald Yeh, Ayesha Misquith, Anitra Wolf, Luke M. Tomasovic, Dan I. Piraner, Maria J. Duran Gonzalez, Nathaniel R. Bennett, Preetham Venkatesh, Maggie Ahlrichs, Craig Dobbins, Wei Yang, Xinru Wang, Danny D. Sahtoe, Dionne Vafeados, Rubul Mout, Shirin Shivaei, Longxing Cao, Lauren Carter, Lance Stewart, Jamie B. Spangler, Kole T. Roybal, Per Jr Greisen, Xiaochun Li, Gonçalo J. L. Bernardes, Carolyn R. Bertozzi, David Baker",
          "abstract": "Endocytosis and lysosomal trafficking of cell surface receptors can be triggered by endogenous ligands. Therapeutic approaches such as lysosome-targeting chimaeras1,2 (LYTACs) and cytokine receptor-targeting chimeras3 (KineTACs) have used this to target specific proteins for degradation by fusing modified native ligands to target binding proteins. Although powerful, these approaches can be limited by competition with native ligands and requirements for chemical modification that limit genetic encodability and can complicate manufacturing, and, more generally, there may be no native ligands that stimulate endocytosis through a given receptor. Here we describe computational design approaches for endocytosis-triggering binding proteins (EndoTags) that overcome these challenges. We present EndoTags for insulin-like growth factor 2 receptor (IGF2R) and asialoglycoprotein receptor (ASGPR), sortilin and transferrin receptors, and show that fusing these tags to soluble or transmembrane target protein binders leads to lysosomal trafficking and target degradation. As these receptors have different tissue distributions, the different EndoTags could enable targeting of degradation to different tissues. EndoTag fusion to a PD-L1 antibody considerably increases efficacy in a mouse tumour model compared to antibody alone. The modularity and genetic encodability of EndoTags enables AND gate control for higher-specificity targeted degradation, and the localized secretion of degraders from engineered cells. By promoting endocytosis, EndoTag fusion increases signalling through an engineered ligand–receptor system by nearly 100-fold. EndoTags have considerable therapeutic potential as targeted degradation inducers, signalling activators for endocytosis-dependent pathways, and cellular uptake inducers for targeted antibody–drug and antibody–RNA conjugates.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07948-2",
          "doi": "10.1038/s41586-024-07948-2",
          "filter": "2"
        },
        {
          "title": "Jet stream controls on European climate and agriculture since 1300 ce",
          "authors": "Guobao Xu, Ellie Broadman, Isabel Dorado-Liñán, Lara Klippel, Matthew Meko, Ulf Büntgen, Tom De Mil, Jan Esper, Björn Gunnarson, Claudia Hartl, Paul J. Krusic, Hans W. Linderholm, Fredrik C. Ljungqvist, Francis Ludlow, Momchil Panayotov, Andrea Seim, Rob Wilson, Diana Zamora-Reyes, Valerie Trouet",
          "abstract": "The jet stream is an important dynamic driver of climate variability in the Northern Hemisphere mid-latitudes1,2,3. Modern variability in the position of summer jet stream latitude in the North Atlantic–European sector (EU JSL) promotes dipole patterns in air pressure, temperature, precipitation and drought between northwestern and southeastern Europe. EU JSL variability and its impacts on regional climatic extremes and societal events are poorly understood, particularly before anthropogenic warming. Based on three temperature-sensitive European tree-ring records, we develop a reconstruction of interannual summer EU JSL variability over the period 1300–2004 ce (R2 = 38.5%) and compare it to independent historical documented climatic and societal records, such as grape harvest, grain prices, plagues and human mortality. Here we show contrasting summer climate extremes associated with EU JSL variability back to 1300 ce as well as biophysical, economic and human demographic impacts, including wildfires and epidemics. In light of projections for altered jet stream behaviour and intensified climate extremes, our findings underscore the importance of considering EU JSL variability when evaluating amplified future climate risk.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07985-x",
          "doi": "10.1038/s41586-024-07985-x",
          "filter": "2"
        },
        {
          "title": "The genetic architecture of protein stability",
          "authors": "Andre J. Faure, Aina Martí-Aranda, Cristina Hidalgo-Carcedo, Antoni Beltran, Jörn M. Schmiedel, Ben Lehner",
          "abstract": "There are more ways to synthesize a 100-amino acid (aa) protein (20 100 ) than there are atoms in the universe. Only a very small fraction of such a vast sequence space can ever be experimentally or computationally surveyed. Deep neural networks are increasingly being used to navigate high-dimensional sequence spaces 1 . However, these models are extremely complicated. Here, by experimentally sampling from sequence spaces larger than 10 10 , we show that the genetic architecture of at least some proteins is remarkably simple, allowing accurate genetic prediction in high-dimensional sequence spaces with fully interpretable energy models. These models capture the nonlinear relationships between free energies and phenotypes but otherwise consist of additive free energy changes with a small contribution from pairwise energetic couplings. These energetic couplings are sparse and associated with structural contacts and backbone proximity. Our results indicate that protein genetics is actually both rather simple and intelligible.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07966-0",
          "doi": "10.1038/s41586-024-07966-0",
          "filter": "2"
        },
        {
          "title": "Transferrin receptor targeting chimeras for membrane protein degradation",
          "authors": "Dingpeng Zhang, Jhoely Duque-Jimenez, Francesco Facchinetti, Garyk Brixi, Kaitlin Rhee, William W. Feng, Pasi A. Jänne, Xin Zhou",
          "abstract": "Cancer cells require high levels of iron for rapid proliferation, leading to significant upregulation of cell-surface transferrin receptor 1 (TfR1), which mediates iron uptake by binding to the iron-carrying protein transferrin1,2,3. Leveraging this phenomenon and the fast endocytosis rate of TfR1 (refs. 4,5), we developed transferrin receptor targeting chimeras (TransTACs), a heterobispecific antibody modality for membrane protein degradation. TransTACs are engineered to drive rapid co-internalization of a target protein of interest and TfR1 from the cell surface, and to enable target protein entry into the lysosomal degradation pathway. We show that TransTACs can efficiently degrade a diverse range of single-pass, multi-pass, native or synthetic membrane proteins, including epidermal growth factor receptor, programmed cell death 1 ligand 1, cluster of differentiation 20 and chimeric antigen receptor. In example applications, TransTACs enabled the reversible control of human primary chimeric antigen receptor T cells and the targeting of drug-resistant epidermal growth factor receptor-driven lung cancer with the exon 19 deletion/T790M/C797S mutations in a mouse xenograft model. TransTACs represent a promising new family of bifunctional antibodies for precise manipulation of membrane proteins and targeted cancer therapy.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07947-3",
          "doi": "10.1038/s41586-024-07947-3",
          "filter": "2"
        },
        {
          "title": "Addendum: A graph placement methodology for fast chip design",
          "authors": "Anna Goldie, Azalia Mirhoseini, Mustafa Yazgan, Joe Wenjie Jiang, Ebrahim Songhori, Shen Wang, Young-Joon Lee, Eric Johnson, Omkar Pathak, Azade Nova, Jiwoo Pak, Andy Tong, Kavya Srinivasa, William Hang, Emre Tuncer, Quoc V. Le, James Laudon, Richard Ho, Roger Carpenter, Jeff Dean",
          "url": "http://dx.doi.org/10.1038/s41586-024-08032-5",
          "doi": "10.1038/s41586-024-08032-5",
          "filter": "2"
        },
        {
          "title": "Impurity-healing interface engineering for efficient perovskite submodules",
          "authors": "Haifei Wang, Shuojian Su, Yuetian Chen, Meng Ren, Shaowei Wang, Yao Wang, Chen Zhu, Yanfeng Miao, Chuying Ouyang, Yixin Zhao",
          "abstract": "One issue that always strands the scaling-up development of perovskite photovoltaics is the significant efficiency drop when enlarging the device area, which is caused by the inhomogeneous distribution of defected sites1-3. In the narrow band gap formamidinium lead iodide (FAPbI3), the native impurities of PbI2 and δ-FAPbI3 non-perovskite could induce unfavored non-radiative recombination, as well as inferior charge transport and extraction 4,5.Here, we develop an impurity-healing interface engineering strategy to well address the issue both in small-area solar cell and large-scale submodule. With the introduction of a functional cation, 2-(1-cyclohexenyl)ethyl ammonium, two-dimensional (2D) perovskite with high mobility is rationally constructed on FAPbI3 to horizontally cover the film surface and vertically penetrate to the grain boundaries of 3D perovskites. Such unique configuration not only comprehensively transforms the PbI2 and δ-FAPbI3 impurities into stable 2D perovskite and realize a uniform defect passivation, but also provides interconnecting channels for efficient carrier transport. As a result, the FAPbI3-based small-area (0.085 cm2) solar cells achieve a champion efficiency over 25.86% with a notably high fill factor (FF) of 86.16%. More encouragingly, the fabricated submodules with the aperture area of 715.1 cm2 obtain a certified record efficiency of 22.46% with a good FF of 81.21%, showcasing the feasibility and effectualness of the impurity-healing interface engineering for scaling-up promotion with well-preserved photovoltaic performance.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08073-w",
          "doi": "10.1038/s41586-024-08073-w",
          "filter": "2"
        },
        {
          "title": "Brazilian fossils reveal homoplasy in the oldest mammalian jaw joint",
          "authors": "James R. G. Rawson, Agustín G. Martinelli, Pamela G. Gill, Marina B. Soares, Cesar L. Schultz, Emily J. Rayfield",
          "abstract": "The acquisition of the load-bearing dentary–squamosal jaw joint was a key step in mammalian evolution 1–5 . Although this innovation has received decades of study, questions remain over when and how frequently a mammalian-like skull–jaw contact evolved, hindered by a paucity of three-dimensional data spanning the non-mammaliaform cynodont–mammaliaform transition. New discoveries of derived non-mammaliaform probainognathian cynodonts from South America have much to offer to this discussion. Here, to address this issue, we used micro-computed-tomography scanning to reconstruct the jaw joint anatomy of three key probainognathian cynodonts: Brasilodon quadrangularis , the sister taxon to Mammaliaformes 6–8 , the tritheledontid-related Riograndia guaibensis 9 and the tritylodontid Oligokyphus major . We find homoplastic evolution in the jaw joint in the approach to mammaliaforms, with ictidosaurs ( Riograndia plus tritheledontids) independently evolving a dentary–squamosal contact approximately 17 million years before this character first appears in mammaliaforms of the Late Triassic period 10–12 . Brasilodon , contrary to previous descriptions 6–8 , lacks an incipient dentary condyle and squamosal glenoid and the jaws articulate solely using a plesiomorphic quadrate–articular joint. We postulate that the jaw joint underwent marked evolutionary changes in probainognathian cynodonts. Some probainognathian clades independently acquired ‘double’ craniomandibular contacts, with mammaliaforms attaining a fully independent dentary–squamosal articulation with a conspicuous dentary condyle and squamosal glenoid in the Late Triassic. The dentary–squamosal contact, which is traditionally considered to be a typical mammalian feature, therefore evolved more than once and is more evolutionary labile than previously considered.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07971-3",
          "doi": "10.1038/s41586-024-07971-3",
          "filter": "2"
        },
        {
          "title": "Nitrogen-doped amorphous monolayer carbon",
          "authors": "Xiuhui Bai, Pengfei Hu, Ang Li, Youwei Zhang, Aowen Li, Guangjie Zhang, Yufeng Xue, Tianxing Jiang, Zezhou Wang, Hanke Cui, Jianxin Kang, Hewei Zhao, Lin Gu, Wu Zhou, Li-Min Liu, Xiaohui Qiu, Lin Guo",
          "abstract": "Monoatomic-layered carbon materials, such as graphene1 and amorphous monolayer carbon2,3, have stimulated intense fundamental and applied research owing to their unprecedented physical properties and a wide range of promising applications4,5. So far, such materials have mainly been produced by chemical vapour deposition, which typically requires stringent reaction conditions compared to solution-phase synthesis. Herein, we demonstrate the solution preparation of free-standing nitrogen-doped amorphous monolayer carbon with mixed five-, six- and seven-membered (5-6-7-membered) rings through the polymerization of pyrrole within the confined interlayer cavity of a removable layered-double-hydroxide template. Structural characterizations and first-principles calculations suggest that the nitrogen-doped amorphous monolayer carbon was formed by radical polymerization of pyrrole at the α, β and N sites subjected to confinement of the reaction space, which enables bond rearrangements through the Stone–Wales transformation. The spatial confinement inhibits the C–C bond rotation and chain entanglement during polymerization, resulting in an atom-thick continuous amorphous layer with an in-plane π-conjugation electronic structure. The spatially confined radical polymerization using solid templates and ion exchange strategy demonstrates potential as a universal synthesis approach for obtaining two-dimensional covalent networks, as exemplified by the successful synthesis of monolayers of polythiophene and polycarbazole.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07958-0",
          "doi": "10.1038/s41586-024-07958-0",
          "filter": "2"
        },
        {
          "title": "On human-in-the-loop optimization of human–robot interaction",
          "authors": "Patrick Slade, Christopher Atkeson, J. Maxwell Donelan, Han Houdijk, Kimberly A. Ingraham, Myunghee Kim, Kyoungchul Kong, Katherine L. Poggensee, Robert Riener, Martin Steinert, Juanjuan Zhang, Steven H. Collins",
          "abstract": "From industrial exoskeletons to implantable medical devices, robots that interact closely with people are poised to improve every aspect of our lives. Yet designing these systems is very challenging; humans are incredibly complex and, in many cases, we respond to robotic devices in ways that cannot be modelled or predicted with sufficient accuracy. A new approach, human-in-the-loop optimization, can overcome these challenges by systematically and empirically identifying the device characteristics that result in the best objective performance for a specific user and application. This approach has enabled substantial improvements in human–robot performance in research settings and has the potential to speed development and enhance products. In this Perspective, we describe methods for applying human-in-the-loop optimization to new human–robot interaction problems, addressing each key decision in a variety of contexts. We also identify opportunities to develop new optimization techniques and answer underlying scientific questions. We anticipate that our readers will advance human-in-the-loop optimization and use it to design robotic devices that truly enhance the human experience.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07697-2",
          "doi": "10.1038/s41586-024-07697-2",
          "filter": "2"
        },
        {
          "title": "Phages reconstitute NAD+ to counter bacterial immunity",
          "authors": "Ilya Osterman, Hadar Samra, Francois Rousset, Elena Loseva, Maxim Itkin, Sergey Malitsky, Erez Yirmiya, Adi Millman, Rotem Sorek",
          "abstract": "Bacteria defend against phage infection through a variety of antiphage defence systems1. Many defence systems were recently shown to deplete cellular nicotinamide adenine dinucleotide (NAD+) in response to infection, by cleaving NAD+ into ADP-ribose (ADPR) and nicotinamide2,3,4,5,6,7. It was demonstrated that NAD+ depletion during infection deprives the phage of this essential molecule and impedes phage replication. Here we show that a substantial fraction of phages possess enzymatic pathways allowing reconstitution of NAD+ from its degradation products in infected cells. We describe NAD+ reconstitution pathway 1 (NARP1), a two-step pathway in which one enzyme phosphorylates ADPR to generate ADPR pyrophosphate (ADPR-PP), and the second enzyme conjugates ADPR-PP and nicotinamide to generate NAD+. Phages encoding NARP1 can overcome a diverse set of defence systems, including Thoeris, DSR1, DSR2, SIR2–HerA and SEFIR, all of which deplete NAD+ as part of their defensive mechanism. Phylogenetic analyses show that NARP1 is primarily encoded on phage genomes, suggesting a phage-specific function in countering bacterial defences. A second pathway, NARP2, allows phages to overcome bacterial defences by building NAD+ using metabolites different from ADPR-PP. Our findings reveal a unique immune evasion strategy in which viruses rebuild molecules depleted by defence systems, thus overcoming host immunity.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07986-w",
          "doi": "10.1038/s41586-024-07986-w",
          "filter": "2"
        },
        {
          "title": "Forest fire size amplifies postfire land surface warming",
          "authors": "Jie Zhao, Chao Yue, Jiaming Wang, Stijn Hantson, Xianli Wang, Binbin He, Guangyao Li, Liang Wang, Hongfei Zhao, Sebastiaan Luyssaert",
          "abstract": "Climate warming has caused a widespread increase in extreme fire weather, making forest fires longer-lived and larger1,2,3. The average forest fire size in Canada, the USA and Australia has doubled or even tripled in recent decades4,5. In return, forest fires feed back to climate by modulating land–atmospheric carbon, nitrogen, aerosol, energy and water fluxes6,7,8. However, the surface climate impacts of increasingly large fires and their implications for land management remain to be established. Here we use satellite observations to show that in temperate and boreal forests in the Northern Hemisphere, fire size persistently amplified decade-long postfire land surface warming in summer per unit burnt area. Both warming and its amplification with fire size were found to diminish with an increasing abundance of broadleaf trees, consistent with their lower fire vulnerability compared with coniferous species9,10. Fire-size-enhanced warming may affect the success and composition of postfire stand regeneration11,12 as well as permafrost degradation13, presenting previously overlooked, additional feedback effects to future climate and fire dynamics. Given the projected increase in fire size in northern forests14,15, climate-smart forestry should aim to mitigate the climate risks of large fires, possibly by increasing the share of broadleaf trees, where appropriate, and avoiding active pyrophytes.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07918-8",
          "doi": "10.1038/s41586-024-07918-8",
          "filter": "2"
        },
        {
          "title": "Direct evidence for a carbon–carbon one-electron σ-bond",
          "authors": "Takuya Shimajiri, Soki Kawaguchi, Takanori Suzuki, Yusuke Ishigaki",
          "abstract": "Covalent bonds share electron pairs between two atoms and make up the skeletons of most organic compounds in single, double and triple bonds. In contrast, examples of one-electron bonds remain scarce, most probably due to their intrinsic weakness1,2,3,4. Although several pioneering studies have reported one-electron bonds between heteroatoms, direct evidence for one-electron bonds between carbon atoms remains elusive. Here we report the isolation of a compound with a one-electron σ-bond between carbon atoms by means of the one-electron oxidation of a hydrocarbon with an elongated C–C single bond5,6. The presence of the C•C one-electron σ-bond (2.921(3) Å at 100 K) was confirmed experimentally by single-crystal X-ray diffraction analysis and Raman spectroscopy, and theoretically by density functional theory calculations. The results of this paper unequivocally demonstrate the existence of a C•C one-electron σ-bond, which was postulated nearly a century ago7, and can thus be expected to pave the way for further development in different areas of chemistry by probing the boundary between bonded and non-bonded states.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07965-1",
          "doi": "10.1038/s41586-024-07965-1",
          "filter": "2"
        },
        {
          "title": "Author Correction: A molecular and cellular perspective on human brain evolution and tempo",
          "authors": "Feline W. Lindhout, Fenna M. Krienen, Katherine S. Pollard, Madeline A. Lancaster",
          "url": "http://dx.doi.org/10.1038/s41586-024-07957-1",
          "doi": "10.1038/s41586-024-07957-1",
          "filter": "2"
        },
        {
          "title": "Human hippocampal and entorhinal neurons encode the temporal structure of experience",
          "authors": "Pawel Tacikowski, Güldamla Kalender, Davide Ciliberti, Itzhak Fried",
          "abstract": "Extracting the underlying temporal structure of experience is a fundamental aspect of learning and memory that allows us to predict what is likely to happen next. Current knowledge about the neural underpinnings of this cognitive process in humans stems from functional neuroimaging research 1–5 . As these methods lack direct access to the neuronal level, it remains unknown how this process is computed by neurons in the human brain. Here we record from single neurons in individuals who have been implanted with intracranial electrodes for clinical reasons, and show that human hippocampal and entorhinal neurons gradually modify their activity to encode the temporal structure of a complex image presentation sequence. This representation was formed rapidly, without providing specific instructions to the participants, and persisted when the prescribed experience was no longer present. Furthermore, the structure recovered from the population activity of hippocampal–entorhinal neurons closely resembled the structural graph defining the sequence, but at the same time, also reflected the probability of upcoming stimuli. Finally, learning of the sequence graph was related to spontaneous, time-compressed replay of individual neurons’ activity corresponding to previously experienced graph trajectories. These findings demonstrate that neurons in the hippocampus and entorhinal cortex integrate the ‘what’ and ‘when’ information to extract durable and predictive representations of the temporal structure of human experience.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07973-1",
          "doi": "10.1038/s41586-024-07973-1",
          "filter": "2"
        },
        {
          "title": "Single-cell multi-omics map of human fetal blood in Down syndrome",
          "authors": "Andrew R. Marderstein, Marco De Zuani, Rebecca Moeller, Jon Bezney, Evin M. Padhi, Shuo Wong, Tim H. H. Coorens, Yilin Xie, Haoliang Xue, Stephen B. Montgomery, Ana Cvejic",
          "abstract": "Down syndrome predisposes individuals to haematological abnormalities, such as increased number of erythrocytes and leukaemia in a process that is initiated before birth and is not entirely understood1,2,3. Here, to understand dysregulated haematopoiesis in Down syndrome, we integrated single-cell transcriptomics of over 1.1 million cells with chromatin accessibility and spatial transcriptomics datasets using human fetal liver and bone marrow samples from 3 fetuses with disomy and 15 fetuses with trisomy. We found that differences in gene expression in Down syndrome were dependent on both cell type and environment. Furthermore, we found multiple lines of evidence that haematopoietic stem cells (HSCs) in Down syndrome are ‘primed’ to differentiate. We subsequently established a Down syndrome-specific map linking non-coding elements to genes in disomic and trisomic HSCs using 10X multiome data. By integrating this map with genetic variants associated with blood cell counts, we discovered that trisomy restructured regulatory interactions to dysregulate enhancer activity and gene expression critical to erythroid lineage differentiation. Furthermore, as mutations in Down syndrome display a signature of oxidative stress4,5, we validated both increased mitochondrial mass and oxidative stress in Down syndrome, and observed that these mutations preferentially fell into regulatory regions of expressed genes in HSCs. Together, our single-cell, multi-omic resource provides a high-resolution molecular map of fetal haematopoiesis in Down syndrome and indicates significant regulatory restructuring giving rise to co-occurring haematological conditions.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07946-4",
          "doi": "10.1038/s41586-024-07946-4",
          "filter": "2"
        },
        {
          "title": "Microbial iron limitation in the ocean’s twilight zone",
          "authors": "Jingxuan Li, Lydia Babcock-Adams, Rene M. Boiteau, Matthew R. McIlvin, Lauren E. Manck, Matthias Sieber, Nathan T. Lanning, Randelle M. Bundy, Xiaopeng Bian, Iulia-Mădălina Ștreangă, Benjamin N. Granzow, Matthew J. Church, Jessica N. Fitzsimmons, Seth G. John, Tim M. Conway, Daniel J. Repeta",
          "abstract": "Primary production in the sunlit surface ocean is regulated by the supply of key nutrients, primarily nitrate, phosphate and iron (Fe), required by phytoplankton to fix carbon dioxide into biomass1,2,3. Below the surface ocean, remineralization of sinking organic matter rapidly regenerates nutrients, and microbial metabolism in the upper mesopelagic ‘twilight zone’ (200–500 m) is thought to be limited by the delivery of labile organic carbon4,5. However, few studies have examined the role of nutrients in shaping microbial production in the mesopelagic6,7,8. Here we report the distribution and uptake of siderophores, biomarkers for microbial Fe deficiency9 across a meridional section of the eastern Pacific Ocean. Siderophore concentrations are high not only in chronically Fe-limited surface waters but also in the twilight zone underlying the North and South Pacific subtropical gyres, two key ecosystems for the marine carbon cycle. Our findings suggest that bacterial Fe deficiency owing to low Fe availability is probably characteristic of the twilight zone in several large ocean basins, greatly expanding the region of the marine water column in which nutrients limit microbial metabolism, with potential implications for ocean carbon storage.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07905-z",
          "doi": "10.1038/s41586-024-07905-z",
          "filter": "2"
        },
        {
          "title": "Author Correction: Birth of protein folds and functions in the virome",
          "authors": "Jason Nomburg, Erin E. Doherty, Nathan Price, Daniel Bellieny-Rabelo, Yong K. Zhu, Jennifer A. Doudna",
          "url": "http://dx.doi.org/10.1038/s41586-024-08068-7",
          "doi": "10.1038/s41586-024-08068-7",
          "filter": "2"
        },
        {
          "title": "The type 2 cytokine Fc–IL-4 revitalizes exhausted CD8+ T cells against cancer",
          "authors": "Bing Feng, Zhiliang Bai, Xiaolei Zhou, Yang Zhao, Yu-Qing Xie, Xinyi Huang, Yang Liu, Tom Enbar, Rongrong Li, Yi Wang, Min Gao, Lucia Bonati, Mei-Wen Peng, Weilin Li, Bo Tao, Mélanie Charmoy, Werner Held, J. Joseph Melenhorst, Rong Fan, Yugang Guo, Li Tang",
          "abstract": "Current cancer immunotherapy predominately focuses on eliciting type 1 immune responses fighting cancer; however, long-term complete remission remains uncommon1,2. A pivotal question arises as to whether type 2 immunity can be orchestrated alongside type 1-centric immunotherapy to achieve enduring response against cancer3,4. Here we show that an interleukin-4 fusion protein (Fc–IL-4), a typical type 2 cytokine, directly acts on CD8+ T cells and enriches functional terminally exhausted CD8+ T (CD8+ TTE) cells in the tumour. Consequently, Fc–IL-4 enhances antitumour efficacy of type 1 immunity-centric adoptive T cell transfer or immune checkpoint blockade therapies and induces durable remission across several syngeneic and xenograft tumour models. Mechanistically, we discovered that Fc–IL-4 signals through both signal transducer and activator of transcription 6 (STAT6) and mammalian target of rapamycin (mTOR) pathways, augmenting the glycolytic metabolism and the nicotinamide adenine dinucleotide (NAD) concentration of CD8+ TTE cells in a lactate dehydrogenase A-dependent manner. The metabolic modulation mediated by Fc–IL-4 is indispensable for reinvigorating intratumoural CD8+ TTE cells. These findings underscore Fc–IL-4 as a potent type 2 cytokine-based immunotherapy that synergizes effectively with type 1 immunity to elicit long-lasting responses against cancer. Our study not only sheds light on the synergy between these two types of immune responses, but also unveils an innovative strategy for advancing next-generation cancer immunotherapy by integrating type 2 immune factors.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07962-4",
          "doi": "10.1038/s41586-024-07962-4",
          "filter": "2"
        },
        {
          "title": "Larger and more instructable language models become less reliable",
          "authors": "Lexin Zhou, Wout Schellaert, Fernando Martínez-Plumed, Yael Moros-Daval, Cèsar Ferri, José Hernández-Orallo",
          "abstract": "The prevailing methods to make large language models more powerful and amenable have been based on continuous scaling up (that is, increasing their size, data volume and computational resources 1 ) and bespoke shaping up (including post-filtering 2,3 , fine tuning or use of human feedback 4,5 ). However, larger and more instructable large language models may have become less reliable. By studying the relationship between difficulty concordance, task avoidance and prompting stability of several language model families, here we show that easy instances for human participants are also easy for the models, but scaled-up, shaped-up models do not secure areas of low difficulty in which either the model does not err or human supervision can spot the errors. We also find that early models often avoid user questions but scaled-up, shaped-up models tend to give an apparently sensible yet wrong answer much more often, including errors on difficult questions that human supervisors frequently overlook. Moreover, we observe that stability to different natural phrasings of the same question is improved by scaling-up and shaping-up interventions, but pockets of variability persist across difficulty levels. These findings highlight the need for a fundamental shift in the design and development of general-purpose artificial intelligence, particularly in high-stakes areas for which a predictable distribution of errors is paramount.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07930-y",
          "doi": "10.1038/s41586-024-07930-y",
          "filter": "2"
        },
        {
          "title": "H5N1 clade 2.3.4.4b dynamics in experimentally infected calves and cows",
          "authors": "Nico Joel Halwe, Konner Cool, Angele Breithaupt, Jacob Schön, Jessie D. Trujillo, Mohammed Nooruzzaman, Taeyong Kwon, Ann Kathrin Ahrens, Tobias Britzke, Chester D. McDowell, Ronja Piesche, Gagandeep Singh, Vinicius Pinho dos Reis, Sujan Kafle, Anne Pohlmann, Natasha N. Gaudreault, Björn Corleis, Franco Matias Ferreyra, Mariano Carossino, Udeni B. R. Balasuriya, Lisa Hensley, Igor Morozov, Lina M. Covaleda, Diego Diel, Lorenz Ulrich, Donata Hoffmann, Martin Beer, Juergen A. Richt",
          "abstract": "In March 2024, highly pathogenic avian influenza virus (HPAIV) clade 2.3.4.4b H5N1 infections in dairy cows were first reported from Texas, USA1. Rapid dissemination to more than 190 farms in 13 states followed2. Here, we provide results of two independent clade 2.3.4.4b experimental infection studies evaluating (i) oronasal susceptibility and transmission in calves to a US H5N1 bovine isolate genotype B3.13 (H5N1 B3.13) and (ii) susceptibility of lactating cows following direct mammary gland inoculation of either H5N1 B3.13 or a current EU H5N1 wild bird isolate genotype euDG (H5N1 euDG). Inoculation of the calves resulted in moderate nasal replication and shedding with no severe clinical signs or transmission to sentinel calves. In dairy cows, infection resulted in no nasal shedding, but severe acute mammary gland infection with necrotizing mastitis and high fever was observed for both H5N1 isolates. Milk production was rapidly and drastically reduced and the physical condition of the cows was severely compromised. Virus titers in milk rapidly peaked at 108 TCID50/mL, but systemic infection did not ensue. Notably, adaptive mutation PB2 E627K emerged after intramammary replication of H5N1 euDG. Our data suggest that in addition to H5N1 B3.13, other HPAIV H5N1 strains have the potential to replicate in the udder of cows and that milk and milking procedures, rather than respiratory spread, are likely the primary routes of H5N1 transmission between cattle.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08063-y",
          "doi": "10.1038/s41586-024-08063-y",
          "filter": "2"
        },
        {
          "title": "Structural basis of archaeal FttA-dependent transcription termination",
          "authors": "Linlin You, Chengyuan Wang, Vadim Molodtsov, Konstantin Kuznedelov, Xinyi Miao, Breanna R. Wenck, Paul Ulisse, Travis J. Sanders, Craig J. Marshall, Emre Firlar, Jason T. Kaelber, Thomas J. Santangelo, Richard H. Ebright",
          "abstract": "The ribonuclease FttA (also known as aCPSF and aCPSF1) mediates factor-dependent transcription termination in archaea1,2,3. Here we report the structure of a Thermococcus kodakarensis transcription pre-termination complex comprising FttA, Spt4, Spt5 and a transcription elongation complex (TEC). The structure shows that FttA interacts with the TEC in a manner that enables RNA to proceed directly from the TEC RNA-exit channel to the FttA catalytic centre and that enables endonucleolytic cleavage of RNA by FttA, followed by 5′→3′ exonucleolytic cleavage of RNA by FttA and concomitant 5′→3′ translocation of FttA on RNA, to apply mechanical force to the TEC and trigger termination. The structure further reveals that Spt5 bridges FttA and the TEC, explaining how Spt5 stimulates FttA-dependent termination. The results reveal functional analogy between bacterial and archaeal factor-dependent termination, functional homology between archaeal and eukaryotic factor-dependent termination, and fundamental mechanistic similarities in factor-dependent termination in bacteria, archaea, and eukaryotes.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07979-9",
          "doi": "10.1038/s41586-024-07979-9",
          "filter": "2"
        },
        {
          "title": "Intragenic DNA inversions expand bacterial coding capacity",
          "authors": "Rachael B. Chanin, Patrick T. West, Jakob Wirbel, Matthew O. Gill, Gabriella Z. M. Green, Ryan M. Park, Nora Enright, Arjun M. Miklos, Angela S. Hickey, Erin F. Brooks, Krystal K. Lum, Ileana M. Cristea, Ami S. Bhatt",
          "abstract": "Bacterial populations that originate from a single bacterium are not strictly clonal and often contain subgroups with distinct phenotypes1. Bacteria can generate heterogeneity through phase variation—a preprogrammed, reversible mechanism that alters gene expression levels across a population1. One well-studied type of phase variation involves enzyme-mediated inversion of specific regions of genomic DNA2. Frequently, these DNA inversions flip the orientation of promoters, turning transcription of adjacent coding regions on or off2. Through this mechanism, inversion can affect fitness, survival or group dynamics3,4. Here, we describe the development of PhaVa, a computational tool that identifies DNA inversions using long-read datasets. We also identify 372 ‘intragenic invertons’, a novel class of DNA inversions found entirely within genes, in genomes of bacterial and archaeal isolates. Intragenic invertons allow a gene to encode two or more versions of a protein by flipping a DNA sequence within the coding region, thereby increasing coding capacity without increasing genome size. We validate ten intragenic invertons in the gut commensal Bacteroides thetaiotaomicron, and experimentally characterize an intragenic inverton in the thiamine biosynthesis gene thiC.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07970-4",
          "doi": "10.1038/s41586-024-07970-4",
          "filter": "2"
        },
        {
          "title": "I scale these vast trees to gather data on the effects of climate change",
          "authors": "Dave Tacon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03080-3",
          "doi": "10.1038/d41586-024-03080-3",
          "filter": "4"
        },
        {
          "title": "Yo-yo dieting accelerates cardiovascular disease by reprogramming the immune system",
          "authors": "Daniel J. Rader, Kate Townsend Creasy",
          "abstract": "The relationship between diet and cardiovascular disease has been studied for decades and is well-established, yet there is considerable controversy about optimal diets for cardiovascular health1,2. Much of scientists’ understanding of atherosclerosis — a build-up of fatty plaques in blood vessels and the major cause of cardiovascular disease — is from studies in mice that are constantly exposed to a high-fat diet. However, in real life, people vary their diets over time, and yo-yo dieting is common. Although it has been speculated that this pattern of switching back and forth between diets and the resulting changes in body weight is bad for health3, compelling data are lacking and mechanisms are poorly understood. Writing in Nature, two independent and complementary studies4,5 in mice explore the impact of cycling between a high-fat and a low-fat diet and both find that, surprisingly, diet cycling substantially increases atherosclerosis compared with a continuous high-fat diet. These studies support the idea that yo-yo dieting could be bad for the heart and provide insights into the mechanisms through which it might contribute to the acceleration of cardiovascular disease.",
          "url": "http://dx.doi.org/10.1038/d41586-024-03030-z",
          "doi": "10.1038/d41586-024-03030-z",
          "filter": "4"
        },
        {
          "title": "Artificial intelligence laws in the US states are feeling the weight of corporate lobbying",
          "authors": "Emmie Hine",
          "url": "http://dx.doi.org/10.1038/d41586-024-02988-0",
          "doi": "10.1038/d41586-024-02988-0",
          "filter": "4"
        },
        {
          "title": "Why AI might be a game-changer for Africa",
          "authors": "Rachel Nuwer",
          "url": "http://dx.doi.org/10.1038/d41586-024-02987-1",
          "doi": "10.1038/d41586-024-02987-1",
          "filter": "4"
        },
        {
          "title": "The trials and triumphs of sustainable science",
          "authors": "Chris Woolston",
          "url": "http://dx.doi.org/10.1038/d41586-024-03009-w",
          "doi": "10.1038/d41586-024-03009-w",
          "filter": "4"
        },
        {
          "title": "Why do obesity drugs seem to treat so many other ailments?",
          "authors": "Mariana Lenharo",
          "url": "http://dx.doi.org/10.1038/d41586-024-03074-1",
          "doi": "10.1038/d41586-024-03074-1",
          "filter": "4"
        },
        {
          "title": "UK university departments on the brink as higher-education funding crisis deepens",
          "authors": "Jack Leeming",
          "url": "http://dx.doi.org/10.1038/d41586-024-03079-w",
          "doi": "10.1038/d41586-024-03079-w",
          "filter": "4"
        },
        {
          "title": "World's largest telescope pauses expansion amid funding crunch",
          "authors": "Sarah Wild",
          "url": "http://dx.doi.org/10.1038/d41586-024-03139-1",
          "doi": "10.1038/d41586-024-03139-1",
          "filter": "4"
        },
        {
          "title": "Gaza: Why is it so hard to establish the death toll?",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-02508-0",
          "doi": "10.1038/d41586-024-02508-0",
          "filter": "4"
        },
        {
          "title": "What is a cell type, really? The quest to categorize life’s myriad forms",
          "authors": "Amber Dance",
          "url": "http://dx.doi.org/10.1038/d41586-024-03073-2",
          "doi": "10.1038/d41586-024-03073-2",
          "filter": "4"
        },
        {
          "title": "‘Substandard and unworthy’: why it’s time to banish bad-mannered reviews",
          "authors": "Jane Feinmann",
          "url": "http://dx.doi.org/10.1038/d41586-024-02943-z",
          "doi": "10.1038/d41586-024-02943-z",
          "filter": "4"
        },
        {
          "title": "Floating homes need social and political acceptance in the Western world",
          "authors": "Stefan Huebner",
          "abstract": "Your Comment article on building climate-resilient coastal communities (I. Ajibade & S. H. Shah Nature 632, 733–736; 2024) was welcome, but did not address one of the central problems: the lack of social and political acceptance of living on water in the Western world.",
          "url": "http://dx.doi.org/10.1038/d41586-024-03119-5",
          "doi": "10.1038/d41586-024-03119-5",
          "filter": "4"
        },
        {
          "title": "Gender inequity persists among journal chief editors",
          "authors": "M. Hossein Nowroozzadeh, Somaye Tafraghe",
          "abstract": "Despite decades of effort to combat gender bias in science, the issue remains pervasive (see, for example, Nature https://doi.org/gt7d4z; 2024). The issue goes to the very top, as shown by one proxy for leadership in science: journal chief editors.",
          "url": "http://dx.doi.org/10.1038/d41586-024-03121-x",
          "doi": "10.1038/d41586-024-03121-x",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Thick, sticky ‘brain goo’ might drive obesity",
          "authors": "Jacob Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-03102-0",
          "doi": "10.1038/d41586-024-03102-0",
          "filter": "4"
        },
        {
          "title": "Oldest and coldest: JWST claims a first for exoplanet imaging",
          "authors": "Isabel Rebollido Vázquez",
          "abstract": "A lot has changed in exoplanet research in the 30 years since the first exoplanets were detected1. Thousands of planets have now been catalogued, sporting a huge range of characteristics that show that the Solar System is one of many similar systems — but also that it’s undoubtedly unique. However, most of the detections have been indirect: the planets have been inferred through their effect on the brightness or the position of their host star, and direct imaging, particularly of mature planets, remains difficult. This implies that there is still much to be learnt about the known exoplanets, including crucial information about their habitability, such as the composition of their atmospheres. Writing in Nature, Matthews et al.2 report direct observations of a planet that is potentially much older than Earth using the James Webb Space Telescope (JWST).",
          "url": "http://dx.doi.org/10.1038/d41586-024-02804-9",
          "doi": "10.1038/d41586-024-02804-9",
          "filter": "4"
        },
        {
          "title": "Satellites are photobombing astronomy data — could AI offer a solution?",
          "authors": "Sarah Wild",
          "url": "http://dx.doi.org/10.1038/d41586-024-03146-2",
          "doi": "10.1038/d41586-024-03146-2",
          "filter": "4"
        },
        {
          "title": "Researchers in Hungary raise fears of brain drain after ‘body blow’ EU funding suspension",
          "authors": "Adrian O’Dowd",
          "url": "http://dx.doi.org/10.1038/d41586-024-02888-3",
          "doi": "10.1038/d41586-024-02888-3",
          "filter": "4"
        },
        {
          "title": "Carbon bond that uses only one electron seen for first time: ‘It will be in the textbooks’",
          "authors": "Katherine Bourzac",
          "url": "http://dx.doi.org/10.1038/d41586-024-03138-2",
          "doi": "10.1038/d41586-024-03138-2",
          "filter": "4"
        },
        {
          "title": "Could biomarkers mean better pain treatment?",
          "authors": "James Mitchell Crow",
          "url": "http://dx.doi.org/10.1038/d41586-024-03004-1",
          "doi": "10.1038/d41586-024-03004-1",
          "filter": "4"
        },
        {
          "title": "How a ‘pain-o-meter’ could improve treatments",
          "authors": "Elie Dolgin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03003-2",
          "doi": "10.1038/d41586-024-03003-2",
          "filter": "4"
        },
        {
          "title": "Jekyll and Hyde flip of the script when bacteria invert gene sequences",
          "authors": "Chia-Chi Chang, Robert R. Jenq",
          "abstract": "Random mutation is a powerful approach used by many organisms, including bacteria, to generate genomic changes that can lead to improved success (fitness) when encountering altered conditions in their environment. However, drawbacks to relying on random mutation include the relatively slow rate of genetic change in rare organisms, as well as a lack of genetic specificity. An alternative strategy of rapidly producing changes at specific genomic sites is called phase variation and this can give rise to variation in the characteristics of cells (phenotypic heterogeneity). DNA-sequence inversion is one form of phase variation, in which DNA-binding proteins and enzymes called recombinases can reversibly flip the orientation of a region of the genome, called an inverton, that is flanked by protein-binding sites1.",
          "url": "http://dx.doi.org/10.1038/d41586-024-02807-6",
          "doi": "10.1038/d41586-024-02807-6",
          "filter": "4"
        },
        {
          "title": "Childhood leukaemia in Down’s syndrome primed by blood-cell bias",
          "authors": "Sébastien Malinge",
          "abstract": "Around one in 1,000 individuals is born with Down’s syndrome, a condition characterized by an extra copy of chromosome 21 (trisomy 21). Writing in Nature, Marderstein et al.1 examine the cellular and molecular features that predispose children with Down’s syndrome to a type of blood cancer called leukaemia.",
          "url": "http://dx.doi.org/10.1038/d41586-024-02785-9",
          "doi": "10.1038/d41586-024-02785-9",
          "filter": "4"
        },
        {
          "title": "The human heart shows signs of ageing after just a month in space",
          "authors": "Gemma Conroy",
          "url": "http://dx.doi.org/10.1038/d41586-024-03105-x",
          "doi": "10.1038/d41586-024-03105-x",
          "filter": "4"
        },
        {
          "title": "Rise of ChatGPT and other tools raises major questions for research",
          "authors": "Simon Baker",
          "url": "http://dx.doi.org/10.1038/d41586-024-02984-4",
          "doi": "10.1038/d41586-024-02984-4",
          "filter": "4"
        },
        {
          "title": "Can AI be used to assess research quality?",
          "authors": "Jackson Ryan",
          "url": "http://dx.doi.org/10.1038/d41586-024-02989-z",
          "doi": "10.1038/d41586-024-02989-z",
          "filter": "4"
        },
        {
          "title": "Budget cuts hit world’s largest cancer-research funder: what it means for scientists",
          "authors": "Heidi Ledford",
          "url": "http://dx.doi.org/10.1038/d41586-024-02978-2",
          "doi": "10.1038/d41586-024-02978-2",
          "filter": "4"
        },
        {
          "title": "We must train specialists in botany and zoology — or risk more devastating extinctions",
          "authors": "Dasheng Liu",
          "url": "http://dx.doi.org/10.1038/d41586-024-03072-3",
          "doi": "10.1038/d41586-024-03072-3",
          "filter": "4"
        },
        {
          "title": "Children with Down’s syndrome are more likely to get leukaemia: stem-cells hint at why",
          "authors": "Benjamin Thompson, Emily Bates",
          "url": "http://dx.doi.org/10.1038/d41586-024-03161-3",
          "doi": "10.1038/d41586-024-03161-3",
          "filter": "4"
        },
        {
          "title": "The gut microbiome and chronic pain",
          "authors": "Clare Watson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03006-z",
          "doi": "10.1038/d41586-024-03006-z",
          "filter": "4"
        },
        {
          "title": "Daily Briefing: Drugs like Ozempic seem to help everything from Alzheimer’s to infertility. But how?",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03166-y",
          "doi": "10.1038/d41586-024-03166-y",
          "filter": "4"
        },
        {
          "title": "Do orangutans like your toothpaste? Books in brief",
          "authors": "Andrew Robinson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03174-y",
          "doi": "10.1038/d41586-024-03174-y",
          "filter": "4"
        },
        {
          "title": "Audio long read: A day in the life of the world’s fastest supercomputer",
          "authors": "Sophia Chen, Benjamin Thompson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03181-z",
          "doi": "10.1038/d41586-024-03181-z",
          "filter": "4"
        },
        {
          "title": "A jaw-dropping discovery about early mammals",
          "authors": "Zhe-Xi Luo",
          "abstract": "Innovation of jaw structures and feeding mechanisms is an overarching theme for vertebrate evolution but especially so for mammals. Writing in Nature, Rawson et al.1 report a surprising discovery regarding two ancient mammalian relatives, prompting palaeontologists to rethink the long-standing question about how the iconic mammalian jaw hinge evolved.",
          "url": "http://dx.doi.org/10.1038/d41586-024-03038-5",
          "doi": "10.1038/d41586-024-03038-5",
          "filter": "4"
        },
        {
          "title": "Harassed? Intimidated? Guidebook offers help to scientists under attack",
          "authors": "Jeff Tollefson",
          "abstract": "Intimidation and harassment have become an occupational hazard for scholars studying phenomena linked to politics, including climate change, disinformation and virology. Now, researchers have united to create a defence playbook that offers tactics for dealing with this reality. Their message is clear: scientists can take steps to protect themselves, but their institutions also need to have a support plan in place.",
          "url": "http://dx.doi.org/10.1038/d41586-024-03104-y",
          "doi": "10.1038/d41586-024-03104-y",
          "filter": "4"
        },
        {
          "title": "How pain is misunderstood and ignored in women",
          "authors": "Bianca Nogrady",
          "url": "http://dx.doi.org/10.1038/d41586-024-03005-0",
          "doi": "10.1038/d41586-024-03005-0",
          "filter": "4"
        },
        {
          "title": "Pain: recognizing the power of non-pharmaceutical interventions",
          "authors": "Herb Brody",
          "url": "http://dx.doi.org/10.1038/d41586-024-03002-3",
          "doi": "10.1038/d41586-024-03002-3",
          "filter": "4"
        },
        {
          "title": "How a ‘billion oysters’ could protect the New York coastline from climate change",
          "authors": "Alix Soliman",
          "url": "http://dx.doi.org/10.1038/d41586-024-03118-6",
          "doi": "10.1038/d41586-024-03118-6",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Bigger chatbots tell more lies",
          "authors": "Jacob Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-03179-7",
          "doi": "10.1038/d41586-024-03179-7",
          "filter": "4"
        },
        {
          "title": "Data integrity concerns flagged in 130 women’s health papers — all by one co-author",
          "authors": "Mariana Lenharo",
          "url": "http://dx.doi.org/10.1038/d41586-024-02907-3",
          "doi": "10.1038/d41586-024-02907-3",
          "filter": "4"
        },
        {
          "title": "How your brain detects patterns in the everyday: without conscious thought",
          "authors": "Miryam Naddaf",
          "url": "http://dx.doi.org/10.1038/d41586-024-03116-8",
          "doi": "10.1038/d41586-024-03116-8",
          "filter": "4"
        },
        {
          "title": "How I apply Indigenous wisdom to Western science and nurture Native American students",
          "authors": "Robin Donovan",
          "url": "http://dx.doi.org/10.1038/d41586-024-03114-w",
          "doi": "10.1038/d41586-024-03114-w",
          "filter": "4"
        },
        {
          "title": "Daily briefing: AlphaFold reveals ‘family tree’ of viruses",
          "authors": "Jacob Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-03058-1",
          "doi": "10.1038/d41586-024-03058-1",
          "filter": "4"
        },
        {
          "title": "We can’t recreate ancient wilderness environments — but that’s not the point",
          "authors": "Justin Vaughn",
          "abstract": "The US National Wilderness Preservation System, created by the Wilderness Act of 1964, was a profound invention. In his review of Sophie Yeo’s book Nature’s Ghosts, Douglas Erwin trivializes the legislation’s origin as forester Aldo Leopold’s ‘pragmatic’ solution to allow undisturbed hunting (Nature 632, 974–975; 2024).",
          "url": "http://dx.doi.org/10.1038/d41586-024-03122-w",
          "doi": "10.1038/d41586-024-03122-w",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Mathematicians have described a new class of shape: soft cells",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03131-9",
          "doi": "10.1038/d41586-024-03131-9",
          "filter": "4"
        },
        {
          "title": "Seven work–life balance tips from a part-time PhD student",
          "authors": "Simone Willis",
          "url": "http://dx.doi.org/10.1038/d41586-024-02693-y",
          "doi": "10.1038/d41586-024-02693-y",
          "filter": "4"
        },
        {
          "title": "Greening science: what’s in it for you?",
          "authors": "Florijn Dekkers",
          "url": "http://dx.doi.org/10.1038/d41586-024-03011-2",
          "doi": "10.1038/d41586-024-03011-2",
          "filter": "4"
        },
        {
          "title": "COVID pandemic started in Wuhan market animals after all, suggests latest study",
          "authors": "Smriti Mallapaty",
          "abstract": "The hunt for the origin of the COVID-19 pandemic has new leads. Researchers have identified half a dozen animal species that could have passed SARS-CoV-2, the coronavirus that causes COVID-19, to people, by reanalysing genomes collected from an animal market in Wuhan, China1. The study establishes the presence of animals and the virus at the market, although it does not confirm whether the animals themselves were infected with the virus.",
          "url": "http://dx.doi.org/10.1038/d41586-024-03026-9",
          "doi": "10.1038/d41586-024-03026-9",
          "filter": "4"
        },
        {
          "title": "Bigger AI chatbots more inclined to spew nonsense — and people don't always realize",
          "authors": "Nicola Jones",
          "url": "http://dx.doi.org/10.1038/d41586-024-03137-3",
          "doi": "10.1038/d41586-024-03137-3",
          "filter": "4"
        },
        {
          "title": "Can science cure its addiction to plastic?",
          "authors": "Andy Tay",
          "url": "http://dx.doi.org/10.1038/d41586-024-03010-3",
          "doi": "10.1038/d41586-024-03010-3",
          "filter": "4"
        },
        {
          "title": "I botched my poster presentation — how do I perform better next time?",
          "authors": "Nikki Forrester",
          "url": "http://dx.doi.org/10.1038/d41586-024-03171-1",
          "doi": "10.1038/d41586-024-03171-1",
          "filter": "4"
        },
        {
          "title": "Daily briefing: CERN to eject Russian scientists",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03126-6",
          "doi": "10.1038/d41586-024-03126-6",
          "filter": "4"
        },
        {
          "title": "Bad dog",
          "authors": "Jeff Reynolds",
          "url": "http://dx.doi.org/10.1038/d41586-024-03062-5",
          "doi": "10.1038/d41586-024-03062-5",
          "filter": "4"
        },
        {
          "title": "More measures needed to ease funding competition in China",
          "authors": "Wangqiang Sun",
          "abstract": "Your interview with Dou Xiankang, the president of the National Natural Science Foundation of China (NSFC) — China’s main funder of basic research — notes its remarkable 2024 budget of 36.3 billion yuan (US$5.1 billion), a 10% increase on the previous year (Nature https://doi.org/nhhp; 2024). But intense competition for funding requires further measures to expand the pool of researchers who will benefit.",
          "url": "http://dx.doi.org/10.1038/d41586-024-03120-y",
          "doi": "10.1038/d41586-024-03120-y",
          "filter": "4"
        },
        {
          "title": "Rage against machine learning driven by profit",
          "authors": "Brian Owens",
          "url": "http://dx.doi.org/10.1038/d41586-024-02985-3",
          "doi": "10.1038/d41586-024-02985-3",
          "filter": "4"
        },
        {
          "title": "Daily briefing: What is a cell type, really?",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03158-y",
          "doi": "10.1038/d41586-024-03158-y",
          "filter": "4"
        },
        {
          "title": "A drug-free prescription for pain",
          "authors": "Carolyn Brown",
          "url": "http://dx.doi.org/10.1038/d41586-024-03007-y",
          "doi": "10.1038/d41586-024-03007-y",
          "filter": "4"
        },
        {
          "title": "This fish’s legs are made for walking — and tasting the sea floor",
          "authors": "Sara Reardon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03117-7",
          "doi": "10.1038/d41586-024-03117-7",
          "filter": "4"
        },
        {
          "title": "My mission to protect threatened mangroves",
          "authors": "Dom Byrne",
          "url": "http://dx.doi.org/10.1038/d41586-024-02901-9",
          "doi": "10.1038/d41586-024-02901-9",
          "filter": "4"
        },
        {
          "title": "We are DANI",
          "authors": "Sean Davidson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03064-3",
          "doi": "10.1038/d41586-024-03064-3",
          "filter": "4"
        },
        {
          "title": "Pain researchers must learn from the opioid crisis",
          "authors": "Clifford Woolf",
          "url": "http://dx.doi.org/10.1038/d41586-024-03008-x",
          "doi": "10.1038/d41586-024-03008-x",
          "filter": "4"
        },
        {
          "title": "‘Afraid to talk’: researchers fear the end for science in Venezuela",
          "authors": "Luke Taylor",
          "url": "http://dx.doi.org/10.1038/d41586-024-03144-4",
          "doi": "10.1038/d41586-024-03144-4",
          "filter": "4"
        },
        {
          "title": "Revolutionary drug for schizophrenia wins US approval",
          "authors": "Elie Dolgin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03123-9",
          "doi": "10.1038/d41586-024-03123-9",
          "filter": "4"
        },
        {
          "title": "Stem cells reverse woman’s diabetes — a world first",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-03129-3",
          "doi": "10.1038/d41586-024-03129-3",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Advocating for equity in higher education",
          "authors": "Asim A. Ditta",
          "url": "http://dx.doi.org/10.1038/s41562-024-02016-1",
          "doi": "10.1038/s41562-024-02016-1",
          "filter": "0"
        },
        {
          "title": "State-level anti-transgender laws increase past-year suicide attempts among transgender and non-binary young people in the USA",
          "authors": "Wilson Y. Lee, J. Nicholas Hobbs, Steven Hobaica, Jonah P. DeChants, Myeshia N. Price, Ronita Nath",
          "abstract": "From 2018 to 2022, 48 anti-transgender laws (that is, laws that restrict the rights of transgender and non-binary people) were enacted in the USA across 19 different state governments. In this study, we estimated the causal impact of state-level anti-transgender laws on suicide risk among transgender and non-binary (TGNB) young people aged 13–17 (n = 35,196) and aged 13–24 (n = 61,240) using a difference-in-differences research design. We found minimal evidence of an anticipatory effect in the time periods leading up to the enactment of the laws. However, starting in the first year after anti-transgender laws were enacted, there were statistically significant increases in rates of past-year suicide attempts among TGNB young people ages 13–17 in states that enacted anti-transgender laws, relative to states that did not, and for all TGNB young people beginning in the second year. Enacting state-level anti-transgender laws increased incidents of past-year suicide attempts among TGNB young people by 7–72%. Our findings highlight the need to consider the mental health impact of recent anti-transgender laws and to advance protective policies.",
          "url": "http://dx.doi.org/10.1038/s41562-024-01979-5",
          "doi": "10.1038/s41562-024-01979-5",
          "filter": "0"
        },
        {
          "title": "Conservation efforts can learn from Rwanda’s park expansion and UK rewilding",
          "authors": "James Munyawera",
          "url": "http://dx.doi.org/10.1038/s41562-024-01999-1",
          "doi": "10.1038/s41562-024-01999-1",
          "filter": "0"
        },
        {
          "title": "Claims about scientific rigour require rigour",
          "authors": "Joseph Bak-Coleman, Berna Devezer",
          "abstract": "arising from J. Protzko et al. Nature Human Behaviour https://doi.org/10.1038/s41562-023-01749-9 (2023)\n\nProtzko et al.1 describe a project in which internal tests of pilot-tested hypotheses and independent replications embraced “rigour-enhancing practices” such as confirmatory tests, large sample sizes, preregistration and methodological transparency. The authors report a high estimate of replicability, which, in their appraisal, “justifies confidence in rigour-enhancing methods to increase the replicability of new discoveries” (see Abstract). However, replicability was not the original outcome of interest in the project, and analyses associated with replicability were not preregistered as claimed. Instead of replicability, the originally planned study set out to examine whether the mere act of scientifically investigating a phenomenon (data collection or analysis) could cause effect sizes to decline on subsequent investigation (https://osf.io/ba8p7). This “decline effect” hypothesis, posited by one of the authors and not articulated in the published manuscript, invokes phenomena that, if found, could revise the “laws of reality”2. The project did not yield support for this preregistered hypothesis; the preregistered analyses on the decline effect and the resulting null findings were largely relegated to the supplement, and the published article instead focused on replicability, with a set of non-preregistered measures and analyses, despite claims to the contrary.",
          "url": "http://dx.doi.org/10.1038/s41562-024-01982-w",
          "doi": "10.1038/s41562-024-01982-w",
          "filter": "0"
        },
        {
          "title": "Retraction Note: High replicability of newly discovered social-behavioural findings is achievable",
          "authors": "John Protzko, Jon Krosnick, Leif Nelson, Brian A. Nosek, Jordan Axt, Matt Berent, Nicholas Buttrick, Matthew DeBell, Charles R. Ebersole, Sebastian Lundmark, Bo MacInnis, Michael O’Donnell, Hannah Perfecto, James E. Pustejovsky, Scott S. Roeder, Jan Walleczek, Jonathan W. Schooler",
          "url": "http://dx.doi.org/10.1038/s41562-024-01997-3",
          "doi": "10.1038/s41562-024-01997-3",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Consonant lengthening marks the beginning of words across a diverse sample of languages",
          "authors": "Frederic Blum, Ludger Paschen, Robert Forkel, Susanne Fuchs, Frank Seifart",
          "abstract": "Speech consists of a continuous stream of acoustic signals, yet humans can segment words and other constituents from each other with astonishing precision. The acoustic properties that support this process are not well understood and remain understudied for the vast majority of the world’s languages, in particular regarding their potential variation. Here we report cross-linguistic evidence for the lengthening of word-initial consonants across a typologically diverse sample of 51 languages. Using Bayesian multilevel regression, we find that on average, word-initial consonants are about 13 ms longer than word-medial consonants. The cross-linguistic distribution of the effect indicates that despite individual differences in the phonology of the sampled languages, the lengthening of word-initial consonants is a widespread strategy to mark the onset of words in the continuous acoustic signal of human speech. These findings may be crucial for a better understanding of the incremental processing of speech and speech segmentation.",
          "url": "http://dx.doi.org/10.1038/s41562-024-01988-4",
          "doi": "10.1038/s41562-024-01988-4",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Hypernetwork modeling and topology of high-order interactions for complex systems",
          "authors": "Li Feng, Huiying Gong, Shen Zhang, Xiang Liu, Yu Wang, Jincan Che, Ang Dong, Christopher H. Griffin, Claudia Gragnoli, Jie Wu, Shing-Tung Yau, Rongling Wu",
          "abstract": "Interactions among the underlying agents of a complex system are not only limited to dyads but can also occur in larger groups. Currently, no generic model has been developed to capture high-order interactions (HOI), which, along with pairwise interactions, portray a detailed landscape of complex systems. Here, we integrate evolutionary game theory and behavioral ecology into a unified statistical mechanics framework, allowing all agents (modeled as nodes) and their bidirectional, signed, and weighted interactions at various orders (modeled as links or hyperlinks) to be coded into hypernetworks. Such hypernetworks can distinguish between how pairwise interactions modulate a third agent (active HOI) and how the altered state of each agent in turn governs interactions between other agents (passive HOI). The simultaneous occurrence of active and passive HOI can drive complex systems to evolve at multiple time and space scales. We apply the model to reconstruct a hypernetwork of hexa-species microbial communities, and by dissecting the topological architecture of the hypernetwork using GLMY homology theory, we find distinct roles of pairwise interactions and HOI in shaping community behavior and dynamics. The statistical relevance of the hypernetwork model is validated using a series of in vitro mono-, co-, and tricultural experiments based on three bacterial species.",
          "url": "http://dx.doi.org/10.1073/pnas.2412220121",
          "doi": "10.1073/pnas.2412220121",
          "filter": "2"
        },
        {
          "title": "Long-term exposure to wildland fire smoke PM 2.5 and mortality in the contiguous United States",
          "authors": "Yiqun Ma, Emma Zang, Yang Liu, Jing Wei, Yuan Lu, Harlan M. Krumholz, Michelle L. Bell, Kai Chen",
          "abstract": "Despite the substantial evidence on the health effects of short-term exposure to ambient fine particles (PM 2.5 ), including increasing studies focusing on those from wildland fire smoke, the impacts of long-term wildland fire smoke PM 2.5 exposure remain unclear. We investigated the association between long-term exposure to wildland fire smoke PM 2.5 and nonaccidental mortality and mortality from a wide range of specific causes in all 3,108 counties in the contiguous United States, 2007 to 2020. Controlling for nonsmoke PM 2.5 , air temperature, and unmeasured spatial and temporal confounders, we found a nonlinear association between 12-mo moving average concentration of smoke PM 2.5 and monthly nonaccidental mortality rate. Relative to a month with the long-term smoke PM 2.5 exposure below 0.1 μg/m 3 , nonaccidental mortality increased by 0.16 to 0.63 and 2.11 deaths per 100,000 people per month when the 12-mo moving average of PM 2.5 concentration was of 0.1 to 5 and 5+ μg/m 3 , respectively. Cardiovascular, ischemic heart disease, digestive, endocrine, diabetes, mental, and chronic kidney disease mortality were all found to be associated with long-term wildland fire smoke PM 2.5 exposure. Smoke PM 2.5 contributed to approximately 11,415 nonaccidental deaths/y (95% CI: 6,754, 16,075) in the contiguous United States. Higher smoke PM 2.5 -related increases in mortality rates were found for people aged 65 and above. Positive interaction effects with extreme heat were also observed. Our study identified the detrimental effects of long-term exposure to wildland fire smoke PM 2.5 on a wide range of mortality outcomes, underscoring the need for public health actions and communications that span the health risks of both short- and long-term exposure.",
          "url": "http://dx.doi.org/10.1073/pnas.2403960121",
          "doi": "10.1073/pnas.2403960121",
          "filter": "2"
        },
        {
          "title": "Emergent time scales of epistasis in protein evolution",
          "authors": "Leonardo Di Bari, Matteo Bisardi, Sabrina Cotogno, Martin Weigt, Francesco Zamponi",
          "abstract": "We introduce a data-driven epistatic model of protein evolution, capable of generating evolutionary trajectories spanning very different time scales reaching from individual mutations to diverged homologs. Our in silico evolution encompasses random nucleotide mutations, insertions and deletions, and models selection using a fitness landscape, which is inferred via a generative probabilistic model for protein families. We show that the proposed framework accurately reproduces the sequence statistics of both short-time (experimental) and long-time (natural) protein evolution, suggesting applicability also to relatively data-poor intermediate evolutionary time scales, which are currently inaccessible to evolution experiments. Our model uncovers a highly collective nature of epistasis, gradually changing the fitness effect of mutations in a diverging sequence context, rather than acting via strong interactions between individual mutations. This collective nature triggers the emergence of a long evolutionary time scale, separating fast mutational processes inside a given sequence context, from the slow evolution of the context itself. The model quantitatively reproduces epistatic phenomena such as contingency and entrenchment, as well as the loss of predictability in protein evolution observed in deep mutational scanning experiments of distant homologs. It thereby deepens our understanding of the interplay between mutation and selection in shaping protein diversity and functions, allows one to statistically forecast evolution, and challenges the prevailing independent-site models of protein evolution, which are unable to capture the fundamental importance of epistasis.",
          "url": "http://dx.doi.org/10.1073/pnas.2406807121",
          "doi": "10.1073/pnas.2406807121",
          "filter": "2"
        },
        {
          "title": "NOTUM-mediated WNT silencing drives extravillous trophoblast cell lineage development",
          "authors": "Vinay Shukla, Ayelen Moreno-Irusta, Kaela M. Varberg, Marija Kuna, Khursheed Iqbal, Anna M. Galligos, John D. Aplin, Ruhul H. Choudhury, Hiroaki Okae, Takahiro Arima, Michael J. Soares",
          "abstract": "Trophoblast stem (TS) cells have the unique capacity to differentiate into specialized cell types, including extravillous trophoblast (EVT) cells. EVT cells invade into and transform the uterus where they act to remodel the vasculature facilitating the redirection of maternal nutrients to the developing fetus. Disruptions in EVT cell development and function are at the core of pregnancy-related disease. WNT-activated signal transduction is a conserved regulator of morphogenesis of many organ systems, including the placenta. In human TS cells, activation of canonical WNT signaling is critical for maintenance of the TS cell stem state and its downregulation accompanies EVT cell differentiation. We show that aberrant WNT signaling undermines EVT cell differentiation. Notum, palmitoleoyl-protein carboxylesterase (NOTUM), a negative regulator of canonical WNT signaling, was prominently expressed in first-trimester EVT cells developing in situ and up-regulated in EVT cells derived from human TS cells. Furthermore, NOTUM was required for optimal human TS cell differentiation to EVT cells. Activation of NOTUM in EVT cells is driven, at least in part, by endothelial Per-Arnt-Sim (PAS) domain 1 (also called hypoxia-inducible factor 2 alpha). Collectively, our findings indicate that canonical Wingless-related integration site (WNT) signaling is essential for maintenance of human trophoblast cell stemness and regulation of human TS cell differentiation. Downregulation of canonical WNT signaling via the actions of NOTUM is required for optimal EVT cell differentiation.",
          "url": "http://dx.doi.org/10.1073/pnas.2403003121",
          "doi": "10.1073/pnas.2403003121",
          "filter": "2"
        },
        {
          "title": "Subcellular activation of β-adrenergic receptors using a spatially restricted antagonist",
          "authors": "Federica Liccardo, Johannes Morstein, Ting-Yu Lin, Julius Pampel, Di Lang, Kevan M. Shokat, Roshanak Irannejad",
          "abstract": "Gprotein-coupled receptors (GPCRs) regulate several physiological and pathological processes and represent the target of approximately 30% of Food and Drug Administration-approved drugs. GPCR-mediated signaling was thought to occur exclusively at the plasma membrane. However, recent studies have unveiled their presence and function at subcellular membrane compartments. There is a growing interest in studying compartmentalized signaling of GPCRs. This requires development of tools to separate GPCR signaling at the plasma membrane from the ones initiated at intracellular compartments. We leveraged the structural and pharmacological information available for β-adrenergic receptors (βARs) and focused on β1AR as exemplary GPCR that functions at subcellular compartments, and rationally designed spatially restricted antagonists. We generated a cell-impermeable βAR antagonist by conjugating a suitable pharmacophore to a sulfonate-containing fluorophore. This cell-impermeable antagonist only inhibited β1AR on the plasma membrane. In contrast, a cell-permeable βAR antagonist containing a nonsulfonated fluorophore efficiently inhibited both the plasma membrane and Golgi pools of β1ARs. Furthermore, the cell-impermeable antagonist selectively inhibited the phosphorylation of PKA downstream effectors near the plasma membrane, which regulate sarcoplasmic reticulum (SR) Ca 2+ release in adult cardiomyocytes, while the β1AR Golgi pool remained active. Our tools offer promising avenues for investigating compartmentalized βAR signaling in various contexts, potentially advancing our understanding of βAR-mediated cellular responses in health and disease. They also offer a general strategy to study compartmentalized signaling for other GPCRs in various biological systems.",
          "url": "http://dx.doi.org/10.1073/pnas.2404243121",
          "doi": "10.1073/pnas.2404243121",
          "filter": "2"
        },
        {
          "title": "Self-locking and stiffening deployable tubular structures",
          "authors": "Ting-Uei Lee, Hongjia Lu, Jiaming Ma, Ngoc San Ha, Joseph M. Gattas, Yi Min Xie",
          "abstract": "Deployable tubular structures, designed for functional expansion, serve a wide range of applications, from flexible pipes to stiff structural elements. These structures, which transform from compact states, are crucial for creating adaptive solutions across engineering and scientific fields. A significant barrier to advancing their performance is balancing expandability with stiffness. Using compliant materials, these structures achieve more flexible transformations than those possible with rigid mechanisms. However, they typically exhibit reduced stiffness when subjected to external pressures (e.g., tube wall loading). Here, we utilize origami-inspired techniques and internal stiffeners to meet conflicting performance requirements. A self-locking mechanism is proposed, which combines the folding behavior observed in curved-crease origami and elastic shell buckling. This mechanism employs simple shell components, including internal diaphragms that undergo pseudofolding in a confined boundary condition to enable a snap-through transition. We reveal that the deployed tube is self-locked through geometrical interference, creating a braced tubular arrangement. This arrangement gives a direction-dependent structural performance, ranging from elastic response to crushing, thereby offering the potential for programmable structures. We demonstrate that our approach can advance existing deployment mechanisms (e.g., coiled and inflatable systems) and create diverse structural designs (e.g., metamaterials, adaptive structures, cantilevers, and lightweight panels).Weanticipate our design to be a starting point to drive technological advancement in real-world deployable tubular structures.",
          "url": "http://dx.doi.org/10.1073/pnas.2409062121",
          "doi": "10.1073/pnas.2409062121",
          "filter": "2"
        },
        {
          "title": "Innate face-selectivity in the brain of young domestic chicks",
          "authors": "Dmitry Kobylkov, Orsola Rosa-Salva, Mirko Zanon, Giorgio Vallortigara",
          "abstract": "Shortly after birth, both naïve animals and newborn babies exhibit a spontaneous attraction to faces and face-like stimuli. While neurons selectively responding to faces have been found in the inferotemporal cortex of adult primates, face-selective domains in the brains of young monkeys seem to develop only later in life after exposure to faces. This has fueled a debate on the role of experience in the development of face-detector mechanisms, since face preferences are well documented in naïve animals, such as domestic chicks reared without exposure to faces. Here, we demonstrate that neurons in a higher-order processing brain area of one-week-old face-naïve domestic chicks selectively respond to a face-like configuration. Our single-cell recordings show that these neurons do not respond to alternative configurations or isolated facial features. Moreover, the population activity of face-selective neurons accurately encoded the face-like stimulus as a unique category. Thus, our findings show that face selectivity is present in the brains of very young animals without preexisting experience.",
          "url": "http://dx.doi.org/10.1073/pnas.2410404121",
          "doi": "10.1073/pnas.2410404121",
          "filter": "2"
        },
        {
          "title": "Unveiling the DHX15–G-patch interplay in retroviral RNA packaging",
          "authors": "Alžběta Dostálková, Ivana Křížová, Petra Junková, Jana Racková, Marina Kapisheva, Radim Novotný, Matěj Danda, Karolína Zvonařová, Larisa Šinkovec, Kateřina Večerková, Lucie Bednářová, Tomáš Ruml, Michaela Rumlová",
          "abstract": "We explored how a simple retrovirus, Mason-Pfizer monkey virus (M-PMV) to facilitate its replication process, utilizes DHX15, a cellular RNA helicase, typically engaged in RNA processing. Through advanced genetic engineering techniques, we showed that M-PMV recruits DHX15 by mimicking cellular mechanisms, relocating it from the nucleus to the cytoplasm to aid in viral assembly. This interaction is essential for the correct packaging of the viral genome and critical for its infectivity. Our findings offer unique insights into the mechanisms of viral manipulation of host cellular processes, highlighting a sophisticated strategy that viruses employ to leverage cellular machinery for their replication. This study adds valuable knowledge to the understanding of viral–host interactions but also suggests a common evolutionary history between cellular processes and viral mechanisms. This finding opens a unique perspective on the export mechanism of intron-retaining mRNAs in the packaging of viral genetic information and potentially develop ways to stop it.",
          "url": "http://dx.doi.org/10.1073/pnas.2407990121",
          "doi": "10.1073/pnas.2407990121",
          "filter": "2"
        },
        {
          "title": "An explanation for the prevalence of XY over ZW sex determination in species derived from hermaphroditism",
          "authors": "Thomas Lesaffre, John R. Pannell, Charles Mullon",
          "abstract": "The many independent transitions from hermaphroditism to separate sexes (dioecy) in flowering plants and some animal clades must often have involved the emergence of a heterogametic sex-determining locus, the basis of XY and ZW sex determination (i.e., male and female heterogamety). Current estimates indicate that XY sex determination is much more frequent than ZW, but the reasons for this asymmetry are unclear. One proposition is that separate sexes evolve through the invasion of sterility mutations at closely linked loci, in which case XY sex determination evolves if the initial male sterility mutation is fully recessive. Alternatively, dioecy may evolve via the gradual divergence of male and female phenotypes, but the genetic basis of such divergence and its connection to XY and ZW systems remain poorly understood. Using mathematical modeling, we show how dioecy with XY or ZW sex determination can emerge from the joint evolution of resource allocation to male and female function with its genetic architecture. Our model reveals that whether XY or ZW sex determination evolves depends on the trade-off between allocation to male and female function, and on the mating system of the ancestral hermaphrodites, with selection for female specialization or inbreeding avoidance both favoring XY sex determination. Together, our results cast light on an important but poorly understood path from hermaphroditism to dioecy, and provide an adaptive hypothesis for the preponderance of XY systems. Beyond sex and sex determination, our model shows how ecology can influence the way selection shapes the genetic architecture of polymorphic traits.",
          "url": "http://dx.doi.org/10.1073/pnas.2406305121",
          "doi": "10.1073/pnas.2406305121",
          "filter": "2"
        },
        {
          "title": "Inverse modeling of 2010–2022 satellite observations shows that inundation of the wet tropics drove the 2020–2022 methane surge",
          "authors": "Zhen Qu, Daniel J. Jacob, A. Anthony Bloom, John R. Worden, Robert J. Parker, Hartmut Boesch",
          "abstract": "Atmospheric methane concentrations rose rapidly over the past decade and surged in 2020–2022 but the causes have been unclear. We find from inverse analysis of GOSAT satellite observations that emissions from the wet tropics drove the 2010–2019 increase and the subsequent 2020–2022 surge, while emissions from northern mid-latitudes decreased. The 2020–2022 surge is principally contributed by emissions in Equatorial Asia (43%) and Africa (30%). Wetlands are the major drivers of the 2020–2022 emission increases in Africa and Equatorial Asia because of tropical inundation associated with La Niña conditions, consistent with trends in the GRACE terrestrial water storage data. In contrast, emissions from major anthropogenic emitters such as the United States, Russia, and China are relatively flat over 2010–2022. Concentrations of tropospheric OH (the main methane sink) show no long-term trend over 2010–2022 but a decrease over 2020–2022 that contributed to the methane surge.",
          "url": "http://dx.doi.org/10.1073/pnas.2402730121",
          "doi": "10.1073/pnas.2402730121",
          "filter": "2"
        },
        {
          "title": "Message-Passing Monte Carlo: Generating low-discrepancy point sets via graph neural networks",
          "authors": "T. Konstantin Rusch, Nathan Kirk, Michael M. Bronstein, Christiane Lemieux, Daniela Rus",
          "abstract": "Discrepancy is a well-known measure for the irregularity of the distribution of a point set. Point sets with small discrepancy are called low discrepancy and are known to efficiently fill the space in a uniform manner. Low-discrepancy points play a central role in many problems in science and engineering, including numerical integration, computer vision, machine perception, computer graphics, machine learning, and simulation. In this work, we present a machine learning approach to generate a new class of low-discrepancy point sets named Message-Passing Monte Carlo (MPMC) points. Motivated by the geometric nature of generating low-discrepancy point sets, we leverage tools from Geometric Deep Learning and base our model on graph neural networks. We further provide an extension of our framework to higher dimensions, which flexibly allows the generation of custom-made points that emphasize the uniformity in specific dimensions that are primarily important for the particular problem at hand. Finally, we demonstrate that our proposed model achieves state-of-the-art performance superior to previous methods by a significant margin. In fact, MPMC points are empirically shown to be either optimal or near-optimal with respect to the discrepancy for low dimension and small number of points, i.e., for which the optimal discrepancy can be determined.",
          "url": "http://dx.doi.org/10.1073/pnas.2409913121",
          "doi": "10.1073/pnas.2409913121",
          "filter": "2"
        },
        {
          "title": "Causal message-passing for experiments with unknown and general network interference",
          "authors": "Sadegh Shirani, Mohsen Bayati",
          "abstract": "Randomized experiments are a powerful methodology for data-driven evaluation of decisions or interventions. Yet, their validity may be undermined by network interference. This occurs when the treatment of one unit impacts not only its outcome but also that of connected units, biasing traditional treatment effect estimations. Our study introduces a framework to accommodate complex and unknown network interference, moving beyond specialized models in the existing literature. Our framework, termed causal message-passing, is grounded in high-dimensional approximate message-passing methodology. It is tailored for multiperiod experiments and is particularly effective in settings with many units and prevalent network interference. The framework models causal effects as a dynamic process where a treated unit’s impact propagates through the network via neighboring units until equilibrium is reached. This approach allows us to approximate the dynamics of potential outcomes over time, enabling the extraction of valuable information before treatment effects reach equilibrium. Utilizing causal message-passing, we introduce a practical algorithm to estimate the total treatment effect, defined as the impact observed when all units are treated compared to the scenario where no unit receives treatment. We demonstrate the effectiveness of this approach across five numerical scenarios, each characterized by a distinct interference structure.",
          "url": "http://dx.doi.org/10.1073/pnas.2322232121",
          "doi": "10.1073/pnas.2322232121",
          "filter": "2"
        },
        {
          "title": "A geometric-tension-dynamics model of epithelial convergent extension",
          "authors": "Nikolas H. Claussen, Fridtjof Brauns, Boris I. Shraiman",
          "abstract": "Convergent extension of epithelial tissue is a key motif of animal morphogenesis. On a coarse scale, cell motion resembles laminar fluid flow; yet in contrast to a fluid, epithelial cells adhere to each other and maintain the tissue layer under actively generated internal tension. To resolve this apparent paradox, we formulate a model in which tissue flow in the tension-dominated regime occurs through adiabatic remodeling of force balance in the network of adherens junctions. We propose that the slow dynamics within the manifold of force-balanced configurations is driven by positive feedback on myosin-generated cytoskeletal tension. Shifting force balance within a tension network causes active cell rearrangements (T1 transitions) resulting in net tissue deformation oriented by initial tension anisotropy. Strikingly, we find that the total extent of tissue deformation depends on the initial cellular packing order. T1s degrade this order so that tissue flow is self-limiting. We explain these findings by showing that coordination of T1s depends on coherence in local tension configurations, quantified by a geometric order parameter in tension space. Our model reproduces the salient tissue- and cell-scale features of germ band elongation during Drosophila gastrulation, in particular the slowdown of tissue flow after approximately twofold elongation concomitant with a loss of order in tension configurations. This suggests local cell geometry contains morphogenetic information and yields experimentally testable predictions. Defining biologically controlled active tension dynamics on the manifold of force-balanced states may provide a general approach to the description of morphogenetic flow.",
          "url": "http://dx.doi.org/10.1073/pnas.2321928121",
          "doi": "10.1073/pnas.2321928121",
          "filter": "2"
        },
        {
          "title": "Structural basis for adhesin secretion by the outer-membrane usher in type 1 pili",
          "authors": "Ryan M. Bitter, Maxwell I. Zimmerman, Brock T. Summers, Jerome S. Pinkner, Karen W. Dodson, Scott J. Hultgren, Peng Yuan",
          "abstract": "Gram-negative bacteria produce chaperone–usher pathway pili, which are extracellular protein fibers tipped with an adhesive protein that binds to a receptor with stereochemical specificity to determine host and tissue tropism. The outer-membrane usher protein, together with a periplasmic chaperone, assembles thousands of pilin subunits into a highly ordered pilus fiber. The tip adhesin in complex with its cognate chaperone activates the usher to allow extrusion across the outer membrane. The structural requirements to translocate the adhesin through the usher pore from the periplasm to the extracellular space remains incompletely understood. Here, we present a cryoelectron microscopy structure of a quaternary tip complex in the type 1 pilus system from Escherichia coli , which consists of the usher FimD, chaperone FimC, adhesin FimH, and the tip adapter FimF. In this structure, the usher FimD is caught in the act of secreting its cognate adhesin FimH. Comparison with previous structures depicting the adhesin either first entering or having completely exited the usher pore reveals remarkable structural plasticity of the two-domain adhesin during translocation. Moreover, a piliation assay demonstrated that the structural plasticity, enabled by a flexible linker between the two domains, is a prerequisite for adhesin translocation through the usher pore and thus pilus biogenesis. Overall, this study provides molecular details of adhesin translocation across the outer membrane and elucidates a unique conformational state adopted by the adhesin during stepwise secretion through the usher pore. This study elucidates fundamental aspects of FimH and usher dynamics critical in urinary tract infections and is leading to antibiotic-sparing therapeutics.",
          "url": "http://dx.doi.org/10.1073/pnas.2410594121",
          "doi": "10.1073/pnas.2410594121",
          "filter": "2"
        },
        {
          "title": "RIPK4 promotes oxidative stress and ferroptotic death through the downregulation of ACSM1",
          "authors": "Jing Zhang, Yuehan Wei, Yangbo Yue, Huike Jiao, Yan Wu, Wan Fu, Keng-Mean Lin, Christopher Lu, Shan Mou, Qing Zhong",
          "abstract": "One of the most critical axes for cell fate determination is how cells respond to excessive reactive oxygen species (ROS)—oxidative stress. Extensive lipid peroxidation commits cells to death via a distinct cell death paradigm termed ferroptosis. However, the molecular mechanism regulating cellular fates to distinct ROS remains incompletely understood. Through siRNA against human receptor-interacting protein kinase (RIPK) family members, we found that RIPK4 is crucial for oxidative stress and ferroptotic death. Upon ROS induction, RIPK4 is rapidly activated, and the kinase activity of RIPK4 is indispensable to induce cell death. Specific ablation of RIPK4 in kidney proximal tubules protects mice from acute kidney injury induced by cisplatin and renal ischemia/reperfusion. RNA sequencing revealed the dramatically decreased expression of acyl-CoA synthetase medium-chain (ACSM) family members induced by cisplatin treatment which is compromised in RIPK4-deficient mice. Among these ACSM family members, suppression of ACSM1 strongly augments oxidative stress and ferroptotic cell death with induced expression of ACS long-chain family member 4, an important component for ferroptosis execution. Our lipidome analysis revealed that overexpression of ACSM1 leads to the accumulation of monounsaturated fatty acids, attenuation of polyunsaturated fatty acid (PUFAs) production, and thereby cellular resistance to ferroptosis. Hence, knockdown of ACSM1 resensitizes RIPK4 KO cells to oxidative stress and ferroptotic death. In conclusion, RIPK4 is a key player involved in oxidative stress and ferroptotic death, which is potentially important for a broad spectrum of human pathologies. The link between the RIPK4–ASCM1 axis to PUFAs and ferroptosis reveals a unique mechanism to oxidative stress–induced necrosis and ferroptosis.",
          "url": "http://dx.doi.org/10.1073/pnas.2410628121",
          "doi": "10.1073/pnas.2410628121",
          "filter": "2"
        },
        {
          "title": "Deterministic fabrication of graphene hexagonal boron nitride moiré superlattices",
          "authors": "Rupini V. Kamat, Aaron L. Sharpe, Mihir Pendharkar, Jenny Hu, Steven J. Tran, Gregory Zaborski, Marisa Hocking, Joe Finney, Kenji Watanabe, Takashi Taniguchi, Marc A. Kastner, Andrew J. Mannix, Tony Heinz, David Goldhaber-Gordon",
          "abstract": "The electronic properties of moiré heterostructures depend sensitively on the relative orientation between layers of the stack. For example, near-magic-angle twisted bilayer graphene (TBG) commonly shows superconductivity, yet a TBG sample with one of the graphene layers rotationally aligned to a hexagonal Boron Nitride (hBN) cladding layer provided experimental observation of orbital ferromagnetism. To create samples with aligned graphene/hBN, researchers often align edges of exfoliated flakes that appear straight in optical micrographs. However, graphene or hBN can cleave along either zig-zag or armchair lattice directions, introducing a 30 ° ambiguity in the relative orientation of two flakes. By characterizing the crystal lattice orientation of exfoliated flakes prior to stacking using Raman and second-harmonic generation for graphene and hBN, respectively, we unambiguously align monolayer graphene to hBN at a near- 0 ° , not 30 ° , relative twist angle. We confirm this alignment by torsional force microscopy of the graphene/hBN moiré on an open-face stack, and then by cryogenic transport measurements, after full encapsulation with a second, nonaligned hBN layer. This work demonstrates a key step toward systematically exploring the effects of the relative twist angle between dissimilar materials within moiré heterostructures.",
          "url": "http://dx.doi.org/10.1073/pnas.2410993121",
          "doi": "10.1073/pnas.2410993121",
          "filter": "2"
        },
        {
          "title": "Mechanically adaptive and deployable intracortical probes enable long-term neural electrophysiological recordings",
          "authors": "Suhao Wang, Qianqian Jiang, Hang Liu, Chaonan Yu, Pengxian Li, Gang Pan, Kedi Xu, Rui Xiao, Yaoyao Hao, Chengjun Wang, Jizhou Song",
          "abstract": "Flexible intracortical probes offer important opportunities for stable neural interfaces by reducing chronic immune responses, but their advances usually come with challenges of difficult implantation and limited recording span. Here, we reported a mechanically adaptive and deployable intracortical probe, which features a foldable fishbone-like structural design with branching electrodes on a temperature-responsive shape memory polymer (SMP) substrate. Leveraging the temperature-triggered soft-rigid phase transition and shape memory characteristic of SMP, this probe design enables direct insertion into brain tissue with minimal footprint in a folded configuration while automatically softening to reduce mechanical mismatches with brain tissue and deploying electrodes to a broader recording span under physiological conditions. Experimental and numerical studies on the material softening and structural folding-deploying behaviors provide insights into the design, fabrication, and operation of the intracortical probes. The chronically implanted neural probe in the rat cortex demonstrates that the proposed neural probe can reliably detect and track individual units for months with stable impedance and signal amplitude during long-term implantation. The work provides a tool for stable neural activity recording and creates engineering opportunities in basic neuroscience and clinical applications.",
          "url": "http://dx.doi.org/10.1073/pnas.2403380121",
          "doi": "10.1073/pnas.2403380121",
          "filter": "2"
        },
        {
          "title": "Jane I. Guyer (1943–2024): A singular student of economic life and enthusiastic supporter of the careers of others",
          "authors": "David Schoenbrun",
          "url": "http://dx.doi.org/10.1073/pnas.2418097121",
          "doi": "10.1073/pnas.2418097121",
          "filter": "2"
        },
        {
          "title": "Halofilins as emerging bactofilin families of archaeal cell shape plasticity orchestrators",
          "authors": "Zachary Curtis, Pedro Escudeiro, John Mallon, Olivia Leland, Theopi Rados, Ashley Dodge, Katherine Andre, Jasmin Kwak, Kun Yun, Berith Isaac, Mar Martinez Pastor, Amy K. Schmid, Mechthild Pohlschroder, Vikram Alva, Alex Bisson",
          "abstract": "Bactofilins are rigid, nonpolar bacterial cytoskeletal filaments that link cellular processes to specific curvatures of the cytoplasmic membrane. Although homologs of bactofilins have been identified in archaea and eukaryotes, functional studies have remained confined to bacterial systems. Here, we characterize representatives of two families of archaeal bactofilins from the pleomorphic archaeon Haloferax volcanii , halofilin A (HalA) and halofilin B (HalB). HalA and HalB polymerize in vitro, assembling into straight bundles. HalA polymers are highly dynamic and accumulate at positive membrane curvatures in vivo, whereas HalB forms more static foci that localize in areas of local negative curvatures on the outer cell surface. Gene deletions and live-cell imaging show that halofilins are critical in maintaining morphological integrity during shape transition from disk (sessile) to rod (motile). Morphological defects in Δ halA result in accumulation of highly positive curvatures in rods but not in disks. Conversely, disk-shaped cells are exclusively affected by halB deletion, resulting in flatter cells. Furthermore, while Δ halA and Δ halB cells imprecisely determine the future division plane, defects arise predominantly during the disk-to-rod shape remodeling. The deletion of halA in the haloarchaeon Halobacterium salinarum , whose cells are consistently rod-shaped, impacted morphogenesis but not cell division. Increased levels of halofilins enforced drastic deformations in cells devoid of the S-layer, suggesting that HalB polymers are more stable at defective S-layer lattice regions. Our results suggest that halofilins might play a significant mechanical scaffolding role in addition to possibly directing envelope synthesis.",
          "url": "http://dx.doi.org/10.1073/pnas.2401583121",
          "doi": "10.1073/pnas.2401583121",
          "filter": "2"
        },
        {
          "title": "Distribution of centrality measures on undirected random networks via the cavity method",
          "authors": "Silvia Bartolucci, Fabio Caccioli, Francesco Caravelli, Pierpaolo Vivo",
          "abstract": "The Katz centrality of a node in a complex network is a measure of the node’s importance as far as the flow of information across the network is concerned. For ensembles of locally tree-like undirected random graphs, this observable is a random variable. Its full probability distribution is of interest but difficult to handle analytically because of its “global” character and its definition in terms of a matrix inverse. Leveraging a fast Gaussian Belief Propagation-Cavity algorithm to solve linear systems on tree-like structures, we show that i) the Katz centrality of a single instance can be computed recursively in a very fast way, and ii) the probability P ( K ) that a random node in the ensemble of undirected random graphs has centrality K satisfies a set of recursive distributional equations, which can be analytically characterized and efficiently solved using a population dynamics algorithm. We test our solution on ensembles of Erdős-Rényi and Scale Free networks in the locally tree-like regime, with excellent agreement. The analytical distribution of centrality for the configuration model conditioned on the degree of each node can be employed as a benchmark to identify nodes of empirical networks with over- and underexpressed centrality relative to a null baseline. We also provide an approximate formula based on a rank- 1 projection that works well if the network is not too sparse, and we argue that an extension of our method could be efficiently extended to tackle analytical distributions of other centrality measures such as PageRank for directed networks in a transparent and user-friendly way.",
          "url": "http://dx.doi.org/10.1073/pnas.2403682121",
          "doi": "10.1073/pnas.2403682121",
          "filter": "2"
        },
        {
          "title": "Local cryptic diversity in salinity adaptation mechanisms in the wild outcrossing Brassica fruticulosa",
          "authors": "Silvia Busoms, Ana C. da Silva, Glòria Escolà, Raziyeh Abdilzadeh, Emma Curran, Anita Bollmann-Giolai, Sian Bray, Michael Wilson, Charlotte Poschenrieder, Levi Yant",
          "abstract": "It is normally supposed that populations of the same species should evolve shared mechanisms of adaptation to common stressors due to evolutionary constraint. Here, we describe a system of within-species local adaptation to coastal habitats, Brassica fruticulosa, and detail surprising strategic variability in adaptive responses to high salinity. These different adaptive responses in neighboring populations are evidenced by transcriptomes, diverse physiological outputs, and distinct genomic selective landscapes. In response to high salinity Northern Catalonian populations restrict root-to-shoot Na + transport, favoring K + uptake. Contrastingly, Central Catalonian populations accumulate Na + in leaves and compensate for the osmotic imbalance with compatible solutes such as proline. Despite contrasting responses, both metapopulations were salinity tolerant relative to all inland accessions. To characterize the genomic basis of these divergent adaptive strategies in an otherwise non-saline-tolerant species, we generate a long-read-based genome and population sequencing of 18 populations (nine inland, nine coastal) across the B. fruticulosa species range. Results of genomic and transcriptomic approaches support the physiological observations of distinct underlying mechanisms of adaptation to high salinity and reveal potential genetic targets of these two very recently evolved salinity adaptations. We therefore provide a model of within-species salinity adaptation and reveal cryptic variation in neighboring plant populations in the mechanisms of adaptation to an important natural stressor highly relevant to agriculture.",
          "url": "http://dx.doi.org/10.1073/pnas.2407821121",
          "doi": "10.1073/pnas.2407821121",
          "filter": "2"
        },
        {
          "title": "Dynamic in situ detection in iRhizo-Chip reveals diurnal fluctuations of Bacillus subtilis in the rhizosphere",
          "authors": "Hengyi Dai, Binbin Wu, Yajuan Zhuang, Hao Ren, Yanbo Chen, Fangzhou Zhang, Chiheng Chu, Xiaofei Lv, Jianming Xu, Bin Ma",
          "abstract": "Effective colonization by microbe in the rhizosphere is critical for establishing a beneficial symbiotic relationship with the host plant. Bacillus subtilis , a soil-dwelling bacterium that is commonly found in association with plants and their rhizosphere, has garnered interest for its potential to enhance plant growth, suppress pathogens, and contribute to sustainable agricultural practices. However, research on the dynamic distribution of B. subtilis within the rhizosphere and its interaction mechanisms with plant roots remains insufficient due to limitations in existing in situ detection methodologies. To achieve dynamic in situ detection of the rhizosphere environment, we established iRhizo-Chip, a microfluidics-based platform. Using this device to investigate microbial behavior within the rhizosphere, we found obvious diurnal fluctuations in the growth of B. subtilis in the rhizosphere. Temporal dynamic analysis of rhizosphere dissolved oxygen (DO), pH, dissolved organic carbon, and reactive oxygen species showed that diurnal fluctuations in the growth of B. subtilis are potentially related to a variety of environmental factors. Spatial dynamic analysis also showed that the spatial distribution changes of B. subtilis and DO and pH were similar. Subsequently, through in vitro control experiments, we proved that rhizosphere DO and pH are the main driving forces for diurnal fluctuations in the growth of B. subtilis . Our results show that the growth of B. subtilis is driven by rhizosphere DO and pH, resulting in diurnal fluctuations, and iRhizo-Chip is a valuable tool for studying plant rhizosphere dynamics.",
          "url": "http://dx.doi.org/10.1073/pnas.2408711121",
          "doi": "10.1073/pnas.2408711121",
          "filter": "2"
        },
        {
          "title": "Proteomic and phosphoproteomic landscape of localized prostate cancer unveils distinct molecular subtypes and insights into precision therapeutics",
          "authors": "Zengming Wang, Haolan Yu, Wei Bao, Min Qu, Yan Wang, Liandong Zhang, Xubing Liu, Chen Liu, Miaoxia He, Jing Li, Zhenyang Dong, Yun Zhang, Bo Yang, Jianguo Hou, Chuanliang Xu, Linhui Wang, Xin Li, Xu Gao, Chenghua Yang",
          "abstract": "Building upon our previous investigation of genomic, epigenomic, and transcriptomic profiles of prostate cancer in China, we conducted a comprehensive analysis of proteomic and phosphoproteomic profiles of 82 tumor tissues and matched adjacent normal tissues from 41 Chinese patients with localized prostate cancer. We identified three distinct proteomic subtypes with significant difference in both molecular features and clinical prognosis. Notably, these proteomic subtypes exhibited a parallel degree of heterogeneity in the phosphoproteome, featuring unique metabolism, proliferation, and immune infiltration characteristics. We further demonstrated that a combination of proteins and phosphosites serves as the most effective biomarkers in prostate cancer to predict biochemical recurrence. Through an integrated multiomics analysis, we revealed mechanistic differences underlying different proteomic subtypes and highlighted the potential significance of Serine/arginine-rich splicing factor 1 (SRSF1) phosphorylation in promoting the malignant characteristics of prostate cancer cells. Our multiomics data provide valuable resources for understanding the molecular mechanisms of prostate cancer within the Chinese population, which have the potential to inform the development of personalized treatment strategies and enhance prognostic analyses for prostate cancer patients.",
          "url": "http://dx.doi.org/10.1073/pnas.2402741121",
          "doi": "10.1073/pnas.2402741121",
          "filter": "2"
        },
        {
          "title": "Proteins required for stereocilia elongation during mammalian hair cell development ensure precise and steady heights during adult life",
          "authors": "Elli I. Hartig, Matthew Day, Amandine Jarysta, Basile Tarchini",
          "abstract": "The hair bundle, or stereocilia bundle, is the mechanosensory compartment of hair cells (HCs) in the inner ear. To date, most mechanistic studies have focused on stereocilia bundle morphogenesis, and it remains unclear how this organelle critical for hearing preserves its precise dimensions during life in mammals. The GPSM2–GNAI complex occupies the distal tip of stereocilia in the tallest row and is required for their elongation during development. Here, we ablate GPSM2–GNAI in adult mouse HCs after normal stereocilia elongation is completed. We observe a progressive height reduction of the tallest row stereocilia totaling ~600 nm after 12 wk in Gpsm2 mutant inner HCs. To measure GPSM2 longevity at tips, we generated a HaloTag-Gpsm2 mouse strain and performed pulse–chase experiments in vivo. Estimates using pulse–chase or tracking loss of GPSM2 immunolabeling following Gpsm2 inactivation suggest that GPSM2 is relatively long-lived at stereocilia tips with a half-life of 9 to 10 d. Height reduction coincides with dampened auditory brainstem responses evoked by low-frequency stimuli in particular. Finally, GPSM2 is required for normal tip enrichment of elongation complex (EC) partners MYO15A, WHRN, and EPS8, mirroring their established codependence during development. Taken together, our results show that the EC is also essential in mature HCs to ensure precise and stable stereocilia height and for sensitive detection of a full range of sound frequencies.",
          "url": "http://dx.doi.org/10.1073/pnas.2405455121",
          "doi": "10.1073/pnas.2405455121",
          "filter": "2"
        },
        {
          "title": "Sensory integration of food and population density during the diapause exit decision involves insulin-like signaling in Caenorhabditis elegans",
          "authors": "Mark G. Zhang, Maedeh Seyedolmohadesin, Soraya Hawk Mercado, Arnaud Tauffenberger, Heenam Park, Nerissa Finnen, Frank C. Schroeder, Vivek Venkatachalam, Paul W. Sternberg",
          "abstract": "Decisions made over long time scales, such as life cycle decisions, require coordinated interplay between sensory perception and sustained gene expression. The Caenorhabditis elegans dauer (or diapause) exit developmental decision requires sensory integration of population density and food availability to induce an all-or-nothing organismal-wide response, but the mechanism by which this occurs remains unknown. Here, we demonstrate how the Amphid Single Cilium J (ASJ) chemosensory neurons, known to be critical for dauer exit, perform sensory integration at both the levels of gene expression and calcium activity. In response to favorable conditions, dauers rapidly produce and secrete the dauer exit-promoting insulin-like peptide INS-6. Expression of ins-6 in the ASJ neurons integrates population density and food level and can reflect decision commitment since dauers committed to exiting have higher ins-6 expression levels than those of noncommitted dauers. Calcium imaging in dauers reveals that the ASJ neurons are activated by food, and this activity is suppressed by pheromone, indicating that sensory integration also occurs at the level of calcium transients. We find that ins-6 expression in the ASJ neurons depends on neuronal activity in the ASJs, cGMP signaling, and the pheromone components ascr#8 and ascr#2. We propose a model in which decision commitment to exit the dauer state involves an autoregulatory feedback loop in the ASJ neurons that promotes high INS-6 production and secretion. These results collectively demonstrate how insulin-like peptide signaling helps animals compute long-term decisions by bridging sensory perception to decision execution.",
          "url": "http://dx.doi.org/10.1073/pnas.2405391121",
          "doi": "10.1073/pnas.2405391121",
          "filter": "2"
        },
        {
          "title": "Asymmetric fluid flow in helical pipes inspired by shark intestines",
          "authors": "Ido Levin, Naroa Sadaba, Alshakim Nelson, Sarah L. Keller",
          "abstract": "Unlike human intestines, which are long, hollow tubes, the intestines of sharks and rays contain interior helical structures surrounding a cylindrical hole. One function of these structures may be to create asymmetric flow, favoring passage of fluid down the digestive tract, from anterior to posterior. Here, we design and 3D print biomimetic models of shark intestines, in both rigid and deformable materials. We use the rigid models to test which physical parameters of the interior helices (the pitch, the hole radius, the tilt angle, and the number of turns) yield the largest flow asymmetries. These asymmetries exceed those of traditional Tesla valves, structures specifically designed to create flow asymmetry without any moving parts. When we print the biomimetic models in elastomeric materials so that flow can couple to the structure’s shape, flow asymmetry is significantly amplified; it is sevenfold larger in deformable structures than in rigid structures. Last, we 3D-print deformable versions of the intestine of a dogfish shark, based on a tomogram of a biological sample. This biomimic produces flow asymmetry comparable to traditional Tesla valves. The ability to influence the direction of a flow through a structure has applications in biological tissues and artificial devices across many scales, from large industrial pipelines to small microfluidic devices.",
          "url": "http://dx.doi.org/10.1073/pnas.2406481121",
          "doi": "10.1073/pnas.2406481121",
          "filter": "2"
        },
        {
          "title": "Monitoring surgical nociception using multisensor physiological models",
          "authors": "Sandya Subramanian, Bryan Tseng, Marcela del Carmen, Annekathryn Goodman, Douglas M. Dahl, Riccardo Barbieri, Emery N. Brown",
          "abstract": "Monitoring nociception, the flow of information associated with harmful stimuli through the nervous system even during unconsciousness, is critical for proper anesthesia care during surgery. Currently, this is done by tracking heart rate and blood pressure by eye. Monitoring objectively a patient’s nociceptive state remains a challenge, causing drugs to often be over- or underdosed intraoperatively. Inefficient management of surgical nociception may lead to more complex postoperative pain management and side effects such as postoperative cognitive dysfunction, particularly in elderly patients. We collected a comprehensive and multisensor prospective observational dataset focused on surgical nociception (101 surgeries, 18,582 min, and 49,878 nociceptive stimuli), including annotations of all nociceptive stimuli occurring during surgery and medications administered. Using this dataset, we developed indices of autonomic nervous system activity based on physiologically and statistically rigorous point process representations of cardiac action potentials and sweat gland activity. Next, we constructed highly interpretable supervised and unsupervised models with appropriate inductive biases that quantify surgical nociception throughout surgery. Our models track nociceptive stimuli more accurately than existing nociception monitors. We also demonstrate that the characterizing signature of nociception learned by our models resembles the known physiology of the response to pain. Our work represents an important step toward objective multisensor physiology-based markers of surgical nociception. These markers are derived from an in-depth characterization of nociception as measured during surgery itself rather than using other experimental models as surrogates for surgical nociception.",
          "url": "http://dx.doi.org/10.1073/pnas.2319316121",
          "doi": "10.1073/pnas.2319316121",
          "filter": "2"
        },
        {
          "title": "Keeping America “Science Strong”",
          "authors": "Marcia McNutt",
          "url": "http://dx.doi.org/10.1073/pnas.2417071121",
          "doi": "10.1073/pnas.2417071121",
          "filter": "2"
        },
        {
          "title": "Modulation of m 6 A RNA modification by DAP3 in cancer cells",
          "authors": "Jian Han, Yangyang Song, Jinghe Xie, Vincent Tano, Haoqing Shen, Wei Liang Gan, Larry Ng, Bryan Yik Loong Ng, Vanessa Hui En Ng, Xiaohui Sui, Sze Jing Tang, Leilei Chen",
          "abstract": "N 6 -methyladenosine (m 6 A) RNA methylation is a prevalent RNA modification that significantly impacts RNA metabolism and cancer development. Maintaining the global m 6 A levels in cancer cells relies on RNA accessibility to methyltransferases and the availability of the methyl donor S-adenosylmethionine (SAM). Here, we reveal that death associated protein 3 (DAP3) plays a crucial role in preserving m 6 A levels through two distinct mechanisms. First, although DAP3 is not a component of the m 6 A writer complex, it directly binds to m 6 A target regions, thereby facilitating METTL3 binding. Second, DAP3 promotes MAT2A ’s last intron splicing, increasing MAT2A protein, cellular SAM, and m 6 A levels. Silencing DAP3 hinders tumorigenesis, which can be rescued by MAT2A overexpression. This evidence suggests DAP3’s role in tumorigenesis, partly through m 6 A regulation. Our findings unveil DAP3’s complex role as an RNA-binding protein and tumor promoter, impacting RNA processing, splicing, and m 6 A modification in cancer transcriptomes.",
          "url": "http://dx.doi.org/10.1073/pnas.2404509121",
          "doi": "10.1073/pnas.2404509121",
          "filter": "2"
        },
        {
          "title": "Total loss of VHL gene function impairs neuroendocrine cancer cell fitness due to excessive HIF2α activity",
          "authors": "Muhannad Abu-Remaileh, Nicole S. Persky, Yenarae Lee, David E. Root, William G. Kaelin",
          "abstract": "Loss-of-function germline von Hippel–Lindau ( VHL ) tumor suppressor mutations cause VHL disease, which predisposes individuals to kidney cancer, hemangioblastomas, and paragangliomas. The risk that a given VHL disease family will manifest some or all these tumor types is profoundly influenced by the VHL allele it carries. For example, almost all VHL disease families that develop paraganglioma have missense VHL mutations. VHL families with null VHL alleles develop kidney cancer and hemangioblastomas without a high risk of paraganglioma. The latter is surprising because the VHL gene product, pVHL, suppresses the HIF2 transcription factor and gain-of-function HIF2 mutations are also linked to paraganglioma. Paragangliomas arise from the sympathetic or parasympathetic nervous system. Given the lack of human paraganglioma cell lines, we studied the effects of inactivating VHL in neuroblastoma cell lines, which also arise from the sympathetic nervous system. We found that total loss of pVHL function profoundly impairs the fitness of neuroblastoma cell lines in a HIF2-dependent manner both ex vivo and in vivo. This fitness defect can be rescued by pVHL variants linked to paraganglioma, but not by pVHL variants associated with a low risk of paraganglioma. These findings suggest that HIF2 activity above a critical threshold prevents the development of paraganglioma.",
          "url": "http://dx.doi.org/10.1073/pnas.2410356121",
          "doi": "10.1073/pnas.2410356121",
          "filter": "2"
        },
        {
          "title": "Light-field tomographic fluorescence lifetime imaging microscopy",
          "authors": "Yayao Ma, Jongchan Park, Luzhe Huang, Chandani Sen, Samuel Burri, Claudio Bruschini, Xilin Yang, Qi Cui, Robert B. Cameron, Gregory A. Fishbein, Brigitte N. Gomperts, Aydogan Ozcan, Edoardo Charbon, Liang Gao",
          "abstract": "Fluorescence lifetime imaging microscopy (FLIM) is a powerful imaging technique that enables the visualization of biological samples at the molecular level by measuring the fluorescence decay rate of fluorescent probes. This provides critical information about molecular interactions, environmental changes, and localization within biological systems. However, creating high-resolution lifetime maps using conventional FLIM systems can be challenging, as it often requires extensive scanning that can significantly lengthen acquisition times. This issue is further compounded in three-dimensional (3D) imaging because it demands additional scanning along the depth axis. To tackle this challenge, we developed a computational imaging technique called light-field tomographic FLIM (LIFT-FLIM). Our approach allows for the acquisition of volumetric fluorescence lifetime images in a highly data-efficient manner, significantly reducing the number of scanning steps required compared to conventional point-scanning or line-scanning FLIM imagers. Moreover, LIFT-FLIM enables the measurement of high-dimensional data using low-dimensional detectors, which are typically low cost and feature a higher temporal bandwidth. We demonstrated LIFT-FLIM using a linear single-photon avalanche diode array on various biological systems, showcasing unparalleled single-photon detection sensitivity. Additionally, we expanded the functionality of our method to spectral FLIM and demonstrated its application in high-content multiplexed imaging of lung organoids. LIFT-FLIM has the potential to open up broad avenues in both basic and translational biomedical research.",
          "url": "http://dx.doi.org/10.1073/pnas.2402556121",
          "doi": "10.1073/pnas.2402556121",
          "filter": "2"
        },
        {
          "title": "Accurate prediction of discontinuous crack paths in random porous media via a generative deep learning model",
          "authors": "Yuxiang He, Yu Tan, Mingshan Yang, Yongbin Wang, Yangguang Xu, Jianghong Yuan, Xiangyu Li, Weiqiu Chen, Guozheng Kang",
          "abstract": "Pore structures provide extra freedoms for the design of porous media, leading to desirable properties, such as high catalytic rate, energy storage efficiency, and specific strength. This unfortunately makes the porous media susceptible to failure. Deep understanding of the failure mechanism in microstructures is a key to customizing high-performance crack-resistant porous media. However, solving the fracture problem of the porous materials is computationally intractable due to the highly complicated configurations of microstructures. To bridge the structural configurations and fracture responses of random porous media, a unique generative deep learning model is developed. A two-step strategy is proposed to deconstruct the fracture process, which sequentially corresponds to elastic deformation and crack propagation. The geometry of microstructure is translated into a scalar of elastic field as an intermediate variable, and then, the crack path is predicted. The neural network precisely characterizes the strong interactions among pore structures, the multiscale behaviors of fracture, and the discontinuous essence of crack propagation. Crack paths in random porous media are accurately predicted by simply inputting the images of targets, without inputting any additional input physical information. The prediction model enjoys an outstanding performance with a prediction accuracy of 90.25% and possesses a robust generalization capability. The accuracy of the present model is a record so far, and the prediction is accomplished within a second. This study opens an avenue to high-throughput evaluation of the fracture behaviors of heterogeneous materials with complex geometries.",
          "url": "http://dx.doi.org/10.1073/pnas.2413462121",
          "doi": "10.1073/pnas.2413462121",
          "filter": "2"
        },
        {
          "title": "miR-96-5p expression is sufficient to induce and maintain the senescent cell fate in the absence of stress",
          "authors": "Fernando E. Santiago, Tanvi Adige, Shamsed Mahmud, Xiao Dong, Laura J. Niedernhofer, Paul D. Robbins",
          "abstract": "Senescence is a cell fate driven by different types of stress that results in exit from the cell cycle and expression of an inflammatory senescence-associated secretory phenotype (SASP). Here, we demonstrate that stable overexpression of miR-96-5p was sufficient to induce cellular senescence in the absence of genotoxic stress, inducing expression of certain markers of early senescence including SASP factors while repressing markers of deep senescence including LINE-1 and type 1 interferons. Stable miR-96-5p overexpression led to genome-wide changes in heterochromatin followed by epigenetic activation of p16 Ink4a , p21 Cip1 , and SASP expression, induction of a marker of DNA damage, and induction of a transcriptional signature similar to other senescent lung and endothelial cell types. Expression of miR-96-5p significantly increased following senescence induction in culture cells and with aging in tissues from naturally aged and Ercc1 −/Δ progeroid mice. Mechanistically, miR-96-5p directly suppressed expression of SIN3B and SIN3 corepressor complex constituents KDM5A and MORF4L2, and siRNA-mediated knockdown of these transcriptional regulators recapitulated the senescent phenotype. In addition, pharmacologic inhibition of the SIN3 complex suppressed senescence and SASP markers. These results clearly demonstrate that a single microRNA is sufficient to drive early senescence in the absence of genotoxic stress through targeting epigenetic and transcriptional regulators, identifying novel targets for the development of senotherapeutics.",
          "url": "http://dx.doi.org/10.1073/pnas.2321182121",
          "doi": "10.1073/pnas.2321182121",
          "filter": "2"
        },
        {
          "title": "Sprain energy consequences for damage localization and fracture mechanics",
          "authors": "Houlin Xu, Anh Tay Nguyen, Zdeněk P. Bažant",
          "abstract": "The 2023 smooth Lagrangian Crack-Band Model (slCBM), inspired by the 2020 invention of the gap test, prevented spurious damage localization during fracture growth by introducing the second gradient of the displacement field vector, named the “sprain,” as the localization limiter. The key idea was that, in the finite element implementation, the displacement vector and its gradient should be treated as independent fields with the lowest ( C 0 ) continuity, constrained by a second-order Lagrange multiplier tensor. Coupled with a realistic constitutive law for triaxial softening damage, such as microplane model M7, the known limitations of the classical Crack Band Model were eliminated. Here, we show that the slCBM closely reproduces the size effect revealed by the gap test at various crack-parallel stresses. To describe it, we present an approximate corrective formula, although a strong loading-path dependence limits its applicability. Except for the rare case of zero crack-parallel stresses, the fracture predictions of the line crack models (linear elastic fracture mechanics, phase-field, extended finite element method (XFEM), cohesive crack models) can be as much as 100% in error. We argue that the localization limiter concept must be extended by including the resistance to material rotation gradients. We also show that, without this resistance, the existing strain-gradient damage theories may predict a wrong fracture pattern and have, for Mode II and III fractures, a load capacity error as much as 55%. Finally, we argue that the crack-parallel stress effect must occur in all materials, ranging from concrete to atomistically sharp cracks in crystals.",
          "url": "http://dx.doi.org/10.1073/pnas.2410668121",
          "doi": "10.1073/pnas.2410668121",
          "filter": "2"
        },
        {
          "title": "Unraveling the adsorption-limited hydrogen oxidation reaction at palladium surface via in situ electron microscopy",
          "authors": "Yukun Liu, Kunmo Koo, Zugang Mao, Xianbiao Fu, Xiaobing Hu, Vinayak P. Dravid",
          "abstract": "Palladium (Pd) catalysts have been extensively studied for the direct synthesis of H 2 O through the hydrogen oxidation reaction at ambient conditions. This heterogeneous catalytic reaction not only holds considerable practical significance but also serves as a classical model for investigating fundamental mechanisms, including adsorption and reactions between adsorbates. Nonetheless, the governing mechanisms and kinetics of its intermediate reaction stages under varying gas conditions remain elusive. This is attributed to the intricate interplay between adsorption, atomic diffusion, and concurrent phase transformation of catalyst. Herein, the Pd-catalyzed, water-forming hydrogen oxidation is studied in situ, to investigate intermediate reaction stages via gas cell transmission electron microscopy. The dynamic behaviors of water generation, associated with reversible palladium hydride formation, are captured in real time with a nanoscale spatial resolution. Our findings suggest that the hydrogen oxidation rate catalyzed by Pd is significantly affected by the sequence in which gases are introduced. Through direct evidence of electron diffraction and density functional theory calculation, we demonstrate that the hydrogen oxidation rate is limited by precursors’ adsorption. These nanoscale insights help identify the optimal reaction conditions for Pd-catalyzed hydrogen oxidation, which has substantial implications for water production technologies. The developed understanding also advocates a broader exploration of analogous mechanisms in other metal-catalyzed reactions.",
          "url": "http://dx.doi.org/10.1073/pnas.2408277121",
          "doi": "10.1073/pnas.2408277121",
          "filter": "2"
        },
        {
          "title": "Repetition dynamically and rapidly increases cortical, but not hippocampal, offline reactivation",
          "authors": "Wangjing Yu, Asieh Zadbood, Avi J. H. Chanales, Lila Davachi",
          "abstract": "No sooner is an experience over than its neural representation begins to be transformed through memory reactivation during offline periods. The lion’s share of prior research has focused on understanding offline reactivation within the hippocampus. However, it is hypothesized that consolidation processes involve offline reactivation in cortical regions as well as coordinated reactivation in the hippocampus and cortex. Using fMRI, we presented novel and repeated paired associates to participants during encoding and measured offline memory reactivation for those events during an immediate post-encoding rest period. post-encoding reactivation frequency of repeated and once-presented events did not differ in the hippocampus. However, offline reactivation in widespread cortical regions and hippocampal-cortical coordinated reactivation were significantly enhanced for repeated events. These results provide evidence that repetition might facilitate the distribution of memory representations across cortical networks, a hallmark of systems-level consolidation. Interestingly, we found that offline reactivation frequency in both hippocampus and cortex explained variance in behavioral success on an immediate associative recognition test for the once-presented information, potentially indicating a role of offline reactivation in maintaining these novel, weaker, memories. Together, our findings highlight that endogenous offline reactivation can be robustly and significantly modulated by study repetition.",
          "url": "http://dx.doi.org/10.1073/pnas.2405929121",
          "doi": "10.1073/pnas.2405929121",
          "filter": "2"
        },
        {
          "title": "Imaging hot photocarrier transfer across a semiconductor heterojunction with ultrafast electron microscopy",
          "authors": "Basamat S. Shaheen, Kenny Huynh, Yujie Quan, Usama Choudhry, Ryan Gnabasik, Zeyu Xiang, Mark Goorsky, Bolin Liao",
          "abstract": "Semiconductor heterojunctions have gained significant attention for efficient optoelectronic devices owing to their unique interfaces and synergistic effects. Interaction between charge carriers with the heterojunction plays a crucial role in determining device performance, while its spatial-temporal mapping remains lacking. In this study, we employ scanning ultrafast electron microscopy (SUEM), an emerging technique that combines high spatial-temporal resolution and surface sensitivity, to investigate photocarrier dynamics across a Si/Ge heterojunction. Charge dynamics are selectively examined across the junction and compared to far bulk areas, through which the impact of the built-in potential, band offsets, and surface effects is directly visualized. In particular, we find that the heterojunction drastically modifies the hot photocarrier diffusivities in both Si and Ge regions due to charge trapping. These findings are further elucidated with insights from the band structure and surface potential measured by complementary techniques. This work demonstrates the tremendous effect of heterointerfaces on hot photocarrier dynamics and showcases the potential of SUEM in characterizing realistic optoelectronic devices.",
          "url": "http://dx.doi.org/10.1073/pnas.2410428121",
          "doi": "10.1073/pnas.2410428121",
          "filter": "2"
        },
        {
          "title": "Optical conductivity of the Majorana mode at the s - and d -wave topological superconductor edge",
          "authors": "Lina Johnsen Kamra, Bo Lu, Jacob Linder, Yukio Tanaka, Naoto Nagaosa",
          "abstract": "The Majorana fermion offers fascinating possibilities such as non-Abelian statistics and nonlocal robust qubits, and hunting it is one of the most important topics in current condensed matter physics. Most of the efforts have been focused on the Majorana bound state at zero energy in terms of scanning tunneling spectroscopy searching for the quantized conductance. On the other hand, a chiral Majorana edge channel appears at the surface of a three-dimensional topological insulator when engineering an interface between proximity-induced superconductivity and ferromagnetism. Recent advances in microwave spectroscopy of topological edge states open a new avenue for observing signatures of such Majorana edge states through the local optical conductivity. As a guide to future experiments, we show how the local optical conductivity and density of states present distinct qualitative features depending on the symmetry of the superconductivity, that can be tuned via the magnetization and temperature. In particular, the presence of the Majorana edge state leads to a characteristic nonmonotonic temperature dependence achieved by tuning the magnetization.",
          "url": "http://dx.doi.org/10.1073/pnas.2404009121",
          "doi": "10.1073/pnas.2404009121",
          "filter": "2"
        },
        {
          "title": "Paracrine FGF1 signaling directs pituitary architecture and size",
          "authors": "Konstantin Khetchoumian, Kevin Sochodolsky, Chrystel Lafont, Arthur Gouhier, Amandine Bemmo, Yacine Kherdjemil, Marie Kmita, Paul Le Tissier, Patrice Mollard, Helen Christian, Jacques Drouin",
          "abstract": "Organ architecture is established during development through intricate cell–cell communication mechanisms, yet the specific signals mediating these communications often remain elusive. Here, we used the anterior pituitary gland that harbors different interdigitated hormone-secreting homotypic cell networks to dissect cell–cell communication mechanisms operating during late development. We show that blocking differentiation of corticotrope cells leads to pituitary hypoplasia with a major effect on somatotrope cells that directly contact corticotropes. Gene knockout of the corticotrope-restricted transcription factor Tpit results in fewer somatotropes, with less secretory granules and a loss of cell polarity, resulting in systemic growth retardation. Single-cell transcriptomic analyses identified FGF1 as a corticotrope-specific Tpit dosage-dependent target gene responsible for these phenotypes. Consistently, genetic ablation of FGF1 in mice phenocopies pituitary hypoplasia and growth impairment observed in Tpit -deficient mice. These findings reveal FGF1 produced by the corticotrope cell network as an essential paracrine signaling molecule participating in pituitary architecture and size.",
          "url": "http://dx.doi.org/10.1073/pnas.2410269121",
          "doi": "10.1073/pnas.2410269121",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "How wet must a wetland be to have federal protections in post- Sackett US?",
          "authors": "Adam C. Gold",
          "abstract": "In 2023, the US Supreme Court’s majority ruled in Sackett v. Environmental Protection Agency that only wetlands that are “indistinguishable” from federally protected waters “due to a continuous surface connection” are federally protected. This study estimates the potential impact of interpretations of the ruling on federal wetlands protections, using a qualitative measure of wetland “wetness” as a proxy for the new requirement. An estimated area ranging from ~17 million acres (19%) to nearly all 90 million acres of nontidal wetlands in the conterminous United States could be without federal protections, and variability in state protections creates hotspots of risk. The high-level estimates provided here represent a first step toward understanding the long-term impacts of Sackett v. Environmental Protection Agency on federal wetlands protections and highlight the uncertainty introduced by the ruling.",
          "url": "http://dx.doi.org/10.1126/science.adp3222",
          "doi": "10.1126/science.adp3222",
          "filter": "0"
        },
        {
          "title": "Context matters in social media",
          "authors": "H. Holden Thorp, Valda Vinson",
          "abstract": "Does the information that people see on social media influence their political views? Is it making people politically more divided? In July 2023, Science published three papers on an unprecedented study of the effects of social media and social media algorithms on political polarization during the United States 2020 presidential election. The authors, who included independent academics and Facebook employees, analyzed a massive dataset on the users of Facebook and Instagram whose news feed was filtered either by the site’s default algorithm, which presents posts in a manner most likely to keep users on the site, or delivered chronologically in the order that they came in. The chronological feed led to users’ spending less time on the site but did not substantially change their attitudes about politics. The finding has surprised many observers who thought that Facebook contributed to political division. Moreover, the studies signal that research on social media is complicated and requires even more attention.",
          "url": "http://dx.doi.org/10.1126/science.adt2983",
          "doi": "10.1126/science.adt2983",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "A host-adapted auxotrophic gut symbiont induces mucosal immunodeficiency",
          "authors": "Qiuhe Lu, Thomas C. A. Hitch, Julie Y. Zhou, Mohammed Dwidar, Naseer Sangwan, Dylan Lawrence, Lila S. Nolan, Scott T. Espenschied, Kevin P. Newhall, Yi Han, Paul E. Karell, Vanessa Salazar, Megan T. Baldridge, Thomas Clavel, Thaddeus S. Stappenbeck",
          "abstract": "Harnessing the microbiome to benefit human health requires an initial step in determining the identity and function of causative microorganisms that affect specific host physiological functions. We show a functional screen of the bacterial microbiota from mice with low intestinal immunoglobulin A (IgA) levels; we identified a Gram-negative bacterium, proposed as Tomasiella immunophila , that induces and degrades IgA in the mouse intestine. Mice harboring T. immunophila are susceptible to infections and show poor mucosal repair. T. immunophila is auxotrophic for the bacterial cell wall amino sugar N-acetylmuramic acid. It delivers immunoglobulin-degrading proteases into outer membrane vesicles that preferentially degrade rodent antibodies with kappa but not lambda light chains. This work indicates a role for symbionts in immunodeficiency, which might be applicable to human disease.",
          "url": "http://dx.doi.org/10.1126/science.adk2536",
          "doi": "10.1126/science.adk2536",
          "filter": "2"
        },
        {
          "title": "Prefrontal synaptic regulation of homeostatic sleep pressure revealed through synaptic chemogenetics",
          "authors": "Takeshi Sawada, Yusuke Iino, Kensuke Yoshida, Hitoshi Okazaki, Shinnosuke Nomura, Chika Shimizu, Tomoki Arima, Motoki Juichi, Siqi Zhou, Nobuhiro Kurabayashi, Takeshi Sakurai, Sho Yagishita, Masashi Yanagisawa, Taro Toyoizumi, Haruo Kasai, Shoi Shi",
          "abstract": "Sleep is regulated by homeostatic processes, yet the biological basis of sleep pressure that accumulates during wakefulness, triggers sleep, and dissipates during sleep remains elusive. We explored a causal relationship between cellular synaptic strength and electroencephalography delta power indicating macro-level sleep pressure by developing a theoretical framework and a molecular tool to manipulate synaptic strength. The mathematical model predicted that increased synaptic strength promotes the neuronal “down state” and raises the delta power. Our molecular tool (synapse-targeted chemically induced translocation of Kalirin-7, SYNCit-K), which induces dendritic spine enlargement and synaptic potentiation through chemically induced translocation of protein Kalirin-7, demonstrated that synaptic potentiation of excitatory neurons in the prefrontal cortex (PFC) increases nonrapid eye movement sleep amounts and delta power. Thus, synaptic strength of PFC excitatory neurons dictates sleep pressure in mammals.",
          "url": "http://dx.doi.org/10.1126/science.adl3043",
          "doi": "10.1126/science.adl3043",
          "filter": "2"
        },
        {
          "title": "Mental programming of spatial sequences in working memory in the macaque frontal cortex",
          "authors": "Zhenghe Tian, Jingwen Chen, Cong Zhang, Bin Min, Bo Xu, Liping Wang",
          "abstract": "How the brain mentally sorts a series of items in a specific order within working memory (WM) remains largely unknown. We investigated mental sorting using high-throughput electrophysiological recordings in the frontal cortex of macaque monkeys, who memorized and sorted spatial sequences in forward or backward orders according to visual cues. We discovered that items at each ordinal rank in WM were encoded in separate rank-WM subspaces and then, depending on cues, were maintained or reordered between the subspaces, accompanied by two extra temporary subspaces in two operation steps. Furthermore, the cue activity served as an indexical signal to trigger sorting processes. Thus, we propose a complete conceptual framework, where the neural landscape transitions in frontal neural states underlie the symbolic system for mental programming of sequence WM.",
          "url": "http://dx.doi.org/10.1126/science.adp6091",
          "doi": "10.1126/science.adp6091",
          "filter": "2"
        },
        {
          "title": "Cross-species single-cell spatial transcriptomic atlases of the cerebellar cortex",
          "authors": "Shijie Hao, Xiaojia Zhu, Zhi Huang, Qianqian Yang, Hean Liu, Yan Wu, Yafeng Zhan, Yu Dong, Chao Li, He Wang, Elize Haasdijk, Zihan Wu, Shenglong Li, Haotian Yan, Lijing Zhu, Shiyong Guo, Zefang Wang, Aojun Ye, Youning Lin, Luman Cui, Xing Tan, Huanlin Liu, Mingli Wang, Jing Chen, Yanqing Zhong, Wensi Du, Guangling Wang, Tingting Lai, Mengdi Cao, Tao Yang, Yuanfang Xu, Ling Li, Qian Yu, Zhenkun Zhuang, Ying Xia, Ying Lei, Yingjie An, Mengnan Cheng, Yun Zhao, Lei Han, Yue Yuan, Xinxiang Song, Yumo Song, Liqin Gu, Chang Liu, Xiumei Lin, Ruiqi Wang, Zhifeng Wang, Yang Wang, Shenyu Li, Huanhuan Li, Jingjing Song, Mengni Chen, Wanqiu Zhou, Nini Yuan, Suhong Sun, Shiwen Wang, Yu Chen, Mingyuan Zheng, Jiao Fang, Ruiyi Zhang, Shuzhen Zhang, Qinwen Chai, Jiabing Liu, Wu Wei, Jie He, Haibo Zhou, Yangang Sun, Zhen Liu, Chuanyu Liu, Jianhua Yao, Zhifeng Liang, Xun Xu, Muming Poo, Chengyu Li, Chris I. De Zeeuw, Zhiming Shen, Zhiyong Liu, Longqi Liu, Shiping Liu, Yidi Sun, Cirong Liu",
          "abstract": "The molecular and cellular organization of the primate cerebellum remains poorly characterized. We obtained single-cell spatial transcriptomic atlases of macaque, marmoset, and mouse cerebella and identified primate-specific cell subtypes, including Purkinje cells and molecular-layer interneurons, that show different expression of the glutamate ionotropic receptor Delta type subunit 2 ( GRID2 ) gene. Distinct gene expression profiles were found in anterior, posterior, and vestibular regions in all species, whereas region-selective gene expression was predominantly observed in the granular layer of primates and in the Purkinje layer of mice. Gene expression gradients in the cerebellar cortex matched well with functional connectivity gradients revealed with awake functional magnetic resonance imaging, with more lobule-specific differences between primates and mice than between two primate species. These comprehensive atlases and comparative analyses provide the basis for understanding cerebellar evolution and function.",
          "url": "http://dx.doi.org/10.1126/science.ado3927",
          "doi": "10.1126/science.ado3927",
          "filter": "2"
        },
        {
          "title": "Mutating a flexible region of the RSV F protein can stabilize the prefusion conformation",
          "authors": "Yu Liang, Shuai Shao, Xin Yu Li, Zi Xin Zhao, Ning Liu, Zhao Ming Liu, Fu Jie Shen, Hao Zhang, Jun Wei Hou, Xue Feng Zhang, Yu Qin Jin, Li Fang Du, Xin Li, Jing Zhang, Ji Guo Su, Qi Ming Li",
          "abstract": "The respiratory syncytial virus (RSV) fusion (F) glycoprotein is highly immunogenic in its prefusion (pre-F) conformation. However, the protein is unstable, and its conformation must be stabilized for it to function effectively as an immunogen in vaccines. We present a mutagenesis strategy to arrest the RSV F protein in its pre-F state by blocking localized changes in protein structure that accompany large-scale conformational rearrangements. We generated a series of mutants and screened them in vitro to assess their potential for forming a stable pre-F. In animals, the immunogenicity of a representative mutant F protein, with a conformation confirmed by cryo–electron microscopy, elicited levels of neutralizing antibodies and protection against RSV-induced lung damage that were comparable to those of DS-Cav1, a pre-F used in a licensed vaccine.",
          "url": "http://dx.doi.org/10.1126/science.adp2362",
          "doi": "10.1126/science.adp2362",
          "filter": "2"
        },
        {
          "title": "Pronouns reactivate conceptual representations in human hippocampal neurons",
          "authors": "D. E. Dijksterhuis, M. W. Self, J. K. Possel, J. C. Peters, E. C. W. van Straaten, S. Idema, J. C. Baaijen, S. M. A. van der Salm, E. J. Aarnoutse, N. C. E. van Klink, P. van Eijsden, S. Hanslmayr, R. Chelvarajah, F. Roux, L. D. Kolibius, V. Sawlani, D. T. Rollings, S. Dehaene, P. R. Roelfsema",
          "abstract": "During discourse comprehension, every new word adds to an evolving representation of meaning that accumulates over consecutive sentences and constrains the next words. To minimize repetition and utterance length, languages use pronouns, like the word “she,” to refer to nouns and phrases that were previously introduced. It has been suggested that language comprehension requires that pronouns activate the same neuronal representations as the nouns themselves. We recorded from individual neurons in the human hippocampus during a reading task. Cells that were selective to a particular noun were later reactivated by pronouns that refer to the cells’ preferred noun. These results imply that concept cells contribute to a rapid and dynamic semantic memory network that is recruited during language comprehension.",
          "url": "http://dx.doi.org/10.1126/science.adr2813",
          "doi": "10.1126/science.adr2813",
          "filter": "2"
        },
        {
          "title": "Lithium extraction from brine through a decoupled and membrane-free electrochemical cell design",
          "authors": "Zhen Li, I-Chun Chen, Li Cao, Xiaowei Liu, Kuo-Wei Huang, Zhiping Lai",
          "abstract": "The sustainability of lithium-based energy storage or conversion systems, e.g., lithium-ion batteries, can be enhanced by establishing methods of efficient lithium extraction from harsh brines. In this work, we describe a decoupled membrane-free electrochemical cell that cycles lithium ions between iron-phosphate electrodes and features cathode (brine) and anode (fresh water) compartments that are isolated from each other yet electrochemically connected through a pair of silver/silver-halide redox electrodes. This design is compatible with harsh brines having magnesium/lithium molar ratios of up to 3258 and lithium concentrations down to 0.15 millimolar, enabling the production of battery-grade (&gt;99.95% pure) lithium carbonate. Energy savings of up to ~21.5% were realized by efficiently harvesting the osmotic energy of the brines. A pilot-scale cell with an electrode surface area of 33.75 square meters was used to realize lithium extraction from Dead Sea brine with a recovery rate of 84.0%.",
          "url": "http://dx.doi.org/10.1126/science.adg8487",
          "doi": "10.1126/science.adg8487",
          "filter": "2"
        },
        {
          "title": "A kalihinol analog disrupts apicoplast function and vesicular trafficking in P. falciparum malaria",
          "authors": "Z. Chahine, S. Abel, T. Hollin, G. L. Barnes, J. H. Chung, M. E. Daub, I. Renard, J. Y. Choi, P. Vydyam, A. Pal, M. Alba-Argomaniz, C. A. S. Banks, J. Kirkwood, A. Saraf, I. Camino, P. Castaneda, M. C. Cuevas, J. De Mercado-Arnanz, E. Fernandez-Alvaro, A. Garcia-Perez, N. Ibarz, S. Viera-Morilla, J. Prudhomme, C. J. Joyner, A. K. Bei, L. Florens, C. Ben Mamoun, C. D. Vanderwal, K. G. Le Roch",
          "abstract": "We report the discovery of MED6-189, an analog of the kalihinol family of isocyanoterpene natural products that is effective against drug-sensitive and drug-resistant Plasmodium falciparum strains, blocking both asexual replication and sexual differentiation. In vivo studies using a humanized mouse model of malaria confirm strong efficacy of the compound in animals with no apparent hemolytic activity or toxicity. Complementary chemical, molecular, and genomics analyses revealed that MED6-189 targets the parasite apicoplast and acts by inhibiting lipid biogenesis and cellular trafficking. Genetic analyses revealed that a mutation in PfSec13 , which encodes a component of the parasite secretory machinery, reduced susceptibility to the drug. Its high potency, excellent therapeutic profile, and distinctive mode of action make MED6-189 an excellent addition to the antimalarial drug pipeline.",
          "url": "http://dx.doi.org/10.1126/science.adm7966",
          "doi": "10.1126/science.adm7966",
          "filter": "2"
        },
        {
          "title": "The revolution in high-throughput proteomics and AI",
          "authors": "Eric J. Topol",
          "abstract": "The recent capability to measure thousands of plasma proteins from a tiny blood sample has provided a new dimension of expansive data that can advance our understanding of human health. For example, the company SomaLogic has developed the means to measure more than 10,000 proteins and Thermo Fisher’s Olink assays over 5400 proteins from as little as 2 μl. When these rich data are integrated with other layers of information from large patient cohorts, such as the UK Biobank’s genetic, health, and lifestyle information from half a million participants, we get new insights about the underpinnings of disease, the aging process, and the potential ability to forecast an individual’s health trajectory.",
          "url": "http://dx.doi.org/10.1126/science.ads5749",
          "doi": "10.1126/science.ads5749",
          "filter": "2"
        },
        {
          "title": "Neuromodulator and neuropeptide sensors and probes for precise circuit interrogation in vivo",
          "authors": "J. Muir, M. Anguiano, C. K. Kim",
          "abstract": "To determine how neuronal circuits encode and drive behavior, it is often necessary to measure and manipulate different aspects of neurochemical signaling in awake animals. Optogenetics and calcium sensors have paved the way for these types of studies, allowing for the perturbation and readout of spiking activity within genetically defined cell types. However, these methods lack the ability to further disentangle the roles of individual neuromodulator and neuropeptides on circuits and behavior. We review recent advances in chemical biology tools that enable precise spatiotemporal monitoring and control over individual neuroeffectors and their receptors in vivo. We also highlight discoveries enabled by such tools, revealing how these molecules signal across different timescales to drive learning, orchestrate behavioral changes, and modulate circuit activity.",
          "url": "http://dx.doi.org/10.1126/science.adn6671",
          "doi": "10.1126/science.adn6671",
          "filter": "2"
        },
        {
          "title": "Four decades of Hawaiian monk seal entanglement data reveal the benefits of plastic debris removal",
          "authors": "Jason D. Baker, Thea C. Johanos, Hope Ronco, Brenda L. Becker, James Morioka, Kevin O’Brien, Mary J. Donohue",
          "abstract": "Abandoned, lost, or otherwise discarded fishing gear causes harm to marine species and ecosystems. To mitigate the destruction wrought by this ocean plastic debris, various cleanup programs have been established, though to our knowledge the benefits of such efforts to marine species and ecosystems have not yet been empirically demonstrated. We examined more than 40 years of Hawaiian monk seal marine debris entanglement records before and after large-scale marine debris removal efforts were initiated in the Northwestern Hawaiian Islands, demonstrating a substantial reduction in entanglement rates where debris removal effort was most concentrated. Large-scale and sustained removal of abandoned, lost, or otherwise discarded fishing gear meaningfully benefits marine ecosystems and has the potential to be transformational in restoration efforts.",
          "url": "http://dx.doi.org/10.1126/science.ado2834",
          "doi": "10.1126/science.ado2834",
          "filter": "2"
        },
        {
          "title": "Structural basis for inositol pyrophosphate gating of the phosphate channel XPR1",
          "authors": "Yi Lu, Chen-Xi Yue, Li Zhang, Deqiang Yao, Ying Xia, Qing Zhang, Xinchen Zhang, Shaobai Li, Yafeng Shen, Mi Cao, Chang-Run Guo, An Qin, Jie Zhao, Lu Zhou, Ye Yu, Yu Cao",
          "abstract": "Precise regulation of intracellular phosphate (Pi) is critical for cellular function, with XPR1 serving as the sole Pi exporter in humans. The mechanism of Pi efflux, activated by inositol pyrophosphates (PP-IPs), has remained unclear. This study presents cryo-electron microscopy structures of XPR1 in multiple conformations, revealing a transmembrane pathway for Pi export and a dual-binding activation pattern by PP-IPs. A canonical binding site is located at the dimeric interface of SPX domains, and a second site, biased toward PP-IPs, is found between the transmembrane and SPX domains. By integrating structural studies with electrophysiological analyses, we characterize XPR1 as an IPs/PP-IPs-activated phosphate channel. The interplay among its TMDs, SPX domains, and IPs/PP-IPs orchestrates the conformational transition between its closed and open states.",
          "url": "http://dx.doi.org/10.1126/science.adp3252",
          "doi": "10.1126/science.adp3252",
          "filter": "2"
        },
        {
          "title": "Photochemical phosphorus-enabled scaffold remodeling of carboxylic acids",
          "authors": "Qiupeng Peng, Meemie U. Hwang, Ángel Rentería-Gómez, Poulami Mukherjee, Ryan M. Young, Yunfan Qiu, Michael R. Wasielewski, Osvaldo Gutierrez, Karl A. Scheidt",
          "abstract": "The excitation of carbonyl compounds by light to generate radical intermediates has historically been restricted to ketones and aldehydes; carboxylic acids have been overlooked because of high energy requirements and low quantum efficiency. A successful activation strategy would necessitate a bathochromic shift in the absorbance profile, an increase in triplet diradical lifetime, and ease of further functionalization. We present a single-flask transformation of carboxylic acids to acyl phosphonates that can access synthetically useful triplet diradicals under visible light or near-ultraviolet irradiation. The use of phosphorus circumvents unproductive Norrish type I processes, promoting selectivity that enables hydrogen-atom transfer reactivity. Use of this strategy promotes the efficient scaffold remodeling of carboxylic acids through various annulation, contraction, and expansion manifolds.",
          "url": "http://dx.doi.org/10.1126/science.adr0771",
          "doi": "10.1126/science.adr0771",
          "filter": "2"
        },
        {
          "title": "Genetic excision of the regulatory cardiac troponin I extension in high–heart rate mammal clades",
          "authors": "William Joyce, Kai He, Mengdie Zhang, Samuel Ogunsola, Xini Wu, Kelvin T. Joseph, David Bogomolny, Wenhua Yu, Mark S. Springer, Jiuyong Xie, Anthony V. Signore, Kevin L. Campbell",
          "abstract": "Mammalian cardiac troponin I (cTnI) contains a highly conserved amino-terminal extension harboring protein kinase A targets [serine-23 and -24 (Ser 23/24 )] that are phosphorylated during β-adrenergic stimulation to defend diastolic filling by means of an increased cardiomyocyte relaxation rate. In this work, we show that the Ser 23/24 -encoding exon 3 of TNNI3 was pseudoexonized multiple times in shrews and moles to mimic Ser 23/24 phosphorylation without adrenergic stimulation, facilitating the evolution of exceptionally high resting heart rates (~1000 beats per minute). We further reveal alternative exon 3 splicing in distantly related bat families and confirm that both cTnI splice variants are incorporated into cardiac myofibrils. Because exon 3 of human TNNI3 exhibits a relatively low splice strength score, our findings offer an evolutionarily informed strategy to excise this exon to improve diastolic function during heart failure.",
          "url": "http://dx.doi.org/10.1126/science.adi8146",
          "doi": "10.1126/science.adi8146",
          "filter": "2"
        },
        {
          "title": "A dynamic mid-crustal magma domain revealed by the 2023 to 2024 Sundhnúksgígar eruptions, Iceland",
          "authors": "Simon W. Matthews, Alberto Caracciolo, Enikő Bali, Sæmundur Halldórsson, Olgeir Sigmarsson, Guðmundur Guðfinnsson, Gro B. M. Pedersen, Jóhann Gunnarsson Robin, Edward W. Marshall, Araksan A. Aden, Bryndís Ýr Gísladóttir, Chantal Bosq, Delphine Auclair, Heini Merrill, Nicolas Levillayer, Noëmi Löw, Rebekka Hlín Rúnarsdóttir, Sóley M. Johnson, Sveinbjörn Steinþórsson, Vincent Drouin",
          "abstract": "Mid-crustal magma domains are the source of many basaltic eruptions. Lavas from individual eruptions are often chemically homogeneous, suggesting they derive from single well-mixed magma reservoirs. The 2023 to 2024 eruptions at Sundhnúksgígar in the Svartsengi volcanic system, Iceland, provide an opportunity to observe the behavior of a mid-crustal magma domain at high spatial and temporal resolution by detailed sampling and geochemical characterization. We observed substantial mantle-derived geochemical variability in the products erupted in the first hours of the December 2023, January, February, and March-May 2024 eruptions, indicating the eruptions derived from multiple magma reservoirs, which mineral-melt equilibration pressures place in the mid-crust. The unusual presence of geochemical heterogeneity in the mid-crustal magma domain provides an insight into how dynamic and complex mid-crustal magma domains can be.",
          "url": "http://dx.doi.org/10.1126/science.adp8778",
          "doi": "10.1126/science.adp8778",
          "filter": "2"
        },
        {
          "title": "3775-year-old wood burial supports “wood vaulting” as a durable carbon removal method",
          "authors": "Ning Zeng, Xinpeng Zhao, Ghislain Poisson, Bryson Clifford, Yu Liu, He Liu, Taotao Meng, Laura Picard, Elisa Zeng-Mariotti, Ben Zaitchik, Liangbing Hu",
          "abstract": "Six-times more carbon dioxide (CO 2 ) is removed each year by terrestrial photosynthesis than fossil fuel emissions. However, the carbon is mostly returned to the atmosphere by decomposition. We found a 3775-year-old ancient wood log buried 2 meters belowground that was preserved far beyond its expected lifetime. The wood had near-perfect preservation, with carbon loss less than 5% compared to a modern sample. The lack of decay is likely due to the low permeability of the compact clay soil at the burial site. Our observation suggests a hybrid nature-engineering approach for carbon removal by burying woody biomass in similar anoxic environments. We estimate a global sequestration potential of up to 10 gigatonnes CO 2 per year with existing technology at a low cost of $30 to $100 per tonne after optimization.",
          "url": "http://dx.doi.org/10.1126/science.adm8133",
          "doi": "10.1126/science.adm8133",
          "filter": "2"
        },
        {
          "title": "Solar transpiration–powered lithium extraction and storage",
          "authors": "Yan Song, Shiqi Fang, Ning Xu, Monong Wang, Shuying Chen, Jun Chen, Baoxia Mi, Jia Zhu",
          "abstract": "Lithium mining is energy intensive and environmentally costly. This is because lithium ions are typically present in brines as a minor component mixed with physiochemically similar cations that are difficult to separate. Inspired by nature’s ability to selectively extract species in transpiration, we report a solar transpiration–powered lithium extraction and storage (STLES) device that can extract and store lithium from brines using natural sunlight. Specifically, the device uses a hierarchically structured solar transpirational evaporator to create a pressure gradient, which allows for the extraction of lithium from brines through a membrane and its storage in a vascular storage layer. Long-term experiments, various membrane tests, and different size assessments demonstrate the stability, compatibility, and scalability of STLES. This solar-powered mining technology provides an alternative developing pathway toward the sustainable extraction of critical resources.",
          "url": "http://dx.doi.org/10.1126/science.adm7034",
          "doi": "10.1126/science.adm7034",
          "filter": "2"
        },
        {
          "title": "Gut microbe may ward off altitude sickness",
          "authors": "Elizabeth Pennisi",
          "abstract": "Finding adds to evidence that one set of gut bacteria has diverse benefits",
          "url": "http://dx.doi.org/10.1126/science.adt3871",
          "doi": "10.1126/science.adt3871",
          "filter": "3"
        },
        {
          "title": "India’s Nicobar plan threatens biodiversity",
          "authors": "Suvarna Khadakkar",
          "url": "http://dx.doi.org/10.1126/science.adr2665",
          "doi": "10.1126/science.adr2665",
          "filter": "3"
        },
        {
          "title": "Rewiring movements: A single neuronal population in the spinal cord is crucial to restore walking after paralysis",
          "authors": "Claudia Kathe",
          "abstract": "A single neuronal population in the spinal cord is crucial to restore walking after paralysis",
          "url": "http://dx.doi.org/10.1126/science.ads1540",
          "doi": "10.1126/science.ads1540",
          "filter": "3"
        },
        {
          "title": "The brine of the times",
          "authors": "Seth B. Darling",
          "abstract": "New processes directly extract lithium from dilute sources",
          "url": "http://dx.doi.org/10.1126/science.ads3699",
          "doi": "10.1126/science.ads3699",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Peter Stern, Jesse Smith, Mattia Maroso, Stella M. Hurtley, L. Bryan Ray, Michael A. Funk, Sumin Jin",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "http://dx.doi.org/10.1126/science.adt3533",
          "doi": "10.1126/science.adt3533",
          "filter": "3"
        },
        {
          "title": "(Don’t) take my breath away: Rare epithelial cells in our airways initiate reflexes to guard against harmful stimuli",
          "authors": "Laura Seeholzer",
          "abstract": "Rare epithelial cells in our airways initiate reflexes to guard against harmful stimuli",
          "url": "http://dx.doi.org/10.1126/science.ads1317",
          "doi": "10.1126/science.ads1317",
          "filter": "3"
        },
        {
          "title": "When the Mediterranean dried to a salty crust, life was devastated",
          "authors": "Elizabeth Pennisi",
          "abstract": "Tens of thousands of fossils detail the sea’s dramatic loss and eventual rebound",
          "url": "http://dx.doi.org/10.1126/science.adt3870",
          "doi": "10.1126/science.adt3870",
          "filter": "3"
        },
        {
          "title": "Challenged papers underpin several drugs",
          "authors": "Charles Piller",
          "url": "http://dx.doi.org/10.1126/science.adt3536",
          "doi": "10.1126/science.adt3536",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Seth T. Scanlon, Jake S. Yeston, Peter Stern, Sarah H. Ross, Sacha Vignieri, Leslie K. Ferrarelli, Melisa Yashinski, Mattia Maroso, Caroline Ash, Marc S. Lavine, Bianca Lopez, Brent Grocholski, Yevgeniya Nusinovich, Amos Matsiko, Courtney Malo",
          "abstract": "Highlights from the Science family of journals",
          "url": "http://dx.doi.org/10.1126/science.adt3532",
          "doi": "10.1126/science.adt3532",
          "filter": "3"
        },
        {
          "title": "Confronting challenges together What If We Get it Right? Visions of Climate Futures Ayana Elizabeth Johnson One World, 2024. 496 pp.",
          "authors": "Miriam R. Aczel",
          "abstract": "Community, collaboration, and collective action are key to moving the climate needle",
          "url": "http://dx.doi.org/10.1126/science.adp8863",
          "doi": "10.1126/science.adp8863",
          "filter": "3"
        },
        {
          "title": "Microbial hoolIgAn dismantles gut defenses",
          "authors": "Emma Slack",
          "abstract": "Immunoglobulin degradation by a gut bacterium causes immunodeficiency in mice",
          "url": "http://dx.doi.org/10.1126/science.ads2152",
          "doi": "10.1126/science.ads2152",
          "filter": "3"
        },
        {
          "title": "A woody biomass burial",
          "authors": "Yuan Yao",
          "abstract": "Ancient, buried wood points to a possible low-cost method to store carbon",
          "url": "http://dx.doi.org/10.1126/science.ads2592",
          "doi": "10.1126/science.ads2592",
          "filter": "3"
        },
        {
          "title": "Doomsday delayed at vulnerable Antarctic glacier",
          "authors": "Paul Voosen",
          "abstract": "Thwaites collaboration finds glacier has stabilized somewhat—in the short term",
          "url": "http://dx.doi.org/10.1126/science.adt3868",
          "doi": "10.1126/science.adt3868",
          "filter": "3"
        },
        {
          "title": "Criminal activity in Nigeria’s protected areas",
          "authors": "James Kehinde Omifolaji, Sunday Opeyemi Adedoyin, Tauheed Ullah Khan",
          "url": "http://dx.doi.org/10.1126/science.adr3739",
          "doi": "10.1126/science.adr3739",
          "filter": "3"
        },
        {
          "title": "Food for thought: The molecular basis of nutrient uptake into the brain",
          "authors": "Rosemary J. Cater",
          "abstract": "The molecular basis of nutrient uptake into the brain",
          "url": "http://dx.doi.org/10.1126/science.ads1320",
          "doi": "10.1126/science.ads1320",
          "filter": "3"
        },
        {
          "title": "A little care before we leap",
          "authors": "Luis A. Campos",
          "abstract": "The open letter that spurred the historic Asilomar conference turns 50",
          "url": "http://dx.doi.org/10.1126/science.ads7339",
          "doi": "10.1126/science.ads7339",
          "filter": "3"
        },
        {
          "title": "A ponderous hint of new physics fades away",
          "authors": "Adrian Cho",
          "abstract": "The W boson has precisely the mass predicted by physicists’ standard model",
          "url": "http://dx.doi.org/10.1126/science.adt3872",
          "doi": "10.1126/science.adt3872",
          "filter": "3"
        },
        {
          "title": "Rare photos reveal North Korea’s nuclear program",
          "authors": "Richard Stone",
          "abstract": "Nation appears to have upgraded its bombmaking capacity, experts say",
          "url": "http://dx.doi.org/10.1126/science.adt3869",
          "doi": "10.1126/science.adt3869",
          "filter": "3"
        },
        {
          "title": "Mapping the new Clean Water Act",
          "authors": "Dave Owen",
          "abstract": "New research helps elucidate the potential scope and impacts of regulatory changes",
          "url": "http://dx.doi.org/10.1126/science.adr6670",
          "doi": "10.1126/science.adr6670",
          "filter": "3"
        },
        {
          "title": "Picture imperfect",
          "authors": "Charles Piller",
          "abstract": "Did a top NIH official, neuroscientist Eliezer Masliah, doctor influential Alzheimer’s and Parkinson’s studies for decades?",
          "url": "http://dx.doi.org/10.1126/science.adt3535",
          "doi": "10.1126/science.adt3535",
          "filter": "3"
        },
        {
          "title": "Swimming through the fear",
          "authors": "Virginia Manner",
          "url": "http://dx.doi.org/10.1126/science.adt3041",
          "doi": "10.1126/science.adt3041",
          "filter": "3"
        },
        {
          "title": "Hajj pilgrims suffer from climate extremes",
          "authors": "Milad Haghani",
          "url": "http://dx.doi.org/10.1126/science.adr2696",
          "doi": "10.1126/science.adr2696",
          "filter": "3"
        },
        {
          "title": "Can evolution-based studies inform modern medicine?",
          "authors": "Maicon Landim-Vieira, Jose Renato Pinto",
          "abstract": "Comparative genomic analyses provide mechanistic clues to cardiac muscle regulation",
          "url": "http://dx.doi.org/10.1126/science.ads2585",
          "doi": "10.1126/science.ads2585",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Kappa opioids inhibit spinal output neurons to suppress itch",
          "authors": "Tayler D. Sheahan, Charles A. Warwick, Abby Y. Cui, David A. A. Baranger, Vijay J. Perry, Kelly M. Smith, Allison P. Manalo, Eileen K. Nguyen, H. Richard Koerber, Sarah E. Ross",
          "abstract": "Itch is a protective sensation that drives scratching. Although specific cell types have been proposed to underlie itch, the neural basis for itch remains unclear. Here, we used two-photon Ca 2+ imaging of the dorsal horn to visualize neuronal populations that are activated by itch-inducing agents. We identify a convergent population of spinal interneurons recruited by diverse itch-causing stimuli that represents a subset of neurons that express the gastrin-releasing peptide receptor (GRPR). Moreover, we find that itch is conveyed to the brain via GRPR-expressing spinal output neurons that target the lateral parabrachial nuclei. We then show that the kappa opioid receptor agonist nalfurafine relieves itch by selectively inhibiting GRPR spinoparabrachial neurons. These experiments provide a population-level view of the spinal neurons that respond to pruritic stimuli, pinpoint the output neurons that convey itch to the brain, and identify the cellular target of kappa opioid receptor agonists for the inhibition of itch.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6038",
          "doi": "10.1126/sciadv.adp6038",
          "filter": "2"
        },
        {
          "title": "Muscle-controlled physics simulations of bird locomotion resolve the grounded running paradox",
          "authors": "Pasha A. van Bijlert, A. J. van Soest, Anne S. Schulp, Karl T. Bates",
          "abstract": "Humans and birds use very different running styles. Unlike humans, birds adopt “grounded running” at intermediate speeds—a running gait where at least one foot always maintains ground contact. Avian grounded running is a paradox: Animals usually minimize locomotor energy expenditure, but birds prefer grounded running despite incurring higher energy costs. Using predictive gait simulations of the emu ( Dromaius novaehollandiae ), we resolve this paradox by demonstrating that grounded running represents an optimal gait for birds, from both energetics and muscle excitations perspectives. Our virtual experiments decoupled effects of posture and tendon elasticity, biomechanically relevant anatomical features that cannot be isolated in real birds. The avian body plan prevents (near) vertical leg postures, making the running style used by humans impossible. Under this anatomical constraint, grounded running is optimal if the muscles produce the highest forces in crouched postures, as is true in most birds. Shared anatomical features suggest that, as a behavior, avian grounded running first evolved within non-avian dinosaurs.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado0936",
          "doi": "10.1126/sciadv.ado0936",
          "filter": "2"
        },
        {
          "title": "Attosecond impulsive stimulated X-ray Raman scattering in liquid water",
          "authors": "Oliver Alexander, Felix Egun, Laura Rego, Ana Martinez Gutierrez, Douglas Garratt, Gustavo Adolfo Cardenes, Juan J. Nogueira, Jacob P. Lee, Kaixiang Zhao, Ru-Pan Wang, David Ayuso, Jonathan C. T. Barnard, Sandra Beauvarlet, Philip H. Bucksbaum, David Cesar, Ryan Coffee, Joseph Duris, Leszek J. Frasinski, Nils Huse, Katarzyna M. Kowalczyk, Kirk A. Larsen, Mary Matthews, Shaul Mukamel, Jordan T. O'Neal, Thomas Penfold, Emily Thierstein, John W. G. Tisch, James R. Turner, Josh Vogwell, Taran Driver, Nora Berrah, Ming-Fu Lin, Georgi L. Dakovski, Stefan P. Moeller, James P. Cryan, Agostino Marinelli, Antonio Picón, Jonathan P. Marangos",
          "abstract": "We report the measurement of impulsive stimulated x-ray Raman scattering in neutral liquid water. An attosecond pulse drives the excitations of an electronic wavepacket in water molecules. The process comprises two steps: a transition to core-excited states near the oxygen atoms accompanied by transition to valence-excited states. Thus, the wavepacket is impulsively created at a specific atomic site within a few hundred attoseconds through a nonlinear interaction between the water and the x-ray pulse. We observe this nonlinear signature in an intensity-dependent Stokes Raman sideband at 526 eV. Our measurements are supported by our state-of-the-art calculations based on the polarization response of water dimers in bulk solvation and propagation of attosecond x-ray pulses at liquid density.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0841",
          "doi": "10.1126/sciadv.adp0841",
          "filter": "2"
        },
        {
          "title": "Steerable current-driven emission of spin waves in magnetic vortex pairs",
          "authors": "Sabri Koraltan, Katrin Schultheiss, Florian Bruckner, Markus Weigand, Claas Abert, Dieter Suess, Sebastian Wintz",
          "abstract": "The efficient excitation of spin waves is a key challenge in the realization of magnonic devices. We demonstrate current-driven generation of spin waves in antiferromagnetically coupled magnetic vortices. We use time-resolved x-ray microscopy to directly image the emission of spin waves upon the application of alternating currents flowing directly through the magnetic stack. Micromagnetic simulations allow us to identify the current-driven Oersted field as the main origin of excitation, in contrast to spin-transfer torques. In our case, these internal Oersted fields have an orders of magnitude higher spin-wave excitation efficiency than commonly used stripline antennas. For magnetostrictive materials, we furthermore demonstrate that the direction of magnon propagation can be steered by increasing the excitation amplitude, which modifies the underlying magnetization profile through an additional anisotropy. The demonstrated methods allow for the efficient and tunable excitation of spin waves, marking a substantial advance concerning the design of magnonic devices.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8635",
          "doi": "10.1126/sciadv.ado8635",
          "filter": "2"
        },
        {
          "title": "Inorganic interpretation of luminescent materials encountered by the Perseverance rover on Mars",
          "authors": "Eva L. Scheller, Tanja Bosak, Francis M. McCubbin, Kenneth Williford, Sandra Siljeström, Ryan S. Jakubek, Scott A. Eckley, Richard V. Morris, Sergei V. Bykov, Tanya Kizovski, Sanford Asher, Eve Berger, Dina M. Bower, Emily L. Cardarelli, Bethany L. Ehlmann, Teresa Fornaro, Allison Fox, Nikole Haney, Kevin Hand, Ryan Roppel, Sunanda Sharma, Andrew Steele, Kyle Uckert, Anastasia G. Yanchilina, Olivier Beyssac, Kenneth A. Farley, Jesper Henneke, Chris Heirwegh, David A. K. Pedersen, Yang Liu, Mariek E. Schmidt, Mark Sephton, David Shuster, Benjamin P. Weiss",
          "abstract": "A major objective of the Mars 2020 mission is to sample rocks in Jezero crater that may preserve organic matter for later return to Earth. Using an ultraviolet Raman and luminescence spectrometer, the Perseverance rover detected luminescence signals with maximal intensities at 330 to 350 nanometers and 270 to 290 nanometers that were initially reported as consistent with organics. Here, we test the alternative hypothesis that the 330- to 350-nanometer and 270- to 290-nanometer luminescence signals trace Ce 3+ in phosphate and silicate defects, respectively. By comparing the distributions of luminescence signals with the rover detections of x-ray fluorescence from P 2 O 5 and Si-bearing materials, we show that, while an organic origin is not excluded, the observed luminescence can be explained by purely inorganic materials. These findings highlight the importance of eventual laboratory analyses to detect and characterize organic compounds in the returned samples.",
          "url": "http://dx.doi.org/10.1126/sciadv.adm8241",
          "doi": "10.1126/sciadv.adm8241",
          "filter": "2"
        },
        {
          "title": "Inland water greenhouse gas emissions offset the terrestrial carbon sink in the northern cryosphere",
          "authors": "Chunlin Song, Shaoda Liu, Genxu Wang, Liwei Zhang, Judith A. Rosentreter, Gang Zhao, Xiangyang Sun, Yuanzhi Yao, Cuicui Mu, Shouqin Sun, Zhaoyong Hu, Shan Lin, Juying Sun, Yang Li, Ying Wang, Yuhao Li, Peter A. Raymond, Jan Karlsson",
          "abstract": "Climate-sensitive northern cryosphere inland waters emit greenhouse gases (GHGs) into the atmosphere, yet their total emissions remain poorly constrained. We present a data-driven synthesis of GHG emissions from northern cryosphere inland waters considering water body types, cryosphere zones, and seasonality. We find that annual GHG emissions are dominated by carbon dioxide ( 1149.2 1004.8 1307.5 teragrams of CO 2 ; median Q 1 Q 3 ) and methane ( 14.2 10.1 18.5 teragrams of CH 4 ), while the nitrous oxide emission ( 5.4 − 1.4 12.2 gigagrams of N 2 O) is minor. The annual CO 2 –equivalent (CO 2 e) GHG emissions from northern cryosphere inland waters total 1.5 1.3 1.8 or 2.3 1.8 2.8 petagrams of CO 2 e using the 100- or 20-year global warming potentials, respectively. Rivers emit 64% more CO 2 e GHGs than lakes, despite having only one-fifth of their surface area. The continuous permafrost zone contributed half of the inland water GHG emissions. Annual CO 2 e emissions from northern cryosphere inland waters exceed the region’s terrestrial net ecosystem exchange, highlighting the important role of inland waters in the cryospheric land-aquatic continuum under a warming climate.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0024",
          "doi": "10.1126/sciadv.adp0024",
          "filter": "2"
        },
        {
          "title": "Pregnancy enhances antiviral immunity independent of type I IFN but dependent on IL-17–producing γδ + T cells in the nasal mucosa",
          "authors": "Julia Chronopoulos, Erwan Pernet, Kim A. Tran, Toby K. McGovern, Arina Morozan, Sadie Wang, Oscar Tsai, Kosuke Makita, Maziar Divangahi, James G. Martin",
          "abstract": "Pregnancy is associated with profound changes in immunity. However, pregnancy-related respiratory immune adaptations in response to influenza infection and their impact on disease severity remain unclear. Here, we describe, in a preclinical model of mid-gestation pregnancy, a mechanism of enhanced host defense against influenza A virus (IAV) localized to the nasal cavity that limits viral replication and reduces the magnitude of intrapulmonary immune responses. Consequently, the pregnant mice show reduced pulmonary pathology and preserved airway function after IAV infection. The early restriction of viral replication is independent of type I interferon (IFN) but dependent on increased antimicrobial peptides (AMPs) driven by interleukin-17 + (IL-17 + ) γδ + T cells within the nasal passages. This pathway of host defense against IAV infection in the upper airways during pregnancy restricts early viral infection and prevents virus dissemination into the lung supporting maternal fitness.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado7087",
          "doi": "10.1126/sciadv.ado7087",
          "filter": "2"
        },
        {
          "title": "Evaluation of the lithium resource in the Smackover Formation brines of southern Arkansas using machine learning",
          "authors": "Katherine J. Knierim, Madalyn S. Blondes, Andrew Masterson, Philip Freeman, Bonnie McDevitt, Amanda Herzberg, Peng Li, Ciara Mills, Colin Doolan, Aaron M. Jubb, Scott M. Ausbrooks, Jessica Chenault",
          "abstract": "Global demand for lithium, the primary component of lithium-ion batteries, greatly exceeds known supplies, and this imbalance is expected to increase as the world transitions away from fossil fuel energy sources. High concentrations of lithium in brines have been observed in the Smackover Formation in southern Arkansas (&gt;400 milligrams per liter). We used published and newly collected brine lithium concentration data to train a random forest machine-learning model using geologic, geochemical, and temperature explanatory variables and create a map of predicted lithium concentrations in Smackover Formation brines across southern Arkansas. Using these predicted lithium maps with reservoir parameters and geologic information, we calculated that there are 5.1 to 19 million tons of lithium in Smackover Formation brines in southern Arkansas, which represents 35 to 136% of the current US lithium resource estimate. Based on these calculations, in 2022, 5000 tons of dissolved lithium were brought to the surface within brines as waste streams of the oil, gas, and bromine industries.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8149",
          "doi": "10.1126/sciadv.adp8149",
          "filter": "2"
        },
        {
          "title": "Disruption of the intestinal clock drives dysbiosis and impaired barrier function in colorectal cancer",
          "authors": "Rachel C. Fellows, Sung Kook Chun, Natalie Larson, Bridget M. Fortin, Alisa L. Mahieu, Wei A. Song, Marcus M. Seldin, Nicholas R. Pannunzio, Selma Masri",
          "abstract": "Diet is a robust entrainment cue that regulates diurnal rhythms of the gut microbiome. We and others have shown that disruption of the circadian clock drives the progression of colorectal cancer (CRC). While certain bacterial species have been suggested to play driver roles in CRC, it is unknown whether the intestinal clock impinges on the microbiome to accelerate CRC pathogenesis. To address this, genetic disruption of the circadian clock, in an Apc- driven mouse model of CRC, was used to define the impact on the gut microbiome. When clock disruption is combined with CRC, metagenomic sequencing identified dysregulation of many bacterial genera including Bacteroides , Helicobacter , and Megasphaera. We identify functional changes to microbial pathways including dysregulated nucleic acid, amino acid, and carbohydrate metabolism, as well as disruption of intestinal barrier function. Our findings suggest that clock disruption impinges on microbiota composition and intestinal permeability that may contribute to CRC pathogenesis.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado1458",
          "doi": "10.1126/sciadv.ado1458",
          "filter": "2"
        },
        {
          "title": "SpaTopic: A statistical learning framework for exploring tumor spatial architecture from spatially resolved transcriptomic data",
          "authors": "Yuelei Zhang, Bianjiong Yu, Wenxuan Ming, Xiaolong Zhou, Jin Wang, Dijun Chen",
          "abstract": "Tumor tissues exhibit a complex spatial architecture within the tumor microenvironment (TME). Spatially resolved transcriptomics (SRT) is promising for unveiling the spatial structures of the TME at both cellular and molecular levels, but identifying pathology-relevant spatial domains remains challenging. Here, we introduce SpaTopic, a statistical learning framework that harmonizes spot clustering and cell-type deconvolution by integrating single-cell transcriptomics and SRT data. Through topic modeling, SpaTopic stratifies the TME into spatial domains with coherent cellular organization, facilitating refined annotation of the spatial architecture with improved performance. We assess SpaTopic across various tumor types and show accurate prediction of tertiary lymphoid structures and tumor boundaries. Moreover, marker genes derived from SpaTopic are transferrable and can be applied to mark spatial domains in other datasets. In addition, SpaTopic enables quantitative comparison and functional characterization of spatial domains across SRT datasets. Overall, SpaTopic presents an innovative analytical framework for exploring, comparing, and interpreting tumor SRT data.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp4942",
          "doi": "10.1126/sciadv.adp4942",
          "filter": "2"
        },
        {
          "title": "The Ni isotopic composition of Ryugu reveals a common accretion region for carbonaceous chondrites",
          "authors": "Fridolin Spitzer, Thorsten Kleine, Christoph Burkhardt, Timo Hopp, Tetsuya Yokoyama, Yoshinari Abe, Jérôme Aléon, Conel M. O’D Alexander, Sachiko Amari, Yuri Amelin, Ken-ichi Bajo, Martin Bizzarro, Audrey Bouvier, Richard W. Carlson, Marc Chaussidon, Byeon-Gak Choi, Nicolas Dauphas, Andrew M. Davis, Tommaso Di Rocco, Wataru Fujiya, Ryota Fukai, Ikshu Gautam, Makiko K. Haba, Yuki Hibiya, Hiroshi Hidaka, Hisashi Homma, Peter Hoppe, Gary R. Huss, Kiyohiro Ichida, Tsuyoshi Iizuka, Trevor R. Ireland, Akira Ishikawa, Shoichi Itoh, Noriyuki Kawasaki, Noriko T. Kita, Kouki Kitajima, Shintaro Komatani, Alexander N. Krot, Ming-Chang Liu, Yuki Masuda, Mayu Morita, Fréderic Moynier, Kazuko Motomura, Izumi Nakai, Kazuhide Nagashima, Ann Nguyen, Larry Nittler, Morihiko Onose, Andreas Pack, Changkun Park, Laurette Piani, Liping Qin, Sara S. Russell, Naoya Sakamoto, Maria Schönbächler, Lauren Tafla, Haolan Tang, Kentaro Terada, Yasuko Terada, Tomohiro Usui, Sohei Wada, Meenakshi Wadhwa, Richard J. Walker, Katsuyuki Yamashita, Qing-Zhu Yin, Shigekazu Yoneda, Edward D. Young, Hiroharu Yui, Ai-Cheng Zhang, Tomoki Nakamura, Hiroshi Naraoka, Takaaki Noguchi, Ryuji Okazaki, Kanako Sakamoto, Hikaru Yabuta, Masanao Abe, Akiko Miyazaki, Aiko Nakato, Masahiro Nishimura, Tatsuaki Okada, Toru Yada, Kasumi Yogata, Satoru Nakazawa, Takanao Saiki, Satoshi Tanaka, Fuyuto Terui, Yuichi Tsuda, Sei-ichiro Watanabe, Makoto Yoshikawa, Shogo Tachibana, Hisayoshi Yurimoto",
          "abstract": "The isotopic compositions of samples returned from Cb-type asteroid Ryugu and Ivuna-type (CI) chondrites are distinct from other carbonaceous chondrites, which has led to the suggestion that Ryugu/CI chondrites formed in a different region of the accretion disk, possibly around the orbits of Uranus and Neptune. We show that, like for Fe, Ryugu and CI chondrites also have indistinguishable Ni isotope anomalies, which differ from those of other carbonaceous chondrites. We propose that this unique Fe and Ni isotopic composition reflects different accretion efficiencies of small FeNi metal grains among the carbonaceous chondrite parent bodies. The CI chondrites incorporated these grains more efficiently, possibly because they formed at the end of the disk’s lifetime, when planetesimal formation was also triggered by photoevaporation of the disk. Isotopic variations among carbonaceous chondrites may thus reflect fractionation of distinct dust components from a common reservoir, implying CI chondrites/Ryugu may have formed in the same region of the accretion disk as other carbonaceous chondrites.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp2426",
          "doi": "10.1126/sciadv.adp2426",
          "filter": "2"
        },
        {
          "title": "Greenland Norse walrus exploitation deep into the Arctic",
          "authors": "Emily J. Ruiz-Puerta, Greer Jarrett, Morgan L. McCarthy, Shyong En Pan, Xénia Keighley, Magie Aiken, Giulia Zampirolo, Maarten J. J. E. Loonen, Anne Birgitte Gotfredsen, Lesley R. Howse, Paul Szpak, Snæbjörn Pálsson, Scott Rufolo, Hilmar J. Malmquist, Sean P. A. Desjardins, Morten Tange Olsen, Peter D. Jordan",
          "abstract": "Walrus ivory was a prized commodity in medieval Europe and was supplied by Norse intermediaries who expanded across the North Atlantic, establishing settlements in Iceland and Greenland. However, the precise sources of the traded ivory have long remained unclear, raising important questions about the sustainability of commercial walrus harvesting, the extent to which Greenland Norse were able to continue mounting their own long-range hunting expeditions, and the degree to which they relied on trading ivory with the various Arctic Indigenous peoples that they were starting to encounter. We use high-resolution genomic sourcing methods to track walrus artifacts back to specific hunting grounds, demonstrating that Greenland Norse obtained ivory from High Arctic waters, especially the North Water Polynya, and possibly from the interior Canadian Arctic. These results substantially expand the assumed range of Greenland Norse ivory harvesting activities and support intriguing archaeological evidence for substantive interactions with Thule Inuit, plus possible encounters with Tuniit (Late Dorset Pre-Inuit).",
          "url": "http://dx.doi.org/10.1126/sciadv.adq4127",
          "doi": "10.1126/sciadv.adq4127",
          "filter": "2"
        },
        {
          "title": "Free-standing cubic gauche nitrogen stable at 760 K under ambient pressure",
          "authors": "Yuxuan Xu, Guo Chen, Fei Du, Ming Li, Liangfei Wu, Deyuan Yao, Xiaodong Liu, Junfeng Ding, Zhi Zeng, Ruibin Liu, Haiqing Lin, Xianlong Wang",
          "abstract": "Cubic gauche nitrogen (cg-N) has received wide attention for its exceptionally high energy density and environmental friendliness. However, traditional synthesis methods for cg-N predominantly rely on high-pressure techniques or the utilization of nanoconfined effects using highly toxic and sensitive sodium azide as precursor, which substantially restrict its practical application. On the basis of the first-principles simulations, we found that adsorption of potassium on the cg-N surface exhibits superior stabilization compared to sodium. Then, we chose safer potassium azide as precursor for synthesizing cg-N. Through plasma-enhanced chemical vapor deposition treatment, the free-standing cg-N was successfully synthesized without the need for high-pressure and nanoconfined effects. It demonstrated excellent thermal stability up to 760 K, and then rapid and intense thermal decomposition occurred, exhibiting typical thermal decomposition behaviors of high-energy-density materials. The explosion parameters were also measured using laser-induced plasma spectroscopy. Our work has substantially promoted the practical application of cg-N as HEDMs.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5299",
          "doi": "10.1126/sciadv.adq5299",
          "filter": "2"
        },
        {
          "title": "An “AND” logic gate–based supramolecular therapeutic nanoplatform for combatting drug-resistant non–small cell lung cancer",
          "authors": "Qili Huang, Chendi Ding, Wenyan Wang, Li Yang, Yinglong Wu, Wenfeng Zeng, Zimu Li, Zhaoqing Shi, Lin Mei, Xiaowei Zeng, Yanli Zhao, Hongzhong Chen",
          "abstract": "Despite targeted therapies like epidermal growth factor receptor tyrosine kinase inhibitors (EGFR-TKIs), non–small cell lung cancer (NSCLC) remains a clinical challenge due to drug resistance hampering their efficacy. Here, we designed an “AND” logic gate–based supramolecular therapeutic platform (HA-BPY-GEF-NPs) for the treatment of EGFR-TKI resistant NSCLC. This system integrates both internal and external stimuli–responsive mechanisms that need to be activated in a preset sequence, enabling it to precisely control drug release behavior for enhancing therapeutic precision. By programming the system to respond to sequential near-infrared (NIR) irradiation and enzyme (cathepsin B) inputs, the release of gefitinib is effectively confined to the tumor region. Moreover, the NIR irradiation induces reactive oxygen species production, suppressing tumor growth and inhibiting bypass signaling pathways. The designed drug delivery system offers a highly controlled and targeted therapeutic approach, effectively inhibiting tumor growth, suppressing bypass signaling pathways, and overcoming EGFR-TKI resistance, thus offering a potential solution for maximizing therapeutic benefits.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp9071",
          "doi": "10.1126/sciadv.adp9071",
          "filter": "2"
        },
        {
          "title": "Skewed epithelial cell differentiation and premature aging of the thymus in the absence of vitamin D signaling",
          "authors": "Patricio Artusa, Loan Nguyen Yamamoto, Camille Barbier, Stefanie F. Valbon, Yashar Aghazadeh Habashi, Haig Djambazian, Aiten Ismailova, Marie-Ève Lebel, Reyhaneh Salehi-Tabar, Fatemeh Sarmadi, Jiannis Ragoussis, David Goltzman, Heather J. Melichar, John H. White",
          "abstract": "Central tolerance of thymocytes to self-antigen depends on the medullary thymic epithelial cell (mTEC) transcription factor autoimmune regulator (Aire), which drives tissue-restricted antigen (TRA) gene expression. Vitamin D signaling regulates Aire and TRA expression in mTECs, providing a basis for links between vitamin D deficiency and autoimmunity. We find that mice lacking Cyp27b1, which cannot produce hormonally active vitamin D, display profoundly reduced thymic cellularity, with a reduced proportion of Aire + mTECs, attenuated TRA expression, and poorly defined cortical-medullary boundaries. Markers of T cell negative selection are diminished, and organ-specific autoantibodies are present in knockout (KO) mice. Single-cell RNA sequencing revealed that loss of Cyp27b1 skews mTEC differentiation toward Ccl21 + intertypical TECs and generates a gene expression profile consistent with premature aging. KO thymi display accelerated involution and reduced expression of thymic longevity factors. Thus, loss of thymic vitamin D signaling disrupts normal mTEC differentiation and function and accelerates thymic aging.",
          "url": "http://dx.doi.org/10.1126/sciadv.adm9582",
          "doi": "10.1126/sciadv.adm9582",
          "filter": "2"
        },
        {
          "title": "Exploring global oceanic persistence and ecological effects of legacy persistent organic pollutants across five decades",
          "authors": "Xue Zhang, Li Li, Zhiyong Xie, Jianmin Ma, Yi-Fan Li, Minghong Cai, Nan-Qi Ren, Roland Kallenborn, Zi-Feng Zhang, Xianming Zhang, Derek C.G. Muir",
          "abstract": "Global monitoring of persistent organic pollutants (POPs) has intensified following regulatory efforts aimed at reducing their release. In this context, we compiled over 10,000 POP measurements, reported from 1980 to 2023, to assess the effectiveness of these legislative measures in the global marine environments. While a general decreasing trend in legacy POP concentrations is evident across various maritime regions, highlighting the success of source control measures, the Arctic Ocean and its marginal seas have experienced a rise in POP levels. This increase suggests the northward migration of pollutants via ocean currents from mid-latitude regions to polar areas. Despite global efforts to reduce emissions, the continued transport and accumulation of pollutants to the Arctic regions may have substantial ecological impacts. Addressing these environmental challenges demands a thorough understanding of POP dynamics, including response times, multiphase transport, and biogeochemical cycling. Continued research into these processes is vital to accurately map their distribution and temporal variations within marine systems.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado5534",
          "doi": "10.1126/sciadv.ado5534",
          "filter": "2"
        },
        {
          "title": "Olivine alteration and the loss of Mars’ early atmospheric carbon",
          "authors": "Joshua Murray, Oliver Jagoutz",
          "abstract": "The early Martian atmosphere had 0.25 to 4 bar of CO 2 but thinned rapidly around 3.5 billion years ago. The fate of that carbon remains poorly constrained. The hydrothermal alteration of ultramafic rocks, rich in Fe(II) and Mg, forms both abiotic methane, serpentine, and high-surface-area smectite clays. Given the abundance of ultramafic rocks and smectite in the Martian upper crust and the growing evidence of organic carbon in Martian sedimentary rocks, we quantify the effects of ultramafic alteration on the carbon cycle of early Mars. We calculate the capacity of Noachian-age clays to store organic carbon. Up to 1.7 bar of CO 2 can plausibly be adsorbed on clay surfaces. Coupling abiotic methanogenesis with best estimates of Mars’ δ 13 C history predicts a reservoir of 0.6 to 1.3 bar of CO 2 equivalent. Such a reservoir could be used as an energy source for long-term missions. Our results further illustrate the control of water-rock reactions on the atmospheric evolution of planets.",
          "url": "http://dx.doi.org/10.1126/sciadv.adm8443",
          "doi": "10.1126/sciadv.adm8443",
          "filter": "2"
        },
        {
          "title": "Loss of synovial tissue macrophage homeostasis precedes rheumatoid arthritis clinical onset",
          "authors": "Megan M. Hanlon, Conor M. Smith, Mary Canavan, Nuno G. B. Neto, Qingxuan Song, Myles J. Lewis, Aoife M. O’Rourke, Orla Tynan, Brianne E. Barker, Phil Gallagher, Ronan Mullan, Conor Hurson, Barry Moran, Michael G. Monaghan, Costantino Pitzalis, Jean M. Fletcher, Sunil Nagpal, Douglas J. Veale, Ursula Fearon",
          "abstract": "This study performed an in-depth investigation into the myeloid cellular landscape in the synovium of patients with rheumatoid arthritis (RA), “individuals at risk” of RA, and healthy controls (HC). Flow cytometric analysis demonstrated the presence of a CD40-expressing CD206 + CD163 + macrophage population dominating the inflamed RA synovium, associated with disease activity and treatment response. In-depth RNA sequencing and metabolic analysis demonstrated that this macrophage population is transcriptionally distinct, displaying unique inflammatory and tissue-resident gene signatures, has a stable bioenergetic profile, and regulates stromal cell responses. Single-cell RNA sequencing profiling of 67,908 RA and HC synovial tissue cells identified nine transcriptionally distinct macrophage clusters. IL-1B + CCL20 + and SPP1 + MT2A + are the principal macrophage clusters in RA synovium, displaying heightened CD40 gene expression, capable of shaping stromal cell responses, and are importantly enriched before disease onset. Combined, these findings identify the presence of an early pathogenic myeloid signature that shapes the RA joint microenvironment and represents a unique opportunity for early diagnosis and therapeutic intervention.",
          "url": "http://dx.doi.org/10.1126/sciadv.adj1252",
          "doi": "10.1126/sciadv.adj1252",
          "filter": "2"
        },
        {
          "title": "Targeting the phosphatidylglycerol lipid: An amphiphilic dendrimer as a promising antibacterial candidate",
          "authors": "Nian Zhang, Dinesh Dhumal, Shanny Hsuan Kuo, Shi Qian Lew, Pankaj D. Patil, Raleb Taher, Sanika Vaidya, Christina Galanakou, Abdechakour Elkihel, Myung Whan Oh, Sook Yin Chong, Domenico Marson, Jun Zheng, Oleg Rouvinski, Williams O. Abolarin, Sabrina Pricl, Gee W. Lau, Leo Tsz On Lee, Ling Peng",
          "abstract": "The rapid emergence and spread of multidrug-resistant bacterial pathogens require the development of antibacterial agents that are robustly effective while inducing no toxicity or resistance development. In this context, we designed and synthesized amphiphilic dendrimers as antibacterial candidates. We report the promising potent antibacterial activity shown by the amphiphilic dendrimer AD1b , composed of a long hydrophobic alkyl chain and a tertiary amine-terminated poly(amidoamine) dendron, against a panel of Gram-negative bacteria, including multidrug-resistant Escherichia coli and Acinetobacter baumannii. AD1b exhibited effective activity against drug-resistant bacterial infections in vivo. Mechanistic studies revealed that AD1b targeted the membrane phospholipids phosphatidylglycerol (PG) and cardiolipin (CL), leading to the disruption of the bacterial membrane and proton motive force, metabolic disturbance, leakage of cellular components, and, ultimately, cell death. Together, AD1b that specifically interacts with PG/CL in bacterial membranes supports the use of small amphiphilic dendrimers as a promising strategy to target drug-resistant bacterial pathogens and addresses the global antibiotic crisis.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn8117",
          "doi": "10.1126/sciadv.adn8117",
          "filter": "2"
        },
        {
          "title": "Deep learning for enhanced spectral analysis of MA-XRF datasets of paintings",
          "authors": "Zdenek Preisler, Rosario Andolina, Andrea Busacca, Claudia Caliri, Costanza Miliani, Francesco P. Romano",
          "abstract": "Recent advancements of noninvasive imaging techniques applied for the study and conservation of paintings have driven a rapid development of cutting-edge computational methods. Macro x-ray fluorescence (MA-XRF), a well-established tool in this domain, generates complex and voluminous datasets that pose analytical challenges. To address this, we have incorporated machine learning strategies specifically designed for the analysis as they allow for identification of nontrivial dependencies and classification within these high-dimensional data, thereby promising comprehensive interrogation. We introduce a deep learning algorithm trained on a synthetic dataset that allows for fast and accurate analysis of the XRF spectra in MA-XRF datasets. This approach successfully overcomes the limitations commonly associated with traditional deconvolution methods. Applying this methodology to a painting by Raphael, we demonstrate that our model not only achieves superior accuracy in quantifying the fluorescence line intensities but also effectively eliminates the artifacts typically observed in elemental maps generated through conventional analysis methods.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6234",
          "doi": "10.1126/sciadv.adp6234",
          "filter": "2"
        },
        {
          "title": "Optimizing selectivity via membrane molecular packing manipulation for simultaneous cation and anion screening",
          "authors": "Qing-Wei Meng, Jianguo Li, Zhuozhi Lai, Weipeng Xian, Sai Wang, Fang Chen, Zhifeng Dai, Li Zhang, Hong Yin, Shengqian Ma, Qi Sun",
          "abstract": "Advancing membranes with enhanced solute-solute selectivity is essential for expanding membrane technology applications, yet it presents a notable challenge. Drawing inspiration from the unparalleled selectivity of biological systems, which benefit from the sophisticated spatial organization of functionalities, we posit that manipulating the arrangement of the membrane’s building blocks, an aspect previously given limited attention, can address this challenge. We demonstrate that optimizing the face-to-face orientation of building blocks during the assembly of covalent-organic-framework (COF) membranes improves ion-π interactions with multivalent ions. This optimization leads to extraordinary selectivity in differentiating between monovalent cations and anions from their multivalent counterparts, achieving selectivity factors of 214 for K + /Al 3+ and 451 for NO 3 − /PO 4 3− . Leveraging this attribute, the COF membrane facilitates the direct extraction of NaCl from seawater with a purity of 99.57%. These findings offer an alternative approach for designing highly selective membrane materials, offering promising prospects for advancing membrane-based technologies.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8658",
          "doi": "10.1126/sciadv.ado8658",
          "filter": "2"
        },
        {
          "title": "Contrastive learning explains the emergence and function of visual category-selective regions",
          "authors": "Jacob S. Prince, George A. Alvarez, Talia Konkle",
          "abstract": "Modular and distributed coding theories of category selectivity along the human ventral visual stream have long existed in tension. Here, we present a reconciling framework—contrastive coding—based on a series of analyses relating category selectivity within biological and artificial neural networks. We discover that, in models trained with contrastive self-supervised objectives over a rich natural image diet, category-selective tuning naturally emerges for faces, bodies, scenes, and words. Further, lesions of these model units lead to selective, dissociable recognition deficits, highlighting their distinct functional roles in information processing. Finally, these pre-identified units can predict neural responses in all corresponding face-, scene-, body-, and word-selective regions of human visual cortex, under a highly constrained sparse positive encoding procedure. The success of this single model indicates that brain-like functional specialization can emerge without category-specific learning pressures, as the system learns to untangle rich image content. Contrastive coding, therefore, provides a unifying account of object category emergence and representation in the human brain.",
          "url": "http://dx.doi.org/10.1126/sciadv.adl1776",
          "doi": "10.1126/sciadv.adl1776",
          "filter": "2"
        },
        {
          "title": "Preserving surface strain in nanocatalysts via morphology control",
          "authors": "Chuqiao Shi, Zhihua Cheng, Alberto Leonardi, Yao Yang, Michael Engel, Matthew R. Jones, Yimo Han",
          "abstract": "Engineering strain critically affects the properties of materials and has extensive applications in semiconductors and quantum systems. However, the deployment of strain-engineered nanocatalysts faces challenges, in particular in maintaining highly strained nanocrystals under reaction conditions. Here, we introduce a morphology-dependent effect that stabilizes surface strain even under harsh reaction conditions. Using four-dimensional scanning transmission electron microscopy (4D-STEM), we found that cube-shaped core-shell Au@Pd nanoparticles with sharp-edged morphologies sustain coherent heteroepitaxial interfaces with larger critical thicknesses than morphologies with rounded edges. This configuration inhibits dislocation nucleation due to reduced shear stress at corners, as indicated by molecular dynamics simulations. A Suzuki-type cross-coupling reaction shows that our approach achieves a fourfold increase in activity over conventional nanocatalysts, owing to the enhanced stability of surface strain. These findings contribute to advancing the development of advanced nanocatalysts and indicate broader applications for strain engineering in various fields.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp3788",
          "doi": "10.1126/sciadv.adp3788",
          "filter": "2"
        },
        {
          "title": "OptoAssay—Light-controlled dynamic bioassay using optogenetic switches",
          "authors": "Nadine Urban, Maximillian Hörner, Wilfried Weber, Can Dincer",
          "abstract": "Circumventing the limitations of current bioassays, we introduce a light-controlled assay, OptoAssay, toward wash- and pump-free point-of-care diagnostics. Extending the capabilities of standard bioassays with light-dependent and reversible interaction of optogenetic switches, OptoAssays enable a bidirectional movement of assay components, only by changing the wavelength of light. Demonstrating exceptional versatility, the OptoAssay showcases its efficacy on various substrates, delivering a dynamic bioassay format. The applicability of the OptoAssay is successfully demonstrated by the calibration of a competitive model assay, resulting in a superior limit of detection of 8 pg ml −1 , which is beyond those of conventional ELISA tests. In the future, combined with smartphones, OptoAssays could obviate the need for external flow control systems such as pumps or valves and signal readout devices, enabling on-site analysis in resource-limited settings.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0911",
          "doi": "10.1126/sciadv.adp0911",
          "filter": "2"
        },
        {
          "title": "Systemic dysregulation and molecular insights into poor influenza vaccine response in the aging population",
          "authors": "Saumya Kumar, Martijn Zoodsma, Nhan Nguyen, Rodrigo Pedroso, Stephanie Trittel, Peggy Riese, Javier Botey-Bataller, Liang Zhou, Ahmed Alaswad, Haroon Arshad, Mihai G. Netea, Cheng-Jian Xu, Frank Pessler, Carlos A. Guzmán, Luis Graca, Yang Li",
          "abstract": "Vaccination-induced protection against influenza is greatly diminished and increasingly heterogeneous with age. We investigated longitudinally (up to five time points) a cohort of 234 vaccinated &gt;65-year-old vaccinees with adjuvanted vaccine FluAd across two independent seasons. System-level analyses of multiomics datasets measuring six modalities and serological data revealed that poor responders lacked time-dependent changes in response to vaccination as observed in responders, suggestive of systemic dysregulation in poor responders. Multiomics integration revealed key molecules and their likely role in vaccination response. High prevaccination plasma interleukin-15 (IL-15) concentrations negatively associated with antibody production, further supported by experimental validation in mice revealing an IL-15–driven natural killer cell axis explaining the suppressive role in vaccine-induced antibody production as observed in poor responders. We propose a subset of long-chain fatty acids as modulators of persistent inflammation in poor responders. Our findings provide a potential link between low-grade chronic inflammation and poor vaccination response and open avenues for possible pharmacological interventions to enhance vaccine responses.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq7006",
          "doi": "10.1126/sciadv.adq7006",
          "filter": "2"
        },
        {
          "title": "Estrogen signaling suppresses tumor-associated tissue eosinophilia to promote breast tumor growth",
          "authors": "Sandeep Artham, Patrick K. Juras, Aditi Goyal, Prabuddha Chakraborty, Jovita Byemerwa, Siyao Liu, Suzanne E. Wardell, Binita Chakraborty, Daniel Crowder, Felicia Lim, Corinne H. Strawser, Madeline Newlin, Alessandro Racioppi, Susan Dent, Babak Mirminachi, Jatin Roper, Charles M. Perou, Ching-Yi Chang, Donald P. McDonnell",
          "abstract": "Estrogens regulate eosinophilia in asthma and other inflammatory diseases. Further, peripheral eosinophilia and tumor-associated tissue eosinophilia (TATE) predicts a better response to immune checkpoint blockade (ICB) in breast cancer. However, how and if estrogens affect eosinophil biology in tumors and how this influences ICB efficacy has not been determined. Here, we report that estrogens decrease the number of peripheral eosinophils and TATE, and this contributes to increased tumor growth in validated murine models of breast cancer and melanoma. Moreover, estrogen signaling in healthy female mice also suppressed peripheral eosinophil prevalence by decreasing the proliferation and survival of maturing eosinophils. Inhibiting estrogen receptor (ER) signaling decreased tumor growth in an eosinophil-dependent manner. Further, the efficacy of ICBs was increased when administered in combination with anti-estrogens. These findings highlight the importance of ER signaling as a regulator of eosinophil biology and TATE and highlight the potential near-term clinical application of ER modulators to increase ICB efficacy in multiple tumor types.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp2442",
          "doi": "10.1126/sciadv.adp2442",
          "filter": "2"
        },
        {
          "title": "Late Miocene transformation of Mediterranean Sea biodiversity",
          "authors": "Konstantina Agiadi, Niklas Hohmann, Elsa Gliozzi, Danae Thivaiou, Francesca R. Bosellini, Marco Taviani, Giovanni Bianucci, Alberto Collareta, Laurent Londeix, Costanza Faranda, Francesca Bulian, Efterpi Koskeridou, Francesca Lozar, Alan Maria Mancini, Stefano Dominici, Pierre Moissette, Ildefonso Bajo Campos, Enrico Borghi, George Iliopoulos, Assimina Antonarakou, George Kontakiotis, Evangelia Besiou, Stergios D. Zarkogiannis, Mathias Harzhauser, Francisco Javier Sierro, Marta Coll, Iuliana Vasiliev, Angelo Camerlenghi, Daniel García-Castellanos",
          "abstract": "Understanding deep-time marine biodiversity change under the combined effects of climate and connectivity changes is fundamental for predicting the impacts of modern climate change in semi-enclosed seas. We quantify the Late Miocene–Early Pliocene [11.63 to 3.6 million years (Ma)] taxonomic diversity of the Mediterranean Sea for calcareous nannoplankton, dinocysts, foraminifera, ostracods, corals, molluscs, bryozoans, echinoids, fishes, and marine mammals. During this time, marine biota was affected by global climate cooling and the restriction of the Mediterranean’s connection to the Atlantic Ocean that peaked with the Messinian salinity crisis. Although the net change in species richness from the Tortonian to the Zanclean varies by group, species turnover is greater than 30% in all cases, reflecting a high degree of reorganization of the marine ecosystem after the crisis. The results show a clear perturbation already in the pre-evaporitic Messinian (7.25 to 5.97 Ma), with patterns differing among groups and subbasins.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp1134",
          "doi": "10.1126/sciadv.adp1134",
          "filter": "2"
        },
        {
          "title": "Dynamically reconfigurable shape-morphing and tactile display via hydraulically coupled mergeable and splittable PVC gel actuator",
          "authors": "Seung-Yeon Jang, Minjae Cho, Hyunwoo Kim, Meejeong Choi, Seongcheol Mun, Jung-Hwan Youn, Jihwan Park, Geonwoo Hwang, Inwook Hwang, Sungryul Yun, Ki-Uk Kyung",
          "abstract": "Shape-morphing displays alter their surface geometry to convey information through three-dimensional shapes. However, rapid transformation into seamless shapes with multimodal tactile sensations poses challenges. Here, we introduce a versatile soft shape-morphing and tactile display, using a novel actuator that combines a PVC gel composite, dielectric liquid, and an electrode array. Proposed device facilitates on-demand liquid flow control through electrohydraulic actuation. Liquid channels within the device can be dynamically reconfigured using localized electrostatic zipping, enabling swift shape morphing and reconfiguration into diverse seamless 3D shapes. Our device achieves a large deformation and high output force, in a slim and lightweight framework. It also offers various haptic feedback, including dynamic tactile patterns and vibrations for localizable surface textures on the morphed shape. Additionally, its potential in robotics was demonstrated through high-speed object manipulation, leveraging liquid flow–induced inertia. In summary, our innovative soft shape-morphing tactile display could open new ways that we interact with technology, offering a more immersive and intuitive experience.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq2024",
          "doi": "10.1126/sciadv.adq2024",
          "filter": "2"
        },
        {
          "title": "Recent replenishment of aliphatic organics on Ceres from a large subsurface reservoir",
          "authors": "Maria Cristina De Sanctis, Giuseppe A. Baratta, John R. Brucato, Julie Castillo-Rogez, Mauro Ciarniello, Fabio Cozzolino, Simone De Angelis, Marco Ferrari, Daniele Fulvio, Massimo Germanà, Vito Mennella, Silvia Pagnoscin, Maria Elisabetta Palumbo, Giovanni Poggiali, Ciprian Popa, Andrea Raponi, Carlotta Scirè, Giovanni Strazzulla, Riccardo Giovanni Urso",
          "abstract": "Ceres hosts notable aliphatic-organic concentrations, ranging from approximately 5 to &gt;30 weight % in specific surface areas. The origins and persistence of these organics are under debate due to the intense aliphatic organic signature and radiation levels in Ceres’ orbit, which would typically lead to their destruction, hindering detection. To investigate this, we conducted laboratory experiments to replicate how the signature of the organic-rich regions would degrade due to radiation. Our findings indicate a fast degradation rate, implying the exposure of buried organics within the past few million years. This degradation rate, coupled with observed quantities, implies that the aliphatics must be present in substantial quantities within the shallow subsurface. Our estimates suggest an initial aliphatic abundance 2 to 30 times greater than currently observed, surpassing significantly the levels found in carbonaceous chondrites, indicating either a significant concentration or remarkable purity.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp3664",
          "doi": "10.1126/sciadv.adp3664",
          "filter": "2"
        },
        {
          "title": "Structural evolution and catalytic mechanisms of perovskite oxides in electrocatalysis",
          "authors": "Jia-Wei Zhao, Yunxiang Li, Deyan Luan, Xiong Wen (David) Lou",
          "abstract": "Electrocatalysis plays a pivotal role in driving the progress of modern technologies and industrial processes such as energy conversion and emission reduction. Perovskite oxides, an important family of electrocatalysts, have garnered substantial attention in diverse catalytic reactions because of their highly tunable composition and structure, as well as their considerable activity and stability. This review delves into the mechanisms of electrocatalytic reactions that use perovskite oxides as electrocatalysts, while also providing a comprehensive summary of the potential key factors that influence catalytic activity across various reactions. Furthermore, this review offers an overview of advanced characterizations used for studying catalytic mechanisms and proposes approaches to designing highly efficient perovskite oxide electrocatalysts.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq4696",
          "doi": "10.1126/sciadv.adq4696",
          "filter": "2"
        },
        {
          "title": "Dual-media laser system: Nitrogen vacancy diamond and red semiconductor laser",
          "authors": "Lukas Lindner, Felix A. Hahl, Tingpeng Luo, Guillermo Nava Antonio, Xavier Vidal, Marcel Rattunde, Takeshi Ohshima, Joachim Sacher, Qiang Sun, Marco Capelli, Brant C. Gibson, Andrew D. Greentree, Rüdiger Quay, Jan Jeske",
          "abstract": "Diamond is a potential host material for laser applications due to its exceptional thermal properties, ultrawide bandgap, and color centers, which promise gain across the visible spectrum. More recently, coherent laser methods offer improved sensitivity for magnetometry. However, diamond fabrication is difficult in comparison to other crystalline matrices, and many optical loss channels are not yet understood. Here, we demonstrate a continuous-wave laser threshold as a function of the pump intensity on nitrogen-vacancy (NV) color centers. To achieve this, we constructed a laser cavity with both an NV diamond medium and an intracavity antireflection-coated diode laser. This dual-medium approach compensates intrinsic losses of the cavity by providing a fixed additional gain below threshold of the diode laser. We observe a continuous-wave laser threshold of the laser system and linewidth narrowing with increasing green pump power on the NV centers. Our results are a major development toward coherent approaches to magnetometry.",
          "url": "http://dx.doi.org/10.1126/sciadv.adj3933",
          "doi": "10.1126/sciadv.adj3933",
          "filter": "2"
        },
        {
          "title": "ATR inhibition activates cancer cell cGAS/STING-interferon signaling and promotes antitumor immunity in small-cell lung cancer",
          "authors": "Hirokazu Taniguchi, Subhamoy Chakraborty, Nobuyuki Takahashi, Avisek Banerjee, Rebecca Caeser, Yingqian A. Zhan, Sam E. Tischfield, Andrew Chow, Evelyn M. Nguyen, Álvaro Quintanal Villalonga, Parvathy Manoj, Nisargbhai S. Shah, Samantha Rosario, Omar Hayatt, Rui Qu, Elisa de Stanchina, Joseph Chan, Hiroshi Mukae, Anish Thomas, Charles M. Rudin, Triparna Sen",
          "abstract": "Patients with small-cell lung cancer (SCLC) have poor prognosis and typically experience only transient benefits from combined immune checkpoint blockade (ICB) and chemotherapy. Here, we show that inhibition of ataxia telangiectasia and rad3 related (ATR), the primary replication stress response activator, induces DNA damage–mediated micronuclei formation in SCLC models. ATR inhibition in SCLC activates the stimulator of interferon genes (STING)–mediated interferon signaling, recruits T cells, and augments the antitumor immune response of programmed death-ligand 1 (PD-L1) blockade in mouse models. We demonstrate that combined ATR and PD-L1 inhibition causes improved antitumor response than PD-L1 alone as the second-line treatment in SCLC. This study shows that targeting ATR up-regulates major histocompatibility class I expression in preclinical models and SCLC clinical samples collected from a first-in-class clinical trial of ATR inhibitor, berzosertib, with topotecan in patients with relapsed SCLC. Targeting ATR represents a transformative vulnerability of SCLC and is a complementary strategy to induce STING-interferon signaling–mediated immunogenicity in SCLC.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado4618",
          "doi": "10.1126/sciadv.ado4618",
          "filter": "2"
        },
        {
          "title": "Group transfer radical polymerization for the preparation of carbon-chain poly(α-olefins)",
          "authors": "Xianjin Wang, Shuo Wang, Silin Song, Yasu Chen, Hao Sun, Chen Zhu",
          "abstract": "Radical polymerization is a powerful technique for producing a variety of polymeric materials. However, the chain transfer reaction impedes the formation of polymers from many common α-olefins such as propene and 1-butene using this method. Consequently, poly(α-olefins) are predominantly produced via coordination polymerization. To address this limitation, we have devised a strategy involving group transfer radical polymerization (GTRP) to facilitate the radical homopolymerization to access carbon-chain poly(α-olefins). This approach enables the precise construction of a diverse array of carbon-chain poly(α-olefins) with high molecular weights. Furthermore, by using nonconventional monomers, we extend the applicability of this technique to the copolymerization of α-olefins with acrylonitrile, paving the way for the synthesis of copolymers with different monomers. To investigate the properties of the polymers obtained by this method, one of the poly(α-olefins) is studied as an interphase layer material in anode-free Li metal batteries, and the results indicate the potential of the polymer in energy storage applications.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7385",
          "doi": "10.1126/sciadv.adp7385",
          "filter": "2"
        },
        {
          "title": "Story of an infection: Viral dynamics and host responses in the Caenorhabditis elegans –Orsay virus pathosystem",
          "authors": "Victoria G. Castiglioni, María J. Olmo-Uceda, Ana Villena-Giménez, Juan C. Muñoz-Sánchez, Esmeralda G. Legarda, Santiago F. Elena",
          "abstract": "Orsay virus (OrV) is the only known natural virus affecting Caenorhabditis elegans , with minimal impact on the animal’s fitness due to its robust innate immune response. This study aimed to understand the interactions between C. elegans and OrV by tracking the infection’s progression during larval development. Four distinct stages of infection were identified on the basis of viral load, with a peak in capsid-encoding RNA2 coinciding with the first signs of viral egression. Transcriptomic analysis revealed temporal changes in gene expression and functions induced by the infection. A specific set of up-regulated genes remained active throughout the infection, and genes correlated and anticorrelated with virus accumulation were identified. Responses to OrV mirrored reactions to other biotic stressors, distinguishing between virus-specific responses and broader immune responses. Moreover, mutants of early response genes and defense-related processes showed altered viral load progression, uncovering additional players in the antiviral defense response.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn5945",
          "doi": "10.1126/sciadv.adn5945",
          "filter": "2"
        },
        {
          "title": "Mesozoic intraoceanic subduction shaped the lower mantle beneath the East Pacific Rise",
          "authors": "Jingchuan Wang, Vedran Lekić, Nicholas C. Schmerr, Yu J. Gu, Yi Guo, Rongzhi Lin",
          "abstract": "The Pacific large low-shear-velocity province (LLSVP), as revealed by cluster analysis of global tomographic models, hosts multiple internal anomalies, including a notable gap (~20° wide) between the central and eastern Pacific. The cause of the structural gap remains unconstrained. Directly above this structural gap, we identify an anomalously thick mantle transition zone east of the East Pacific Rise, the fastest-spreading ocean ridge in the world, using a dense set of SS precursors. The area of the thickened transition zone exhibits faster-than-average velocities according to recent tomographic images, suggesting perturbed postolivine phase boundaries shifting in response to lowered temperatures. We attribute this observation to episodes of Mesozoic-aged (250 to 120 million years ago) intraoceanic subduction beneath the present-day Nazca Plate. The eastern portion of the Pacific LLSVP was separated by downwelling because of this ancient oceanic slab. Our discovery provides a unique perspective on linking deep Earth structures with surface subduction.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado1219",
          "doi": "10.1126/sciadv.ado1219",
          "filter": "2"
        },
        {
          "title": "Enhanced global carbon cycle sensitivity to tropical temperature linked to internal climate variability",
          "authors": "Na Li, Sebastian Sippel, Nora Linscheid, Christian Rödenbeck, Alexander J. Winkler, Markus Reichstein, Miguel D. Mahecha, Ana Bastos",
          "abstract": "The sensitivity of atmospheric CO 2 growth rate to tropical temperature (γ T ) has almost doubled between 1959 and 2011, a trend that has been linked to increasing drought in the tropics. However, γ T has declined since then. Understanding whether these variations in γ T reflect forced changes or internal climate variability in the carbon cycle is crucial for future climate projections. We show that doubling sensitivity events can arise in simulations by Earth system models with perturbed initial conditions but are likely explained by internal climate variability. We show that the doubling sensitivity event is associated with the occurrence of a few, but very strong, El Niño events, such as 1982/83 and 1997/98. Such extreme events result in concurrent carbon release by tropical and extratropical ecosystems, increasing the variance of the global land carbon sink and its apparent sensitivity to tropical temperature. Our results imply that the doubling sensitivity does not necessarily indicate a change in carbon cycle response to climate change.",
          "url": "http://dx.doi.org/10.1126/sciadv.adl6155",
          "doi": "10.1126/sciadv.adl6155",
          "filter": "2"
        },
        {
          "title": "Long-range repulsion between chromosomes in mammalian oocyte spindles",
          "authors": "Colm P. Kelleher, Yash P. Rana, Daniel J. Needleman",
          "abstract": "During eukaryotic cell division, a microtubule-based structure called the spindle exerts forces on chromosomes. The best-studied spindle forces, including those responsible for the separation of sister chromatids, are directed parallel to the spindle’s long axis. By contrast, little is known about forces perpendicular to the spindle axis, which determine the metaphase plate configuration and thus the location of chromosomes in the subsequent nucleus. Using live-cell microscopy, we find that metaphase chromosomes are spatially anti-correlated in mouse oocyte spindles, evidence of previously unknown long-range forces acting perpendicular to the spindle axis. We explain this observation by showing that the spindle’s microtubule network behaves as a nematic liquid crystal and that deformation of the nematic field around embedded chromosomes causes long-range repulsion between them.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq7540",
          "doi": "10.1126/sciadv.adq7540",
          "filter": "2"
        },
        {
          "title": "Directional picoantenna behavior of tunnel junctions formed by an atomic-scale surface defect",
          "authors": "David Mateos, Oscar Jover, Miguel Varea, Koen Lauwaet, Daniel Granados, Rodolfo Miranda, Antonio I. Fernandez-Dominguez, Alberto Martin-Jimenez, Roberto Otero",
          "abstract": "Plasmonic nanoantennas have attracted much attention lately, among other reasons because of the directionality of light emitted by fluorophores coupled to their localized surface plasmon resonances. Plasmonic picocavities, i.e., cavities with mode volumes below 1 nm 3 , could act as enhanced antennas due to their extreme field confinement, but the directionality on their emission is difficult to control. In this work, we show that the plasmonic picocavity formed between the tip of a scanning tunneling microscope and a metal surface with a monoatomic step shows directional emission profiles and, thus, can be considered as a realization of a picoantenna. Electromagnetic calculations demonstrate that the observed directionality arises from the reshaping and tilting of the surface charges induced at the scanning tip due to the atomic step. Our results pave the way to exploiting picoantennas as an efficient way for the far-field probing and control of light-matter interactions below the nanoscale.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn2295",
          "doi": "10.1126/sciadv.adn2295",
          "filter": "2"
        },
        {
          "title": "The brassinosteroid receptor gene BRI1 safeguards cell-autonomous brassinosteroid signaling across tissues",
          "authors": "Noel Blanco-Touriñán, Surbhi Rana, Trevor M. Nolan, Kunkun Li, Nemanja Vukašinović, Che-Wei Hsu, Eugenia Russinova, Christian S. Hardtke",
          "abstract": "Brassinosteroid signaling is essential for plant growth as exemplified by the dwarf phenotype of loss-of-function mutants in BRASSINOSTEROID INSENSITIVE 1 ( BRI1 ), a ubiquitously expressed Arabidopsis brassinosteroid receptor gene. Complementation of brassinosteroid-blind receptor mutants by BRI1 expression with various tissue-specific promoters implied that local brassinosteroid signaling may instruct growth non–cell autonomously. Here, we performed such rescues with a panel of receptor variants and promoters, in combination with tissue-specific transgene knockouts. Our experiments demonstrate that brassinosteroid receptor expression in several tissues is necessary but not sufficient for rescue. Moreover, complementation with tissue-specific promoters requires the genuine BRI1 gene body sequence, which confers ubiquitous expression of trace receptor amounts that are sufficient to promote brassinosteroid-dependent root growth. Our data, therefore, argue for a largely cell-autonomous action of brassinosteroid receptors.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq3352",
          "doi": "10.1126/sciadv.adq3352",
          "filter": "2"
        },
        {
          "title": "Light-induced magnetization from magnonic rectification",
          "authors": "Tom Kahana, Daniel A. Bustamante Lopez, Dominik M. Juraschek",
          "abstract": "Rectification describes the conversion of an oscillating field or current into a quasi-static one and the most basic example of a rectifier is an AC/DC converter in electronics. This principle can be translated to nonlinear light-matter interactions, where optical rectification converts the oscillating electric field component of light into a quasi-static polarization and phononic rectification converts a lattice vibration into a quasi-static structural distortion. Here, we present a rectification mechanism for magnetism that we call magnonic rectification, where a spin precession is converted into a quasi-static magnetization through the force exerted by a coupled chiral phonon mode. The transiently induced magnetic state resembles that of a canted antiferromagnet, opening an avenue toward creating dynamical spin configurations that are not accessible in equilibrium.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado0722",
          "doi": "10.1126/sciadv.ado0722",
          "filter": "2"
        },
        {
          "title": "Single-molecule detection and super-resolution imaging with a portable and adaptable 3D-printed microscopy platform (Brick-MIC)",
          "authors": "Gabriel G. Moya Muñoz, Oliver Brix, Philipp Klocke, Paul D. Harris, Jorge R. Luna Piedra, Nicolas D. Wendler, Eitan Lerner, Niels Zijlstra, Thorben Cordes",
          "abstract": "Over the past decades, single-molecule and super-resolution microscopy have advanced and represent essential tools for life science research. There is, however, a growing gap between the state of the art and what is accessible to biologists, biochemists, medical researchers, or labs with financial constraints. To bridge this gap, we introduce Brick-MIC, a versatile and affordable open-source 3D-printed microspectroscopy and imaging platform. Brick-MIC enables the integration of various fluorescence imaging techniques with single-molecule resolution within a single platform and exchange between different modalities within minutes. We here present variants of Brick-MIC that facilitate single-molecule fluorescence detection, fluorescence correlation spectroscopy, time-correlated single-photon counting and super-resolution imaging (STORM and PAINT). Detailed descriptions of the hardware and software components, as well as data analysis routines, are provided, to allow non-optics specialists to operate their own Brick-MIC with minimal effort and investments. We foresee that our affordable, flexible, and open-source Brick-MIC platform will be a valuable tool for many laboratories worldwide.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado3427",
          "doi": "10.1126/sciadv.ado3427",
          "filter": "2"
        },
        {
          "title": "Endothelial force sensing signals to parenchymal cells to regulate bile and plasma lipids",
          "authors": "Laeticia Lichtenstein, Chew W. Cheng, Muath Bajarwan, Elizabeth L. Evans, Hannah J. Gaunt, Fiona Bartoli, Eulashini Chuntharpursat-Bon, Shaili Patel, Charalampos Konstantinou, T. Simon Futers, Melanie Reay, Gregory Parsonage, J. Bernadette Moore, Justine Bertrand-Michel, Piruthivi Sukumar, Lee D. Roberts, David J. Beech",
          "abstract": "How cardiovascular activity interacts with lipid homeostasis is incompletely understood. We postulated a role for blood flow acting at endothelium in lipid regulatory organs. Transcriptome analysis was performed on livers from mice engineered for deletion of the flow-sensing PIEZO1 channel in endothelium. This revealed unique up-regulation of Cyp7a1 , which encodes the rate-limiting enzyme for bile synthesis from cholesterol in hepatocytes. Consistent with this effect were increased gallbladder and plasma bile acids and lowered hepatic and plasma cholesterol. Elevated portal fluid flow acting via endothelial PIEZO1 and genetically enhanced PIEZO1 conversely suppressed Cyp7a1 . Activation of hepatic endothelial PIEZO1 channels promoted phosphorylation of nitric oxide synthase 3, and portal flow-mediated suppression of Cyp7a1 depended on nitric oxide synthesis, suggesting endothelium-to-hepatocyte coupling via nitric oxide. PIEZO1 variants in people were associated with hepatobiliary disease and dyslipidemia. The data suggest an endothelial force sensing mechanism that controls lipid regulation in parenchymal cells to modulate whole-body lipid homeostasis.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq3075",
          "doi": "10.1126/sciadv.adq3075",
          "filter": "2"
        },
        {
          "title": "Cold-induced degradation of core clock proteins implements temperature compensation in the Arabidopsis circadian clock",
          "authors": "Akari E. Maeda, Hiromi Matsuo, Tomoaki Muranaka, Norihito Nakamichi",
          "abstract": "The period of circadian clocks is maintained at close to 24 hours over a broad range of physiological temperatures due to temperature compensation of period length. Here, we show that the quantitative control of the core clock proteins TIMING OF CAB EXPRESSION 1 [TOC1; also known as PSEUDO-RESPONSE REGULATOR 1 (PRR1)] and PRR5 is crucial for temperature compensation in Arabidopsis thaliana . The prr5 toc1 double mutant has a shortened period at higher temperatures, resulting in weak temperature compensation. Low ambient temperature reduces amounts of PRR5 and TOC1. In low-temperature conditions, PRR5 and TOC1 interact with LOV KELCH PROTEIN 2 (LKP2), a component of the E3 ubiquitin ligase Skp, Cullin, F-box (SCF) complex. The lkp2 mutations attenuate low temperature–induced decrease of PRR5 and TOC1, and the mutants display longer period only at lower temperatures. Our findings reveal that the circadian clock maintains its period length despite ambient temperature fluctuations through temperature- and LKP2 -dependent control of PRR5 and TOC1 abundance.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0187",
          "doi": "10.1126/sciadv.adq0187",
          "filter": "2"
        },
        {
          "title": "Combined assembloid modeling and 3D whole-organ mapping captures the microanatomy and function of the human fallopian tube",
          "authors": "Ashleigh J. Crawford, André Forjaz, Joanna Bons, Isha Bhorkar, Triya Roy, David Schell, Vasco Queiroga, Kehan Ren, Donald Kramer, Wilson Huang, Gabriella C. Russo, Meng-Horng Lee, Pei-Hsun Wu, Ie-Ming Shih, Tian-Li Wang, Mark A. Atkinson, Birgit Schilling, Ashley L. Kiemen, Denis Wirtz",
          "abstract": "The fallopian tubes play key roles in processes from pregnancy to ovarian cancer where three-dimensional (3D) cellular and extracellular interactions are important to their pathophysiology. Here, we develop a 3D multicompartment assembloid model of the fallopian tube that molecularly, functionally, and architecturally resembles the organ. Global label-free proteomics, innovative assays capturing physiological functions of the fallopian tube (i.e., oocyte transport), and whole-organ single-cell resolution mapping are used to validate these assembloids through a multifaceted platform with direct comparisons to fallopian tube tissue. These techniques converge at a unique combination of assembloid parameters with the highest similarity to the reference fallopian tube. This work establishes (i) an optimized model of the human fallopian tubes for in vitro studies of their pathophysiology and (ii) an iterative platform for customized 3D in vitro models of human organs that are molecularly, functionally, and microanatomically accurate by combining tunable assembloid and tissue mapping methods.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6285",
          "doi": "10.1126/sciadv.adp6285",
          "filter": "2"
        },
        {
          "title": "A neural circuit for alcohol withdrawal–induced hyperalgesia in a nondependent state",
          "authors": "Xin-Lu Yang, Wei Gao, Wan-Ying Dong, Changjian Zheng, Sheng Wang, Hong-Rui Wei, Yanli Luo, Zhi Zhang, Yongquan Chen, Yan Jin",
          "abstract": "Alcohol use disorder is highly prevalent worldwide, with characteristically severe pain sensitivity during withdrawal. Here, we established a mouse model of hyperalgesia during ethanol withdrawal (EW) before addiction to investigate the window for onset and underlying mechanisms. Viral tracing with in vivo microendoscopic and two-photon calcium imaging identified a circuit pathway from dorsal hippocampal CA1 glutamatergic neurons (dCA1 Glu ) to anterior cingulate cortex glutamatergic neurons (ACC Glu ) activated in EW mice with hyperalgesia. Chemogenetic inhibition of this pathway can alleviate hyperalgesia in EW mice, whereas artificial activation recapitulates EW-induced hyperalgesia in naïve mice. These findings demonstrate that the dCA1 Glu → ACC Glu neuronal pathway participates in driving EW-induced hyperalgesia before ethanol dependence in mice.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8636",
          "doi": "10.1126/sciadv.adp8636",
          "filter": "2"
        },
        {
          "title": "Eliminating performance loss from perovskite films to solar cells",
          "authors": "Chao Luo, Feng Gao, Xianjin Wang, Changling Zhan, Xianchen Zhang, Guanhaojie Zheng, Xusheng Zhang, Xingyu Gao, Zhubing He, Qing Zhao",
          "abstract": "Preoptimizing perovskite films may generally improve the performance of the final perovskite solar cells (PSCs). However, the research on whether the film optimization fully contributes to the enhancement of the final PSCs has been long neglected. We demonstrated that the preparation of metal electrodes by high-vacuum thermal evaporation, an unavoidable step in almost all device fabrication processes, will damage the surface of perovskite films, resulting in component escape, defect density rebound, carrier extraction barrier, and film stability deterioration. Therefore, the prepared perovskite film and the final film actually working in devices are not exactly the same, and the contribution of film optimization to the device improvement was weakened. We designed a bilayer structure composed of graphene oxide and graphite flakes to eliminate the unwanted film inconsistencies and thus save the film optimization loss. Therefore, the efficient PSCs with power conversion efficiency of 25.55% were obtained, which demonstrated negligible photovoltaic performance loss after operating for 2000 hours.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0790",
          "doi": "10.1126/sciadv.adp0790",
          "filter": "2"
        }
      ]
    }
  ]
}
