{
  "update": "2026-02-05",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Developmental convergence and divergence in human stem cell models of autism",
          "authors": "Aaron Gordon, Se-Jin Yoon, Lucy K. Bicks, Jacqueline M. Martín, Greta Pintacuda, Stephanie Arteaga, Brie Wamsley, Qiuyu Guo, Lubayna Elahi, Ricardo E. Dolmetsch, Jonathan A. Bernstein, Ruth O’Hara, Joachim F. Hallmayer, Kasper Lage, Sergiu P. Pasca, Daniel H. Geschwind",
          "abstract": "Two decades of genetic studies in autism spectrum disorder (ASD) have identified more than 100 genes harbouring rare risk mutations 1–13 . Despite this substantial heterogeneity, transcriptomic and epigenetic analyses have identified convergent patterns of dysregulation across the ASD postmortem brain 14,15–17 . To identify shared and distinct mechanisms of ASD-linked mutations, we assembled a large patient collection of human induced pluripotent stem (hiPS) cells, consisting of 70 hiPS cell lines after stringent quality control representing 8 ASD-associated mutations, idiopathic ASD, and 20 lines from non-affected control individuals. Here we used these hiPS cell lines to generate human cortical organoids, profiling by RNA sequencing at four distinct time points up to 100 days after in vitro differentiation. Early time points harboured the largest mutation-specific changes, but different mutations converged on shared transcriptional changes as development progressed. We identified a shared RNA and protein interaction network, which was enriched in ASD risk genes and predicted to drive the observed downstream changes in gene expression. CRISPR–Cas9 screening of these candidate transcriptional regulators in induced human neural progenitors validated their downstream convergent molecular effects. These data illustrate how risk associated with genetically defined forms of ASD can propagate by means of transcriptional regulation to affect convergently dysregulated pathways, providing new insight into the convergent impact of ASD genetic risk on human neurodevelopment.",
          "url": "https://doi.org/10.1038/s41586-025-10047-5",
          "doi": "https://doi.org/10.1038/s41586-025-10047-5",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Author Correction: Cotranslational assembly of protein complexes in eukaryotes revealed by ribosome profiling",
          "authors": "Ayala Shiber, Kristina Döring, Ulrike Friedrich, Kevin Klann, Dorina Merker, Mostafa Zedan, Frank Tippmann, Günter Kramer, Bernd Bukau",
          "url": "https://doi.org/10.1038/s41586-026-10200-8",
          "doi": "https://doi.org/10.1038/s41586-026-10200-8",
          "filter": "2",
          "created": "2026-2-4"
        },
        {
          "title": "Author Correction: Albumin orchestrates a natural host defence mechanism against mucormycosis",
          "authors": "Antonis Pikoulas, Ioannis Morianos, Vassilis Nidris, Rania Hamdy, Evangelia Intze, Ángeles López-López, Maria Moran-Garrido, Valliappan Muthu, Maria Halabalaki, Varvara Papaioanou, Maria Papadovasilaki, Irene Kyrmizi, Yiyou Gu, Sandra M. Camunas-Alberca, Robina Aerts, Toine Mercier, Yuri Vanbiervliet, Sung-Yeon Cho, Amy Spallone, Ying Jiang, Dimitrios Samonakis, Efstathios Kastritis, Carlos Lax, Maria Tzardi, Aristides Eliopoulos, Konstantina Georgila, Agostinho Carvalho, Oliver Kurzai, Shivaprakash Mandya Rudramurthy, Caroline Elie, Fanny Lanternier, Kyriakos Petratos, Victoriano Garre, Elias Drakos, Johan Maertens, Vincent M. Bruno, Dimitrios P. Kontoyiannis, Coral Barbas, Sameh S. M. Soliman, Ashraf S. Ibrahim, Georgios Chamilos",
          "url": "https://doi.org/10.1038/s41586-026-10188-1",
          "doi": "https://doi.org/10.1038/s41586-026-10188-1",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Publisher Correction: A domed pachycephalosaur from the early Cretaceous of Mongolia",
          "authors": "Tsogtbaatar Chinzorig, Ryuji Takasaki, Junki Yoshida, Ryan T. Tucker, Batsaikhan Buyantegsh, Buuvei Mainbayar, Khishigjav Tsogtbaatar, Lindsay E. Zanno",
          "url": "https://doi.org/10.1038/s41586-026-10184-5",
          "doi": "https://doi.org/10.1038/s41586-026-10184-5",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Author Correction: Increasingly negative tropical water–interannual CO2 growth rate coupling",
          "authors": "Laibao Liu, Philippe Ciais, Mengxi Wu, Ryan S. Padrón, Pierre Friedlingstein, Jonas Schwaab, Lukas Gudmundsson, Sonia I. Seneviratne",
          "url": "https://doi.org/10.1038/s41586-026-10147-w",
          "doi": "https://doi.org/10.1038/s41586-026-10147-w",
          "filter": "2",
          "created": "2026-2-3"
        },
        {
          "title": "Author Correction: Hunter-gatherer sea voyages extended to remotest Mediterranean islands",
          "authors": "Eleanor M. L. Scerri, James Blinkhorn, Huw S. Groucutt, Mathew Stewart, Ian Candy, Ethel Allué, Aitor Burguet-Coca, Andrés Currás, W. Christopher Carleton, Susanne Lindauer, Robert Spengler, Kseniia Boxleitner, Gillian Asciak, Margherita Colucci, Ritienne Gauci, Amy Hatton, Johanna Kutowsky, Andreas Maier, Mario Mata-González, Nicolette Mifsud, Khady Niang, Patrick Roberts, Joshua de Giorgio, Rochelle Xerri, Nicholas C. Vella",
          "url": "https://doi.org/10.1038/s41586-025-10024-y",
          "doi": "https://doi.org/10.1038/s41586-025-10024-y",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Ontogeny and transcriptional regulation of Thetis cells",
          "authors": "Yoselin A. Paucar Iza, Tyler Park, Eliyambuya Baker, Gayathri Shibu, Tilman Hoelting, Greyson Feather, Anushka Yadav, Yollanda Franco Parisotto, Zihan Zhao, Blossom Akagbosu, Marc Elosua Bayes, Logan Fisher, Lucas M. James, Jianping Ma, Benjamin D. Philpot, Behdad Afzali, Christina Leslie, Chrysothemis C. Brown",
          "abstract": "Thetis cells (TCs) are a recently identified lineage of RORγt+ antigen-presenting cells comprising four subsets including a tolerogenic subset, TC IV, that instructs tolerance to gut microbiota and food antigens1–6. A developmental wave of TCs during early life creates a critical window of opportunity for establishing intestinal tolerance1,5. Yet the ontogeny of TCs and the cues shaping their abundance and heterogeneity remain unknown, limiting efforts to harness their therapeutic potential. Here we identify a population of RORγt+ progenitors, termed Thetis-Lymphoid Tissue inducer progenitors (TLP), that give rise to the immediate TC progenitor (TCP) and the Lymphoid Tissue inducer progenitor (LTiP), and identify PU.1 as the transcription factor governing TC fate. Despite transcriptional similarity to myeloid-derived conventional dendritic cells (cDCs), we show that TCs descend from the common lymphoid progenitor (CLP). Deletion of the plasmacytoid DC (pDC) lineage-determining transcription factor TCF4 expands TLPs and TCs, suggesting a shared developmental branch with pDCs. TLPs are enriched in fetal liver; however, unlike LTi cells, TCs emerge postnatally, pointing to developmentally-timed environmental cues that promote TCP differentiation. We identify one such cue–RANKL provision by lymphoid tissue organizer cells–which is essential for TC I differentiation. Together, these findings define the ontogeny of TCs and the transcription factors that promote TC differentiation and heterogeneity, facilitating future investigations of these enigmatic cells and their therapeutic potential for tolerance induction in food allergy and autoimmunity.",
          "url": "https://doi.org/10.1038/s41586-026-10198-z",
          "doi": "https://doi.org/10.1038/s41586-026-10198-z",
          "filter": "2",
          "created": "2026-2-3"
        },
        {
          "title": "A broadly protective antibody targeting gammaherpesvirus gB",
          "authors": "Cong Sun, Chu Xie, Bing-Zhen Cheng, Zi-Ying Jiang, Pei-Huang Wu, Xin-Yan Fang, Peng-Lin Li, Xian-Shu Tian, Hang Zhou, Yan-Lin Yang, Jing Wang, Sen-Fang Sui, Zheng Liu, Mu-Sheng Zeng",
          "abstract": "Gammaherpesvirus is a subfamily of herpesvirus, distinct phylogenetically from alpha- and betaherpesvirus and featured by its oncogenic subtypes, including Epstein-Barr virus and Kaposi’s sarcoma-associated herpesvirus1. It broadly infects humans and other vertebrate animals and causes various diseases and malignancies2,3. However, no specific antiviral agents are available for each type or the whole family. gB is the common fusion protein vital for herpesvirus infection and an ideal target for broad vaccine development, while the lack of basis for gB as a universal antigen hinders such effort4. Here, we report the molecular basis for broad gB binding and cross-genus virus neutralization by an antibody Fab5 for the first time. This antibody confers effective protection against authentic virus challenges in immune-competent mice, non-human primates, and humanized mice with murine, rhesus, and human gammaherpesvirus. Cryo-EM structures revealed that Fab5 targeted a conservative and vulnerable epitope of gammaherpesvirus gB and antigenically exposed across pre- or post-fusion status. This finding not only demonstrates Fab5 as cross-genus antibody broadly reactive against gammaherpesvirus infection and pathogenesis progression, but offers insights into potential common mechanisms for herpesvirus infection and facilitates the development of broad-spectrum vaccines against the gammaherpesvirus.",
          "url": "https://doi.org/10.1038/s41586-026-10192-5",
          "doi": "https://doi.org/10.1038/s41586-026-10192-5",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Long-lived remote ion-ion entanglement for scalable quantum repeaters",
          "authors": "Wen-Zhao Liu, Ya-Bin Zhou, Jiu-Peng Chen, Bin Wang, Ao Teng, Xiao-Wen Han, Guang-Cheng Liu, Zhi-Jiong Zhang, Yi Yang, Feng-Guang Liu, Chao-Hui Xue, Bo-Wen Yang, Jin Yang, Chao Zeng, Du-Ruo Pan, Ming-Yang Zheng, Xingjian Zhang, Shen Cao, Yi-Zheng Zhen, You Xiao, Hao Li, Lixing You, Xiongfeng Ma, Qi Zhao, Feihu Xu, Ye Wang, Yong Wan, Qiang Zhang, Jian-Wei Pan",
          "abstract": "Quantum networks, integrating quantum communication, quantum metrology, and distributed quantum computing, could provide secure and efficient information transfer, high-resolution sensing, and an exponential speed-up in information processing1. Deterministic entanglement distribution over long distances is a prerequisite for scalable quantum networks2–5. However, the exponential photon loss in optical fibres prohibits efficient and deterministic entanglement distribution. Quantum repeaters6, incorporating entanglement swapping4,7,8 and entanglement purification9–11 with quantum memories, offer the most promising means to overcome this limitation in fibre-based quantum networks. Despite numerous pioneering efforts12–25, a critical bottleneck remains, as remote memory-memory entanglement suffers from decoherence more rapidly than it can be established and purified over long distances. Here, we demonstrate memory-memory entanglement between two nodes connected by 10 km of spooled fibre surviving beyond the average entanglement establishment time. This is enabled by the development of long-lived trapped-ion memories, an efficient telecom interface, and a high-visibility single-photon entanglement protocol26,27. As an application, we report a proof-of-principle device-independent quantum key distributio (DI-QKD) demonstration with finite-size analysis over 10 km and a positive key rate over 101 km in the asymptotic limit, with both distances exceeding previous work by more than two orders of magnitude28–30. Our work provides a critical building block for quantum repeaters and marks an important step toward scalable quantum networks.",
          "url": "https://doi.org/10.1038/s41586-026-10177-4",
          "doi": "https://doi.org/10.1038/s41586-026-10177-4",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Publisher Correction: Nanotyrannus and Tyrannosaurus coexisted at the close of the Cretaceous",
          "authors": "Lindsay E. Zanno, James G. Napoli",
          "url": "https://doi.org/10.1038/s41586-026-10185-4",
          "doi": "https://doi.org/10.1038/s41586-026-10185-4",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Daily briefing: Scientists delve into the smells of history",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-026-00353-x",
          "doi": "https://doi.org/10.1038/d41586-026-00353-x",
          "filter": "4",
          "created": "2026-2-3"
        },
        {
          "title": "Who does academic consulting serve?",
          "authors": "Nicolás C. Zanetta-Colombo",
          "url": "https://doi.org/10.1038/d41586-026-00343-z",
          "doi": "https://doi.org/10.1038/d41586-026-00343-z",
          "filter": "4",
          "created": "2026-2-3"
        },
        {
          "title": "Briefing Chat: What Brazilian centenarians could reveal about the science of ageing",
          "authors": "Benjamin Thompson, Nick Petrić Howe",
          "url": "https://doi.org/10.1038/d41586-026-00322-4",
          "doi": "https://doi.org/10.1038/d41586-026-00322-4",
          "filter": "4",
          "created": "2026-1-30"
        },
        {
          "title": "Daily briefing: What people with no ‘mind’s eye’ can tell us about consciousness",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-026-00361-x",
          "doi": "https://doi.org/10.1038/d41586-026-00361-x",
          "filter": "4",
          "created": "2026-2-4"
        },
        {
          "title": "A tumour-to-brain pathway hinders anticancer defences",
          "authors": "Aeson Chang, Simon McMullan",
          "url": "https://doi.org/10.1038/d41586-026-00170-2",
          "doi": "https://doi.org/10.1038/d41586-026-00170-2",
          "filter": "4",
          "created": "2026-2-4"
        },
        {
          "title": "Eviction notice",
          "authors": "Celso Antonio de Almeida",
          "url": "https://doi.org/10.1038/d41586-026-00138-2",
          "doi": "https://doi.org/10.1038/d41586-026-00138-2",
          "filter": "4",
          "created": "2026-2-4"
        },
        {
          "title": "Many people have no mental imagery. What’s going on in their brains?",
          "authors": "Elizabeth Quill",
          "url": "https://doi.org/10.1038/d41586-026-00311-7",
          "doi": "https://doi.org/10.1038/d41586-026-00311-7",
          "filter": "4",
          "created": "2026-2-3"
        },
        {
          "title": "Quantum computers will finally be useful: what’s behind the revolution",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-026-00312-6",
          "doi": "https://doi.org/10.1038/d41586-026-00312-6",
          "filter": "4",
          "created": "2026-2-4"
        },
        {
          "title": "The ‘bible for psychiatry’ is getting a rewrite: your guide to the next DSM",
          "authors": "David Adam",
          "url": "https://doi.org/10.1038/d41586-026-00283-8",
          "doi": "https://doi.org/10.1038/d41586-026-00283-8",
          "filter": "4",
          "created": "2026-2-3"
        },
        {
          "title": "What my cave stay taught me about sensors",
          "authors": "Kiana Aran",
          "url": "https://doi.org/10.1038/d41586-026-00203-w",
          "doi": "https://doi.org/10.1038/d41586-026-00203-w",
          "filter": "4",
          "created": "2026-2-4"
        },
        {
          "title": "How learning handwriting trains the brain: the science behind the cursive wars",
          "authors": "Mariana Lenharo",
          "url": "https://doi.org/10.1038/d41586-026-00320-6",
          "doi": "https://doi.org/10.1038/d41586-026-00320-6",
          "filter": "4",
          "created": "2026-2-2"
        },
        {
          "title": "Embrace diverse PhD supervision styles — but enforce essential standards",
          "authors": "Piera Cicchetti, Rosella Visintin",
          "url": "https://doi.org/10.1038/d41586-026-00344-y",
          "doi": "https://doi.org/10.1038/d41586-026-00344-y",
          "filter": "4",
          "created": "2026-2-3"
        },
        {
          "title": "Evolutionary insights into a skin fold",
          "authors": "Cheng Ming Chuong, Mingxing Lei",
          "url": "https://doi.org/10.1038/d41586-026-00171-1",
          "doi": "https://doi.org/10.1038/d41586-026-00171-1",
          "filter": "4",
          "created": "2026-2-4"
        },
        {
          "title": "This robot hand detaches and walks by itself",
          "authors": "Dan Fox",
          "url": "https://doi.org/10.1038/d41586-026-00327-z",
          "doi": "https://doi.org/10.1038/d41586-026-00327-z",
          "filter": "4",
          "created": "2026-1-30"
        },
        {
          "title": "48 hours without lungs: artificial organ kept man alive until transplant",
          "authors": "Rachel Fieldhouse",
          "url": "https://doi.org/10.1038/d41586-026-00239-y",
          "doi": "https://doi.org/10.1038/d41586-026-00239-y",
          "filter": "4",
          "created": "2026-1-29"
        },
        {
          "title": "The global plastics treaty can be saved — here’s how to break the deadlock",
          "authors": "Paul Einhäupl, Linda Del Savio, Melanie Bergmann, Annika Jahnke",
          "url": "https://doi.org/10.1038/d41586-026-00314-4",
          "doi": "https://doi.org/10.1038/d41586-026-00314-4",
          "filter": "4",
          "created": "2026-2-3"
        },
        {
          "title": "The smart sensors improving the world’s biggest cities",
          "authors": "Bianca Nogrady",
          "url": "https://doi.org/10.1038/d41586-026-00306-4",
          "doi": "https://doi.org/10.1038/d41586-026-00306-4",
          "filter": "4",
          "created": "2026-2-4"
        },
        {
          "title": "China is betting on ‘optical’ computer chips — will they power AI?",
          "authors": "Mohana Basu",
          "url": "https://doi.org/10.1038/d41586-026-00274-9",
          "doi": "https://doi.org/10.1038/d41586-026-00274-9",
          "filter": "4",
          "created": "2026-1-30"
        },
        {
          "title": "Author knows best? Top AI conference asks for self-ranked papers amid paper deluge",
          "authors": "Dalmeet Singh Chawla",
          "url": "https://doi.org/10.1038/d41586-026-00059-0",
          "doi": "https://doi.org/10.1038/d41586-026-00059-0",
          "filter": "4",
          "created": "2026-2-4"
        },
        {
          "title": "Five ways to make the academic workplace happier and healthier this year",
          "authors": "Ferhan G. Sağın, Robert A. Harris",
          "url": "https://doi.org/10.1038/d41586-025-04162-6",
          "doi": "https://doi.org/10.1038/d41586-025-04162-6",
          "filter": "4",
          "created": "2026-1-29"
        },
        {
          "title": "ArXiv says submissions must be in English: are AI translators up for the job?",
          "authors": "Nicola Jones",
          "url": "https://doi.org/10.1038/d41586-026-00229-0",
          "doi": "https://doi.org/10.1038/d41586-026-00229-0",
          "filter": "4",
          "created": "2026-1-29"
        },
        {
          "title": "Daily briefing: Brain–immune crosstalk worsens the damage of heart attacks",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-026-00319-z",
          "doi": "https://doi.org/10.1038/d41586-026-00319-z",
          "filter": "4",
          "created": "2026-1-30"
        },
        {
          "title": "Is this journal legitimate? This tool can help you decide",
          "authors": "Matthew Hutson",
          "url": "https://doi.org/10.1038/d41586-026-00223-6",
          "doi": "https://doi.org/10.1038/d41586-026-00223-6",
          "filter": "4",
          "created": "2026-2-2"
        },
        {
          "title": "See the Sun expand and contract like a pufferfish — January’s best science images",
          "authors": "Fred Schwaller",
          "url": "https://doi.org/10.1038/d41586-026-00307-3",
          "doi": "https://doi.org/10.1038/d41586-026-00307-3",
          "filter": "4",
          "created": "2026-2-2"
        },
        {
          "title": "Daily briefing: Why we enjoy things more when they’re hard to get",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-026-00341-1",
          "doi": "https://doi.org/10.1038/d41586-026-00341-1",
          "filter": "4",
          "created": "2026-2-2"
        },
        {
          "title": "Daily briefing: The secrets of the centenarians",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-026-00303-7",
          "doi": "https://doi.org/10.1038/d41586-026-00303-7",
          "filter": "4",
          "created": "2026-1-30"
        },
        {
          "title": "This AI has chemical expertise — and helps synthesize 35 new compounds",
          "authors": "Andy Extance",
          "url": "https://doi.org/10.1038/d41586-026-00240-5",
          "doi": "https://doi.org/10.1038/d41586-026-00240-5",
          "filter": "4",
          "created": "2026-1-29"
        },
        {
          "title": "Does AI already have human-level intelligence? The evidence is clear",
          "authors": "Eddy Keming Chen, Mikhail Belkin, Leon Bergen, David Danks",
          "url": "https://doi.org/10.1038/d41586-026-00285-6",
          "doi": "https://doi.org/10.1038/d41586-026-00285-6",
          "filter": "4",
          "created": "2026-2-2"
        },
        {
          "title": "OpenAI-backed firm to use ultrasound to read minds. Does the science stand up?",
          "authors": "Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-026-00329-x",
          "doi": "https://doi.org/10.1038/d41586-026-00329-x",
          "filter": "4",
          "created": "2026-2-2"
        },
        {
          "title": "Calling all scientists: Support your Iranian colleagues",
          "authors": "Mohammad Hosseini",
          "url": "https://doi.org/10.1038/d41586-026-00342-0",
          "doi": "https://doi.org/10.1038/d41586-026-00342-0",
          "filter": "4",
          "created": "2026-2-3"
        },
        {
          "title": "‘It means I can sleep at night’: how sensors are helping to solve scientists’ problems",
          "authors": "Nic Fleming",
          "url": "https://doi.org/10.1038/d41586-026-00212-9",
          "doi": "https://doi.org/10.1038/d41586-026-00212-9",
          "filter": "4",
          "created": "2026-2-4"
        },
        {
          "title": "Are health influencers making us sick?",
          "authors": "Helen Pearson",
          "url": "https://doi.org/10.1038/d41586-026-00313-5",
          "doi": "https://doi.org/10.1038/d41586-026-00313-5",
          "filter": "4",
          "created": "2026-2-2"
        },
        {
          "title": "Can academia handle my religious faith?",
          "authors": "Adam Levy",
          "url": "https://doi.org/10.1038/d41586-026-00154-2",
          "doi": "https://doi.org/10.1038/d41586-026-00154-2",
          "filter": "4",
          "created": "2026-1-30"
        },
        {
          "title": "NIH rolls back red tape on some experiments — spurring excitement and concern",
          "authors": "Heidi Ledford",
          "url": "https://doi.org/10.1038/d41586-026-00337-x",
          "doi": "https://doi.org/10.1038/d41586-026-00337-x",
          "filter": "4",
          "created": "2026-2-4"
        },
        {
          "title": "How DeepMind’s genome AI could help solve rare-disease mysteries",
          "authors": "Ewen Callaway",
          "url": "https://doi.org/10.1038/d41586-026-00302-8",
          "doi": "https://doi.org/10.1038/d41586-026-00302-8",
          "filter": "4",
          "created": "2026-1-30"
        },
        {
          "title": "Don’t talk science, play science: translate your data into music to improve its reach",
          "authors": "Jane Palmer",
          "url": "https://doi.org/10.1038/d41586-026-00316-2",
          "doi": "https://doi.org/10.1038/d41586-026-00316-2",
          "filter": "4",
          "created": "2026-2-2"
        },
        {
          "title": "Longevity is in the genes: half of lifespan is heritable",
          "authors": "Max Kozlov",
          "url": "https://doi.org/10.1038/d41586-026-00300-w",
          "doi": "https://doi.org/10.1038/d41586-026-00300-w",
          "filter": "4",
          "created": "2026-1-29"
        },
        {
          "title": "I know science can’t fix the world — here’s why I do it anyway",
          "authors": "Jean Colcombet",
          "url": "https://doi.org/10.1038/d41586-026-00310-8",
          "doi": "https://doi.org/10.1038/d41586-026-00310-8",
          "filter": "4",
          "created": "2026-2-3"
        },
        {
          "title": "Critical social-media posts linked to retractions of scientific papers",
          "authors": "Rachel Fieldhouse",
          "url": "https://doi.org/10.1038/d41586-025-04146-6",
          "doi": "https://doi.org/10.1038/d41586-025-04146-6",
          "filter": "4",
          "created": "2026-1-29"
        },
        {
          "title": "Still conscious? Brain marker signals when anaesthesia takes hold",
          "authors": "Liam Drew",
          "url": "https://doi.org/10.1038/d41586-026-00301-9",
          "doi": "https://doi.org/10.1038/d41586-026-00301-9",
          "filter": "4",
          "created": "2026-1-29"
        },
        {
          "title": "China’s relationship with foreign scientific powers is changing rapidly",
          "authors": "Laurie Udesky",
          "url": "https://doi.org/10.1038/d41586-026-00196-6",
          "doi": "https://doi.org/10.1038/d41586-026-00196-6",
          "filter": "4",
          "created": "2026-2-2"
        },
        {
          "title": "More than one-third of cancer cases are preventable, massive study finds",
          "authors": "Gemma Conroy",
          "url": "https://doi.org/10.1038/d41586-026-00333-1",
          "doi": "https://doi.org/10.1038/d41586-026-00333-1",
          "filter": "4",
          "created": "2026-2-3"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Author Correction: Advancing the psychology of social class with large-scale replications in four countries",
          "authors": "Anatolia Batruch, Nicolas Sommet, Frédérique Autin",
          "url": "https://doi.org/10.1038/s41562-026-02419-2",
          "doi": "https://doi.org/10.1038/s41562-026-02419-2",
          "filter": "0",
          "created": "2026-2-2"
        },
        {
          "title": "Climate change adaptation must consider older people",
          "authors": "Liming Yao, Shiqi Tan, Chengwei Lv, Nan Wang, Yoshikuni Yoshida, Yin Long",
          "url": "https://doi.org/10.1038/s41562-026-02402-x",
          "doi": "https://doi.org/10.1038/s41562-026-02402-x",
          "filter": "0",
          "created": "2026-1-29"
        },
        {
          "title": "Assessing personality using zero-shot generative AI scoring of brief open-ended text",
          "authors": "Aidan G. C. Wright, Whitney R. Ringwald, Colin E. Vize, Johannes C. Eichstaedt, Mike Angstadt, Aman Taxali, Chandra Sripada",
          "abstract": "Contemporary personality assessment relies heavily on psychometric scales, which offer efficiency but risk oversimplifying the rich and contextual nature of personality. Recognizing these limitations, this study explores the use of commercially available generative large language models (LLMs), such as ChatGPT, Claude and so on, to assess personality traits from open-ended qualitative narratives. Across two distinct samples and methodologies (spontaneous streams of thought and daily video diaries), we used seven commercial, generative LLMs to score Big-Five personality traits, achieving convergence with self-report measures comparable to or exceeding established benchmarks (for example, self–other agreement, ecological momentary assessment, and bespoke machine learning models). Although results differed across different LLMs, we found that using the average LLM score across models provided the strongest agreement with self-report. Further, LLM-generated trait scores also demonstrated predictive validity regarding daily behaviours and mental health outcomes. This LLM-based approach achieved quantitative rigour based on qualitative data and is easily accessible without specialized training. Importantly, our findings also reaffirm that personality is expressed ubiquitously, in that it is carried in the stream of our thoughts and is woven into the fabric of our daily lives. These results encourage broader adoption of generative LLMs for psychological assessment and—given the new generation of tools—stress the value of idiographic narratives as reliable sources of psychological insight.",
          "url": "https://doi.org/10.1038/s41562-025-02389-x",
          "doi": "https://doi.org/10.1038/s41562-025-02389-x",
          "filter": "0",
          "created": "2026-1-30"
        },
        {
          "title": "Political action is now crucial for US scientists",
          "authors": "Tatiane Russo-Tait, Summer Blanco, Eduardo Bonilla-Silva",
          "url": "https://doi.org/10.1038/s41562-026-02406-7",
          "doi": "https://doi.org/10.1038/s41562-026-02406-7",
          "filter": "0",
          "created": "2026-2-2"
        },
        {
          "title": "Why single-item measures of wellbeing are best",
          "authors": "John F. Helliwell, Richard Layard, Jeffrey D. Sachs, Jan-Emmanuel De Neve, Lara B. Aknin, Shun Wang",
          "url": "https://doi.org/10.1038/s41562-026-02401-y",
          "doi": "https://doi.org/10.1038/s41562-026-02401-y",
          "filter": "0",
          "created": "2026-2-2"
        },
        {
          "title": "The tension between big team science and colonial power dynamics",
          "authors": "Fanli Jia",
          "url": "https://doi.org/10.1038/s41562-026-02404-9",
          "doi": "https://doi.org/10.1038/s41562-026-02404-9",
          "filter": "0",
          "created": "2026-2-2"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Health-focused frames mobilize Americans to action to address LGBTQ inequality",
          "authors": "Pia Dietze, Riana M. Brown, Maureen A. Craig",
          "abstract": "“More than 1 in 8 LGBTQ people live in states where doctors can refuse to treat them.” This headline describes a flurry of laws passed in 2025 allowing doctors to refuse treatment of LGBTQ patients based on personal beliefs. This and other laws like it limit healthcare access and exacerbate health inequality for LGBTQ individuals. But health is not the only domain in which LGBTQ individuals face disparities. Long-standing inequalities also exist in other domains of life, for example, gay men earn up to 32% less wages than their heterosexual peers. In the current research, we ask if exposure to LGBTQ inequality in one domain (e.g., health) motivates more support for action than exposure to inequality in other domains (e.g., economics). In six experiments (five preregistered), we test our hypothesis that emphasizing health-based LGBTQ inequality (vs. economics and belonging) spurs engagement with and support for mitigating action (S1-2). We also investigate why people support action (S1a-1b) and what boosts support (S3a-3c). As predicted and preregistered, we find greater support for action to mitigate health-based LGBTQ inequality, compared to economics and belonging. This occurs, in part, because people blame LGBTQ individuals less for health (vs. economic) disparities and perceive health inequalities to violate morally sacred values, which is associated with greater perceived injustice. Finally, we find that connecting economic inequality to health inequality in individuals’ minds can increase support for mitigating economic inequality.",
          "url": "https://doi.org/10.1073/pnas.2527168123",
          "doi": "https://doi.org/10.1073/pnas.2527168123",
          "filter": "0",
          "created": "2026-2-2"
        },
        {
          "title": "For reducing premature adult mortality in India, education matters more than income",
          "authors": "Moradhvaj Dhakad, Erich Striessnig, Nandita Saikia, Samir K.C., Wolfgang Lutz",
          "abstract": "Preventing premature death is a global policy objective reflected in the SDGs. While numerous studies have found socioeconomic factors to be significantly associated with premature death everywhere in the world, the debate on the relative effect of such factors on mid-age (15 to 59 ages) has not received enough attention, particularly in low-income countries, where this question is pertinent due to scant resources in the healthcare sector. Using nationally representative, longitudinal data from the India Human Development Survey, we assess the relative importance of individual- and community-level education vs. income and wealth in India, where approximately 3 million premature deaths occur annually in mid-ages. We find a clear downward gradient in mid-age mortality with increasing education within each wealth category, whereas no consistent mortality advantage with increasing wealth status is visible within education subgroups. Multilevel logistic regression models show that the decline in the risk of death across the education spectrum by far exceeds (14% for male and 13% for female) the decline moving along the wealth distribution, even after controlling for other relevant demographic, socioeconomic, regional variables. Along with the direct effect of individual-level educational attainment, we also find a protective effect of education at the community level, particularly for women. Based on these findings, we infer that educational attainment is essential for reducing mid-age mortality in India. Population and health policies in developing countries, therefore, should focus on education to prevent adult mortality.",
          "url": "https://doi.org/10.1073/pnas.2503809123",
          "doi": "https://doi.org/10.1073/pnas.2503809123",
          "filter": "0",
          "created": "2026-2-2"
        },
        {
          "title": "The dynamics of cooperation in asymmetric public goods games",
          "authors": "Xiaomin Wang, Christian Hilbe, Boyu Zhang",
          "abstract": "When people collaborate in groups, they routinely face collective action problems: for the group effort to succeed, individuals need to cooperate despite any incentives to defect. These problems can be modeled with public goods games. To facilitate such an analysis, many studies assume the game is symmetric. Group members have the same means to cooperate (equal endowments), and contributions of different group members are equally effective (equal productivities). Studies that allow for some inequality tend to focus on one kind of inequality only. In practice, however, people can be unequal in many ways. The effect of these inequalities may in turn depend on the specific public goods game considered. To explore these issues, we combine a large-sample experiment with extensive theoretical work. We systematically vary four aspects: the group members’ endowments, their productivities, group size, and whether the public goods game exhibits linear returns or returns given by a threshold function. By exploring all four aspects, we obtain a unique dataset to explore the effect of asymmetry on cooperation. Based on this dataset, we study whether there is an advantage of “aligned inequality”: whether groups achieve a better surplus if more productive individuals have a larger endowment. For public goods games with linear returns, we find such an advantage, thereby corroborating previous research. If returns follow a threshold function, however, aligned inequality results in inferior payoffs. These results show that the effect of inequality on cooperation depends on the kind of public goods game considered.",
          "url": "https://doi.org/10.1073/pnas.2525760123",
          "doi": "https://doi.org/10.1073/pnas.2525760123",
          "filter": "0",
          "created": "2026-1-29"
        },
        {
          "title": "Toddlers expect ingroup loyalty to override personal preferences when outgroups are present",
          "authors": "Lin Bian, Renée Baillargeon",
          "abstract": "When outgroups are present, adults may endorse ingroup choices that are at odds with their personal preferences, in an outward show of ingroup loyalty. Here, we examined whether 2-y-old toddlers ( N = 108) might already understand such shows of loyalty. In three violation-of-expectation experiments, toddlers watched interactions among a target individual, an ingroup member, and an outgroup member; group memberships were marked with novel labels. In the critical trials, the target individual chose between an ingroup- and an outgroup-associated toy. When the outgroup member was present during this selection process, toddlers expected the target individual to conform to her group’s norm and select the ingroup-associated toy, even when they knew she preferred the outgroup-associated toy. This was true whether or not the ingroup member remained in the scene; as long as the outgroup member was present, toddlers expected the target individual to select the ingroup-associated toy and no other toy. When the outgroup member was absent, however, toddlers expected the target individual to act on her personal preference, if any. They also held this expectation if no information was provided about group memberships. Together, these results indicate that by 2 y of age, toddlers a) construe individuals as possessed of both a personal and a social identity, b) understand that individuals may produce different actions in different contexts depending on which identity has precedence, and c) expect individuals’ social identity to take precedence in intergroup contexts even when it conflicts with their personal identity, in a show of ingroup loyalty.",
          "url": "https://doi.org/10.1073/pnas.2521041123",
          "doi": "https://doi.org/10.1073/pnas.2521041123",
          "filter": "0",
          "created": "2026-2-2"
        },
        {
          "title": "The socioeconomic returns to citizenship: A randomized controlled trial",
          "authors": "Jens Hainmueller, Elisa Cascardi, Michael Hotard, Rey Koslowski, Duncan Lawrence, Vasil Yasenov, David D. Laitin",
          "abstract": "Based on observational studies, conventional wisdom suggests that citizenship carries economic benefits. We leverage a randomized experiment from New York where low-income registrants with permanent residency who wanted to become citizens entered a lottery to receive fee vouchers to naturalize. Voucher recipients were about 36 p.p. more likely to naturalize. Yet, we find no discernible effects of access to citizenship on multiple economic outcomes, including income, credit scores, access to credit, financial distress, and employment. Leveraging a multidimensional immigrant integration index, we similarly find no measurable effects on noneconomic integration. However, we do find that citizenship reduces fears of deportation. Explaining divergence from past studies, our results also reveal evidence of positive selection into citizenship, suggesting that observational studies are susceptible to selection bias.",
          "url": "https://doi.org/10.1073/pnas.2516178123",
          "doi": "https://doi.org/10.1073/pnas.2516178123",
          "filter": "0",
          "created": "2026-1-30"
        }
      ],
      "articles_hidden": [
        {
          "title": "Dynamics of memory B cells and plasmablasts in healthy individuals",
          "authors": "Andrea Mazzolini, Aleksandra M. Walczak, Thierry Mora",
          "abstract": "Our adaptive immune system relies on the persistence over long times of a diverse set of antigen-experienced B cells to encode our memories of past infections and to protect us against future ones. While longitudinal repertoire sequencing promises to track the long-term dynamics of many B cell clones simultaneously, sampling and experimental noise make it hard to draw reliable quantitative conclusions. Leveraging statistical inference, we infer the dynamics of memory B cell clonal dynamics and conversion to plasmablasts, which includes clone creation, degradation, abundance fluctuations, and differentiation. We find that memory B cell clones degrade slowly, with a half-life of 10 y. Based on the inferred parameters, we predict that it takes about 50 y to renew 50% of the repertoire, with most observed clones surviving for a lifetime. We infer that, on average, 1 out of 100 memory B cells differentiates into a plasmablast each year, more than expected from purely antigen-stimulated differentiation, and that plasmablast clones degrade with a half-life of about one year in the absence of memory imports. Our method is general and could be applied to other longitudinal repertoire sequencing B cell subsets.",
          "url": "https://doi.org/10.1073/pnas.2528141123",
          "doi": "https://doi.org/10.1073/pnas.2528141123",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Grazer exclusion is associated with higher fast-cycling carbon pools but lower slow-cycling mineral-associated carbon across grasslands",
          "authors": "Luhong Zhou, Shangshi Liu, Maarten Schrama, Deborah Ashworth, Richard D. Bardgett",
          "abstract": "The removal of livestock grazers from historically grazed grasslands is widely proposed as a key strategy for the enhancement of soil organic carbon (SOC) for climate mitigation. Yet, accurate assessments of how grazer exclusion impacts SOC pools of differing stability are lacking, with most studies focusing on total SOC rather than the distribution of SOC within fast and more stable, slow-cycling pools. Here, we used 12 historically grazed grassland sites along an 800 km south–north gradient across the United Kingdom to test how particulate (POC) and mineral-associated organic carbon (MAOC) pools were linked to long-term (&gt;10 y) exclusion of large domesticated grazers. We found that grazer exclusion was associated with relatively higher fast-cycling C pools, including plant and litter C, and to a lesser extent POC, but lower more stable, slow-cycling MAOC pools compared to grazed controls. Grazer exclusion was also associated with a marked shift in vegetation composition, with greater cover of ericoid mycorrhizal (ErM) shrubs over arbuscular mycorrhizal (AM) graminoids. This vegetation shift likely played a dual role in regulating SOC, contributing to higher POC via both the input of recalcitrant litter and by the enhancement of soil moisture and lower MAOC due to priming and decreased mineral protection of SOC. Our findings provide evidence that while the exclusion of grazers tends to favor fast-cycling C pools, it coincides with lower SOC persistence, potentially increasing the vulnerability of grassland SOC stocks to future climate change.",
          "url": "https://doi.org/10.1073/pnas.2512048123",
          "doi": "https://doi.org/10.1073/pnas.2512048123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Nuclear speckles are regulatory hubs for viral and host mRNA expression during HSV-1 infection",
          "authors": "Shani Nadav-Eliyahu, Chaya Bohrer, Alon Boocholez, Noa Kinor, Vesa Aho, Jennifer I. C. Benichou, Salla Mattola, Sami Salminen, Henri Niskanen, Minna U. Kaikkonen, Maija Vihinen-Ranta, Yaron Shav-Tal",
          "abstract": "Herpes simplex virus type 1 (HSV-1) infection remodels the host nucleus, marginalizing chromatin and forming viral replication compartments (VRCs). Nuclear speckles, nuclear bodies enriched in RNA-processing factors, reposition around VRCs and undergo structural changes. While viral mRNAs are transcribed in VRCs and host transcription is largely suppressed, the nuclear routes used by viral and upregulated host transcripts and their relationship with nuclear bodies remain unclear. We show that immediate-early (IE) viral transcripts uniquely accumulate in nuclear speckles prior to export, unlike early or late transcripts, revealing a selective nuclear speckle-dependent pathway. Similarly, host mRNAs upregulated during infection traffic into nuclear speckles after transcription. Moreover, nuclear speckles are structurally remodeled, marked by the long non-coding RNA (lncRNA) MALAT1 removal and increased dynamics of the nuclear speckle core protein SRRM2. Finally, we found that blocking mRNA export causes IE transcripts to accumulate in nuclear speckles and that nuclear speckle disassembly severely impairs IE mRNA export, preventing downstream viral gene expression. These findings establish nuclear speckles as dynamic regulatory hubs that selectively facilitate the processing and export of IE viral mRNAs during HSV-1 infection.",
          "url": "https://doi.org/10.1073/pnas.2511555123",
          "doi": "https://doi.org/10.1073/pnas.2511555123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "PTP1B inhibition promotes microglial phagocytosis in Alzheimer’s disease models by enhancing SYK signaling",
          "authors": "Yuxin Cen, Steven R. Alves, Dongyan Song, Christy Felice, Jonathan B. Preall, Linda Van Aelst, Nicholas K. Tonks",
          "abstract": "Amyloid β (Aβ) accumulation is a hallmark of Alzheimer’s disease (AD). Emerging evidence suggests that impaired microglial Aβ phagocytosis is a key feature in AD, highlighting the therapeutic potential of enhancing this innate immune function. Here, we demonstrate that genetic deletion or pharmacological inhibition of protein tyrosine phosphatase 1B (PTP1B) ameliorated memory deficits and reduced Aβ burden in APP/PS1 mice. Moreover, we show that PTP1B was highly expressed in microglia, and its deficiency promoted a transcriptional shift toward immune activation and phagocytosis. Consistently, PTP1B deletion in microglia enhanced phagocytosis and energy metabolism, supported by increased AKT-mTOR signaling, a pathway essential for meeting the energy demands of activation. Mechanistically, we identified spleen tyrosine kinase (SYK), a key regulator of microglial phagocytosis, as a direct substrate of PTP1B. Inhibition of SYK showed that PTP1B modulates microglial activation in a SYK-dependent manner. These findings established PTP1B as a critical modulator of microglial activation and a potential therapeutic target for AD.",
          "url": "https://doi.org/10.1073/pnas.2521944123",
          "doi": "https://doi.org/10.1073/pnas.2521944123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "SARS-CoV-2 S assembly into virions facilitated by host ERM proteins",
          "authors": "Jiaming Wang, Wanbo Tai, Zhaoyang Wang, Wenxin Dai, Mingrui Yang, Jiajian Guo, Pengfei He, Yanan Nan, Tianyu Li, Shuqi Zhou, Dongxiao Cui, Yiqun Li, Cuiyan Ma, Yue Zhang, Dongdong Li, Zhengdan Zhu, Kexin Chu, Dongdong Wang, Songhui Yang, Xinyu Zhuang, Mingyao Tian, Mingkang Huang, Xianwen Zhang, Gong Cheng, Wenfu Ma",
          "abstract": "The host cell cytoskeleton plays a critical role in the SARS-CoV-2 life cycle, though the underlying mechanisms remain poorly understood. This study investigates the interaction between the SARS-CoV-2 spike (S) protein and the cytoskeleton-associated ezrin-radixin-moesin (ERM) proteins through biochemical and structural characterization. A previously unidentified ERM-binding motif on the SARS-CoV-2 S protein is identified, revealing that S-ERM interactions are specifically conserved among highly pathogenic coronaviruses, including SARS-CoV, MERS-CoV, and SARS-CoV-2. Functionally, these interactions facilitate S packaging into virions by directing it to assembly sites, utilizing ERM’s affinity for negatively curved membranes, akin to its role in cell surface protrusions. Silencing ERM expression significantly reduces SARS-CoV-2 titer, highlighting its essential role in viral propagation. Additionally, leveraging the established role of COPI-mediated trafficking in S localization, a compound is developed to disrupt S-COPI binding, promoting S secretion to the cell surface and effectively reducing viral titers. Our findings revealed a critical host–pathogen interaction that drives S incorporation into virions and identified ERM proteins as key facilitators of coronavirus assembly. Furthermore, our study suggests an antiviral strategy by targeting the S-COPI trafficking pathway. These insights advanced our understanding of coronavirus–host interactions and provided a potential therapeutic approach against SARS-CoV-2 and other highly pathogenic coronaviruses.",
          "url": "https://doi.org/10.1073/pnas.2504517123",
          "doi": "https://doi.org/10.1073/pnas.2504517123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Orbital longitudinal magnetoelectric coupling in rhombohedral multilayer graphene",
          "authors": "Jin-Xin Hu, Justin C. W. Song",
          "abstract": "Magnetoelectric coupling enables the manipulation of magnetization by electric fields and polarization by magnetic fields. While typically found in heavy element materials with large spin–orbit coupling, recent experiments on rhombohedral-stacked pentalayer graphene have demonstrated a longitudinal magnetoelectric coupling (LMC) without spin–orbit coupling. Here, we develop a microscopic theory of LMC in layered quantum materials and identify how it is controlled by a “layer-space” quantum geometry. Focusing on rhombohedral multilayer graphene systems, we find that the interplay between LMC and valley-polarized order produces a butterfly shaped magnetic hysteresis controlled by out-of-plane electric field: a signature of LMC and a multiferroic valley order. Furthermore, we identify a nonlinear LMC in rhombohedral multilayer graphene under time-reversal symmetry, while the absence of centrosymmetry enables the generation of a second-order nonlinear electric dipole moment in response to an out-of-plane magnetic field. Our theoretical framework provides a quantitative understanding of LMC, as well as the emergent magnetoelectric properties of rhombohedral multilayer graphene.",
          "url": "https://doi.org/10.1073/pnas.2506751123",
          "doi": "https://doi.org/10.1073/pnas.2506751123",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "The role of fluctuations in the nucleation process",
          "authors": "Yuanpeng Deng, Peilin Kang, Xiang Xu, Hui Li, Michele Parrinello",
          "abstract": "The emergence upon cooling of an ordered solid phase from a disordered liquid is a remarkable example of self-assembly, which has also major practical relevance. Here, we use a recently developed committor-based enhanced sampling method to explore the crystallization transition in a Lennard-Jones fluid, using variational principle based on the backward Kolmogorov equation. We exploit the unique properties of our method to study in detail the nucleation mechanism, allowing us to detect and analyze the fluctuations that eventually lead to crystallization. We find that the transition state ensemble has a complex nature in which the nonspherical solid core is surrounded by an interface that is more disordered than bulk liquid. We also compute from the variational principle a nucleation rate that is consistent with the experimental results at variance with previous estimates.",
          "url": "https://doi.org/10.1073/pnas.2526954123",
          "doi": "https://doi.org/10.1073/pnas.2526954123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "GABA corelease guides the functional maturation of glycinergic synapses in an auditory sound localization circuit",
          "authors": "Jongwon Lee, Brian Brockway, Karl Kandler",
          "abstract": "In the mammalian brainstem and spinal cord, glycine is the primary inhibitory neurotransmitter. However, during development, many glycinergic neurons also corelease the inhibitory neurotransmitter gamma-aminobutyric acid (GABA). Although the acute effects of GABA corelease on immature synaptic transmission have been increasingly characterized, its role in synapse maturation and circuit formation remains poorly understood. Here, we investigated the developmental roles of GABA corelease at glycinergic synapses from the medial nucleus of the trapezoid body (MNTB) to the lateral superior olive (LSO), an auditory pathway essential for binaural integration and sound localization. During the first two postnatal weeks, MNTB-LSO synapses corelease GABA and undergo pronounced synaptic and circuit refinement. Using conditional knockout mice with severely diminished GABA corelease from MNTB neurons, we found that key aspects of circuit refinement, including synaptic silencing and strengthening, occurred normally. However, a disruption of GABA corelease resulted in significantly larger quantal amplitudes and a reduced readily releasable vesicle pool, impairing the high fidelity and temporal precision of synaptic transmission, which are essential for accurate binaural processing. These results reveal a critical developmental role for GABA corelease in shaping the functional synaptic architecture of glycinergic synapses involved in sound localization.",
          "url": "https://doi.org/10.1073/pnas.2520749123",
          "doi": "https://doi.org/10.1073/pnas.2520749123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "PLETHORA–autophagy axis activates organ regeneration through ROS modulation",
          "authors": "Akansha Ganguly, Aabha Humnabadkar, Komal Gautam, Viola Willemsen, Lin Xu, Yasin Dagdas, Kalika Prasad",
          "abstract": "Injury-induced disruption of cellular homeostasis leads to accumulation of stress at sites adjacent to a wound. How do these cells mitigate wound-induced stress and restore cellular homeostasis to promote regeneration? To address this question, we examined the role of autophagy—a conserved quality control pathway that recycles defective cellular components to sustain cellular homeostasis—in facilitating wound repair in plants. We demonstrate that transcriptional activation of autophagy-related gene 8 ( ATG8 ) genes is essential for de novo root regeneration, but dispensable for wound induced callus formation from an excised leaf. Plant-specific transcription factors PLETHORA (PLT) activate the transcription of a subset of ATG8 genes and function nonredundantly in this process. Disrupting the PLT– ATG8 regulatory axis severely impairs organelle turnover, resulting in increased intracellular stress and ectopic accumulation of reactive oxygen species (ROS). PLT– ATG8 mediated positioning of optimal ROS levels promotes the expression of stem-cell regulators for successful de novo root regeneration. Altogether, our findings illustrate how plants utilize kingdom-specific developmental regulators, such as PLTs, to activate evolutionarily conserved pathways, effectively managing wound-induced cellular stress and facilitating organ regeneration.",
          "url": "https://doi.org/10.1073/pnas.2513954123",
          "doi": "https://doi.org/10.1073/pnas.2513954123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Amplified warming in tropical and subtropical cities under 2 °C climate change",
          "authors": "S. Berk, M. M. Joshi, C. M. Goodess, P. Nowack",
          "abstract": "Cities are often warmer than rural surroundings due to a phenomenon known as the urban heat island, which can be influenced by various factors, such as regional climate and land surface types. Under climate change, cities face not only the challenge of increasing temperatures in their surrounding hinterland but also the challenge of potential changes in their heat islands. However, even high-resolution global Earth system models (ESMs) with “urban tiles” can only properly resolve the largest urban areas or megacities. Here, we address these limitations by applying a process-based statistical learning model to ESM outputs to provide projections of changes in land surface temperature (LST) for 104 medium-sized cities of population 300 K to 1 M in the subtropics and tropics. Under a 2 °C global warming scenario, annual mean LST in 81% of these cities is projected to increase faster than the surrounding area. In 16% of these cities, mostly in India and China, mean LST is projected to increase by an additional 50-112% above ESM projections of the surrounding area. Our findings underscore the importance of investigating the specific effects of climate change on urban heat exposure.",
          "url": "https://doi.org/10.1073/pnas.2502873123",
          "doi": "https://doi.org/10.1073/pnas.2502873123",
          "filter": "2",
          "created": "2026-2-3"
        },
        {
          "title": "Ten-year 15 N labeling reveals the nitrogen retention threshold for maximizing carbon sequestration in a temperate forest",
          "authors": "Bai Liu, Xianlei Fan, Ziping Liu, Qing Chang, Jiancheng Chen, Yingdong Huo, Edith Bai",
          "abstract": "Anthropogenic nitrogen (N) deposition comprising reduced (NH x ) and oxidized (NO y ) forms, differentially influences ecosystem processes. However, their long-term fates and collective impacts on ecosystem nitrogen use efficiency (NUE) and carbon (C) sequestration remain unresolved. Here, using a decade-long paired labeling ( 15 NH 4 + and 15 NO 3 − ) experiment in a temperate forest, we demonstrate that initially distinct fates of different N forms converged within 2 y due to low initial loss rates prior to organic incorporation. After 10 y, overall ecosystem retention was remarkably similar (55.3 to 65.6%) for both N forms. A process -based N-cycling model was built and parameterized by our 15 N recovery data and the model predicted declining ecosystem NUE with increasing N deposition level. We further identified a deposition-induced C sequestration potential of 41.41 kg C kg −1 N under an incremental deposition of 10 kg N ha −1 y −1 , exceeding prior estimates at comparable loads. This study provides mechanistic, high-resolution temporal data critical for refining N-cycle models and reveals an optimal N deposition range (20 to 30 kg N ha −1 y −1 ) that maximizes C sequestration while minimizing environmental risks (e.g., nutrient imbalance, eutrophication) in temperate forests.",
          "url": "https://doi.org/10.1073/pnas.2533999123",
          "doi": "https://doi.org/10.1073/pnas.2533999123",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "The assembly rules guiding hetero-oligomeric bacterioferritin organization and their evolutionary signature",
          "authors": "Daniel Stein, Bruno Jartoux, Shiran Dror, René Uebe, Tracy Chih-Ting Koubková-Yu, Ran Zalk, Anat Shahar, Raz Zarivach, Gabriel A. Frank",
          "abstract": "Homomeric and heteromeric protein complexes are ubiquitous across all domains of life. The evolutionary transition from homo- to hetero-oligomers by gene duplication and chain specialization is widespread, yet it entails challenging requirements for maintaining oligomerization and functionality. Chain specialization in ferritins, which occurs in bacteria, vertebrates, and plants, is a salient example of this phenomenon. In heteroferritins, the two essential functions, ferroxidase activity and electron transfer, are split between two specialized chain types. Many heteroferritins assemble into complexes with variable subunit ratios, implying the existence of assembly rules that balance compositional flexibility with structural constraints. Here, we identify the assembly rules governing the organization of the heterobacterioferritin from Magnetospirillum gryphiswaldense (MSR-1 Bfr) by analyzing its cryo-EM reconstructions. These rules consist of structural constraints that limit the number of possible arrangements and promote juxtaposition of the two, now separated functions. These constraints support compositional flexibility while preserving function, thereby providing resilience to stochastic variation in oligomer stoichiometry. Bioinformatic analysis revealed that the assembly rules identified in MSR-1 Bfr are widespread across the Bfr family and coevolved with chain specialization. Together, these findings support leading models of hetero-oligomer evolution and reveal the emergence of order-exerting mutations that shape the organization of multimeric protein complexes while conserving function.",
          "url": "https://doi.org/10.1073/pnas.2504561123",
          "doi": "https://doi.org/10.1073/pnas.2504561123",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Harnessing hemostasis to transform surgical scars into CAR-T immunological niches",
          "authors": "Xiao Cheng, Ke Cheng",
          "url": "https://doi.org/10.1073/pnas.2535463123",
          "doi": "https://doi.org/10.1073/pnas.2535463123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Pleistocene demographic histories dominate contemporary genomic diversity in a continental radiation of Himalayan–Hengduan songbirds",
          "authors": "Yadan Liu, Chih-Ming Hung, Yunrui He, Fei Wu, Dao Yan, Gang Song, Feng Dong",
          "abstract": "Genetic diversity, the fundamental substrate for evolutionary potential, is declining globally at unprecedented rates. Yet the mechanisms governing its distribution across species remain poorly understood, with competing hypotheses emphasizing either historical demography or contemporary ecological constraints. This debate limits our capacity to predict species' responses to environmental change. Here, based on systematic sampling and a unified analytical pipeline, we de novo assembled genomes for 120 songbird species breeding in the Himalayas–Hengduan Mountains (HHMs) and conducted population genomic analysis to examine the drivers of their genomic diversity. We observed a 6.5-fold variation in genome-wide heterogeneity and a 16.4-fold variation nucleotide diversity across species. Notably, these measures of genomic diversity showed no correlation with recent population dynamics, current population size, or other contemporary factors—such as elevational distribution, or life-history traits. Instead, historical demography strongly predicted genetic diversity, with ancestral population size during the late Pleistocene emerging as the sole correlate: Larger ancestral sizes consistently coincided with higher diversity. These findings underscore the critical influence of historical demography on contemporary genetic diversity in natural populations—an insight essential for designing effective conservation strategies.",
          "url": "https://doi.org/10.1073/pnas.2505642123",
          "doi": "https://doi.org/10.1073/pnas.2505642123",
          "filter": "2",
          "created": "2026-2-3"
        },
        {
          "title": "Phage Mu enlists the β-sliding clamp for late gene transcription",
          "authors": "Khang Ho, Rasika M. Harshey",
          "abstract": "The phage Mu C protein (MuC), along with core RNA polymerase (RNAP) and σ 70 , is required for transcription of phage late genes. We found that overexpression of MuC was lethal in Escherichia coli and observed that host replication was overinitiating under these conditions. Suppressors of MuC lethality mapped to dnaA , diaA , and dnaX . DnaA initiates replication at oriC , assisted by DiaA. Reinitiation is prevented by hydrolysis of ATP-DnaA to ADP-DnaA by Hda and DnaN (β-sliding clamp or Clamp). DnaX, the tau/gamma subunit of Pol III, is part of the Clamp loader complex. Coexpression of hda and dnaN rescued MuC lethality. This result suggested that MuC was interfering with either Hda or DnaN. We noticed that MuC contains two near-consensus Clamp-binding motifs (CBM), one at the N terminus and one at the C-terminus. Changing the consensus residues of either CBM abolished MuC lethality, abrogated MuC-dependent transcription, and reduced plaque-forming units. Inactivation of a ts Clamp through temperature shift specifically inhibited MuC-dependent transcription but not σ 70 -dependent transcription. We show that MuC interacts with the Clamp to activate late gene transcription both in vivo and in vitro. This study demonstrates the involvement of the E. coli Clamp, a processivity factor essential for DNA replication, for transcription by E. coli RNAP. We observed that members of the Mor/MuC family of transcription factors all possess at least one CBM, suggesting that engaging the Clamp for transcription is likely to be more prevalent than hitherto recognized.",
          "url": "https://doi.org/10.1073/pnas.2519494123",
          "doi": "https://doi.org/10.1073/pnas.2519494123",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "INDETERMINATE DOMAIN–DELLA protein interactions orchestrate gibberellin-mediated cell elongation in wheat and barley",
          "authors": "Patrycja Sokolowska, Matthias Jöst, Wolfram Buss, Brett Ford, Peter Michael Chandler, Wolfgang Spielmeyer, Andrew L. Phillips, Alison K. Huttly, Danuše Tarkowská, Rocío Alarcón-Reverte, Suzanne J. Clark, Stephen Pearce, Peter Hedden, Stephen G. Thomas",
          "abstract": "DELLA proteins, members of the GRAS-domain family of transcriptional regulators, play a crucial role in plant growth and development. They modulate transcription indirectly via interactions with hundreds of transcription factors. The phytohormone gibberellin (GA) triggers DELLA degradation, providing a mechanism by which plants can integrate developmental and environmental signals to regulate gene expression and optimize growth responses. In agriculture, DELLA mutations have been instrumental in improving crop performance. Most modern wheat ( Triticum aestivum L.) varieties carry Rht-B1b or Rht-D1b alleles that encode DELLA proteins resistant to GA-mediated degradation, resulting in constitutive partial suppression of stem growth, a semi-dwarf stature, and lodging resistance. However, these alleles also reduce early vigor and nitrogen use efficiency, limiting their utility in some environments. Understanding how DELLA proteins regulate growth and development is, therefore, critical for refining breeding strategies. In this study, we identified the orthologous C2H2 zinc-finger transcription factors INDETERMINATE DOMAIN 5 ( IDD5 ) in wheat and SEMI-DWARF 3 ( SDW3 ) in barley ( Hordeum vulgare ) as positive regulators of stem and leaf expansion. Both IDD5 and SDW3 physically interact with, and act downstream of, DELLA proteins as key components of GA-mediated growth responses. Altered expression levels of GA biosynthesis genes suggest that IDD5 contributes to GA homeostasis in addition to growth regulation. Loss-of-function mutations in IDD5 and SDW3 confer a GA-insensitive semi-dwarf phenotype comparable in height to the Rht-D1b Green Revolution allele. In field trials, idd5 lines exhibited improved grain weight per spike but were lower-yielding due to reduced spike number.",
          "url": "https://doi.org/10.1073/pnas.2528934123",
          "doi": "https://doi.org/10.1073/pnas.2528934123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Genomics and genetic rescue",
          "authors": "Alan R. Templeton",
          "url": "https://doi.org/10.1073/pnas.2537193123",
          "doi": "https://doi.org/10.1073/pnas.2537193123",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "A J-domain protein enhances memory by promoting physiological amyloid formation in Drosophila",
          "authors": "Kyle Patton, Yangyang Yi, Raj Burt, Kevin Kan-Shing Ng, Mayur Mukhi, Peerzada Shariq Shaheen Khaki, Ruben Hervas, Kausik Si",
          "abstract": "Memory requires experience-dependent alterations in the synaptic proteome. Chaperones interface between the environment and the proteome. Manipulating J-domain protein (JDP) chaperones, the most diverse family of chaperones, in a Drosophila neuronal circuit that encodes associative long-term memories, we identified yet uncharacterized JDPs that transduce sensory cues. One of these JDPs, CG10375, which we named Funes, enhances memory when overexpressed and impairs memory when functionally impaired. Funes overexpression enhances memory formation even when sensory stimuli are suboptimal. At the circuit level, Funes acts on neurons where conditioned and unconditioned stimuli converge to form associative memories. From a proteomic-based screen, we found that overexpression of Funes changes the solubility of a small subset of proteins, one of which is the mRNA-binding protein Orb2. Combining in vitro and in vivo biophysical, biochemical, and cryo-EM structural analyses, we found that Funes associates with oligomeric Orb2 and promotes the formation of translationally active amyloids. Perturbation of the conserved J domain eliminates the ability of Funes to facilitate amyloid assembly and promote memory. We posit that the brain harbors chaperones that influence memory by regulating physiological amyloid formation.",
          "url": "https://doi.org/10.1073/pnas.2516310123",
          "doi": "https://doi.org/10.1073/pnas.2516310123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Sourcing the origins of carnelian in early Chinese civilizations",
          "authors": "Meiting Yan, Jiancheng Liu, Chunlei Qin, Xuemei He, Xiaoguang Li, Jian Yu, Ruilin Mao, Hongye Han, Zhanwei Sun, Chong Wang, Zhenbin Xie, Honglin Ran, Fei Tang, Jonathan Mark Kenoyer, Zihua Tang",
          "abstract": "Carnelian beads in high-status burials of the Western Zhou period (ca. 1000–800 BCE) have long been seen as key evidence for long-distance exchange between East Asia and regions to the west, while their geological origins and circulation pathways have remained poorly constrained. Using a newly established geochemical database of 300 geological samples from 27 potential sources across Asia, we conducted trace-element analyses of 11 carnelian beads from the Sanxingdui pits (ca. 1200–1000 BCE), Sichuan Basin, southwest China. Canonical discriminant analysis indicates that the raw materials of these carnelian beads do not primarily derive from south China, but the Yanshan Orogeny, Central Asian Orogenic Belt and some unknown sources that might be close to Hexi Corridor, pointing to raw-material sources located over 1,000 km to the north of the Sichuan Basin. Comparative analyses of contemporaneous beads from Gansu, Shaanxi, and Beijing show similar northern provenance signatures, suggesting a broad and persistent exchange sphere spanning the southern Mongolian Plateau, Loess Plateau, eastern Tibetan Plateau, Central Plains, and Sichuan Basin between 1500–1000 BCE. Our results provide the earliest direct geochemical evidence for long-distance carnelian exchange in Bronze Age China and demonstrate the value of integrating geochemical sourcing with archaeological context to reconstruct ancient interaction networks.",
          "url": "https://doi.org/10.1073/pnas.2524563123",
          "doi": "https://doi.org/10.1073/pnas.2524563123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Proximity-driven acceleration of challenging solid-phase peptide couplings",
          "authors": "Joshua Parker, Brooke A. Farrell, Karlee A. Kohuth, Landon Parker, Skander A. Abboud, Thomas Kodadek",
          "abstract": "Many important solid-phase synthesis reactions proceed slowly and inefficiently, for example, the coupling of an activated ester to a sterically hindered, bead-displayed amine, a critical step in the synthesis of many peptides. Forcing conditions are often required to achieve acceptable yields. We show here that such reactions can be accelerated by tethering to the bead a nucleophilic pyridine catalyst, which reacts with the activated ester, creating a high local concentration of a reactive acylpyridinium intermediate that couples efficiently to the bead-displayed amine. In many cases, the “cleanliness” of reactions carried out on resins equipped with an immobilized catalyst is substantially better than the analogous reactions in which the catalyst is added to the solution.",
          "url": "https://doi.org/10.1073/pnas.2522338123",
          "doi": "https://doi.org/10.1073/pnas.2522338123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Theory for sequence selection via phase separation and oligomerization",
          "authors": "Ivar S. Haugerud, Giacomo Bartolucci, Dieter Braun, Christoph A. Weber",
          "abstract": "Nonequilibrium selection pressures were proposed for forming oligonucleotides with rich functionalities encoded in their sequences, such as catalysis. Since phase separation was shown to direct various chemical processes, we ask whether condensed phases can provide mechanisms for sequence selection. To answer this question, we use nonequilibrium thermodynamics and describe the reversible oligomerization of different monomers to sequences at nondilute conditions prone to phase separation. We find that as sequences form, their interactions can trigger phase separation, which in turn enriches some sequences while depleting others. Our main result is that phase separation creates a selection pressure leading to specific sequence patterns when fragmentation maintains the system away from equilibrium. When fragmentation is slow, alternating sequences that interact more cooperatively with their surroundings are preferred. When fragmentation is fast, sequences with longer repeating motifs capable of more specific interactions are selected instead. Our finding that out-of-equilibrium condensed phases can provide a selection mechanism highlights their potential as versatile hubs for the evolution of functional sequences, a question relevant to the molecular origin of life and de novo life.",
          "url": "https://doi.org/10.1073/pnas.2422829123",
          "doi": "https://doi.org/10.1073/pnas.2422829123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "RPA-independent activation of the ATR/CHK1 pathway",
          "authors": "Min Huang, Dandan Zhu, Junjie Chen",
          "abstract": "The ATR/CHK1 pathway governs a crucial intra-S-phase checkpoint that safeguards genome stability under replication stress by stabilizing stalled replication forks and ensuring high-fidelity DNA replication. Traditionally, activation of this pathway is thought to rely on replication protein A (RPA)-coated single-stranded DNA, which recruits the ATR–ATRIP complex to sites of stalling fork, positioning RPA as essential for ATR signaling. In this study, we report a surprising and previously unrecognized phenomenon: acute depletion of RPA2 triggers robust ATR/CHK1 activation through an RPA-independent mechanism. Using 293A and RPE-1 cells engineered with an inducible RPA2-dTAG degron system, we observed increased phosphorylation of CHK1 at Ser296 and Ser345 in the absence of RPA. Notably, this elevated CHK1 phosphorylation was abolished by ATR inhibition, confirming its dependence on ATR kinase activity. Mechanistic analyses further revealed that this RPA-independent activation requires the checkpoint mediators RAD9 and TOPBP1. These findings uncover dual mechanisms, both RPA-dependent and -independent, of ATR/CHK1 pathway activation, highlighting a robust and flexible replication stress response network that preserves genome integrity even when canonical signaling is disrupted.",
          "url": "https://doi.org/10.1073/pnas.2524246123",
          "doi": "https://doi.org/10.1073/pnas.2524246123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Reply to Compton et al.: Another paradoxical misunderstanding",
          "authors": "George Butler, Joanna Baker, Sarah R. Amend, Kenneth J. Pienta, Chris Venditti",
          "url": "https://doi.org/10.1073/pnas.2536185123",
          "doi": "https://doi.org/10.1073/pnas.2536185123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "All-visible-light-responsive porous aromatic frameworks manipulate CO 2 uptake by reversible bulk isomerization of azobenzene pendants",
          "authors": "Jinyu Sheng, Jacopo Perego, Silvia Bracco, Piotr Cieciórski, Wojciech Danowski, Angiolina Comotti, Ben L. Feringa",
          "abstract": "Embedding light-responsive small molecules in a porous solid is a promising strategy to achieve dynamic control over material properties. Powering these systems with low-energy photons is essential for their future applications, since visible light, compared to UV light, is less damaging and offers more selective isomerization with higher penetration depth. However, the construction of visible light-responsive porous materials remains a significant challenge. Here, we report the construction of a series of visible-light-responsive porous aromatic switchable framework materials grafted with o -fluoroazobenzene pendants ( Azo-PSFs ). The materials exhibit high microporosity and reversible photoswitching upon irradiation with visible light. The highly robust materials can be cycled between two distinct states multiple times without showing any photo fatigue or decomposition. Remarkably, solid-state NMR revealed that the azobenzene moiety undergoes reversible bulk isomerization in the framework. The isomerization of azobenzene within the framework is associated with substantial changes in adsorption capacity and CO 2 uptake-release by the material. This work presents the example of visible-light-triggered bulk isomerization in an azobenzene-based porous material, providing a benchmark characterization of photoresponsive systems and paving the way for the future advancements in light-driven materials.",
          "url": "https://doi.org/10.1073/pnas.2520024123",
          "doi": "https://doi.org/10.1073/pnas.2520024123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Deglacial stratification of the polar Southern Ocean",
          "authors": "François Fripiat, Daniel M. Sigman, Xuyuan E. Ai, Cédric Dumoulin, Simone Moretti, Anja S. Studer, Bernhard Diekmann, Oliver Esper, Thomas Frederichs, Frank Lamy, Ling Liu, Frank Pattyn, Mareike Schmitt, Ralf Tiedemann, Gerald H. Haug, Alfredo Martínez-García",
          "abstract": "It is widely accepted that meltwater from northern ice sheets drove changes in the Atlantic Meridional Overturning Circulation, impacting global climate. In contrast, data are lacking on the Antarctic Ice Sheet’s (AIS) effect on Southern Ocean overturning, despite the Southern Ocean’s central role in ventilating the ocean interior. Here, we present diatom-bound nitrogen isotope evidence indicating that during deglaciations, as wind-driven upwelling in the open Antarctic Ocean increased, AIS melting strengthened density stratification in the polar Antarctic Ocean. This change coincides with reconstructions of meltwater discharge and resembles model simulations of global warming including AIS meltwater forcing. The transient input of freshwater and, thus, buoyancy weakened Southern Ocean’s “lower cell” that outcrops in the polar Antarctic Ocean even as open Antarctic Ocean’s “upper cell” strengthened. Given evidence that deep-ocean ventilation and CO 2 release were ongoing early in deglaciation, our data suggest that the open Antarctic Ocean, and not solely the most polar Antarctic Ocean, can directly ventilate the deep ocean. During the last deglaciation, the strongest density stratification in the polar Antarctic Ocean occurred just before the Antarctic Cold Reversal, when southern hemisphere warming paused and the northern hemisphere warmed sharply (i.e., during the Bølling–Allerød period). We propose that when combined with stronger wind-driven upwelling, the freshwater-driven redirection of upwelled water away from deep water formation and toward the upper cell deepened the global pycnocline, working to restart North Atlantic deep water formation in the Bølling–Allerød period. If so, polar ocean freshening in both hemispheres drove the “bipolar seesaw” events of deglaciation.",
          "url": "https://doi.org/10.1073/pnas.2502076123",
          "doi": "https://doi.org/10.1073/pnas.2502076123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "A factor integrating transcription and repression of surface antigen genes in African trypanosomes",
          "authors": "María Agustina Berazategui, Ione Goodwin, Lianne I. M. Lansink, Keith Gull, Gloria Rudenko, Jack D. Sunter, Joana R. C. Faria, Richard J. Wheeler, Calvin Tiengwe",
          "abstract": "Antigenic variation in Trypanosoma brucei ( T. brucei ) requires monoallelic expression of one variant surface glycoprotein (VSG) from one of the subtelomeric bloodstream form (BSF) expression sites (BESs). This transcription is unusually mediated by RNA polymerase I (RNA Pol I) and occurs in a specialized nuclear body, the expression site body (ESB). While factors promoting active BES transcription and silencing inactive BESs are known, how these opposing activities are integrated remains unknown. Here, we identify ESBX (Tb927.3.1660) as a BSF-specific ESB protein necessary for this coordination. We show that ESBX RNAi knockdown prevents RNA Pol I localizing to the ESB and reduces active BES transcription, while also derepressing inactive BESs with low processivity transcription. Conversely, ESBX overexpression weakly activates inactive BESs in a distinct manner from ESBX knockdown, leading to processive transcription, without disrupting the active BES or forming supernumerary ESBs. ESBX knockdown causes a similar transcriptomic defect to ESB1 and VEX2 knockdown combined, establishing ESBX as a key factor linking transcriptional activation of the active BES with inactive BES silencing through the VSG exclusion (VEX) phenomenon. This allows us to suggest models for understanding the establishment and maintenance of monoallelic expression critical for parasite immune evasion.",
          "url": "https://doi.org/10.1073/pnas.2531377123",
          "doi": "https://doi.org/10.1073/pnas.2531377123",
          "filter": "2",
          "created": "2026-2-3"
        },
        {
          "title": "Reply to Cecchi and Palminteri: On the need to model temporal variation in learning rates",
          "authors": "Prakhar Godara",
          "url": "https://doi.org/10.1073/pnas.2535857123",
          "doi": "https://doi.org/10.1073/pnas.2535857123",
          "filter": "2",
          "created": "2026-2-3"
        },
        {
          "title": "Molecular tuning of DNA framework–programmed silicification by cationic silica cluster attachment",
          "authors": "Xinxin Jing, Haozhi Wang, Jianxiang Huang, Yingying Liu, Zimu Li, Jielin Chen, Yiqun Xu, Lingyun Li, Yunxiao Lin, Damiano Buratto, Qinglin Xia, Muchen Pan, Yue Wang, Mingqiang Li, Ruhong Zhou, Stephen Mann, Chunhai Fan, Xiaoguo Liu",
          "abstract": "The organizational complexity of biominerals has long fascinated scientists seeking to understand biological programming and implement new developments in biomimetic materials chemistry. Nonclassical crystallization pathways have been observed and analyzed in typical crystalline biominerals, such as calcium phosphate, calcium carbonate, and ferric oxide, involving the controlled attachment and reconfiguration of nanoparticles and clusters on organic templates. However, the understanding of templated amorphous silica mineralization remains limited, hindering the rational design of complex silica-based materials. Here, we report the finding of ultrastable and monodispersed cationic silica cluster (CSC) and their assembly using DNA nanostructures as programmable attachment templates. Cryo-EM imaging reveal that a typical CSC with a diameter of gyration of ~3.9 nm and an average molecular weight of ~8, 262 Da is characteristic of a branched hierarchical structure. We demonstrate high-fidelity silicification by tuning the composition and structure of CSC, providing a unified model of silicification by cluster attachment. Our findings pave the way toward the molecular tuning of pre- and postnucleation stages of sol–gel reactions and provide insights for the design of silica-based materials with controlled organization and functionality.",
          "url": "https://doi.org/10.1073/pnas.2529275123",
          "doi": "https://doi.org/10.1073/pnas.2529275123",
          "filter": "2",
          "created": "2026-2-3"
        },
        {
          "title": "REV-ERB-alpha and -beta coordinately regulate astrocyte reactivity and proteostatic function",
          "authors": "Collin J. Nadarajah, Michelle Y. Li, Elsa I. Quillin, Kevin Boyer, Julie M. Dimitry, Yining Chen, Melvin W. King, Ibrahim O. Saliu, Jiyeon Lee, Patrick W. Sheehan, Albert A. Davis, Mitchell A. Lazar, Guoyan Zhao, Erik S. Musiek",
          "abstract": "The molecular circadian clock is a ubiquitous transcriptional–translational feedback loop that regulates CNS function, glial responses, and neurodegenerative pathology. The nuclear receptors REV-ERB-α ( Nr1d1 ) and REV-ERB-β ( Nr1d2 ) are components of the core circadian clock which regulate metabolism, neuroinflammatory responses, synaptic pruning, and protein aggregation, though the cell type–specific effects and relative compensatory effects of REV-ERB-α AND -β in the brain are unknown. To study the CNS functions of REV-ERBs, we developed mouse lines with global or astrocyte-specific, conditional knockout of both REV-ERB-α and -β. We demonstrate that inducible postnatal global deletion of both REV-ERB-α and -β unmasks extensive transcriptional changes in the brain in disease-relevant pathways such as protein catabolism, complement, and oxidative stress which are not observed with REV-ERB-α deletion alone, and drives spontaneous astrocyte reactivity. Astrocyte-specific deletion of REV-ERB-α/-β recapitulates this spontaneous astrocyte reactivity phenotype, indicating that REV-ERBs regulate astrocyte activation in a cell-autonomous manner downstream of the core circadian clock. Upstream transcription factor analysis revealed that REV-ERB-α/-β repress transcription of Stat3 , and astrocytic deletion of REV-ERBs induced astrocytic STAT3 expression and downstream STAT3-mediated gene expression, providing a mechanistic link to the astrocyte reactivity shift. Dual REV-ERB deletion enhanced astrocyte alpha-synuclein uptake and protein degradation in vitro and mitigated alpha-synuclein spreading pathology in an in vivo model of Parkinson’s Disease. This study reveals REV-ERBs as regulators of astrocyte function and implicates astrocyte REV-ERBs as potential therapeutic targets to prevent synucleinopathies and other neurodegenerative pathologies.",
          "url": "https://doi.org/10.1073/pnas.2511093123",
          "doi": "https://doi.org/10.1073/pnas.2511093123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Stepwise differentiation from precursor intermediates and distinct Th1 checkpoints promote CD4 Th1 cell differentiation during chronic viral infection",
          "authors": "Hongshen Niu, Siying Lin, Ryan Brown, Jian Shen, Arjun Kharel, Yuqi Zhang, Kexin Gai, Ashley Bauer, Ashley Brown, Ziyang Xu, David G. Brooks, Weiguo Cui",
          "abstract": "CD4 + helper T cells are essential for controlling viral infections. During chronic LCMV infection, CD4 + T cells differentiate into heterogeneous populations, including a TCF-1 hi progenitor subset that serves as a reservoir to continuously replenish type 1 helper (Th1) and follicular helper (Tfh) T cells. The gradual loss of CD4 + Th1 cell responses impairs the immune system’s ability to control viral replication and contributes to the development of CD8 + T cell exhaustion. However, the mechanisms directing Th1 differentiation and the factors underlying their progressive decline during chronic infection remain poorly understood. In this study, we delineate the stepwise differentiation trajectory of Th1 cells, tracing their progression from TCF-1 hi progenitors through an intermediate state to fully differentiated Th1 cells. We identify an intermediate CD4 + T cell subset that serves as a precursor to Th1 cells, demonstrate that PD-1/PD-L1 signaling suppresses the transition from the progenitor to intermediate state, whereas the chromatin-remodeling complex PBAF restricts the terminal differentiation of CD4 + T cells into the Th1 subset. Notably, the combined blockade of PD-1/PD-L1 and genetic ablation of PBAF component (ARID2) additively enhanced Th1 differentiation and maintenance, leading to effective viral control. Thus, targeting these mechanisms driving CD4 Th1 cell differentiation and maintenance could enhance therapeutic strategies to restore Th1 function and control chronic infection.",
          "url": "https://doi.org/10.1073/pnas.2522928123",
          "doi": "https://doi.org/10.1073/pnas.2522928123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Payoff equivalence and complete strategy spaces of direct reciprocity",
          "authors": "Philip LaPorte, Christian Hilbe, Nikoleta E. Glynatsi, Martin A. Nowak",
          "abstract": "Repeated games and stochastic games are important frameworks to study direct reciprocity. Individuals react strategically to their coplayers’ previous behavior. While strategies in such games can be arbitrarily complex, explorations of evolutionary dynamics are often done in specific strategy spaces. Individuals may consider a fixed number of past rounds, or only some of the partner’s previous actions. Such restrictions can make the interpretation of the results difficult. Strategies found to be superior within a restricted set may lose stability when more complex strategies are permitted. We discuss two notions of completeness that rule out this possibility. If a strategy space, S, is best-reply-complete, then any strategy in S is guaranteed to have a best reply in S. If a space, S, is payoff-complete, then any strategy playing against an opponent in S can be replaced by an equivalent strategy within S without affecting either player’s payoff. Sufficient conditions for best-reply-completeness have been given in a seminal paper by Levínský et al. Here, we show that for strategies of bounded memory, the same conditions are sufficient for payoff-completeness. Furthermore, using those conditions, we illustrate how to construct many complete spaces for simple games. Taken together, our findings highlight the importance of complete strategy spaces, which are particularly useful when interpreting evolutionary simulations and determining best responses.",
          "url": "https://doi.org/10.1073/pnas.2518486123",
          "doi": "https://doi.org/10.1073/pnas.2518486123",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Evolutionary pathways in epistatic mechanical networks",
          "authors": "Samar Alqatari, Sidney R. Nagel",
          "abstract": "An elastic spring network is an example of evolvable matter. It can be pruned to couple separated pairs of nodes so that when a strain is applied to one of them, the other responds either in-phase or out-of-phase. This produces two pruned networks, with incompatible functions, that are nearly identical but differ from each other by a set of “mutations” each of which removes or adds a single bond in the network. We generate ensembles of network pairs that differ by a fixed number, M , of discrete mutations and evaluate all M ! mutational paths between the in- and out-of-phase behaviors up to M = 14. With a threshold response for the network to be considered sufficiently fit for either function, so that nonfunctional networks are disallowed, only some mutational pathways are viable. We find that there is a surprisingly high critical response threshold above which no evolutionarily viable path exists between the two networks. The few remaining pathways at this critical value dictate much of the behavior along the evolutionary trajectory. The effect of multiple mutations is epistatic, that is, the impact of a mutation is not invariant but depends on what other mutations have already occurred. In most cases, the mutations break up into two distinct classes based on epistasis. The analysis clarifies how the number of mutations and the position of a mutation along the pathway affect the evolutionary outcome.",
          "url": "https://doi.org/10.1073/pnas.2505183123",
          "doi": "https://doi.org/10.1073/pnas.2505183123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Evolution of Pliocene-Pleistocene tropical terrestrial Andean temperature amplification",
          "authors": "Lina C. Pérez-Angel, Julio Sepúlveda, Peter Molnar, Héctor Mora-Paez, Angélica Parrado, Katelyn Eaman, James Russell, Balaji Rajagopalan, Catalina González-Arango, Kathryn Snell, Camilo Montes, James L. Crowley, Mark Schmitz, Robin B. Trayler",
          "abstract": "The Pliocene is the most recent epoch in which the Earth warmed under atmospheric CO 2 levels similar to today (&gt;400 ppm). The Pliocene then transitioned to the colder Pleistocene epoch, with the initiation of large-scale Northern Hemisphere glaciations. Although ocean temperature changes across these epochs are relatively well-known, quantitative estimates of the magnitude of land temperature change in the tropics are scarce. We provide a Plio-Quaternary quantitative air temperature record based on the distribution of bacterial branched glycerol dialkyl glycerol tetraethers (brGDGTs) preserved in sediments of the Funza-II core in the Sabana de Bogotá, Colombia (~4°N). Using a refined age model based on new U-Pb zircon dates from ash layers, and a novel mixed-source model that disentangles contributions from lake- and soil-derived brGDGTs, we show that warm Pliocene (3.8 to 2.58 Ma) temperatures were 4 . 8 - 1.4 + 1.8 °C warmer than the last ~800,000 y of the colder Pleistocene. The evolution of Pliocene-Pleistocene temperature in our record largely mirrors long-term tropical sea surface temperature (SST) cooling, highlighting the linkages between sea and land temperatures in the low latitudes via greenhouse-gas forcing. The median amplitude of Pliocene-Pleistocene cooling in the northern tropical Andes exceeds that predicted by theory, highlighting the importance of regional feedbacks including lapse rate adjustments and/or changes in Pacific SST gradients to the long-term evolution of Andean temperature. This first quantitative terrestrial temperature reconstruction within 5° of the equator over the past 3.8 My highlights that both regional and global processes must be considered when constraining uncertainties for future warming scenarios.",
          "url": "https://doi.org/10.1073/pnas.2520191123",
          "doi": "https://doi.org/10.1073/pnas.2520191123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Divergent understandings in comparative oncology",
          "authors": "Zachary T. Compton, Amy M. Boddy, Lisa M. Abegglen, Daniel Chávez, Joshua D. Schiffman, Marc Tollis, Carlo C. Maley",
          "url": "https://doi.org/10.1073/pnas.2532925123",
          "doi": "https://doi.org/10.1073/pnas.2532925123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Neuron-specific modulation of SLC30A10 identifies dopaminergic and glutamatergic neurons as targets of manganese-induced motor disease",
          "authors": "Stephanie M. Grant, Ashvini Melkote, Mollie X. Bernstein, Thomas Jursa, Cherish A. Taylor, Steven Hutchens, William Shawlot, Larry S. Zweifel, Rueben A. Gonzales, Donald R. Smith, Somshuvra Mukhopadhyay",
          "abstract": "Essential metals accumulate in the basal ganglia at elevated levels and induce incurable motor disease. But, unlike other motor diseases, the neuronal targets of essential metals are unknown, and this fundamental knowledge gap has limited therapeutic progress. Because metal efflux transporters have high specificity, we hypothesized that neuron-specific knockout or knockin (i.e., overexpression) of efflux transporters may alter metal levels in targeted neurons and define the neuronal targets of metal-induced disease. To test this, we focused on manganese (Mn)-induced motor disease, which is a public health problem. We generated six neuron-specific Slc30a10 mouse strains with knockout or knockin of the Mn efflux transporter Slc30a10 in dopaminergic, GABAergic, or glutamatergic neurons. In the knockout strains, SLC30A10 was depleted and Mn levels were elevated in targeted brain regions. However, only dopaminergic- or glutamatergic-, but not GABAergic-, specific knockouts developed motor deficits without Mn exposure. Conversely, in the knockins, SLC30A10 was elevated and the increase in Mn levels after Mn exposure was attenuated in targeted regions. However, only dopaminergic- or glutamatergic-, but not GABAergic-, specific knockins were protected against Mn-induced motor deficits. Dopaminergic-specific Slc30a10 knockouts also exhibited deficits in dopaminergic neurotransmission that were consistent with their motor phenotype. Overall, 1) elevated Mn targets dopaminergic and glutamatergic neurons to induce motor disease, and 2) neuron-specific knockout/knockin of efflux transporters is an effective strategy to isolate the neuronal targets and underlying mechanisms of metal-induced neurological disease.",
          "url": "https://doi.org/10.1073/pnas.2515785123",
          "doi": "https://doi.org/10.1073/pnas.2515785123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Controlling for life-history traits in vertebrates reveals that effective population size does not affect mutation rate or genome size",
          "authors": "Brooke Weinstein, Scott William Roy",
          "abstract": "Why mutation rates ( μ ) and genome sizes (GS) vary among species remains a central question in evolutionary genetics. Two influential models, the drift-barrier hypothesis (DBH) and the mutational-hazard hypothesis, propose that effective population size ( N e ) shapes these traits via the efficiency of selection, predicting higher μ and larger genomes in small populations. A recent comparative analysis of vertebrates reported a significant negative correlation between N e and μ , interpreted as support for the DBH. Using phylogenetic path analysis, we reanalyze the same dataset of 55 vertebrate species spanning mammals, birds, reptiles, and fishes, in which μ was estimated from high-coverage parent–offspring trios, while explicitly controlling for six life-history traits within a causal framework that tests model-implied conditional independencies. We show that the reported N e - μ association is entirely mediated by generation time (GT), which independently influences both variables; once this “back-door” path is blocked, N e has no detectable effect on μ . Once GT is accounted for, mating system shows the largest association with μ . Parallel analyses of GS within the same validated life-history framework reveal that GS is unrelated to N e , μ , or their interaction and is decoupled from the life-history covariation that strongly structures μ . These results are robust to alternative N e estimators and causal model formulations. Together, our findings indicate that N e provides little explanatory power for variation in μ or GS across vertebrates, challenging the presumed universality of drift-limited genome evolution.",
          "url": "https://doi.org/10.1073/pnas.2519649123",
          "doi": "https://doi.org/10.1073/pnas.2519649123",
          "filter": "2",
          "created": "2026-2-3"
        },
        {
          "title": "A framework for assessing the trustworthiness of scientific research findings",
          "authors": "Brian A. Nosek, David B. Allison, Kathleen Hall Jamieson, Marcia McNutt, A. Beau Nielsen, Susan M. Wolf",
          "abstract": "Vigorous debate has erupted over the trustworthiness of scientific research findings in a number of domains. The question “what makes research findings trustworthy?” elicits different answers depending on whether the emphasis is on research integrity and ethics, research methods, transparency, inclusion, assessment and peer review, or scholarly communication. Each provides partial insight. We offer a systems approach that focuses on whether the research is accountable, evaluable, well-formulated, has been evaluated, controls for bias, reduces error, and whether the claims are warranted by the evidence. We tie each of these components to measurable indicators of trustworthiness for evaluating the research itself, the researchers conducting the research, and the organizations supporting the research. Our goals are to offer a framework that can be applied across methods, approaches, and disciplines and to foster innovation in development of trustworthiness indicators. Developing valid indicators will improve the conduct and assessment of research and, ultimately, public understanding and trust.",
          "url": "https://doi.org/10.1073/pnas.2536736123",
          "doi": "https://doi.org/10.1073/pnas.2536736123",
          "filter": "2",
          "created": "2026-2-3"
        },
        {
          "title": "An interpretable molecular framework for predicting cancer driver missense mutations",
          "authors": "Yan Yang, Weikang Sun, Yang Liu, Jian Zhang, Minghui Li",
          "abstract": "Missense mutations play a critical role in human disease, contributing to both inherited disorders and cancer. However, accurately predicting their functional impact—particularly for cancer driver mutations—remains a major challenge due to limited validated labels and the complex molecular basis of oncogenesis. Here, we systematically characterized over 120,000 missense variants across pathogenic, benign, driver, passenger, recurrent somatic, and common population classes, using a comprehensive set of mechanistically grounded molecular features. By assessing the statistical burden of variations, we demonstrated that these features effectively discriminate among diverse variant classes and reveal a consistent enrichment of functional sites, structural integrity, and biophysical changes in pathogenic and driver mutations. Building on these insights, we developed MutaPheno, an interpretable framework for predicting the functional consequences of missense mutations. The model integrates 34 molecular-level features, encompassing structural, functional, physicochemical, and contextual descriptors, using a random forest algorithm. Trained exclusively on pathogenic and benign variants, MutaPheno achieved strong accuracy in predicting cancer driver mutations, outperforming both cancer-specific and general pathogenicity tools, while also demonstrating superior robustness when tested on unseen proteins. Our findings highlight the shared mechanisms between pathogenic and driver mutations and emphasize the role of molecular features in improving variant interpretation. MutaPheno provides a transparent and generalizable tool that can facilitate driver discovery and the development of targeted therapies.",
          "url": "https://doi.org/10.1073/pnas.2524289123",
          "doi": "https://doi.org/10.1073/pnas.2524289123",
          "filter": "2",
          "created": "2026-2-3"
        },
        {
          "title": "Selective peroxynitrite-mediated protein nitration catalyzed by glyoxalase domain containing protein 4",
          "authors": "Sarah Wright, Vu C. Dang, Sami Hussain, Prasanna Kandel, Robert P. Brendza, Sahar Mazhar, Marie Whitmore, Selim Boudoukha, Jaskamaljot Kaur Banwait, Robert Van Der Linden, Edward Vertudes, Kate Markham, Marta Trzeciak, Grace Pohan, Andy Jennings, Sheerin Shahidi-Latham, Frank Kayser, Mike Beckstead, Aaron L. Lucius, Arun Kashyap, Harry Ischiropoulos, Irene Griswold-Prenner",
          "abstract": "Tyrosine nitration alters the structure, function, and cellular localization of proteins and is implicated in the pathology of multiple diseases [G. Ferrer-Sueta et al. , Chem. Rev. 118 , 1338–1408 (2018), H. Ischiropoulos, Arch. Biochem. Biophys. 356 , 1–11 (1998), I. Griswold-Prenner et al. , J. Biol. Chem. 299 , 105038–10554 (2023)]. Although protein nitration is assumed to proceed via nonspecific chemical mechanisms, it is highly selective, suggesting the possibility of enzymatic catalysis. Here, we showed that glyoxalase domain-containing protein 4 (GLOD4), a previously uncharacterized protein, is an enzyme that catalyzes selective protein nitration. A primary in vivo target for GLOD4-mediated nitration is alpha-synuclein (α-syn), which is central to the pathogenesis of Parkinson’s disease (PD) and related disorders. We document tyrosine nitration of α-syn by GLOD4 in vitro, in cells, and in a murine model of synuclein pathology. The data identified a function of GLOD4 and other structurally related proteins that catalyze the peroxynitrite-mediated selective protein tyrosine nitration. This enzymatic catalysis of nitration may unearth pathophysiological mechanisms and potential interventions in diseases such as PD, cancer, and autoimmunity.",
          "url": "https://doi.org/10.1073/pnas.2515002123",
          "doi": "https://doi.org/10.1073/pnas.2515002123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Coupled anatexis and extreme differentiation are the keys for producing giant lithium-rich pegmatites",
          "authors": "Hai-Zhen Wei, Martin R. Palmer, Zhiqin Xu, Wenbin Zhu, Xi-Sheng Xu, Anthony Williams-Jones, Bi-Hai Zheng, Jian-Guo Gao, Qin Wang, Jing Ma, Ke Yang, Hefeng Lin, Da-Sheng Zuo",
          "abstract": "Despite the economic importance of lithium, there is considerable disagreement over the processes that concentrate it and other rare metals in pegmatite-type lithium deposits. Two main processes have been invoked, namely extreme differentiation of a peraluminous granitic magma and direct anatexis of a sedimentary protolith. We use geochemical modeling to quantify lithium enrichment via these two processes from a study of the Jiajika lithium pegmatite field, one of the largest of its type in the world. Based on a lithium–silicon–boron–barium (Li-Si-B-Ba) isotope study involving systematic sampling along 4,211-m of core from two deep boreholes and from the regional zonation of pegmatites at outcrops, we propose a three-stage model for the formation of the pegmatite field: i) generation of a rare metal-rich melt by deep anatexis, involving ~5% partial melting of metapelitic rocks in the presence of 10 to 30% metamorphic fluid; ii) gradual enrichment of rare metals along a path of continuous magma differentiation until 75% of the initial melt had crystallized; and iii) a final stage of lithium mineralization during the escape of the water-rich magma due to the overpressures created in response to massive fluid exsolution and the extensional stress in the granite dome structure. The study provides important insights into how lithium-rich pegmatites can be targeted during exploration for pegmatite-hosted resources of lithium.",
          "url": "https://doi.org/10.1073/pnas.2517372123",
          "doi": "https://doi.org/10.1073/pnas.2517372123",
          "filter": "2",
          "created": "2026-2-3"
        },
        {
          "title": "Shaking and pushing skyrmions: Formation of a nonequilibrium phase with zero critical current",
          "authors": "Felix Rucker, Alla Bezvershenko, Denis Mettus, Andreas Bauer, Markus Garst, Achim Rosch, Christian Pfleiderer",
          "abstract": "In three-dimensional chiral magnets, skyrmions are line-like objects oriented parallel to the applied magnetic field. The efficient coupling of magnetic skyrmion lattices to spin currents and magnetic fields permits their dynamical manipulation. Here, we explore the dynamics of skyrmion lattices when slowly oscillating the field direction by up to a few degrees on millisecond timescales while simultaneously pushing the skyrmion lattice by electric currents. The field oscillations induce a shaking of the orientation of the skyrmion lines, leading to a phase where the critical depinning current for translational motion vanishes. We measure the transverse susceptibility of MnSi to track various depinning phase transitions induced by currents, oscillating fields, or combinations thereof. An effective slip–stick model for the bending and motion of the skyrmion lines in the presence of disorder explains main features of the experiment and predicts the existence of several dynamical skyrmion lattice phases under shaking and pushing representing phases of matter far from thermal equilibrium.",
          "url": "https://doi.org/10.1073/pnas.2507428123",
          "doi": "https://doi.org/10.1073/pnas.2507428123",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Early psychosocial deprivation alters the refinement of neural dynamics across adolescence",
          "authors": "Marta Andujar, Lucrezia Liuzzi, Daniel S. Pine, Charles A. Nelson, Charles H. Zeanah, Nathan A. Fox, Bruno B. Averbeck",
          "abstract": "Adolescence is a crucial period for the refinement of neural circuits and cognitive skills. During this time, executive functions mature alongside pronounced structural changes in the brain, including reductions in synapse density. Computational models suggest that synaptic pruning enhances performance by stabilizing neural dynamics—deepening attractor basins and accelerating return to baseline after perturbation. Here, we tested these predictions using EEG data from the Bucharest Early Intervention Project, a randomized controlled trial of foster care as an alternative to institutionalized care. Trial-by-trial EEG residuals during a Flanker task were modeled as a linear dynamical system, and changes in eigenvalue magnitude were tracked across adolescence. Across all groups, eigenvalues decreased with age, consistent with maturation of recurrent computations. However, children with histories of institutional care exhibited consistently higher eigenvalues, suggesting delayed or disrupted refinement of the neural dynamics. Importantly, higher eigenvalues were associated with poorer behavioral performance on the task, linking altered neural dynamics to altered executive functions. These findings demonstrate that early deprivation leaves a lasting imprint on the developmental trajectory of neural dynamics, affecting the maturation of brain systems underlying cognitive control.",
          "url": "https://doi.org/10.1073/pnas.2514979123",
          "doi": "https://doi.org/10.1073/pnas.2514979123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Rapid evolution reveals long-range spread of SARS-CoV-2",
          "authors": "Daniel B. Weissman",
          "url": "https://doi.org/10.1073/pnas.2533093123",
          "doi": "https://doi.org/10.1073/pnas.2533093123",
          "filter": "2",
          "created": "2026-2-3"
        },
        {
          "title": "Fe metal–organic framework–derived heterojunction for metabolic diagnosis of thymic epithelial tumor",
          "authors": "Yongpeng Liang, Haochen Han, Yuewei Zhao, Wenjun Yu, Huiying Chen, Jiachuan Liu, Haojie Jin, Yangfan Xu, Wei Chen, Kun Qian, Xiangdong Yao, Lin Huang, Xiao-Ming Chen",
          "abstract": "Thymic epithelial tumors (TETs), rare yet clinically significant malignancies, face diagnostic challenges due to their occult presentation and lack of noninvasive risk-stratification tools, leading to systemic overtreatment and poor prognoses for high-risk subtypes. To address this unmet need, we developed a Fe 3 O 4 @Fe metal–organic framework heterojunction-enhanced laser desorption ionization mass spectrometry (LDI MS) platform for the efficient analysis of serum metabolic fingerprints (SMFs). Engineered through gradient pyrolysis, this nanomaterial synergizes ultraviolet absorption and photothermal conversion from its two constituent components with enhanced charge separation, achieving 1,000-fold improvement in sensitivity and thus enabling direct SMF acquisition from 1 μL of serum. Coupled with machine learning, the platform demonstrates robust diagnostic performance, yielding area under the curve (AUC) of 0.960 for distinguishing TETs from benign control and AUC of 0.856 for hierarchical risk stratification, outperforming clinical workflows. Beyond advancing material design for LDI MS, this work establishes a clinically translatable framework for rapid, large-scale screening, addressing critical gaps in TET management through metabolic-driven stratification.",
          "url": "https://doi.org/10.1073/pnas.2522028123",
          "doi": "https://doi.org/10.1073/pnas.2522028123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Structural basis for pseudokinase-mediated regulation of GCN2 in the integrated stress response",
          "authors": "Yixin Liu, Jagannath Misra, Debarshi Ryan Bhowmik, Brady O’Boyle, Kirk A. Staschke, Natarajan Kannan, Ronald C. Wek, Natalia Jura",
          "abstract": "The general control nonderepressible 2 (GCN2) is a conserved stress-responsive protein that plays a critical role in restoring cellular homeostasis in the integrated stress response (ISR). In response to amino acid starvation or ribosome stalling and collisions, GCN2 phosphorylates the translation initiation factor eIF2α, conferring translational control to alleviate stress. GCN2 is a multidomain protein, containing a tandem kinase domain (KD) and a catalytically inactive pseudokinase domain (ψKD). Stress-induced activation of the kinase domain requires allosteric regulation and dimerization mediated by its regulatory domains. While the pseudokinase domain is essential for GCN2 function in yeast, its mechanistic role remains unclear and underexplored in other organisms. Here, we present the first crystal structure of the human GCN2 ψKD, revealing its distinct structural features. The structure visualizes an insertion N-terminal to helix αC unique to the GCN2 ψKD that interacts with the pseudoactivation loop, stabilizing an inactive conformation. Further structural analysis shows that the ψKD forms a dimer in the crystal lattice via a network of hydrophobic and electrostatic interactions spanning both the N- and C-lobes. Mutations that disrupt the dimer interface reduced downstream ATF4 expression that is important for stress adaptation, underscoring the functional significance of the GCN2 ψKD dimer in regulating GCN2 activity. Complementary AI-guided structure predictions indicate that the dimeric GCN2 ψKD architecture is conserved across evolution. These results support the role of ψKD dimerization as a regulatory feature in GCN2-mediated ISR signaling.",
          "url": "https://doi.org/10.1073/pnas.2526598123",
          "doi": "https://doi.org/10.1073/pnas.2526598123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Lead in archived hair documents a decline in lead exposure to humans since the establishment of the US Environmental Protection Agency",
          "authors": "Thure E. Cerling, Diego P. Fernandez, Ken R. Smith",
          "abstract": "Lead (Pb) is well known to be toxic to humans. We use archived hair from individuals living along the Wasatch Front in Utah to evaluate changes in exposure to lead over the last 100 y. Current concentrations of lead in hair from this population average almost 100 times lower than before the establishment of the Environmental Protection Agency. This low level of lead exposure is likely due to the environmental regulations established by Environmental Protection Agency.",
          "url": "https://doi.org/10.1073/pnas.2525498123",
          "doi": "https://doi.org/10.1073/pnas.2525498123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Flagellar rotation comes full circle",
          "authors": "Michael D. Manson",
          "url": "https://doi.org/10.1073/pnas.2533096123",
          "doi": "https://doi.org/10.1073/pnas.2533096123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Oxidizing pollutants can disrupt nestmate recognition in ants",
          "authors": "Nan-Ji Jiang, Bhoomika Ashok Bhat, Eduardo Briceño-Aguilar, Angela Lehmann, Yuko Ulrich, Bill S. Hansson, Markus Knaden",
          "abstract": "Eusocial hymenoptera recognize nestmates based on colony-specific profiles of cuticular hydrocarbons (CHCs). While these profiles contain a variety of alkanes, the less abundant alkenes are crucial for nestmate recognition [F. R. Dani et al. , Chem. Senses 30 , 477–489 (2005)]. However, due to their carbon–carbon double bonds, alkenes can easily become degraded by oxidants. One of those oxidants, ozone, that usually reaches concentrations of 10 ppb in nonurban areas and ca 30 ppb in cities nowadays has been reported to often exceed 100 ppb in highly polluted regions, with levels above 200 ppb occasionally reported. Here, we show that short exposure to such elevated levels degrades alkenes in CHC profiles of all six investigated ant species and compromises nestmate recognition in five of them. Furthermore, a separate experiment with long-term exposure to such ozone levels corrupted brood care behavior within ant colonies, resulting in the death of larvae. The oxidizing pollutants like ozone have already been shown to corrupt interactions of flowers and their pollinators [B. Cook et al. , J. Chem. Biol. 46 , 987–996 (2020)] as well as sex pheromone communication in multiple species of flies [N. J. Jiang et al. , Nat. Commun. 14 (2023)]. Our data suggest that the detrimental effects of oxidant pollutants may be even more far-reaching by jeopardizing the functionality of eusocial colonies.",
          "url": "https://doi.org/10.1073/pnas.2520139123",
          "doi": "https://doi.org/10.1073/pnas.2520139123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Automated decision-making by chemical echolocation in active droplets",
          "authors": "Aritra K. Mukhopadhyay, Ran Niu, Linhui Fu, Kai Feng, Christopher Fujta, Qiang Zhao, Jinping Qu, Benno Liebchen",
          "abstract": "Motile microorganisms, like bacteria and algae, unify abilities like self-propulsion, autonomous navigation, and decision-making on the micron scale. While recent breakthroughs have led to the creation of synthetic microswimmers and nanoagents that can also self-propel, they still lack the functionality and sophistication of their biological counterparts. This study pioneers a mechanism enabling synthetic agents to autonomously navigate and make decisions, allowing them to solve mazes and transport cargo through complex environments without requiring external cues or guidance. The mechanism exploits chemo-hydrodynamic signals, produced by agents like active droplets or colloids, to remotely sense and respond to their environment—similar to echolocation. Our research paves the way for endowing autonomous, motile synthetic agents with functionalities that have been so far exclusive to biological organisms.",
          "url": "https://doi.org/10.1073/pnas.2526773123",
          "doi": "https://doi.org/10.1073/pnas.2526773123",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Genuine learning biases persist after accounting for temporally decreasing learning rates: Insight from fitting six datasets",
          "authors": "Romane Cecchi, Stefano Palminteri",
          "url": "https://doi.org/10.1073/pnas.2534141123",
          "doi": "https://doi.org/10.1073/pnas.2534141123",
          "filter": "2",
          "created": "2026-2-3"
        },
        {
          "title": "Functional motifs in food webs and networks",
          "authors": "Melanie Habermann, Ashkaan K. Fahimipour, Justin D. Yeakel, Thilo Gross",
          "abstract": "When studying a complex system, it is often useful to think of the system as a network of interacting units. One can then ask if some properties of the entire network are already explained by a small part of the network, a network motif. A famous example of an ecological motif is exploitative competition in food webs, where the presence of two species competing for a shared resource precludes the existence of a stable equilibrium for the whole system. However, other examples of motifs with such direct impacts on stability are not known. Here, we show why small motifs that allow conclusions on systemic stability are rare. More importantly, we show that another dynamical property, reactivity, is typically rooted in motifs. Computing the reactivity of motifs can reveal which parts of a network are prone to respond violently to perturbations. This highlights motif reactivity as a useful property to measure in real-world systems to understand likely modes of systemic failure in food webs or other networks in epidemics, supply chains, or power grids.",
          "url": "https://doi.org/10.1073/pnas.2521927123",
          "doi": "https://doi.org/10.1073/pnas.2521927123",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Tantalum alloy–based resonators for quantum information systems",
          "authors": "Chen Yang, Faranak Bahrami, Guangming Cheng, Mayer Feldman, Tiffany Liu, Nana Shumiya, Nan Yao, Stephen A. Lyon, Andrew A. Houck, Nathalie P. de Leon, Robert J. Cava",
          "abstract": "Utilizing tantalum (Ta) in superconducting circuits has led to significant improvements, such as high qubit lifetime (T 1 ) and quality factors in both qubits and resonators, suggesting that material optimization plays an important role in the development of superconducting circuits. Thus we here explore superconducting gap engineering in Ta-based devices as a powerful strategy for expanding the range of suitable host materials. By alloying 20 atomic percent (at.%) hafnium into Ta thin films, we achieve a superconducting transition temperature (T c ) of 6.09 K as observed in direct current (DC) transport measurements, reflecting an increase in the superconducting gap. We systematically vary deposition conditions to control film orientation and transport properties of Ta-Hf alloy thin films. We then confirm the enhancement in T c via microwave measurements at millikelvin temperatures. We verify the ∼ 40 % increase in T c relative to bare Ta devices, while the loss contributions from two-level systems and quasi-particles remain unchanged in the low temperature regime. These findings emphasize the promise of material engineering in superconducting circuits and point to many potential material candidates for further exploration.",
          "url": "https://doi.org/10.1073/pnas.2519940123",
          "doi": "https://doi.org/10.1073/pnas.2519940123",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Active learning design of bcc solid solution alloys with gigapascal strength and elemental metal–level ductility",
          "authors": "Zhixing Wang, Xiangyue Chen, Dongqing Zhang, Ge Wu, Yan Ma, Xiaoqin Zeng, Ziyuan Rao, Chang Liu, Evan Ma",
          "abstract": "Body-centered cubic (bcc) alloys can achieve gigapascal-level yield strengths but typically are limited in tensile ductility (&lt;20%), contrasting sharply with elemental metals (the largest elongation of ~50%). Multi-principal-element alloys offer vast compositional space to reach synergistic strength–ductility combinations. However, combinatorial trial-and-error exploration is prohibitively costly, while machine learning (ML) approaches are hindered by data scarcity. Here, we develop an ML-guided framework integrating active learning with physics-informed Bayesian optimization to rapidly converge on optimal compositions. The resulting Ti 36 V 14 Nb 22 Hf 22 Zr 1 Al 5 alloy achieves a yield strength of 953 MPa and a large tensile ductility of 42%. The high strength arises from the substantial lattice distortion, as well as the ~1-nm-sized local chemical fluctuations (LCFs) inherent to the highly concentrated bcc solid solution. The ubiquitous LCFs also substantially promote dislocation multiplication and strain hardening, enabling a large tensile ductility. Our approach demonstrates ML’s efficacy in accelerating the finding of high-performance alloys.",
          "url": "https://doi.org/10.1073/pnas.2530922123",
          "doi": "https://doi.org/10.1073/pnas.2530922123",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Representational drift reflects ongoing balancing of stochastic changes by Hebbian learning",
          "authors": "Jens-Bastian Eppler, Thomas Lai, Dominik F. Aschauer, Simon Rumpel, Matthias Kaschube",
          "abstract": "Recent evidence indicates that even under stable environmental and behavioral conditions, responses to sensory stimuli undergo continuous reformatting over the course of days, a condition described as representational drift. However, the processes underlying this phenomenon remain poorly understood. Examining the dynamics of signal and noise correlations among neuron pairs in chronic calcium imaging experiments in the mouse auditory cortex, we investigate how activity-dependent, Hebbian-like plasticity and activity-independent, stochastic synaptic processes contribute to representational drift. We found that signal correlations predict future noise correlations, suggesting that stimulus-induced coactivation leads to increased effective connectivity between neuron pairs. Moreover, simple linear network models were able to account for the observed temporal dependencies between signal and noise correlations, but only if both Hebbian-like plasticity and stochastic changes of either inputs or recurrent synapses contribute to representational drift. In conclusion, our findings suggest that continuous sensory input–driven Hebbian-like plasticity can balance ongoing stochastic synaptic changes, thereby preventing the network’s functional degradation.",
          "url": "https://doi.org/10.1073/pnas.2503046123",
          "doi": "https://doi.org/10.1073/pnas.2503046123",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Noncircular rolling contact joints enable programmed behavior in robotic linkages",
          "authors": "Colter J. Decker, Tony G. Chen, Michelle C. Yuen, Robert J. Wood",
          "abstract": "Rolling contact joints (RCJs) guide motion in robotic linkages, including manipulators, surgical devices, prosthetics, and more. In this work, we present a generalized optimization method to tailor the kinematic properties of RCJs by simultaneously optimizing both noncircular surface geometries and internal actuation pulley shapes. Our approach accommodates multiple joint types, including passively coupled systems with programmable spring stiffness as well as actuated single or multilink mechanisms. We explicitly incorporate common and practical manufacturing constraints into our optimization framework, such as size and convexity constraints. To demonstrate this approach, we optimize an RCJ designed to replicate the trajectory of a human knee, achieving a 99.6% reduction in alignment error compared to revolute joints and a 99.3% error reduction compared to circular RCJs. Additionally, we show that optimized RCJs increase the load-carrying capacity of a two-finger gripper by more than 3.5 times compared to a comparable circular-jointed design, showcasing how joint optimization can enhance robotic performance.",
          "url": "https://doi.org/10.1073/pnas.2521406123",
          "doi": "https://doi.org/10.1073/pnas.2521406123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Acquired motility of Babesia microti –infected red blood cells",
          "authors": "Chao Li, Amy L. Apgar, Danielle M. Tufts, Tagbo H. R. Niepa",
          "abstract": "Babesia microti is an intraerythrocytic protozoan parasite and the main causative agent of human babesiosis in the United States. While extensive research has focused on the prevalence of this vector-borne pathogen in natural populations, increases of human cases and clinical manifestation, and pathogen structure, little is known about the movements of B. microti within vertebrate red blood cells (RBCs). RBCs are nonmotile due to their lack of cellular structures for active movement. Here, we report a phenomenon in which B. microti –infected RBCs exhibit an acquired motility compared to uninfected RBCs. Using live-cell tracking, we observed a subset (around 1% in whole blood and 10% in 1:100 diluted blood) of infected RBCs displayed active movement. This acquired motility suggests that B. microti may induce host cell modifications that facilitate its survival, dissemination, or immune evasion potential, allowing it to successfully move through the blood and infect new RBCs. Our findings highlight unconventional RBC dynamics and a potential broad aspect of B. microti pathogenesis. Further investigation into the molecular mechanisms underlying this phenomenon could provide insights into parasite–host interactions and reveal targets for therapeutic intervention in treatment and/or prevention of babesiosis.",
          "url": "https://doi.org/10.1073/pnas.2509776123",
          "doi": "https://doi.org/10.1073/pnas.2509776123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Projecting nitrous oxide over the 21st century, uncertainty related to stratospheric loss",
          "authors": "Michael J. Prather, Calum P. Wilson",
          "abstract": "Extending the N 2 O lifetime derived from Microwave Limb Sounder satellite observations, we find a mean value of 117 y and a likely decrease of –1.4 ± 0.9% per decade over the period 2004 to 2024. This trend is consistent with the previously published 2004 to 2021 value of –2.1 ± 1.2% per decade. A more careful analysis of uncertainty now provides a more robust likely (one-sigma) range. From analyses of a range of factors controlling the N 2 O lifetime, we find that the decrease in lifetime can be explained by recent changes in stratospheric circulation and temperature. Projection of the lifetime change to 2100 shows that this effect is comparable to differences across the shared socioeconomic pathways used for climate projections and cannot be ignored. An updated evaluation of the N 2 O chemical feedbacks shows that this effect produces a relatively small shift in atmospheric abundance over the 21st century, but still an important shift, –11%, in the global warming potential of N 2 O.",
          "url": "https://doi.org/10.1073/pnas.2524123123",
          "doi": "https://doi.org/10.1073/pnas.2524123123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "Identification of a stylet-secreted effector protein family as a core component of root-knot nematode feeding tubes",
          "authors": "Richard S. Hussey, Melissa G. Mitchum, Rebekah L. Paul, Raquel O. Rocha, John P. Shields, Lesa J. Beamer",
          "abstract": "Proteins secreted from a mouth stylet of sedentary plant-parasitic root-knot nematodes self-polymerize to form a unique feeding tube structure within host cells modified into giant feeding cells by the nematode. Feeding tubes have essential functions as they complex with the host endomembrane system for nutrient uptake to sustain parasitism. Despite their significance, they remain one of the least understood aspects of nematode parasitism of plants. Their small size and location within giant-cells deeply embedded within galls encasing adult females has prohibited studies to isolate and discern their molecular composition. Here, we developed a protocol for the isolation and semipurification of root-knot nematode feeding tubes from giant-cell cytoplasm of several host plant species to provide a unique view of these structures at the light and scanning electron microscopy level revealing previously undescribed features of their structure. Our methods allowed for the isolation and solubilization of sufficient quantities of enriched feeding tubes enabling a comparative proteome analysis across host species that identified proteins with an increased likelihood to function in feeding tube formation. A comparison across root-knot nematode species further narrowed candidates to a conserved class of secretory proteins that specifically localized within secretory granules of the dorsal gland of adult females and in feeding tubes formed within host cell cytoplasm to unequivocally demonstrate these proteins as core components of feeding tubes. Our finding gives scientists a look into the protein composition of feeding tubes opening the door to a better understanding of their structure and function in nematode parasitism.",
          "url": "https://doi.org/10.1073/pnas.2520476123",
          "doi": "https://doi.org/10.1073/pnas.2520476123",
          "filter": "2",
          "created": "2026-2-3"
        },
        {
          "title": "Quantum benchmarking of high-fidelity noise-biased operations on a detuned Kerr-cat qubit",
          "authors": "Bingcheng Qing, Ahmed Hajr, Ke Wang, Gerwin Koolstra, Long B. Nguyen, Jordan Hines, Irwin Huang, Bibek Bhandari, Larry Chen, Ziqi Kang, Christian Jünger, Noah Goss, Nikitha Jain, Hyunseong Kim, Kan-Heng Lee, Akel Hashim, Nicholas E. Frattini, Zahra Pedramrazi, Justin Dressel, Andrew N. Jordan, David I. Santiago, Irfan Siddiqi",
          "abstract": "Ubiquitous noise sources in quantum systems remain a key obstacle to building quantum computers, necessitating the use of quantum error correction codes. Recently, error-correcting codes tailored for noise-biased systems have been shown to offer high fault-tolerance thresholds and reduced hardware overhead, positioning noise-biased qubits as promising candidates for building universal quantum computers. However, quantum operations on these platforms remain challenging, and their noise structures have not yet been rigorously benchmarked to the same extent as those of conventional quantum hardware. In this work, we develop a comprehensive quantum control toolbox for a scalable noise-biased qubit, detuned Kerr-cat qubit, including initialization, universal single-qubit gates, and quantum nondemolition readout. We systematically characterize the noise structure of these operations using gate set tomography and dihedral randomized benchmarking, achieving high local gate fidelities, with F [ Z ( π / 2 ) ] = ( 99.18 ± 0.066 ) % and F [ X ( π / 2 ) ] = ( 92.5 ± 0.23 ) % . Notably, the noise bias of the detuned Kerr-cat qubit approaches 250 with a phase-flip time of 4   μ s , which outperforms its resonant-Kerr-cat qubit counterparts as reported previously, representing a state-of-the-art performance benchmark for Kerr-cat qubits. Moreover, our results reveal a critical overestimation of operational noise bias inferred from bit-flip and phase-flip times alone, highlighting the necessity of a precise and direct benchmarking for noise-biased qubit operations. Our work thus establishes a framework for systematically characterizing and validating the performance of quantum operations in structured-noise architectures, which lays the groundwork for implementing efficient quantum error correction in next-generation architectures.",
          "url": "https://doi.org/10.1073/pnas.2520479123",
          "doi": "https://doi.org/10.1073/pnas.2520479123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Conformationally gated multisite proton-coupled electron transfer in the ribonucleotide reductase β subunit",
          "authors": "Jiahua Deng, Sharon Hammes-Schiffer",
          "abstract": "Ribonucleotide reductase (RNR) is an essential enzyme that converts ribonucleotides into deoxyribonucleotides, enabling DNA synthesis and repair in all living organisms. Central to class Ia RNR activity is a long-range radical transport pathway spanning ∼ 32 Å across the α and β subunits by a series of proton-coupled electron transfer (PCET) reactions. Although the collinear PCET reactions in the α subunit have been extensively studied, the multisite, orthogonal PCET reactions in the β subunit are less well understood. This work focuses on orthogonal PCET between the redox-active tryptophan, W48, and interfacial tyrosine, Y356, in the β subunit. Multiscale modeling strategies are employed to explore this PCET reaction. The simulations show that radical transfer from W48 to Y356 is thermodynamically favorable and is likely to occur by electron transfer from Y356 to the W48 cationic radical in conjunction with proton transfer from Y356 to a glutamate, E52, which forms a hydrogen-bonding interaction with Y356 following oxidation of W48. The conformational gating motion of Y356 is shown to be critical for allowing this residue to participate in PCET with W48 in the β subunit and with a tyrosine in the α subunit. Application of vibronically nonadiabatic PCET theory highlights the significance of hydrogen tunneling and conformational motions that shorten the distance between Y356 and E52. This work demonstrates how conformational gating, hydrogen-bonding networks, and hydration at the α / β interface modulate PCET in RNR. These fundamental insights are also applicable to other biomolecular systems and may guide therapeutic and protein engineering applications.",
          "url": "https://doi.org/10.1073/pnas.2535102123",
          "doi": "https://doi.org/10.1073/pnas.2535102123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Intronic polyadenylation–derived long noncoding RNA modulates nucleolar integrity and function",
          "authors": "Sumana Mallick, Pranita Borkar, Jaspreet Thind, Daniel Chung, Taylor Hubbs, Irtisha Singh",
          "abstract": "RNAs transcribed from protein-coding gene loci are widely assumed to be translated into proteins. However, intronic polyadenylation (IPA) occurring near the transcription start site or within early introns can generate noncoding RNAs derived from protein-coding loci. Despite their abundance, the functional roles of such RNAs remain largely unexplored. In this study, we investigated one such noncoding RNA, CUL1-IPA , transcribed from the CUL1 gene locus. Our study revealed that CUL1-IPA is an RNA polymerase II–dependent IPA isoform that is polyadenylated, stable, and translocates to the nucleolus. Functional characterization demonstrated CUL1-IPA to play a critical role in maintaining nucleolar integrity. RNA-protein interaction assay identified GPATCH4 and NOP58, nucleolar proteins involved in ribosomal RNA (rRNA) processing, as binding partners of CUL1-IPA . Consistent with its localization and interactions, loss of CUL1-IPA led to the reduction in rRNA levels and consequent decrease in overall protein synthesis. This effect on rRNA levels could be reversed by reintroducing CUL1-IPA , confirming its functional importance. Furthermore, as nucleolar stress is known to affect cell cycle progression, we found that CUL1-IPA loss resulted in G2/M cell cycle phase arrest. Moreover, reduced CUL1-IPA expression was associated with improved survival outcomes in cancer patients. Together, our findings demonstrate that CUL1-IPA , an IPA-derived long noncoding RNA (lncRNA), forms an RNA-protein complex in the nucleolus to support nucleolar structure and function. This study provides an insight into the biological function of a lncRNA originating from a protein-coding gene and highlights the broader significance of IPA-derived noncoding RNAs as regulatory molecules.",
          "url": "https://doi.org/10.1073/pnas.2514521123",
          "doi": "https://doi.org/10.1073/pnas.2514521123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Next-generation anti-DLL3 radiopharmaceuticals targeting high-grade neuroendocrine lung and prostate cancers",
          "authors": "Salomon Tendler, Roberto De Gregorio, Paul Balderes, Alexa L. Michel, Tran T. Hoang, David Bauer, Kathryn M. Tully, Joshua A. Korsen, Ivo C. Lorenz, Abdul G. Khan, Lukas Carter, Olivia Vergnolle, Irina V. Lebedeva, Elisabeth K. Nyakatura, Lisa Bodei, Michael J. Morris, John T. Poirier, Charles M. Rudin, Jason S. Lewis",
          "abstract": "Delta-like ligand 3 (DLL3) is a tumor-selective cell surface protein upregulated in high-grade neuroendocrine tumors, including small-cell lung cancer (SCLC) and neuroendocrine prostate cancer (NEPC). Here, we report on the development of anti-DLL3 radioimmunoconjugates for use as either a diagnostic imaging tracer based on the positron-emitter zirconium-89 ( 89 Zr) or a therapeutic agent utilizing the beta-emitter lutetium-177 ( 177 Lu). To begin, we generated a panel of human monoclonal antibodies targeting human DLL3 by immunizing transgenic mice engineered with a human immunoglobulin repertoire. The panel was extensively screened to identify high-affinity internalizing monoclonal antibodies (mAbs) recognizing a diversity of DLL3 epitopes. Select mAbs were reformatted as fully human Fab-arm exchange-deficient IgG4 to reduce effector function and then produced by recombinant methods. A pilot immunoPET study was performed in athymic female nude mice bearing human NCI-H82 SCLC tumors to nominate a lead candidate. ImmunoPET identified [ 89 Zr]Zr-DFO-TDI-Y-010 as the top-performing diagnostic tracer, with excellent in vivo biodistribution and tumor-to-background-organ ratios consistently &gt;4. Therapeutic studies with [ 177 Lu]Lu-CHX-A\"-DTPA-TDI-Y-010 demonstrated strong antitumor effects, significantly improving ( P &lt;0.05) overall survival compared with the benchmark clone [ 177 Lu]Lu-CHX-A\"-DTPA-SC16.56 in two SCLC tumor models (NCI-H82 and Lu149) and achieving comparable overall survival in a NEPC tumor model.",
          "url": "https://doi.org/10.1073/pnas.2505785123",
          "doi": "https://doi.org/10.1073/pnas.2505785123",
          "filter": "2",
          "created": "2026-2-2"
        },
        {
          "title": "A framework integrating multiscale in silico modeling and experimental data predicts CAR-NK cell cytotoxicity across target cell types",
          "authors": "Saeed Ahmad, Kun Xing, Marcelo S. F. Pereira, Stephanie Castle, Harshana Rajakaruna, Indrani Nayak, William C. Stewart, Kyle A. Beckwith, Mitchell S. Cairo, Meisam Naeimi Kararoudi, Dean A. Lee, Jayajit Das",
          "abstract": "Natural killer (NK) cells may be engineered with chimeric antigen receptors (CARs) to recognize tumor-associated antigens which bolsters their antitumor activity. More so than CAR-T cells, CAR-NK cell responses result from an integration of signals from a wider range of innate activating cytotoxic receptors, inhibitory receptors, and adhesion receptors in addition to the engineered CAR, making computational modeling of CAR-NK cell cytotoxicity more difficult than CAR-T cells. Uncovering mechanisms and predicting tumor cell responses to CAR-NK cytotoxicity is essential for improving therapeutic efficacy. The complexity of these effector–target interactions and the donor-to-donor variations in NK cell receptor (NKR) repertoire preclude the use of predictive models based on a single receptor, requiring function to be determined experimentally for each donor, CAR, and target combination. Computational modeling generates frameworks that allow the relationships of these factors to biologic outcomes to be explored without resource-consuming experiments. Here, we developed a computational mechanistic multiscale model which considers heterogenous expression of CARs, NKRs, adhesion receptors, and their cognate ligands, signal transduction, and NK cell-target cell population kinetics. The model is trained with quantitative flow cytometry and in-vitro cytotoxicity data and accurately predicts the short-term, long-term, and in-vivo cytotoxicity of CAR-NK cells. Furthermore, using Pareto optimization we explored the effect of CAR proportion and NK cell signaling on the differential cytotoxicity of CD33CAR-NK cells to cancer and healthy cells. This model can be extended to predict CAR-NK cytotoxicity across many antigens and tumor targets and serves as a tool to mechanistically explore CAR-NK signaling and biology.",
          "url": "https://doi.org/10.1073/pnas.2500319123",
          "doi": "https://doi.org/10.1073/pnas.2500319123",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "A silent Kv channel subunit shapes PV neuron action potential waveform and short-term synaptic plasticity during high-frequency firing",
          "authors": "Sanika Ganesh, Theresa M. Canty, Bernardo L. Sabatini",
          "abstract": "Fast-spiking parvalbumin-positive (PV) neurons provide precisely timed, context-dependent inhibition within cortical circuits. PV neuron firing properties are specialized among cortical neurons, suggesting that they express a unique complement of ion channels. Here, we show that the PV-specific silent voltage-gated potassium (Kv) channel subunit Kv6.4 (encoded by Kcng4 ) modulates both intrinsic and synaptic properties of cortical PV neurons. Kv6.4 does not form functional channels on its own but, as shown in prior work, assembles with Kv2 subunits to create heterotetrameric channel complexes, effectively reducing Kv2-mediated delayed rectifier current. We find that Kcng4 expression is enriched within a distinct Pvalb -expressing subclass in primary somatosensory (S1) and motor (M1) cortex and emerges during postnatal development. In PV neurons, Kv6.4 loss reduces action potential (AP) height and width, hyperpolarizes the threshold and interspike potential, and accelerates AP upstroke particularly during repetitive firing. Kv6.4 loss, potentially due to the changes in AP waveform, also alters GABA release and paired-pulse depression at synapses made by PV onto pyramidal (PYR) neurons. The effects of Kv6.4 loss are amplified during high-frequency firing, within the physiological range of fast-spiking PV neurons, likely due to altered repolarization dynamics that accumulate across successive APs. These findings are thus consistent with the function of Kv6.4 in modifying Kv2-mediated delayed rectifier currents. Hence, Kv6.4 tunes the temporal precision of PV inhibitory output, a feature that may be critical for stable excitation–inhibition ratios and adaptive circuit function underlying learning and behavior.",
          "url": "https://doi.org/10.1073/pnas.2531946123",
          "doi": "https://doi.org/10.1073/pnas.2531946123",
          "filter": "2",
          "created": "2026-2-3"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "High-precision tracking of human foragers reveals adaptive social information use in the wild",
          "authors": "Alexander Schakowski, Dominik Deffner, Raine Kortet, Petri T. Niemelä, Marwa M. Kavelaars, Christopher T. Monk, Maria Pykälä, Ralf H. J. M. Kurvers",
          "abstract": "Foraging complexity and competitive social challenges are considered key drivers of human cognition. Yet, the decision-making mechanisms that underlie social foraging in the real world remain unknown. Integrating high-precision Global Positioning System (GPS) tracking and video footage from large-scale foraging competitions with cognitive-computational modeling and agent-based simulations, we show how foragers integrate personal, social, and ecological information to guide spatial search and patch-leaving decisions. We show how the social context emerges as a key driver of foraging dynamics. Foragers adaptively rely on social information to locate resources when unsuccessful and extend giving-up times in the presence of others, which results in increased area-restricted search at high social densities. These findings demonstrate the importance of sociality for human foraging decisions and provide a template for harnessing high-resolution tracking data to study real-world cognition.",
          "url": "https://doi.org/10.1126/science.ady1055",
          "doi": "https://doi.org/10.1126/science.ady1055",
          "filter": "0",
          "created": "2026-1-29"
        }
      ],
      "articles_hidden": [
        {
          "title": "Kinetic acceleration of MoS 2 growth by oxy-metal-organic chemical vapor deposition",
          "authors": "Lei Liu, Yushu Wang, Ruikang Dong, Dongxu Fan, Si Meng, Lang Wu, Shengqiang Wu, Wei Xu, Mingwei Feng, Ningmu Zou, Qingyu Yan, Zehua Hu, Fei Lu, Shitong Zhu, Yuan Gao, Liang Ma, Yi Shi, Taotao Li, Jinlan Wang, Xinran Wang",
          "abstract": "Kinetics determine the growth behavior of thin films, particularly for atomically thin transition-metal dichalcogenides. Metal-organic (MO) chemical vapor deposition (CVD) offers promise for scalable growth, but the reactions are kinetically limited, leading to nanometer-scale domain size and carbon contaminations. Here, we unveil the fundamental kinetic limitations and overcome them by introducing oxygen-assisted MOCVD (oxy-MOCVD) technology. By tuning reactions with oxygen, MO precursors are converted into high-purity transition-metal oxides and chalcogens, producing aligned molybdenum disulfide (MoS 2 ) domains with a size and growth rate that are orders of magnitude larger than conventional MOCVD. The MoS 2 is free of carbon impurities and exhibits average mobility exceeding 100 square centimeters per volt per second. The scalability of oxy-MOCVD is demonstrated by 150-millimeter single-crystal MoS 2 wafers, proving the feasibility of industrial-scale production.",
          "url": "https://doi.org/10.1126/science.aec7259",
          "doi": "https://doi.org/10.1126/science.aec7259",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Soils drive convergence in the regulation of vascular tension in land plants",
          "authors": "Andrea Carminati, Mathieu Javaux, Fabian J.P. Wankmüller, Timothy J. Brodribb",
          "abstract": "Terrestrial vascular plants operate under negative water potential, which results in hydraulic tension in the vascular system. Vascular tension varies with transpiration and soil drying and is regulated by stomata, pressure-activated valves on the leaf surface. We hypothesize that soil physical constraints drive convergence in the operational range of leaf vascular tension. Based on a meta analysis of 19 diverse species, we find that stomatal regulation of transpiration is activated when leaf vascular tension reaches a narrow target of 1.3 ± 0.6 megapascals. This value matches the range (1.4 ± 0.6 megapascals) predicted from an optimal soil water extraction model. Optimality in plant vascular tension appears to have evolved by selection for a narrow range of osmotic pressure in the leaves of diverse species growing across variable environments.",
          "url": "https://doi.org/10.1126/science.adx8114",
          "doi": "https://doi.org/10.1126/science.adx8114",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Probing supersolidity through excitations in a spin-orbit–coupled Bose-Einstein condensate",
          "authors": "C. S. Chisholm, S. Hirthe, V. B. Makhalov, R. Ramos, R. Vatré, J. Cabedo, A. Celi, L. Tarruell",
          "abstract": "Spin-orbit–coupled Bose-Einstein condensates are a flexible experimental platform to engineer synthetic quantum many-body systems. In particular, they host the so-called stripe phase, an instance of a supersolid state of matter. The peculiar excitation spectrum of the stripe phase, a definite footprint of its supersolidity, has been difficult to measure experimentally. In this work, we performed in situ imaging of the stripes and directly observed both superfluid and crystal excitations. We investigated superfluid hydrodynamics and revealed a stripe compression mode, thus demonstrating that the system possesses a compressible crystalline structure. Through the frequency softening of this mode, we located the supersolid transition point. Our results establish spin-orbit–coupled supersolids as ideal systems to investigate supersolidity and its rich dynamics.",
          "url": "https://doi.org/10.1126/science.adv1209",
          "doi": "https://doi.org/10.1126/science.adv1209",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Engineered aldehyde dehydrogenases for amide bond formation",
          "authors": "Lei Gao, Xiang Qiu, Jun Yang, Kangdelong Hu, Peilin Li, Wei Li, Feng Gao, Fabrice Gallou, Florian Kleinbeck, Xiaoguang Lei",
          "abstract": "Amide bond formation is widely used in pharmaceutical synthesis, typically involving stoichiometric coupling reagents to activate carboxylic acid substrates for a condensation reaction. As an alternative approach, we repurposed aldehyde dehydrogenases into oxidative amidases by creating a more hydrophobic and spacious catalytic pocket for amines to capture the thioester intermediate. This biocatalyst efficiently facilitates the formation of amide bonds between diverse aldehydes and amines. We also developed a two-step enzymatic cascade to synthesize amides from broadly available aliphatic alcohols. This biocatalytic strategy enabled the redesign of synthetic routes for five drug molecules. Our findings highlight the potential of oxidative amidases in advancing the synthesis of structurally diverse drug molecules through efficient amide bond formation.",
          "url": "https://doi.org/10.1126/science.adw3365",
          "doi": "https://doi.org/10.1126/science.adw3365",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Wafer-scale ultrathin and uniform van der Waals ferroelectric oxide",
          "authors": "Qinci Wu, Zhongrui Li, Bingchen Han, Weiyu Sun, Qinyun Liu, Chengyuan Xue, Hyeonhu Bae, Mengdi Wang, Boyang Fu, Jun Qian, Yongchao Zhu, Yu Sun, Tingkai Feng, Xin Gao, Xuzhong Cong, Wanqing Liu, Yunan Gao, Binghai Yan, Congwei Tan, Hongtao Liu, Hailin Peng",
          "abstract": "Ferroelectrics have great potential for nonvolatile memory and next-generation electronics, but conventional ferroelectric oxide films generally suffer structural nonuniformity, interfacial depolarization, and performance degradation, particularly when downscaled to advanced technology nodes. We demonstrate uniform, wafer-scale synthesis and back-end-of-line–compatible integration of ultrathin van der Waals (vdW) high-dielectric constant ferroelectric oxide Bi 2 SeO 5 , retaining an optimal coercive field and robust ferroelectricity at monolayer thickness. Ultrathin vdW ferroelectric oxides formed atomically uniform interfaces with two-dimensional semiconductors and yielded ferroelectric field-effect transistor (FeFET) arrays with a low operating voltage (0.8 volts), exceptional cycling endurance (&gt;1.5 × 10 12 cycles), fast write speed (20 nanoseconds), high on/off ratio (10 6 ), 10-year retention, ultralow energy consumption (2.8 femtojoules per bit per square micrometer), and &lt;5% device-to-device variation. Reconfigurable logic-in-memory circuits with these FeFETs function at supply voltages of &lt;1 volt.",
          "url": "https://doi.org/10.1126/science.adz1655",
          "doi": "https://doi.org/10.1126/science.adz1655",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Targeting modulated vascular smooth muscle cells in atherosclerosis via FAP-directed immunotherapy",
          "authors": "Junedh M. Amrute, In-Hyuk Jung, Tracy Yamawaki, Wen-Ling Lin, Andrea Bredemeyer, Johanna Diekmann, Sikander Hayat, Xianglong Zhang, Devin L. Wakefield, Xin Luo, Sidrah Maryam, Gyu Seong Heo, Steven Yang, Chang Jie Mick Lee, Chen Wang, Caroline Chou, Christoph Kuppe, Kevin D. Cook, Atilla Kovacs, Vishnu Chintalgattu, Danielle Pruitt, Jose Barreda, Nathan O. Stitziel, Paul Cheng, Yongjian Liu, Rafael Kramann, Daniel Kreisel, Roger S-Y Foo, Ingrid C. Rulifson, Scott Martin, David Grunert, Melissa Thomas, Jixin Cui, Thomas Quertermous, Frank M. Bengel, Simon Jackson, Chi-Ming Li, Brandon Ason, Kory J. Lavine",
          "abstract": "Vascular smooth muscle cell (VSMC) diversification drives atherosclerotic coronary artery disease (CAD). Mechanisms governing these cell state transitions remain unclear. We applied multiomic single-cell profiling, epitope mapping, and spatial transcriptomics across 27 human coronary arteries, identifying fibroblast activation protein (FAP) as a marker of modulated VSMCs. Lineage tracing in mice indicated that FAP + cells originate from Myh11 + VSMCs, and FAP PET imaging in CAD patients showed plaque uptake. FAP + cells states resided in the macrophage-rich neo-intima. Therapeutically, we developed an anti-FAP bispecific T-cell engager, which reduced plaque burden and remodeled the stromal–immune microenvironment through T-cell clonal expansion. Our study delivers a single-cell and spatial atlas of human CAD, establishes FAP as a marker of modulated VSMCs, and highlights immunotherapy for lipid-independent targets.",
          "url": "https://doi.org/10.1126/science.adx1736",
          "doi": "https://doi.org/10.1126/science.adx1736",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Multiple protein structure alignment at scale with FoldMason",
          "authors": "Cameron L. M. Gilchrist, Milot Mirdita, Martin Steinegger",
          "abstract": "Protein structure is conserved beyond sequence, making multiple structural alignment (MSTA) essential for analyzing distantly related proteins. Computational prediction methods have vastly extended our repository of available protein structures, requiring fast and accurate MSTA methods. We introduce FoldMason, a progressive MSTA method that leverages the pairwise structural aligners Foldseek and TM-align for the multiple alignment of hundreds of thousands of protein structures, matching or exceeding the alignment quality of state-of-the-art MSTA methods while being two orders of magnitude faster. Using Flaviviridae glycoproteins, we demonstrate that FoldMason’s MSTAs support phylogenetic analysis beyond the “twilight zone.” FoldMason computes confidence scores, offers interactive visualizations, and provides essential speed and accuracy for large-scale protein structure analysis in the era of accurate structure prediction. FoldMason is free, open-source software.",
          "url": "https://doi.org/10.1126/science.ads6733",
          "doi": "https://doi.org/10.1126/science.ads6733",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Lithographic crystallinity regulation in additive fabrication of thermoplastics (CRAFT)",
          "authors": "Alex J. Commisso, Eric M. Nagel, Meghan T. Kiker, Elizabeth A. Recker, Adam Bischoff, Michael J. Holzmann, Hayden E. Fowler, Minh Nhat Pham, Chi Phuong H. Nguyen, Esteban Baca, Hernán Villanueva, Nirvana T. Almada, Keldy S. Mason, Claire Jolowsky, Guddi Suman, Keith J. Fritzsching, Bryan Kaehr, Johanna J. Schwartz, Leah N. Appelhans, Brad H. Jones, Caitlin S. Sample, Devin J. Roach, Zachariah A. Page, Samuel C. Leguizamon",
          "abstract": "For semicrystalline polyolefin thermoplastics, the balance between interconnected ordered crystalline and disordered amorphous regions is paramount to their performance and processability. However, contemporary manufacturing strategies, from injection molding to three-dimensional (3D) printing, result in monolithic objects, unable to spatially encode crystallinity. We develop a light-based approach for fabricating mechanically robust polyolefin thermoplastics with microscopic control over crystallinity in 3D space. Light dosage governs polymer stereochemistry giving access to a continuum of materials, from strong rigid plastics, such as high-density polyethylene, to more extensible materials akin to low-density polyethylene, all at the flick of a switch. Leveraging this finding in lithographic grayscale 3D printing enables rapid multimaterial fabrication with voxel-level control over optical and mechanical properties, opening avenues in information storage, soft robotics, and energy damping.",
          "url": "https://doi.org/10.1126/science.aeb3637",
          "doi": "https://doi.org/10.1126/science.aeb3637",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "China turns the tables in biotech",
          "authors": "H. Holden Thorp",
          "abstract": "For at least a century, major scientific research initiatives have reliably occurred in the United States, usually in response to geopolitical competition. This helped establish the country’s status as a global scientific power, enabling the US to set the standards for new technologies and pave the way forward. That edge began to erode around 20 years ago with the success of Chinese universities in engineering and materials science. Most recently, the rise of China’s success in medicine and biopharmaceuticals has happened so quickly that the US risks losing its position of leadership in the life sciences. One would normally expect the US to react vigorously. But these are far from normal times. Saddled with an administration’s apparent indifference, the US has responded not with a bang, but a whimper.",
          "url": "https://doi.org/10.1126/science.aef7757",
          "doi": "https://doi.org/10.1126/science.aef7757",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Gigantic piezoelectricity in a polycrystalline ceramic actively maintained at a quadruple point",
          "authors": "Yanshuang Hao, Dipak Kumar Khatua, Dong Wang, Jinghui Gao, Shuai Ren, Yang Yang, Minxia Fang, Dezhen Xue, Jingze Xu, Guanqi Wang, Xiaoqin Ke, Zhizhi Xu, Chang Liu, Qichao Fan, Yuanchao Ji, Le Zhang, Sen Yang, Genshui Wang, Xiaobing Ren",
          "abstract": "Transformative technologies demand polycrystalline piezoelectric ceramics with piezoelectric coefficients ( d 33 ) exceeding 6000 picocoulomb per Newton (pC/N), but this goal has remained elusive because of the intrinsically weak nature of piezoelectricity and incomplete polarization alignment in polycrystals. We overcome this barrier by placing a polycrystalline lead zirconate titanate (PZT) ceramic in a temperature and electric-field control module so that it operates at a quadruple phase point (QP). This QP ceramic exhibited a d 33 of ~6850 pC/N, which surpasses commercial PZT ceramics by 10 to 30 times and commercial lead magnesium niobate-lead titanate single crystal by ~4 times. This exceptional property arises from the tricritical nature of the QP, a thermodynamic singularity that produces an ultrasoft lattice and enables complete polarization alignment in polycrystals. The module maintained this performance for surrounding ambient temperature ranging from 25° to 350°C.",
          "url": "https://doi.org/10.1126/science.aec5660",
          "doi": "https://doi.org/10.1126/science.aec5660",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Cellular survivorship bias as a mechanistic driver of muscle stem cell aging",
          "authors": "Jengmin Kang, Daniel I. Benjamin, Qiqi Guo, Chauncey Evangelista, Soochi Kim, Marina Arjona, Pieter Both, Mingyu Chung, Ananya K. Krishnan, Gurkamal Dhaliwal, Richard Lam, Thomas A. Rando",
          "abstract": "Aging is characterized by a decline in the ability of tissue repair and regeneration after injury. In skeletal muscle, this decline is largely driven by impaired function of muscle stem cells (MuSCs) to efficiently contribute to muscle regeneration. We uncovered a cause of this aging-associated dysfunction: a cellular survivorship bias that prioritizes stem cell persistence at the expense of functionality. With age, MuSCs increased expression of a tumor suppressor, N-myc down-regulated gene 1 (NDRG1), which, by suppressing the mammalian target of rapamycin (mTOR) pathway, increased their long-term survival potential but at the cost of their ability to promptly activate and contribute to muscle regeneration. This delayed muscle regeneration with age may result from a trade-off that favors long-term stem cell survival over immediate regenerative capacity.",
          "url": "https://doi.org/10.1126/science.ads9175",
          "doi": "https://doi.org/10.1126/science.ads9175",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "High-resolution geodetic velocities reveal role of weak faults in deformation of Tibetan Plateau",
          "authors": "T. J. Wright, G. A. Houseman, J. Fang, Y. Maghsoudi, A. J. Hooper, J. R. Elliott, L. Evans, M. Lazecky, Q. Ou, B. E. Parsons, J. C. Rollins, L. Shen, H. Wang, D. Wang",
          "abstract": "Understanding the key mechanisms that control the tectonic deformation of the continents remains a fundamental challenge in geodynamics. We present a high-resolution geodetic velocity field of the Tibetan Plateau, which shows that a few major strike-slip fault systems separate regions of more uniformly distributed deformation. We suggest that focused strain on major fault systems is enabled by relatively low-viscosity ductile shear zones extending through the lithosphere beneath the seismically active fault planes. Simple model calculations show that high slip rates on the Kunlun Fault enable east-west extension to be distributed broadly across the relatively weak southern and central Tibetan Plateau. Activation of the Kunlun fault in the Miocene at the same time as the onset of rifting in the north-south grabens suggests a causal relationship.",
          "url": "https://doi.org/10.1126/science.adi3552",
          "doi": "https://doi.org/10.1126/science.adi3552",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Aging drives a program of DNA methylation decay in plant organs",
          "authors": "Dawei Dai, Ken Chen, Jingwen Tao, Ben P. Williams",
          "abstract": "Plants display a wide range of life spans and aging rates. Although dynamic changes to DNA methylation are a hallmark of aging in mammals, it is unclear whether similar molecular signatures reflect rates of aging and organism life span in plants. In this work, we show that the short-lived model plant Arabidopsis thaliana exhibits a loss of epigenetic integrity during aging, which causes DNA methylation decay and the expression of transposable elements. We show that the rate of epigenetic aging can be manipulated by extending or curtailing life span and that shoot apical meristems are protected from these epigenetic changes. We demonstrate that a program of transcriptional repression suppresses DNA methylation maintenance pathways during aging and that mutants of this program display a complete absence of epigenetic decay while physical aging remains unaffected.",
          "url": "https://doi.org/10.1126/science.adu2392",
          "doi": "https://doi.org/10.1126/science.adu2392",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "From sequence to function: Bridging single-molecule kinetics and molecular diversity",
          "authors": "A. N. Kapanidis, L. Muras, K. Sreenivasa, J. P. Hazra, J. van Noort, C. Joo, S. Deindl",
          "abstract": "Biological function is fundamentally determined by nucleic acid and protein sequence. Beyond encoding genetic information, nucleic acids also display complex physicochemical parameters that shape structure, dynamics, and interactions. Understanding how sequence variation sculpts the energetic landscapes underlying these properties requires methods that capture both molecular diversity and dynamic behavior. Single-molecule techniques are ideally suited to this task, but conventional formats remain time and cost intensive. Recent breakthroughs have enabled highly multiplexed approaches for observing molecular dynamics across millions of individual molecules representing thousands of sequences or barcoded entities. Though still in development, these methods have begun to bridge sequence, structure, dynamics, and function at scale, opening new opportunities in drug discovery, molecular diagnostics, and functional genomics.",
          "url": "https://doi.org/10.1126/science.adv4503",
          "doi": "https://doi.org/10.1126/science.adv4503",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Heritability of intrinsic human life span is about 50% when confounding factors are addressed",
          "authors": "Ben Shenhar, Glen Pridham, Thaís Lopes De Oliveira, Naveh Raz, Yifan Yang, Joris Deelen, Sara Hägg, Uri Alon",
          "abstract": "How heritable is human life span? If genetic heritability is high, longevity genes can reveal aging mechanisms and inform medicine and public health. However, current estimates of heritability are low—twin studies show heritability of only 20 to 25%, and recent large pedigree studies suggest it is as low as 6%. Here we show that these estimates are confounded by extrinsic mortality—deaths caused by extrinsic factors such as accidents or infections. We use mathematical modeling and analyses of twin cohorts raised together and apart to correct for this factor, revealing that heritability of human life span due to intrinsic mortality is above 50%. Such high heritability is similar to that of most other complex human traits and to life-span heritability in other species.",
          "url": "https://doi.org/10.1126/science.adz1187",
          "doi": "https://doi.org/10.1126/science.adz1187",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "The evolution of gene regulation in mammalian cerebellum development",
          "authors": "Ioannis Sarropoulos, Mari Sepp, Tetsuya Yamada, Philipp S. L. Schäfer, Nils Trost, Julia Schmidt, Céline Schneider, Charis Drummer, Sophie Mißbach, Ibrahim I. Taskiran, Nikolai Hecker, Carmen Bravo González-Blas, Robert Frömel, Piyush Joshi, Evgeny Leushkin, Frederik Arnskötter, Kevin Leiss, Konstantin Okonechnikov, Steven Lisgo, Miklós Palkovits, Svante Pääbo, Margarida Cardoso-Moreira, Lena M. Kutscher, Rüdiger Behr, Stefan M. Pfister, Stein Aerts, Henrik Kaessmann",
          "abstract": "Gene regulatory changes are considered major drivers of evolutionary innovations, including the cerebellum’s expansion during human evolution, yet they remain largely unexplored. In this study, we combined single-nucleus measurements of gene expression and chromatin accessibility from six mammals (human, bonobo, macaque, marmoset, mouse, and opossum) to uncover conserved and diverged regulatory networks in cerebellum development. We identified core regulators of cell identity and developed sequence-based models that revealed conserved regulatory codes. By predicting chromatin accessibility across 240 mammalian species, we reconstructed the evolutionary histories of human cis-regulatory elements, identifying sets associated with positive selection and gene expression changes, including the recent gain of THRB expression in cerebellar progenitor cells. Collectively, our work reveals the shared and mammalian lineage-specific regulatory programs governing cerebellum development.",
          "url": "https://doi.org/10.1126/science.adw9154",
          "doi": "https://doi.org/10.1126/science.adw9154",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "DNA-protein cross-links promote cGAS-STING–driven premature aging and embryonic lethality",
          "authors": "Ines Tomaskovic, Cristian Prieto-Garcia, Maria Boskovic, Mateo Glumac, Tsung-Lin Tsai, Thorsten Mosler, Rubina Kazi, Rajeshwari Rathore, Jorge Andrade, Marina Hoffmann, Giulio Giuliani, Anne-Claire Jacomin, Raquel S. Pereira, Elias Knop, Laurens Wachsmuth, Petra Beli, Koraljka Husnjak, Manolis Pasparakis, Andrea Ablasser, Daniela S. Krause, Michael Potente, Stamatis Papathanasiou, Janos Terzic, Ivan Dikic",
          "abstract": "DNA-protein cross-links (DPCs) are highly toxic DNA lesions that block replication and transcription, but their impact on organismal physiology is unclear. We identified a role for the metalloprotease SPRTN in preventing DPC-driven immunity and its pathological consequences. Loss of SPRTN activity during replication and mitosis lead to unresolved DNA damage, chromosome segregation errors, micronuclei formation, and cytosolic DNA release that activates the cyclic GMP-AMP synthase (cGAS)–stimulator of interferon genes (STING) pathway. In a Sprtn knock-in mouse model of Ruijs-Aalfs progeria syndrome, chronic cGas-Sting signaling caused embryonic lethality through inflammation and innate immune responses. Surviving mice displayed aging phenotypes beginning in embryogenesis, which persisted into adulthood. Genetic or pharmacological inhibition of cGas-Sting rescued embryonic lethality and alleviated progeroid phenotypes.",
          "url": "https://doi.org/10.1126/science.adx9445",
          "doi": "https://doi.org/10.1126/science.adx9445",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Nutritional specialization and social evolution in woodroaches and termites",
          "authors": "Yingying Cui, Fangfang Liu, Dongwei Yuan, Mingtao Liao, Zhaoxin Li, Yun-Xia Luan, Shuxin Yu, Kesen Zhu, Qian Gao, Yunlong Cheng, Gangqi Fang, Zongqing Wang, Shiming Zhu, Jinlan Xu, Shuai Wang, Melissa Sánchez Herrera, Qiuying Huang, Xiaohong Su, Zhang Wang, Hui Xiang, Nathan Lo, Jacobus J. Boomsma, Shuai Zhan, Sheng Li",
          "abstract": "Woodroach biparental-care and termite sibling-altruism evolved from solitary cockroach ancestors following nutritional specialization on nutrient-deficient dead-wood, but the accompanying genomic changes remained unclear. We sequenced eight new Blattodea species showing stepwise contracted genomes. Woodroach brood-rearing remained constrained by deactivated oxidative phosphorylation and peroxisome genes, consistent with slow immature growth. Termites lost key genes mediating sperm motility, corroborating that reproductive division of labor required monogamous colony-founding. They also co-opted many genes from fundamental nutrition-sensitive juvenile hormone, insulin, EGFR and Dpp signaling pathways. Thus, most larvae develop as workers via high energy metabolism early on, while reproductive nymphs highly express energy metabolism genes late in development. These pathways are consistent with obligate dependence on provisioning by specialized workers and feedback loops allowing large homeostatic colonies to evolve.",
          "url": "https://doi.org/10.1126/science.adt2178",
          "doi": "https://doi.org/10.1126/science.adt2178",
          "filter": "2",
          "created": "2026-1-29"
        },
        {
          "title": "Extreme plate boundary localization promotes shallow earthquake slip at the Japan Trench",
          "authors": "J. D. Kirkpatrick, H. M. Savage, C. Regalla, S. Shreedharan, C. Ross, H. Okuda, U. Nicholson, K. Ujiie, R. Hackney, M. Conin, P. Pei, S. Satolli, J. Zhang, P. Fulton, M. Ikari, S. Kodaira, L. Maeda, N. Okutsu, S. Toczko, N. Eguchi, character(0), P. Bellanova, C. Brown, M. Brunet, M. R. Castillo, Y.-C. Chang, M.-L. Doan, J. Everard, A. Fintel, J. Ford, R. Fukuchi, A. Gough, H. Guo, D. Gürer, M. Hagino, Y. Hamada, H. Hosono, M.J. Jurado, A. Ijiri, T. Ishikawa, M. Iwai, T. Jeppson, N. Kamiya, T. Kanamatsu, A. LaPlante, W. Lin, A. Miyakawa, Y. Morono, Y. Nakamura, C. Pizer, T. Rasbury, R. Robertson, K. Schaible, H. Sone, C. Sun, T. Uchida, P. Vannucchi, A. Yamaguchi, Y. Yamamoto, T. Yoshimoto",
          "abstract": "The 2011 moment magnitude 9.1 Tohoku-oki earthquake is exceptional among great earthquakes for having peak slip of ~50 to 70 meters on the shallowest portion of the plate boundary megathrust. Drill cores and geophysical logs from International Ocean Discovery Program Expedition 405 demonstrate that the megathrust preferentially develops at the top or base of the pelagic clay in the sedimentary layers present on the incoming Pacific Plate, where pronounced contrasts in physical properties occur. This preference results in a narrow, weak fault located at a major mechanical contact between frontal prism mud and subducted sediments, which enhances the tendency for shallow seismic slip, suggesting that the Japan Trench may be more susceptible to ruptures with large shallow slip than are margins without weak clays.",
          "url": "https://doi.org/10.1126/science.ady0234",
          "doi": "https://doi.org/10.1126/science.ady0234",
          "filter": "2",
          "created": "2025-12-18"
        },
        {
          "title": "The origin of hepatocellular carcinoma depends on metabolic zonation",
          "authors": "Jason Guo, Roger Liang, Andrew Chung, Zhijie Li, Boyuan Li, Eric Chen, Lin Li, Jingjing Wang, Meng-Hsiung Hsieh, Ivy Xiangyi Fang, Benjamin Kroger, Yunguan Wang, Min Zhu, Xiongzhao Ren, Greg Mannino, Yuemeng Jia, Yonglong Wei, Stephen Moore, Daniel J. Siegwart, Stephen S. Chung, Zixi Wang, Tripti Sharma, Suman Komjeti, Yi Han, Purva Gopal, Guanghua Xiao, Tao Wang, Hao Zhu",
          "abstract": "The origin of cancer is poorly understood because premalignant cells are rarely followed in their native environments. Although the spatial compartmentalization of metabolic functions is critical for proper liver function, it is unknown whether cancers arise from some zones but not others and whether there are metabolic determinants of cancer risk. Zone-specific, mosaic introduction of Ctnnb1 (catenin beta 1) and Arid2 (AT-rich interaction domain 2) mutations, commonly co-mutated genes in hepatocellular carcinoma (HCC), in mouse models showed that position and metabolic context determine clone fates. Ctnnb1 / Arid2 -driven cancers were much more likely to arise in zone 3. The zone 3 genes Gstm2 and Gstm3 were required for efficient HCC initiation, in part through inhibition of ferroptosis. In the liver, the zonal determinants of HCC development can reveal metabolic vulnerabilities of cancer.",
          "url": "https://doi.org/10.1126/science.adv7129",
          "doi": "https://doi.org/10.1126/science.adv7129",
          "filter": "2",
          "created": "2025-11-6"
        },
        {
          "title": "Planning policy undermines UK’s nature goals",
          "authors": "Joshua Elves-Powell, Jan C. Axmacher, Joan Edwards",
          "url": "https://doi.org/10.1126/science.aee3245",
          "doi": "https://doi.org/10.1126/science.aee3245",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "Making sense of disease The Great Shadow Susan Wise Bauer St. Martin’s Press, 2026. 352 pp.",
          "authors": "Cynthia Klestinec",
          "abstract": "Religion, ancient medicine, and other frameworks continue to inform how we think about illness",
          "url": "https://doi.org/10.1126/science.aed6470",
          "doi": "https://doi.org/10.1126/science.aed6470",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "The essential nature of creative endeavors Art Cure: The Science of How the Arts Save Lives Daisy Fancourt Celadon Books, 2026. 320 pp.",
          "authors": "Jonathan Wai",
          "abstract": "Engagement with the arts offers clear benefits to human health and well-being",
          "url": "https://doi.org/10.1126/science.aed8689",
          "doi": "https://doi.org/10.1126/science.aed8689",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "Earthquake sensors buried in the quietest spot on Earth",
          "authors": "Hannah Richter",
          "abstract": "Beneath the South Pole, two seismometers will probe the planet’s interior and monitor movement of Antarctic ice",
          "url": "https://doi.org/10.1126/science.aef8894",
          "doi": "https://doi.org/10.1126/science.aef8894",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "The ‘undone science’ of opioid overdose deaths",
          "authors": "John Strang",
          "url": "https://doi.org/10.1126/science.aee8306",
          "doi": "https://doi.org/10.1126/science.aee8306",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "Solving the ferroelectric scaling trilemma",
          "authors": "Piush Behera, Suraj S. Cheema",
          "abstract": "A robust oxide ferroelectric-semiconductor interface realizes an energy-efficient memory for computing",
          "url": "https://doi.org/10.1126/science.aee4597",
          "doi": "https://doi.org/10.1126/science.aee4597",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "Oil helped build Venezuela’s science. Can oil now revive it?",
          "authors": "Humberto Basilio",
          "abstract": "After Maduro, Venezuelan researchers hope to rebuild the industry that supported the country’s scientific workforce",
          "url": "https://doi.org/10.1126/science.aef8895",
          "doi": "https://doi.org/10.1126/science.aef8895",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "Paying resilience forward",
          "authors": "Zohra Zahir",
          "url": "https://doi.org/10.1126/science.adz3638",
          "doi": "https://doi.org/10.1126/science.adz3638",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "Should I stay or should I go with them?",
          "authors": "Peter M. Todd, Thomas T. Hills",
          "abstract": "Social forces underpin human foraging",
          "url": "https://doi.org/10.1126/science.aee3786",
          "doi": "https://doi.org/10.1126/science.aee3786",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "Into the deep",
          "authors": "Elie Dolgin",
          "abstract": "As humans return to the Moon, researchers are trying to understand—and thwart—the biological toll of deep-space radiation",
          "url": "https://doi.org/10.1126/science.aef8481",
          "doi": "https://doi.org/10.1126/science.aef8481",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "In Other Journals",
          "authors": "L. Bryan Ray, Ekeoma Uzogara, Madeleine Seale, Mattia Maroso, Michael A. Funk, Sumin Jin, Jesse Smith",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "https://doi.org/10.1126/science.aef8479",
          "doi": "https://doi.org/10.1126/science.aef8479",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "The great government brain drain",
          "authors": "Jeffrey Mervis",
          "abstract": "A Science analysis shows more than 10,000 STEM Ph.D.s in the federal government left or lost their jobs after President Donald Trump took office",
          "url": "https://doi.org/10.1126/science.aef8893",
          "doi": "https://doi.org/10.1126/science.aef8893",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "In Science Journals",
          "authors": "Angela Hessler, Stella M. Hurtley, Madeleine Seale, Michael A. Funk, Yevgeniya Nusinovich, Jelena Stajic, Phil Szuromi, Seth Thomas Scanlon, Di Jiang, Bianca Lopez, Marc S. Lavine, L. Bryan Ray, Mattia Maroso, Daniela Neuhofer, Leslie Ferrarelli",
          "abstract": "Highlights from the Science family of journals",
          "url": "https://doi.org/10.1126/science.aef8478",
          "doi": "https://doi.org/10.1126/science.aef8478",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "Leading preprint server clamps down on ‘AI slop’",
          "authors": "Nicola Jones",
          "abstract": "First-time posters to arXiv now need an endorsement from an established author",
          "url": "https://doi.org/10.1126/science.aef8896",
          "doi": "https://doi.org/10.1126/science.aef8896",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "Rethinking the heritability of aging",
          "authors": "Daniela Bakula, Morten Scheibye-Knudsen",
          "abstract": "The genetic contribution to human longevity is greater than previously thought",
          "url": "https://doi.org/10.1126/science.aee3844",
          "doi": "https://doi.org/10.1126/science.aee3844",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "Fossil energy minimum viable scale",
          "authors": "Joshua Lappen, Emily Grubert",
          "abstract": "Unseen infrastructural threats to safety and decarbonization may arise as fossil energy systems are phased out",
          "url": "https://doi.org/10.1126/science.aea0972",
          "doi": "https://doi.org/10.1126/science.aea0972",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "Magnetic fields cause fluorescent proteins to dim",
          "authors": "Robert F. Service",
          "abstract": "Effect could lead to MRI-like diagnostics and switchable, remote-controlled drugs",
          "url": "https://doi.org/10.1126/science.aef8898",
          "doi": "https://doi.org/10.1126/science.aef8898",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "Muscle stem cells trade functionality for survival",
          "authors": "Julia von Maltzahn",
          "abstract": "During aging, stem cell persistence is favored over functionality, resulting in delayed responses to injury",
          "url": "https://doi.org/10.1126/science.aed3298",
          "doi": "https://doi.org/10.1126/science.aed3298",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "A global imperative to remediate Ukraine’s soils",
          "authors": "Erkai He, Hao Qiu, Willie J. G. M. Peijnenburg",
          "url": "https://doi.org/10.1126/science.aee8317",
          "doi": "https://doi.org/10.1126/science.aee8317",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "Controlling plastic behavior with light",
          "authors": "Jake L. Nicholson, Quentin Michaudel",
          "abstract": "Thermoplastic properties are spatially tuned with light intensity during three-dimensional (3D) printing",
          "url": "https://doi.org/10.1126/science.aee7263",
          "doi": "https://doi.org/10.1126/science.aee7263",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "A wake-up call",
          "authors": "Kangkang Tong",
          "url": "https://doi.org/10.1126/science.aef7771",
          "doi": "https://doi.org/10.1126/science.aef7771",
          "filter": "3",
          "created": "2026-1-29"
        },
        {
          "title": "Public access’s next frontier",
          "authors": "Meagan Phelan",
          "url": "https://doi.org/10.1126/science.aef7772",
          "doi": "https://doi.org/10.1126/science.aef7772",
          "filter": "3",
          "created": "2026-1-29"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [],
      "articles_hidden": [
        {
          "title": "The root nodule symbiosis regulator NIN exhibits broad DNA binding specificity conferred by an NLP-inherited motif",
          "authors": "Shohei Nosaki, Momona Noda, Hiroki Onoda, Momoyo Ito, Takuya Suzaki",
          "abstract": "Nitrogen-fixing root nodule symbiosis (RNS) occurs in some eudicots, including legumes, and is regulated by the transcription factor NODULE INCEPTION (NIN), derived from the NIN-LIKE PROTEIN (NLP) family. However, how the NIN protein acquired RNS-specific functions remains unclear. We identify a previously undescribed motif in Lotus japonicus NIN, located downstream of the RWP-RK domain, which we term the FR. This motif broadens NIN’s DNA binding specificity by stabilizing the RWP-RK dimer interface. nin mutants lacking the FR motif show defective nodulation and impaired nitrogen fixation. Arabidopsis NLP2 carries a NIN-type FR and shares key features with NIN. Furthermore, the NIN-type FR had already emerged before the divergence of gymnosperm and angiosperm lineages, suggesting that a specific molecular feature of NIN involved in RNS regulation was inherited from ancestral NLPs prior to the emergence of RNS.",
          "url": "https://doi.org/10.1126/sciadv.aeb8825",
          "doi": "https://doi.org/10.1126/sciadv.aeb8825",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Neuroimmune activation in temporal lobe epilepsy patients with worsening seizure following the COVID-19 pandemic: A [ 18 F]DPA-714 PET/MR study",
          "authors": "Ling Xiao, Li Qin, Tao Jiang, Ming Qu, Manliu Hou, Yongxiang Tang, Shuo Hu, Li Feng",
          "abstract": "Patients with temporal lobe epilepsy (TLE) frequently experience worsening epilepsy following COVID-19, referred to as post–COVID-19 active TLE. While neuroinflammatory changes are suspected in these patients, measurements of both central and systemic inflammation in the brain remain unexplored. We investigate whether the translocator protein standardized uptake value ratio (TSPO SUVr), a quantifiable marker of neuroinflammation using positron emission tomography (PET), is elevated in the brains of patients with post–COVID-19 active TLE. In addition, we examine correlations between TSPO SUVr and inflammatory factors to identify potential peripheral blood inflammatory predictors of post–COVID-19 active epilepsy. Our study highlights the presence of widespread neuroinflammation in the brain and increased levels of inflammatory cytokines in the plasma of individuals with post–COVID-19 active TLE. Furthermore, strong correlations between plasma levels of interleukin-1β (IL-1β), IL-10, and interferon-γ (IFN-γ) and neuroimmune activation suggest the potential for integrating plasma inflammatory factors with TSPO PET as a dependable approach for clinical diagnosis, dynamic monitoring, and assessment of immune-based therapeutic efficacy in TLE-associated neuroinflammation.",
          "url": "https://doi.org/10.1126/sciadv.adu5874",
          "doi": "https://doi.org/10.1126/sciadv.adu5874",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Quantum state revival via coherent energy redistribution",
          "authors": "Benjamin Crockett, Nicola Montaut, James van Howe, Piotr Roztocki, Yang Liu, Robin Helsten, Wei Zhao, Roberto Morandotti, José Azaña",
          "abstract": "Processing and detecting quantum states with high fidelity are essential for enabling quantum advantages across many applications. However, these states are known to be fragile because of their sensitivity to losses, their inability to be amplified, and their susceptibility to decoherence. This makes them far more vulnerable to noise than classical signals, limiting their out-of-lab deployment. We demonstrate quantum coherent energy redistribution, which not only recovers entangled states buried in noise but also improves their properties, moving toward noise-robust architectures with better deployability. Using standard telecommunications infrastructure, we show an order of magnitude increase in the coincidence-to-accidental ratio for time-bin entangled photon pairs. Furthermore, we demonstrate the revival of lost entanglement by recovering quantum interference visibility and fidelity from quantum state tomography measurements of qubits corrupted by noise.",
          "url": "https://doi.org/10.1126/sciadv.ady8981",
          "doi": "https://doi.org/10.1126/sciadv.ady8981",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "A synthetic Antrodia cinnamomea galactomannan library by frameshift unveils a potent immunoregulatory octasaccharide domain",
          "authors": "Qishuai Li, Xiao-Lin Zhang, Ran Liu, Peng Wang, Hongzhi Cao, Allan Wee Ren Ng, Yuan Qiao, Han Ding, Xue-Wei Liu, Ming Li",
          "abstract": "We report the design, synthesis, and immunological evaluation of an Antrodia cinnamomea galactomannan library consisting of 11 oligosaccharides, with chain lengths ranging from 4 to 24 sugars. These oligosaccharides maintain a consistent composition of 75% mannose and 25% galactose, mirroring the key structural features of natural galactomannan. Notably, the library includes five tetrasaccharides and four octasaccharides, exhibiting all possible frameshift patterns of A. cinnamomea galactomannan, offering valuable materials for structure-activity relationship studies to explore the role of linking modes and domain effect. The synthesis of this library was achieved through a highly effective stereoselective α-galactosylation approach. Immunological evaluations revealed that octasaccharide 4 and its two subunit tetrasaccharides 7 and 10 exhibited potent immunoregulatory activities, demonstrating a notable domain effect. Preliminary mechanistic studies unveiled that these oligosaccharides exert their effects by suppressing mitogen-activated protein kinase signaling pathway. In addition, octasaccharide 4 uniquely attenuated nuclear factor κB pathway, highlighting its compound-specific mechanism and demonstrating a 1 + 1 &gt; 2 effect.",
          "url": "https://doi.org/10.1126/sciadv.aec5309",
          "doi": "https://doi.org/10.1126/sciadv.aec5309",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Cryo-EM structure of human AQP11 reveals a trimeric architecture with a large pore",
          "authors": "Shota Suzuki, Akiko Kamegawa, Daisuke Kozai, Kouki Nishikawa, Katsumasa Irie, Yoshinori Fujiyoshi",
          "abstract": "Aquaporin-11 (AQP-11) is an endoplasmic reticulum-localized water channel essential for renal development. Its structure and the molecular basis of its transport properties remained unknown. We analyzed the human AQP11 structure under cryo–electron microscopy at 2.3 Å resolution, revealing a trimeric architecture compared with other known tetrameric AQPs and a topology comprising seven transmembrane helices (Hs), including an additional N-terminal helix (H0). The channel pore is broader and more hydrophobic than that of canonical AQPs, and features a unique structure surrounding an Asn-Pro-Cys (NPC) sequence instead of the typical Asn-Pro-Ala (NPA) motif. These features provide a structural framework through which water and other small solutes can permeate AQP11. Our findings provide a blueprint for designing specific inhibitors to investigate the physiologic functions of AQP11.",
          "url": "https://doi.org/10.1126/sciadv.aeb5769",
          "doi": "https://doi.org/10.1126/sciadv.aeb5769",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Pyruvate kinase muscle 2 (PKM2) promotes CD4 T cell survival by regulating pyruvate oxidation during homeostasis and expansion",
          "authors": "Jeff J. Subleski, Erika M. Palmieri, Jessica F. Walls, Steven Hsu, Ian A. Bettencourt, Timothy R. Gower, Scott K. Durum, Daniel W. McVicar",
          "abstract": "Glycolysis is an essential metabolic pathway for rapidly expanding T cells, but the role of pyruvate kinase muscle 1 (PKM1) and PKM2 in regulating this process is underappreciated. Here, using a pharmacological activator and targeted deletion of PKM2 in T cells, we delineated distinct functions of PKM1 and PKM2 in regulating CD4 T cell survival during homeostasis and expansion. Expanding PKM2-deficient CD4 T cells increased PKM1 expression with associated mitochondrial reactive oxygen species–mediated cell death. Examination of T cell compartments revealed that PKM2-deficient CD4 T cells were unaltered in the thymus but were significantly reduced in peripheral tissues as mice aged. The inability of PKM1 to protect CD4 T cells in the absence of PKM2 led to less severe T cell–mediated colitis as PKM2-deficient pathogenic cells were significantly reduced compared with control cells. This study shows that PKM2 is critical for CD4 T cell survival during expansion and homeostasis.",
          "url": "https://doi.org/10.1126/sciadv.aec5092",
          "doi": "https://doi.org/10.1126/sciadv.aec5092",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "The gut-brain vagal axis governs mesolimbic dopamine dynamics and reward events",
          "authors": "Oriane Onimus, Faustine Arrivet, Tinaïg Le Borgne, Sylvie Perez, Julien Castel, Anthony Ansoult, Benoit Bertrand, Nejmeh Mashhour, Camille de Almeida, Linh-Chi Bui, Marie Vandecasteele, Serge Luquet, Laurent Venance, Nicolas Heck, Fabio Marti, Giuseppe Gangarossa",
          "abstract": "Reward processes have traditionally been ascribed to dopamine (DA)–associated circuits. While external stimuli, such as food and drugs of abuse, are activators of DA-neuron activity, growing evidence indicates that interoceptive signals also play a critical role. Among these, the gut-brain vagal axis has emerged as a key regulator, although its precise contribution to mesolimbic DA signaling and behavior remains unclear. Here, we combine complementary ex vivo and in vivo approaches across multiple scales to show that gut-brain vagal tone is essential for gating mesolimbic DA system activity and functions, modulating DA-dependent molecular and cellular processes, and scaling both food- and drug-induced reinforcement. These findings challenge the traditional brain-centric view of reward processing, supporting a more integrated model in which vagus-mediated interoceptive signals intrinsically shape motivation and reinforcement. By uncovering the influence of gut-brain vagal communication on DA functions, this work provides insights into the neurobiology of adaptive and maladaptive reward, with broad relevance for eating disorders and addiction.",
          "url": "https://doi.org/10.1126/sciadv.adz0828",
          "doi": "https://doi.org/10.1126/sciadv.adz0828",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Computational rational design of unspecific peroxygenase for C-H oxidation",
          "authors": "Ruichen Gao, Xiaodi Fu, Zonglin Li, Zhiyao Wang, Guanjian Li, Jun Ge, Frank Hollmann, Zhanfeng Wang, Wen-Yong Lou, Xiaoling Wu",
          "abstract": "Computational rational design has emerged as a transformative approach to engineer enzymes with tailored selectivity and efficiency. In the context of carbon-hydrogen oxidation, a key challenge in synthetic chemistry, unspecific peroxygenases (UPOs) directly oxidize unactivated carbon-hydrogen bonds using hydrogen peroxide, yet their utility is limited by low activity and imperfect selectivity. By computational rational design, this study systematically navigated vast sequence spaces to identify mutations that enhance catalytic performance of UPOs, lastly yielded UPO variants with 13-fold enhanced activity and &gt;99% enantioselectivity, and revealed the dominant role of residue Lys 165 in activity and enantioselectivity. This study shows how computational strategies overcome evolutionary constraints to deliver efficient biocatalysts for synthetic chemistry.",
          "url": "https://doi.org/10.1126/sciadv.aeb6329",
          "doi": "https://doi.org/10.1126/sciadv.aeb6329",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Kilometer-scale convection-allowing model emulation using generative diffusion modeling",
          "authors": "Jaideep Pathak, Yair Cohen, Piyush Garg, Peter Harrington, Noah Brenowitz, Dale Durran, Morteza Mardani, Arash Vahdat, Shaoming Xu, Karthik Kashinath, Michael Pritchard",
          "abstract": "Storm-scale convection-allowing models (CAMs) explicitly resolve convective dynamics within the atmosphere to predict the evolution of thunderstorms and mesoscale convective systems that result in damaging extreme weather. Deep learning models have, thus far, not proven skillful in this regime of kilometer-scale atmospheric simulation, despite being competitive at coarser resolutions with state-of-the-art global, medium-range weather forecasting. We present a generative diffusion model called StormCast, which emulates the High-Resolution Rapid Refresh (HRRR)—National Oceanic and Atmospheric Administration’s state-of-the-art 3-kilometer operational CAM. StormCast autoregressively predicts 99 state variables at the kilometer scale using a 1-hour time step, with dense vertical resolution in the atmospheric boundary layer, conditioned on 26 synoptic variables. We show successfully learned kilometer-scale dynamics including competitive 1- to 6-hour forecast skill for composite radar reflectivity alongside physically realistic convective cluster evolution, moist updrafts, and cold pool morphology. These results present opportunities for improving kilometer-scale regional ML weather prediction and future climate hazard dynamical downscaling.",
          "url": "https://doi.org/10.1126/sciadv.adv0423",
          "doi": "https://doi.org/10.1126/sciadv.adv0423",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Induction of collective behavior by β-1,3-glucans in microalgae",
          "authors": "Lou Lambert, Richard G. Dorrell, Antoine Danon",
          "abstract": "β-1,3-glucans are multifaceted molecules, playing a key role in aquatic ecosystems where they store atmospheric CO 2 , as well as in human health, where they help fight pathogens and have anticancer properties. Until now, no role other than sugar storage had been attributed to β-1,3-glucans in algae. We show here that in Chlamydomonas reinhardtii , β-1,3-glucans control aggregation, a collective behavior in response to stress. We have identified the enzymes specifically involved in β-1,3-glucan synthesis and degradation during aggregation. The transcriptome of β-1,3-glucan–induced aggregation revealed an early effect of this elicitor. A comparative genomic analysis allowed us to envisage a potential role for β-1,3-glucans in the transition to multicellularity in Volvocales. The finding of the function of β-1,3-glucans in the stress response of the unicellular model organism Chlamydomonas sheds light into their mode of action. This is particularly relevant given their potential roles combatting pathogenic fungi in plants and animals.",
          "url": "https://doi.org/10.1126/sciadv.aea5313",
          "doi": "https://doi.org/10.1126/sciadv.aea5313",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "A genetic screen for modifiers of cohesin clustering identifies regulators of genome folding",
          "authors": "Wonho Kim, Daniel S. Park, Son C. Nguyen, Rachel Yang, Eric F. Joyce, Rajan Jain",
          "abstract": "The cohesin complex orchestrates 3D genome architecture through multiple steps including loading onto chromatin, DNA loop extrusion, stalling of extrusion, and unloading off chromatin. However, the upstream regulatory factors modulating these steps remain largely unexplored. Previous studies suggest that cohesin clustering correlates with its chromatin residence time and loop extrusion activity. Here, we developed, optimized, and performed an imaging-based genetic screen leveraging modulation of cohesin clustering to identify cohesin regulators. Using a sensitized background in which the cohesin unloader WAPL is partially degraded, we screened the druggable genome for effects on cohesin clustering. Through multiple rounds of screening and experimentation, we identified 7 enhancers and 10 suppressors of cohesin clustering. Several factors control genome folding at multiple loci and cohesin loading. Notably, our screen identified factors in mitochondrial function and epigenetic silencing, implicating these processes in the regulation of cohesin activity. This study offers a valuable resource identifying cohesin regulators and provides insights into upstream mechanisms governing genome folding.",
          "url": "https://doi.org/10.1126/sciadv.adx5130",
          "doi": "https://doi.org/10.1126/sciadv.adx5130",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Multimodal social context modulates larval behavior in Drosophila",
          "authors": "Akhila Mudunuri, Élyse Zadigue-Dubé, Katrin Vogt",
          "abstract": "All animals need to navigate and make decisions in social environments. They influence each other’s behavior, but how important this is and how they process and represent social information in their brain are less well understood. This includes fruit flies and larvae, usually not known as “social insects.” Using a Drosophila larva assay with reduced stimulation, we found that groups show enhanced dispersal and distance from each other in the absence of food. This social context–dependent modulation overrides responses to many external sensory cues and is shaped by developmental social experience. Leveraging the genetic toolbox available in Drosophila , we find that different sensory modalities are required for social context modulation. Our results show that even less social animals such as fly larvae are affected by conspecifics and recognize each other through multimodal sensory cues. This study provides a tractable system for future dissection of the neural circuit mechanisms underlying social interactions.",
          "url": "https://doi.org/10.1126/sciadv.ady0750",
          "doi": "https://doi.org/10.1126/sciadv.ady0750",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Monitoring glioblastoma extracellular vesicle evolution using a nanodiagnostic platform to detect glioma stem cells driving recurrent disease",
          "authors": "Zhen Zhang, Richard J. Lobb, Paul Tooney, Jing Wang, Rebecca Lane, Quan Zhou, Xueming Niu, Sam Faulkner, Oun Al-Iedani, Bryan W. Day, Simon Puttick, Stephen Rose, Mike Fay, Matt Trau",
          "abstract": "Assessing therapeutic response in glioblastoma (GBM) is a major factor limiting the clinical development of effective therapies. The intracranial location limits serial biopsies and only provides an intermittent view of the tumor molecular profile from the initial resection. Liquid biopsy techniques, specifically small extracellular vesicle (sEV) analysis, have the potential to overcome these limitations by providing a window into the brain using peripheral blood. To address the need for monitoring tumor evolution and therapeutic resistance, we developed a GBM biomarker panel (ATPase subunit beta-2, excitatory amino acid transporter 2, CD24, CD44, CD133, and epidermal growth factor receptor) for multiplexed profiling of sEVs using an advanced GBM Extracellular Vesicle Monitoring Phenotypic Analyzer Chip. We successfully tracked patient response to treatment by monitoring changes in glioma stem cell markers on circulating sEVs. We propose that these results provide a strong rationale for using GBM sEVs as a serial monitoring tool in the future clinical management of patients with GBM.",
          "url": "https://doi.org/10.1126/sciadv.adt2804",
          "doi": "https://doi.org/10.1126/sciadv.adt2804",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "An electrophilicity-engineered magnetic sensor for MRI detection of dormant tumor cell clusters",
          "authors": "Zeyu Liang, Bo Zhang, Xun Liu, Lin Xiao, Shangzhi Xie, Hui Du, Qiyue Wang, Fangyuan Li, Daishun Ling",
          "abstract": "In magnetic resonance imaging (MRI), direct dipole-dipole interactions between paramagnetic metal centers and water molecules govern the T 1 relaxation of contrast agents. Metal chelates featuring multiple unpaired electrons have long dominated MRI contrast agents. Despite theoretically offering more paramagnetic centers per probe, nanoparticle-based contrast agents have struggled because of the insufficient direct dipolar interactions with water, impeding their clinical adoption. Here, we present an electrophilicity-engineered magnetic sensor (EEMS), which leverages high-electronegativity metal atoms to enhance the electrophilicity of paramagnetic centers in nanosensors, enabling direct electrophilic catalytic dipolar interactions (ECD) with water for enhanced MRI. EEMS demonstrates robust T 1 contrast with a longitudinal relaxivity of 23.2 per millimolar per second at 9 tesla, visualizing tumor cell clusters as small as 68.5 micrometer in vivo. ECD-MRI allows detecting and precise resection of axillary lymph nodes containing dormant tumor cell clusters, achieving 100% survival in mice 100 days postsurgery. EEMS-enhanced ECD-MRI presents a transformative imaging principle for noninvasive visualization of previously undetectable biological entities.",
          "url": "https://doi.org/10.1126/sciadv.aea5236",
          "doi": "https://doi.org/10.1126/sciadv.aea5236",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Inhibition of focal adhesion kinase impairs tumor formation and preserves hearing in a murine model of NF2-related schwannomatosis",
          "authors": "Dana K. Mitchell, Kylee Brewster, Li Jiang, Henry Mang, Waylan K. Bessler, Xiaohong Li, Qingbo Lu, Shaomin Qian, Eric York, Sarah K. Morrow, Shelley A. H. Dixon, Christopher Davis, Ka-Kui Chan, Abbi Smith, Alyssa C. Flint, Victor V. Le, Anna Geisinger, Francis Enane, Behnam Nabet, Steven D. Rhodes, Steven P. Angus, D. Wade Clapp",
          "abstract": "NF2 (neurofibromatosis type 2)–related schwannomatosis (NF2-SWN) is a cancer predisposition syndrome characterized by the development of bilateral vestibular (VS) and spinal schwannomas. While benign, these tumors can cause substantial morbidity, and effective pharmacological treatments remain limited. Here, we demonstrate that genetic ablation of focal adhesion kinase ( Fak/Ptk2 ) impairs tumor formation and preserves hearing in a murine model of NF2. Mechanistically, we show that Fak deletion decreases macrophage infiltration, attenuates nucleotide-binding oligomerization domain–containing protein 2–, leucine rich repeats (LRR)- and pyrin domain–containing protein 3 inflammasome activation, and suppresses the hepatocyte growth factor–MET axis. Pharmacological inhibition of FAK with single agent VS-4718 did not significantly reduce macroscopic tumor volume; however, its use in combination with the mitogen-activated protein kinase kinase (MEK) inhibitor selumetinib resulted in both a significant reduction in tumor volume and the preservation of dorsal root ganglion architecture. Our findings establish a critical role for FAK in schwannoma development and provide rationale for evaluation of combination FAK plus MEK inhibition in future clinical trials for NF2-associated SWN.",
          "url": "https://doi.org/10.1126/sciadv.ady8382",
          "doi": "https://doi.org/10.1126/sciadv.ady8382",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Structural insight into the glucose-6-phosphate transport by G6PT1 and inhibition mechanism of CGA",
          "authors": "Qihao Chen, Pu Yuan, Renjie Li, Xiaoyue Du, Rilei Yu, Yan Zhao",
          "abstract": "Human glucose-6-phosphate transporter 1 (G6PT1) is responsible for transporting glucose-6-phosphate (G6P) into the endoplasmic reticulum (ER), a crucial rate-limiting step in both glycogenolysis and gluconeogenesis. Complete and chronic dysfunction of G6PT1 can lead to the severe metabolic disorder GSD1b, whereas moderate and reversible inhibition contributes to diabetes treatment. We determined the structures of human G6PT1 in its apo state and in complex with the substrate G6P, cosubstrate phosphate, and the inhibitor chlorogenic acid (CGA). Captured in both lumen- and cytosol-facing conformations, these structures reveal the specific mechanism of phosphate-coupled G6P transport. In addition, the CGA-bound G6PT1 complex shows that CGA stabilizes the transporter in the cytosol-facing conformation, inhibiting it by competing with substrate binding and preventing conformational transitions, providing previously unreported insights into G6PT1 inhibition. Our findings provide a structural foundation for understanding the mechanisms of substrate recognition, transport, drug inhibition, and the pharmacology of G6PT1, paving the way to the rational design of potential therapeutic agents.",
          "url": "https://doi.org/10.1126/sciadv.adz8234",
          "doi": "https://doi.org/10.1126/sciadv.adz8234",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Eccentricity rhythms in the Oligocene-Miocene carbon cycle regulated by weathering and carbonate burial",
          "authors": "Fenghao Liu, Enqing Huang, Jinlong Du, Wentao Ma, Zhonghui Liu, Lucas J. Lourens, Jun Tian",
          "abstract": "During the Cenozoic unipolar ice ages, benthic foraminiferal oxygen and carbon isotopes (proxies for bottom-water temperature and ice volume and for the carbon cycle, respectively) exhibited in-phase changes on eccentricity timescales. However, the mechanisms underlying this synchronized relationship remain unclear. Here, we present a high-resolution reconstruction of Miocene benthic foraminiferal boron-to-calcium ratios, revealing that eccentricity-paced fluctuations in deep-sea carbonate ion saturation covaried with oxygen and carbon isotopes, as well as with pelagic carbonate deposition. Integrating model results, we propose that orbital configurations and elevated temperatures during eccentricity maxima intensified monsoon rainfall and chemical weathering, enhancing the transport of dissolved inorganic carbon and alkalinity from land to sea. These processes further redistributed massive carbonate burial from deep-ocean basins to continental shelves, lowering carbonate ion concentration and the carbon isotopic composition of seawater. Our findings underscore the crucial role of the low-latitude hydrological cycle in regulating carbon-cycle dynamics under warm climatic conditions.",
          "url": "https://doi.org/10.1126/sciadv.adx6682",
          "doi": "https://doi.org/10.1126/sciadv.adx6682",
          "filter": "2",
          "created": "2026-1-30"
        },
        {
          "title": "Advancing quantum imaging: Electrical tunability enabled by versatile liquid crystals",
          "authors": "Dong Zhu, Shi-Hui Ding, Rui Sun, Zhi-Xiang Li, Wen Chen, Yi-Heng Zhang, Si-Jia Liu, Yi-Ming Wang, Fang-Tianyu Chen, Peng Chen, Yan-Qing Lu",
          "abstract": "Optical image processing techniques like edge detection demonstrate unique superiority in various applications. Synergistically combined with heralded quantum imaging, they have notable potential for identifying light-sensitive samples under minimal illumination. However, present schemes usually lack the capability to control the quantum imaging function dynamically. Here, we introduce versatile liquid crystals to realize heralded single-photon imaging and electrically tunable multimode switching. On the basis of the bichiral cholesteric liquid crystal modulator, different morphology information of the target can be extracted with a high signal-to-noise ratio, including the entire shape and its fine outline. The nematic liquid crystal, leveraging its electrically tunable properties, is explored to select specific polarizations of heralded single photons, enabling dynamic remote switching in trimode quantum imaging. To further improve the time efficiency, an ultrafast remote switching is presented on the basis of the appealing ferroelectric liquid crystals. This work supplies a unique imaging platform for photon-limited scenarios and reveals the unprecedented possibilities of soft matters in quantum information processing.",
          "url": "https://doi.org/10.1126/sciadv.adz8962",
          "doi": "https://doi.org/10.1126/sciadv.adz8962",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "In situ anchoring 2D hexagonal Zn-MOF on MXene toward robust anode-less 5 V–class Li metal batteries",
          "authors": "Yuan Tian, Zhihao Pei, Deyan Luan, Xiong Wen (David) Lou",
          "abstract": "Anode-less 5 V–class lithium metal batteries (LMBs) promise high energy density and safety yet, in practice, face critical challenges including dendrite growth, interfacial instability, pulverization associated with “dead” lithium accumulation, and energy density compromise from the use of heavy copper collector. Here, we demonstrate an elaborate design of two-dimensional hexagonal zinc-containing metal-organic framework anchored on conductive titanium carbide (Ti 3 C 2 T x ) MXene sheets (MX/2D-Zn-MOF) as a three-dimensional lightweight host for anode-less 5 V–class LMBs. The abundant nitrogen/fluorine/zinc-rich lithiophilic sites effectively decrease lithium nucleation energy barriers, ensure uniform lithium deposition, and stabilize solid electrolyte interphase. The interconnected three-dimensional framework further guides uniform lithium deposition by spatially homogenizing lithium ion flux and reducing local current density as well as offers sufficient space to alleviate structural change, thus affording structural integrity against pulverization. As a result, the MX/2D-Zn-MOF host demonstrates uniform lithium deposition, reversible lithium plating and stripping behavior, and stable cycling performance (~1800 hours at 1.0 milliamperes per square centimeter and 5.0 milliampere hours per square centimeter). Impressively, the assembled anode-less 5 V–class lithium metal pouch cell delivers stable cycling performance and high energy density.",
          "url": "https://doi.org/10.1126/sciadv.aeb1378",
          "doi": "https://doi.org/10.1126/sciadv.aeb1378",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "Longitudinal monitoring of type 1 diabetes progression to disease onset",
          "authors": "Jessica L. King, Jyotirmoy Roy, Russell R. Urie, Elizabeth Bealer, Kelly Crumley, Laila Rad, Scott A. Soleimanpour, Lonnie D. Shea",
          "abstract": "Preventing autoimmune type 1 diabetes (T1D) necessitates improved monitoring for disease progression before symptom onset. Current diagnostic methods assess circulating autoantibodies, C-peptide levels, or dysglycemia, yet these approaches fail to identify β cell destruction preceding glucose dysregulation. Here, a subcutaneous microporous scaffold is used as an immunological niche (IN), which provides a nonvital accessible tissue reflecting many immune changes occurring in the pancreas. Sequencing analysis of the IN successfully delineates at-risk from nonrisk groups, as well as disease progressors from nonprogressors at 6 weeks of age in the nonobese diabetic mouse model. Within progressors, we identify disease 5 to 7 weeks before disease onset. Collectively, disease occurring in a poorly accessible site can be identified early by sampling a distant nonvital tissue, indicating the systemic nature of the disease and informing the timing of disease modifying therapies to halt or delay the progression of T1D.",
          "url": "https://doi.org/10.1126/sciadv.adw8946",
          "doi": "https://doi.org/10.1126/sciadv.adw8946",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "Guiding waves through chaos: Universal bounds for targeted mode transport",
          "authors": "Cheng-Zhen Wang, John Guillamon, Ulrich Kuhl, Matthieu Davy, Mattis Reisner, Arthur Goetschy, Tsampikos Kottos",
          "abstract": "Controlling wave propagation in complex environments is a central challenge across wireless communications, imaging, and acoustics, where multiple scattering and interference obscure direct transmission paths. Coherent wavefront shaping enables precise energy delivery but typically requires full knowledge of the medium. Here, we introduce a universal statistical framework for targeted mode transport (TMT) that circumvents this limitation and validate it on various platforms including microwave networks, two-dimensional chaotic cavities, and three-dimensional reverberation chambers. TMT quantifies the efficiency of transferring energy between specified input and output channels in multimode wave-chaotic systems. We develop a diagrammatic theory that predicts the eigenvalue distribution of the TMT operator and identifies the macroscopic parameters—coupling strength, absorption, and channel control—that govern performance. The theory provides explicit bounds for optimal TMT wavefronts and captures phenomena like statistical transmission gaps and reflectionless states. These findings establish design principles for energy delivery and information transfer in complex environments, with broad implications for adaptive signal processing and wave-based technologies.",
          "url": "https://doi.org/10.1126/sciadv.aeb1158",
          "doi": "https://doi.org/10.1126/sciadv.aeb1158",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "Synergizing network topology and solvent compatibility for gels with hyperelasticity and omniadhesion",
          "authors": "Qiqi Xue, Xinyu He, Jincheng Lei, Wei Hong, Canhui Yang",
          "abstract": "In polymeric gels, hyperelasticity and strong adhesion are often required but difficult to achieve simultaneously. Here we propose a principle of hyperelastic and omniadhesive gels composed of polymer networks with long dangling chains and sufficient good solvents. The molecules of good solvents screen off interchain interactions for hyperelasticity. The long dangling chains disentangle and adsorb to substrate for strong adhesion. We synthesized such gels by controlling the polymerization kinetics. When a monomer solution is partially cured, some monomers form a network and others form the solvent. The resulting gel, termed homogel, consists of a polymer network with enormous dangling chains and solvent of identical chemistries. An interval exists where the dangling chains are long and disentangled substantially, and the homogel exhibits both hyperelasticity and omniadhesion. We demonstrated such a gel with a hysteresis of 4.1% (stretch = 10) and adhesion energy of ~510 joules per square meter. The principle is generic and applicable to gels of different types.",
          "url": "https://doi.org/10.1126/sciadv.aec7718",
          "doi": "https://doi.org/10.1126/sciadv.aec7718",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "ML-automated microfluidic circuit design",
          "authors": "Mehmet Tugrul Birtek, Vural Aktas, Bora Aktas, Ahmed Choukri Abdullah, Aydogan Ozcan, Savas Tasoglu",
          "abstract": "Microfluidics enable high-precision and cost-effective processing of biological and chemical substances. However, designing and fabricating microfluidic chips typically requires substantial expertise and numerous design iterations, posing considerable barriers to entry for nonexperts. We introduce μFluidicGenius (μFG), an open-access, machine learning (ML)–augmented design tool that enables nonexpert users to rapidly create functional microfluidic circuits. Users simply define the spatial placement of reservoirs, specify the channel connections between them, and assign desired flow rates through this layout. Leveraging a hybrid algorithmic framework that integrates ML models with mathematical modeling, μFG automatically generates spatially coded maze structures that implement the precise fluidic resistances needed to meet the target flow distribution. These resistive elements are optimized to fit within the available geometry and can reproduce complex flow profiles, such as physiologically relevant flow rates in multi-organ-on-chip platforms. The resulting microfluidic designs are directly exportable for three-dimensional printing. Experimental validation demonstrates that μFG-generated circuits reproduce target flow distributions with 90% accuracy. By streamlining and automating microfluidic circuit creation, μFG not only lowers the barrier to entry for nonexperts but also showcases a principled and efficient application of ML to fluidic system design, enabling rapid and customizable development of complex microfluidic architectures.",
          "url": "https://doi.org/10.1126/sciadv.aea7598",
          "doi": "https://doi.org/10.1126/sciadv.aea7598",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "Single-particle surface-enhanced coherent anti–Stokes Raman scattering: Nanoparticle design and mechanism",
          "authors": "Sanjun Fan, Ran Cheng, Haonan Lin, Zhewen Luo, Abigail E. Smith, Chih-Feng Wang, Jinna He, Brian T. Scarpitti, Deben N. Shoup, Hannah C. Schorr, Erjun Liang, Jian Ye, Ji-Xin Cheng, Zachary D. Schultz",
          "abstract": "Surface-enhanced coherent anti–Stokes Raman scattering (SECARS) is believed to increase the signal intensity and sensitivity by combining the localized surface plasmon resonance and coherent Raman enhancement. However, the realization of SECARS is more complex than for surface-enhanced Raman scattering (SERS) and remains challenging. Unlike SERS, the nonlinear CARS process requires the coherent interaction of three distinct fields. The interactions between the electric fields and nanoparticle (NP) morphology for single-particle SECARS remain unexplored, and the underlying mechanisms generating the SECARS signal are not fully understood. Here, 27 distinct NPs were synthesized and screened using a CARS microscope. Among them, only star-core core-satellite NPs show single-particle SECARS signals, which were affected by laser polarization, two-photon luminescence background, photoinduced heating effects, particle size, and particle morphology. The influence of NP properties on SECARS enhancement offers guidance for the design and synthesis of NPs for single-particle SECARS and opportunities in biological imaging and chemical sensing.",
          "url": "https://doi.org/10.1126/sciadv.ady0545",
          "doi": "https://doi.org/10.1126/sciadv.ady0545",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "One-stop strabismus digital diagnosis via AI-integrated skin-like and wearable “Eyelectronics”",
          "authors": "Yong Yang, Xin Liu, Jiankai Tang, Hengyi Guo, Jinsong Zhang, Yuntao Wang, Yonghong Jiao, Yihao Chen, Xue Feng",
          "abstract": "Strabismus, affecting ~4% of children, impairs vision and psychosocial health. However, clinical diagnosis requires multiple instruments and stepwise examinations of ocular alignment, extraocular muscle function, and deviation angle. It is limited by low diagnostic objectivity, poor pediatric compliance, and high cost. Here, we propose a strategy for one-stop strabismus digital diagnosis via artificial intelligence (AI)–integrated, skin-like, and wearable “Eyelectronics.” The ultralightweight, imperceptible eye-wearable system features an ultrathin (~60 micrometers in thickness), breathable, and multidirectional (0°/45°/90°) strain-sensing array conformally adapted to the sensitive eyelid. It enables wireless, mild-restricted measurement of eyelid deformation during eye movements. Through biomechanical modeling validated by ocular magnetic resonance imaging simulations, we establish a prior correlation between eyelid deformation and eye movements. The Eyelectronics, powered by our physiology knowledge-driven end-to-end AI algorithm, achieves simultaneous measurement of strabismus angle and identification of paretic muscle. It delivers a 96.6% four-direction classification accuracy and a 1.2° measurement accuracy in ocular motility examinations. Clinical benchmarking against the clinical standard (Hess screen test) confirmed diagnostic agreement (intraclass correlation = 0.978). This system bridges quantitative biomechanical sensing with digital diagnosis, promoting a paradigm for future strabismus treatment.",
          "url": "https://doi.org/10.1126/sciadv.aeb7242",
          "doi": "https://doi.org/10.1126/sciadv.aeb7242",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "CATSPERε extracellular domains are essential for sperm calcium channel assembly and activity modulation",
          "authors": "Jae Yeon Hwang, Huafeng Wang, Jong-Nam Oh, Jingon Kim, Sarah F. Finnegan, Niels E. Skakkebaek, Jean-Ju Chung",
          "abstract": "The sperm flagellar-specific CatSper Ca 2+ channel is a multiprotein complex critical for successful fertilization. The four ancillary subunits, CATSPERβ, γ, δ, and ε, form a unique canopy structure over the pore-forming channel. However, how the canopy is formed and what it does in the assembled channel complex remain unknown. Here, we report that extracellular domains (ECDs) of CATSPERε are essential for canopy and holo-complex assembly and modulate channel activity during sperm capacitation. CATSPERε-deficient males are sterile due to the absence of the entire channel and defective sperm hyperactivation. Expressing ECD-truncated CATSPERε during spermatogenesis does not rescue the knockout because it fails to incorporate into the native complex. In contrast, addition of a CATSPERε ECD fragment during sperm capacitation significantly reduces sperm hyperactivation. These findings provide insight into the underlying molecular and developmental mechanisms of CatSper assembly and how the channel can be modulated in physiological settings and by therapeutic intervention.",
          "url": "https://doi.org/10.1126/sciadv.adw3414",
          "doi": "https://doi.org/10.1126/sciadv.adw3414",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "LIMCH1-enriched extracellular vesicles promote vascular permeability in early-onset preeclampsia",
          "authors": "Seiko Matsuo, Akira Yokoi, Takafumi Ushida, Kosuke Yoshida, Hironori Suzuki, Masami Kitagawa, Eri Asano-Inami, Hiroaki Yamada, Rika Miki, Sho Tano, Kenji Imai, Ichiro Nagata, Shota Kawaguchi, Takao Yasui, Yusuke Yamamoto, Hiroaki Kajiyama, Tomomi Kotani",
          "abstract": "Preeclampsia (PE) is a major pregnancy complication characterized by hypertension and multiple end-organ dysfunctions; however, its detailed pathogenesis remains unclear. Extracellular vesicles (EVs) play diverse and critical roles in intercellular communication, and we have demonstrated interaction between EVs and vascular endothelial cells. Through serum proteomic analysis, we identified LIM and calponin homology domain–containing protein 1 (LIMCH1) as a PE-associated EV protein that is highly expressed in PE placentas, particularly in syncytiotrophoblasts, which release EVs into the maternal circulation. LIMCH1-enriched EVs (LIMCH1-EVs) increased endothelial permeability in vitro. Transcriptome analysis revealed that LIMCH1-EVs disrupted endothelial cell-cell junction assembly by suppressing the expression of the tight junction protein ZO-1. Furthermore, administration of LIMCH1-EVs promoted pulmonary vascular permeability in vivo. These findings suggest a role of LIMCH1-EVs in EV-associated vascular endothelial dysfunction, a central pathology of PE. In addition, this study provides insights into mechanisms that may contribute to PE-associated pulmonary edema, which have not yet been clarified.",
          "url": "https://doi.org/10.1126/sciadv.aeb8806",
          "doi": "https://doi.org/10.1126/sciadv.aeb8806",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "Complementary cortical and thalamic contributions to cell type–specific striatal activity dynamics during movement",
          "authors": "Enida Gjoni, Ram Dyuthi Sristi, Haixin Liu, Shahar Dror, Xinlei Lin, Keelin O’Neil, Oscar M. Arroyo, Sun Woo Hong, Hannah Kim, Jeffrey Liu, Sonja Blumenstock, Byungkook Lim, Gal Mishne, Takaki Komiyama",
          "abstract": "Coordinated motor behavior emerges from information flow across brain regions. How long-range inputs drive cell type–specific activity within motor circuits remains unclear. The dorsolateral striatum (DLS) contains direct- and indirect-pathway medium spiny neurons (dMSNs and iMSNs) with distinct roles in movement control. In mice performing skilled locomotion, we recorded from dMSNs, iMSNs, and their cortical and thalamic inputs identified by monosynaptic rabies tracing. A recurrent neural network (RNN) classifier and clustering analysis revealed functionally heterogeneous subpopulations in each population, with dMSNs preferentially activated at movement onset and offset, and iMSNs during execution. Cortical and thalamic inputs were preferentially activated during onset/offset and execution, respectively, though dMSN- and iMSN-projecting neurons in each region showed similar patterns. Locomotion phase-specific rhythmic activity was found in a subset of thalamic dMSN-projecting neurons and dMSNs. Cortex or thalamus inactivation reduced MSN activity. These findings suggest that corticostriatal and thalamostriatal inputs convey complementary motor signals via shared and cell type–specific pathways.",
          "url": "https://doi.org/10.1126/sciadv.aea3935",
          "doi": "https://doi.org/10.1126/sciadv.aea3935",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "Efflux pumps control intracellular drug-target kinetics by limiting rebinding in bacteria",
          "authors": "Subrata Dev, Keiran Stevenson, Dai Le, Minsu Kim",
          "abstract": "Bacterial efflux pumps are major contributors to multidrug resistance, classically described as “gatekeepers” that reduce drug entry. Here, we uncover a post–entry mechanism of efflux pumps, revealing their function deep into intracellular drug-target interactions. Using quantitative live-cell imaging, we monitored the activity of major efflux systems in Escherichia coli and Pseudomonas aeruginosa with Hoechst 33342 (HCT), a DNA binding inhibitor. We found that inactivation of efflux (Δ tolC in E. coli and Δ6 in P. aeruginosa ) increased the apparent HCT-DNA affinity, mediated by a decreased apparent unbinding rate, whereas the intrinsic rate remained unchanged. Statistical physics modeling and experimental testing show that, unlike under dilute in vitro conditions, drug molecules that unbind from their targets in intracellular environments undergo successive rebinding, prolonging the total lifetime of the drug bound to the target. However, efflux pumps counteract this effect by suppressing rebinding, thereby kinetically destabilizing drug-target interactions. This biophysical mechanism acts multiplicatively with the canonical gatekeeping effect to broaden and amplify drug resistance.",
          "url": "https://doi.org/10.1126/sciadv.aea7983",
          "doi": "https://doi.org/10.1126/sciadv.aea7983",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "RIN3 mutations impairing binding of the Alzheimer’s disease–associated protein BIN1 lead to RAB5 hyperactivation and endosomal pathology",
          "authors": "Anna K. Maaser-Hecker, Jacob C. Zellmer, Michelle Kim, Grisilda Bakiasi, Amit K. Maiti, Matea P. C. Curtat, Se Hoon Choi, Dmitry Prokopenko, Rudolph E. Tanzi, Raja Bhattacharyya",
          "abstract": "Alzheimer’s disease (AD) risk is strongly influenced by genetic variants that converge on pathways regulating endosomal homeostasis. Among these, BIN1 and RIN3 have emerged as susceptibility genes, yet their functional relationship in AD remains largely unknown. Here, we investigated how BIN1 and RIN3 interaction regulates RAB5 activity and endosomal pathology. RIN3 has been shown to bind BIN1, and we previously reported that this interaction modulates amyloid-β (Aβ) precursor protein (APP) trafficking and Aβ generation in vitro. To extend these findings, we used Rin3 constitutive knockout ( Rin3-CKO ) mice and CRISPR-Cas9–edited human induced pluripotent stem cell–derived neurons carrying either BIN1 knockout or rare familial AD RIN3 missense mutations within the BIN1-binding domain. We found that disruption of BIN1-RIN3 binding, through either genetic deletion or pathogenic RIN3 variants, resulted in RIN3-mediated RAB5 hyperactivation and enlargement of neuronal endosomes, a hallmark of early AD pathology. Transcriptomic profiling further revealed dysregulated expression of AD-related genes. Together, these findings establish BIN1 as a critical regulator of RIN3-driven RAB5 activation and neuronal endosomal homeostasis.",
          "url": "https://doi.org/10.1126/sciadv.adx2127",
          "doi": "https://doi.org/10.1126/sciadv.adx2127",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "From light to sound: Seeing and hearing the placenta in health and disease",
          "authors": "Donghyun Lee, Jiwoong Kim, Jinseok Heo, Hyunseo Jeon, Shiyang Chang, Wonseok Choi, Chulhong Kim, Zhifen Yang",
          "abstract": "The placenta is a pregnancy-specific organ, functioning as the maternal-fetal interface and mediating essential processes including exchange, protection, and endocrine regulation. Placental abnormalities contribute to the pathophysiology, onset, progression, and prognosis of major perinatal disorders, making imaging modalities that enable their detection and monitoring crucial. Ultrasound (US) imaging is the principal modality for placental imaging, providing structural assessment with B-mode and blood flow evaluation with Doppler mode. Furthermore, advanced techniques such as 3D power Doppler, quantitative US, and shear-wave elastography expand the capabilities of placental US imaging. Photoacoustic (PA) imaging enables observation of the optical properties of endogenous chromophores (e.g., hemoglobin) with high spatial resolution and measures blood oxygenation, a key factor in placental dysfunction, offering substantial value for placental imaging. In this review, we cover US/PA imaging techniques for placental imaging, including preclinical and clinical studies. In addition, by considering current limitations and potential solutions, we suggest future trajectories for the advancement of US/PA imaging in this field.",
          "url": "https://doi.org/10.1126/sciadv.aed2184",
          "doi": "https://doi.org/10.1126/sciadv.aed2184",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "Structural basis of transcription-coupled H3K36 trimethylation by Set2 in coordination with FACT",
          "authors": "Tomoya Kujirai, Haruhiko Ehara, Tomoko Ito, Masami Henmi, Eriko Oya, Takehiko Kobayashi, Shun-ichi Sekine, Hitoshi Kurumizaka",
          "abstract": "Trimethylation of the histone H3K36 residue (H3K36me3) plays an indispensable role in ensuring transcription fidelity by suppressing undesired cryptic transcription in chromatin. H3K36me3 modification is accomplished by Set2/SETD2 during transcription elongation by the RNA polymerase II elongation complex (EC). Here, we found that Set2-mediated H3K36me3 deposition occurs on the nucleosome reassembling behind the EC. The histone chaperone FACT suppresses H3K36me3 deposition on the downstream nucleosome, thereby ensuring that Set2 targets specifically on the reassembling upstream nucleosome. Cryo–electron microscopy structures of the nucleosome-transcribing EC complexed with Set2 revealed that Set2 is anchored by the Spt6 subunit of the EC to capture both of the H3 N-terminal tails in a stepwise manner during the nucleosome reassembly process. Abrogation of the Set2-EC interaction leads to defective transcription-coupled H3K36me3 deposition. These insights elucidate the structure-based mechanism of transcription-coupled H3K36me3 deposition in chromatin.",
          "url": "https://doi.org/10.1126/sciadv.aed1952",
          "doi": "https://doi.org/10.1126/sciadv.aed1952",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "α-Synuclein expression is required for somatodendritic dopamine release and immediate early gene induction",
          "authors": "Se Joon Choi, Anika Frank, Manu Ben-Johny, Guomei Tang, Jonas Bendig, Stavros Fanourakis, Benjamin D. Hobson, Nagendran Ramalingam, Ulf Dettmer, Ellen Kanter, David Sulzer, Eugene V. Mosharov",
          "abstract": "α-Synuclein (αSyn) is a presynaptic protein of unestablished physiological function that plays a central role in Parkinson’s disease neuropathology. To date, the reported effects of αSyn expression on the kinetics of axonal synaptic vesicle exocytosis and membrane cycling have been relatively small. In contrast, we report that αSyn is the major modulator of substantia nigra somatodendritic dopamine release, a little-understood form of neurotransmission that is central to sensorimotor and basal ganglia circuitry. This regulation is due to a previously unknown role for αSyn in controlling the activity of the L-type calcium ion channels (LTCC), which are also implicated in Parkinson’s pathogenesis. αSyn-deficient neurons further display decreased spike frequency adaptation, hippocampal LTCC-dependent long-term potentiation, and immediate early gene induction, functions that are essential for synaptic adaptation and neuronal plasticity.",
          "url": "https://doi.org/10.1126/sciadv.ady6978",
          "doi": "https://doi.org/10.1126/sciadv.ady6978",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "Seismic and mineralogical evidence for an iron-rich mega–ultralow-velocity zone beneath Hawai’i",
          "authors": "Doyeon Kim, Jung-Hun Song, Vasilije V. Dobrosavljevic, Vedran Lekić",
          "abstract": "Mantle plumes beneath major oceanic hot spots appear to be rooted in unusually large structures near the core-mantle boundary, which have markedly reduced seismic wave speeds. The origin of these large ultralow-velocity zones (ULVZs), referred to as mega-ULVZs, remains uncertain partly because of lack of constraints on the relative reduction in shear versus compressional wave speeds ( R S/P ). This ratio can give clues into the compositional makeup of the mega-ULVZs. Through joint seismic analysis of core-diffracted P and S waves beneath Hawai’i, we constrain the R S/P of its mega-ULVZ to 1 to 1.3. Mineralogical modeling reveals that iron enrichment via solid iron-rich magnesiowüstite [(Mg,Fe)O] matches this seismic constraint, independent of modeled ULVZ thickness. Enrichment of metallic iron-rich magnesiowüstite likely enhances the thermal conductivity of mega-ULVZs and provides a mechanism to drive localized plume upwelling. Higher reported R S/P values for smaller ULVZs near subduction zones may therefore indicate different processes at play controlling ULVZ formation across the diverse core-mantle boundary landscape.",
          "url": "https://doi.org/10.1126/sciadv.adz1962",
          "doi": "https://doi.org/10.1126/sciadv.adz1962",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "Absence of dehydration due to superionic transition at Earth’s core-mantle boundary",
          "authors": "Yu He, Wei Zhang, Qingyang Hu, Shichuan Sun, Jiaqi Hu, Daohong Liu, Li Zhou, Lidong Dai, Duck Young Kim, Simon A. T. Redfern, Yun Liu, Heping Li, Ho-kwang Mao",
          "abstract": "The properties and stability of hydrous phases are crucial to unraveling the mysteries of the deep water cycle. Under deep lower mantle conditions, water and hydrous phases transition into a superionic state. However, superionic effect on their stability and dehydration behavior remains unclear. Using ab initio and deep learning potential molecular dynamics simulations, we discovered a doubly superionic transition in δ-AlOOH, characterized by the highly diffusive behavior of both hydrogen and aluminum ions within the oxygen sublattice. These highly diffusive elements contribute external entropy to the system, stabilizing the structure at 140 GPa and 3800 K. Our free-energy calculations reveal that water tends to freeze under deep lower mantle conditions, so dehydration becomes energetically and kinetically unfavorable even under core-mantle boundary (CMB) conditions. This implies that superionic water may accumulate in the deep lower mantle over geologic time, forming a long-term reservoir at the base of the mantle.",
          "url": "https://doi.org/10.1126/sciadv.aeb3006",
          "doi": "https://doi.org/10.1126/sciadv.aeb3006",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "From Plato to Pareto: Defining the shape of infection’s disease space",
          "authors": "Yael Lebel, Avni S. Gupta, Victoria Chevée, Uri Alon, David S. Schneider",
          "abstract": "If the immune system is an interconnected network, then the evolution of an archetype that is ideal for fighting one pathogen should result in trade-offs decreasing its ability to fight others. How many archetypes are there in an immune system? We infected diverse mice with Plasmodium chabaudi and identified five distinct archetypes of responses on the basis of the host’s position in microbial load, immune activity, and host damage space. To better understand the nature of these archetypes, we developed a mathematical model of a generalized host-pathogen system. This model explains the number and distribution of archetypes across a population of diverse hosts. Mice resilient to P. chabaudi exhibited poor outcomes when challenged with influenza, SARS-CoV-1, or Mycobacterium tuberculosis , and vice versa, supporting our trade-off hypothesis.",
          "url": "https://doi.org/10.1126/sciadv.aeb3911",
          "doi": "https://doi.org/10.1126/sciadv.aeb3911",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "Segregation passivation makes cost-effective stainless steel resistant to corrosion and hydrogen embrittlement",
          "authors": "Hongxu Cheng, Hong Luo, Yue Li, Ziyuan Rao, Qiancheng Zhao, Zhimin Pan, Qingmao Kong, Xiaogang Li, Dierk Raabe",
          "abstract": "Stainless steels are essential materials in sustainable energy conversion systems, particularly in hydrogen-related applications. However, their susceptibility to hydrogen embrittlement and corrosion limits their long-term use, creating a need for advanced alloys capable of resisting environmentally assisted damage and mechanical failure. Here, we design a cost-effective austenitic stainless steel. The key innovation involves the atomic-scale passivation of grain boundaries through nitrogen decoration. This enhances resistance to failure, achieving about 3.8-fold increase in corrosion resistance and a 1.35-fold increase in hydrogen embrittlement resistance compared to commercial 316L. The steel exhibits very low hydrogen diffusivity (~7.8 × 10 −17  square meters per second), mitigating hydrogen embrittlement at ambient temperature, an advantage over conventional steels. In addition, formation of a dense passive film improves corrosion resistance in environments such as dilute hydrochloric acid, sulfuric acid, and caustic soda. The outstanding resistance of the stainless steel against such harsh coupled environmental conditions qualifies it as a promising candidate for sustainable and secure infrastructure in the emerging hydrogen economy.",
          "url": "https://doi.org/10.1126/sciadv.adz1833",
          "doi": "https://doi.org/10.1126/sciadv.adz1833",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "Spatial and racial/ethnic disparities in cardiovascular mortality attributable to PM 2.5 components in the contiguous United States",
          "authors": "Ying Hu, Lingzhi Chu, Stefano Renzetti, Emma Zang, Ijeoma Opara, Yuan Lu, Erica S. Spatz, Harlan M. Krumholz, Kai Chen",
          "abstract": "Long-term exposure to fine particulate matter (PM 2.5 ) is a well-established risk factor for cardiovascular disease (CVD) mortality, yet the contributions of its components remain unclear, particularly across geographic regions and racial/ethnic groups. We extended the generalized weighted quantile sum regression model by incorporating two-way fixed effects (gWQS-feglm) to quantify PM 2.5 component–attributable CVD deaths across the contiguous United States. PM 2.5 component–attributable CVD deaths declined from 42,200 (28,200,57,600) in 2001 to 23,500 (15,700,32,100) in 2020, driven by ammonium (NH 4 + ) and sulfate (SO 4 2− ) reductions. In 2020, high-attributable-mortality regions remained and regional disparities in PM 2.5 composition pronounced, with NH 4 + dominant in California and the East North Central, SO 4 2− in the South, and black carbon and SO 4 2− in the Middle Atlantic. Racial/ethnic disparities persisted, with non-Hispanic Blacks and Hispanics experiencing slower attributable-mortality declines compared with non-Hispanic whites. Our findings highlight the importance of targeted interventions based on components to address disparities in PM 2.5 -attributable burden.",
          "url": "https://doi.org/10.1126/sciadv.adx2075",
          "doi": "https://doi.org/10.1126/sciadv.adx2075",
          "filter": "2",
          "created": "2026-1-28"
        },
        {
          "title": "Melting dynamics of freely floating ice in calm waters",
          "authors": "Daisuke Noto, Hugo N. Ulloa",
          "abstract": "Predicting floating ice dynamics remains a challenging problem with implications for Earth’s climate. While gigantic icebergs have garnered worldwide attention, small ice bodies have been overlooked, and we still lack their mechanistic models. Aided by a real-time tracking, we unravel the transient processes of freely floating ice in calm waters—including the kinematics, phase transition, and surrounding fluid dynamics—that govern melting. Combining the heat transfer model and our experimental results, we develop and validate a theoretical model for the melt rate, identifying ice geometry and convective regime as key controls. Furthermore, the ice-driven convective volume flux is found to exceed the meltwater flux by orders of magnitude, underscoring the ecological relevance of floating ice; it not only supplies freshwater but also acts as a destabilizing buoyancy source that redistributes mass macroscopically. Our study provides a foundation for developing mechanistic parameterizations of icebergs and ice floes melting in climate models.",
          "url": "https://doi.org/10.1126/sciadv.ady3529",
          "doi": "https://doi.org/10.1126/sciadv.ady3529",
          "filter": "2",
          "created": "2026-1-28"
        }
      ]
    }
  ]
}
