{
  "update": "2024-11-21",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Lunar farside volcanism 2.8 billion years ago from Chang’e-6 basalts",
          "authors": "Qian W. L. Zhang, Mu-Han Yang, Qiu-Li Li, Yu Liu, Zong-Yu Yue, Qin Zhou, Liu-Yang Chen, Hong-Xia Ma, Sai-Hong Yang, Xu Tang, Guang-Liang Zhang, Xin Ren, Xian-Hua Li",
          "abstract": "Unravelling the volcanic history of the enigmatic lunar farside is essential for understanding the hemispheric dichotomy of the Moon1-3. Cratering chronology established for the lunar nearside has been used to suggest long-lived volcanism on the farside of the Moon3,4, but without sample verification. Here we report two newly recognized episodes of basaltic volcanism with Pb-Pb dating for basalt fragments returned by the Chang’e-6 mission. One high-Al basalt fragment dated at 4,203 ± 4 million years ago (Ma) has a source 238U/204Pb ratio (µ value) of ~1,620, implying a KREEP-rich (K, rare earth elements, and P) source for this oldest-known occurrence of basaltic volcanism among returned samples. The main volcanic episode of the Chang’e-6 basalt documents a surprisingly young eruption age of 2,807 ± 3 Ma, which is not recognized from the nearside of the Moon. The initial Pb isotope compositions of these younger basalts indicate derivation from a source with a µ value of ~360, indicating a KREEP-poor mantle source. Mare volcanism on the lunar farside thus persisted for >1.4 billion years even with a shift to a source depleted in heat-producing elements. The consistency between the 2.8-billion-year basalt age and its crater-counting age indicates that the cratering chronology model established for the lunar nearside is also applicable to the farside of the Moon.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08382-0",
          "doi": "10.1038/s41586-024-08382-0",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Tissue spaces are reservoirs of antigenic diversity for Trypanosoma brucei",
          "authors": "Alexander K. Beaver, Zhibek Keneskhanova, Raúl O. Cosentino, Brian L. Weiss, Erick O. Awuoche, Gretchen M. Smallenberger, Gracyn Y. Buenconsejo, Nathan P. Crilly, Jaclyn E. Smith, Jill M. C. Hakim, Bailin Zhang, Bryce Bobb, Filipa Rijo-Ferreira, Luisa M. Figueiredo, Serap Aksoy, T. Nicolai Siegel, Monica R. Mugnier",
          "url": "http://dx.doi.org/10.1038/s41586-024-08389-7",
          "doi": "10.1038/s41586-024-08389-7",
          "filter": "2"
        },
        {
          "title": "Engineered receptors for soluble cellular communication and disease sensing",
          "authors": "Dan I. Piraner, Mohamad H. Abedi, Maria J. Duran Gonzalez, Adam Chazin-Gray, Annie Lin, Iowis Zhu, Pavithran T. Ravindran, Thomas Schlichthaerle, Buwei Huang, Tyler H. Bearchild, David Lee, Sarah Wyman, Young-wook Jun, David Baker, Kole T. Roybal",
          "abstract": "Despite recent advances in mammalian synthetic biology, there remains a lack of modular synthetic receptors that can robustly respond to soluble ligands and in turn activate bespoke cellular functions. Such receptors would have extensive clinical potential to regulate the activity of engineered therapeutic cells, but to date only receptors against cell surface targets have approached clinical translation1. To address this gap, we developed a receptor architecture called synthetic intramembrane proteolysis receptor (SNIPR), that has the added ability to be activated by soluble ligands, both natural and synthetic, with remarkably low baseline activity and high fold activation, through an endocytic, pH-dependent cleavage mechanism. We demonstrate the therapeutic capabilities of the receptor platform by localizing the activity of CAR T cells to solid tumors where soluble disease-associated factors are expressed, bypassing the major hurdle of on-target off-tumor toxicity in bystander organs. We further applied the SNIPR platform to engineer fully synthetic signaling networks between cells orthogonal to natural signaling pathways, expanding the scope of synthetic biology. Our design framework enables cellular communication and environmental interactions, extending the capabilities of synthetic cellular networking in clinical and research contexts.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08366-0",
          "doi": "10.1038/s41586-024-08366-0",
          "filter": "2"
        },
        {
          "title": "Geological Net Zero and the need for disaggregated accounting for carbon sinks",
          "authors": "Myles R. Allen, David J. Frame, Pierre Friedlingstein, Nathan P. Gillett, Giacomo Grassi, Jonathan M. Gregory, William Hare, Jo House, Chris Huntingford, Stuart Jenkins, Chris D. Jones, Reto Knutti, Jason A. Lowe, H. Damon Matthews, Malte Meinshausen, Nicolai Meinshausen, Glen P. Peters, Gian-Kasper Plattner, Sarah Raper, Joeri Rogelj, Peter A. Stott, Susan Solomon, Thomas F. Stocker, Andrew J. Weaver, Kirsten Zickfeld",
          "abstract": "Achieving net zero global emissions of carbon dioxide (CO2), with declining emissions of other greenhouse gases, is widely expected to halt global warming. CO2 emissions will continue to drive warming until fully balanced by active anthropogenic CO2 removals. For practical reasons, however, many greenhouse gas accounting systems allow some “passive” CO2 uptake, such as enhanced vegetation growth due to CO2 fertilisation, to be included as removals in the definition of net anthropogenic emissions. By including passive CO2 uptake, nominal net zero emissions would not halt global warming, undermining the Paris Agreement. Here we discuss measures addressing this problem, to ensure residual fossil fuel use does not cause further global warming: land management categories should be disaggregated in emissions reporting and targets to better separate the role of passive CO2 uptake; where possible, claimed removals should be additional to passive uptake; and targets should acknowledge the need for Geological Net Zero, meaning one tonne of CO2 permanently restored to the solid Earth for every tonne still generated from fossil sources. We also argue that scientific understanding of net zero provides a basis for allocating responsibility for the protection of passive carbon sinks during and after the transition to Geological Net Zero.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08326-8",
          "doi": "10.1038/s41586-024-08326-8",
          "filter": "2"
        },
        {
          "title": "Adipose tissue retains an epigenetic memory of obesity after weight loss",
          "authors": "Laura C. Hinte, Daniel Castellano-Castillo, Adhideb Ghosh, Kate Melrose, Emanuel Gasser, Falko Noé, Lucas Massier, Hua Dong, Wenfei Sun, Anne Hoffmann, Christian Wolfrum, Mikael Rydén, Niklas Mejhert, Matthias Blüher, Ferdinand von Meyenn",
          "abstract": "Reducing body weight to improve metabolic health and related comorbidities is a primary goal in treating obesity 1,2 . However, maintaining weight loss is a considerable challenge, especially as the body seems to retain an obesogenic memory that defends against body weight changes 3,4 . Overcoming this barrier for long-term treatment success is difficult because the molecular mechanisms underpinning this phenomenon remain largely unknown. Here, by using single-nucleus RNA sequencing, we show that both human and mouse adipose tissues retain cellular transcriptional changes after appreciable weight loss. Furthermore, we find persistent obesity-induced alterations in the epigenome of mouse adipocytes that negatively affect their function and response to metabolic stimuli. Mice carrying this obesogenic memory show accelerated rebound weight gain, and the epigenetic memory can explain future transcriptional deregulation in adipocytes in response to further high-fat diet feeding. In summary, our findings indicate the existence of an obesogenic memory, largely on the basis of stable epigenetic changes, in mouse adipocytes and probably other cell types. These changes seem to prime cells for pathological responses in an obesogenic environment, contributing to the problematic ‘yo-yo’ effect often seen with dieting. Targeting these changes in the future could improve long-term weight management and health outcomes.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08165-7",
          "doi": "10.1038/s41586-024-08165-7",
          "filter": "2"
        },
        {
          "title": "Major biomedical funder NIH poised for massive reform under Trump 2.0",
          "authors": "Max Kozlov",
          "url": "http://dx.doi.org/10.1038/d41586-024-03736-0",
          "doi": "10.1038/d41586-024-03736-0",
          "filter": "4"
        },
        {
          "title": "Fat cells have a ‘memory’ of obesity — hinting at why it’s hard to keep weight off",
          "authors": "Traci Watson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03614-9",
          "doi": "10.1038/d41586-024-03614-9",
          "filter": "4"
        },
        {
          "title": "Is it really a sin if it’s hardwired in? The neurological basis for ‘bad’ behaviour",
          "authors": "Sara Manning Peskin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03759-7",
          "doi": "10.1038/d41586-024-03759-7",
          "filter": "4"
        },
        {
          "title": "Communicate the risk as well as the promise of weight-loss drugs",
          "authors": "Bo Li, Yu Li, Zhihe Zhao, Longjiang Li",
          "abstract": "Your recent News article on the efficacy of the weight-loss drug semaglutide in reducing pain related to knee osteoarthritis highlights a seminal therapeutic breakthrough (Nature https://doi.org/nq2n; 2024). But writing of “life-changing” benefits might foster public misperceptions and unrealistic expectations.",
          "url": "http://dx.doi.org/10.1038/d41586-024-03780-w",
          "doi": "10.1038/d41586-024-03780-w",
          "filter": "4"
        },
        {
          "title": "First rocks returned from Moon’s far side reveal ancient volcanic activity",
          "authors": "Davide Castelvecchi",
          "url": "http://dx.doi.org/10.1038/d41586-024-03778-4",
          "doi": "10.1038/d41586-024-03778-4",
          "filter": "4"
        },
        {
          "title": "Daily briefing: An elephant learns to shower — until her jealous rival turns to sabotage",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03739-x",
          "doi": "10.1038/d41586-024-03739-x",
          "filter": "4"
        },
        {
          "title": "Can robotic lab assistants speed up your work?",
          "authors": "Carrie Arnold",
          "url": "http://dx.doi.org/10.1038/d41586-024-03714-6",
          "doi": "10.1038/d41586-024-03714-6",
          "filter": "4"
        },
        {
          "title": "How human brains got so big: our cells learned to handle the stress that comes with size",
          "authors": "Miryam Naddaf",
          "url": "http://dx.doi.org/10.1038/d41586-024-03716-4",
          "doi": "10.1038/d41586-024-03716-4",
          "filter": "4"
        },
        {
          "title": "Words won’t reduce the impact of conflict on nature — what’s needed is action",
          "authors": "Christopher P. Dunn, Brendan Mackey, Kathryn Gwiazdon",
          "abstract": "Doug Weir and his colleagues are right to urge conservationists, conservation organizations and world leaders to address the environmental impacts of war, including on species and ecosystems (D. Weir et al. Nature 634, 538–541; 2024). Many conservation organizations already have engaged, in words at least. What’s lacking is the will to follow through.",
          "url": "http://dx.doi.org/10.1038/d41586-024-03781-9",
          "doi": "10.1038/d41586-024-03781-9",
          "filter": "4"
        },
        {
          "title": "Your friends shape your microbiome — and so do their friends",
          "authors": "Saima Sidik",
          "url": "http://dx.doi.org/10.1038/d41586-024-03804-5",
          "doi": "10.1038/d41586-024-03804-5",
          "filter": "4"
        },
        {
          "title": "Resistance to crucial malaria drug detected in severely ill kids in Africa",
          "authors": "Mariana Lenharo",
          "url": "http://dx.doi.org/10.1038/d41586-024-03672-z",
          "doi": "10.1038/d41586-024-03672-z",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Big tomatoes get sweeter thanks to CRISPR editing",
          "authors": "Jacob Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-03748-w",
          "doi": "10.1038/d41586-024-03748-w",
          "filter": "4"
        },
        {
          "title": "What a forest’s glow can reveal about the impact of environmental change",
          "authors": "Jack Leeming",
          "url": "http://dx.doi.org/10.1038/d41586-024-03763-x",
          "doi": "10.1038/d41586-024-03763-x",
          "filter": "4"
        },
        {
          "title": "Why it’s in rich nations’ interests to fund climate finance",
          "authors": "Alissa M. Kleinnijenhuis",
          "url": "http://dx.doi.org/10.1038/d41586-024-03735-1",
          "doi": "10.1038/d41586-024-03735-1",
          "filter": "4"
        },
        {
          "title": "Bone marrow in the skull plays a surprisingly important role in ageing",
          "authors": "Nick Petrić Howe, Elizabeth Gibney",
          "url": "http://dx.doi.org/10.1038/d41586-024-03730-6",
          "doi": "10.1038/d41586-024-03730-6",
          "filter": "4"
        },
        {
          "title": "Google uses millions of phones to map Earth’s ionosphere and improve GPS",
          "authors": "Elizabeth Gibney",
          "url": "http://dx.doi.org/10.1038/d41586-024-03725-3",
          "doi": "10.1038/d41586-024-03725-3",
          "filter": "4"
        },
        {
          "title": "CRISPR builds a big tomato that’s actually sweet",
          "authors": "Max Kozlov",
          "url": "http://dx.doi.org/10.1038/d41586-024-03722-6",
          "doi": "10.1038/d41586-024-03722-6",
          "filter": "4"
        },
        {
          "title": "How a silly science prize changed my career",
          "authors": "Catriona Clarke",
          "url": "http://dx.doi.org/10.1038/d41586-024-03756-w",
          "doi": "10.1038/d41586-024-03756-w",
          "filter": "4"
        },
        {
          "title": "Can Google Scholar survive the AI revolution?",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-03746-y",
          "doi": "10.1038/d41586-024-03746-y",
          "filter": "4"
        },
        {
          "title": "Daily briefing: AlphaFold3 is now open source",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03728-0",
          "doi": "10.1038/d41586-024-03728-0",
          "filter": "4"
        },
        {
          "title": "Geothermal power is vying to be a major player in the world’s clean-energy future",
          "authors": "Davide Castelvecchi",
          "url": "http://dx.doi.org/10.1038/d41586-024-03621-w",
          "doi": "10.1038/d41586-024-03621-w",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Tech giants invest in next-generation geothermal energy",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03776-6",
          "doi": "10.1038/d41586-024-03776-6",
          "filter": "4"
        },
        {
          "title": "Does South Korea have what it takes to become a leading space nation?",
          "authors": "Raphael Rashid",
          "url": "http://dx.doi.org/10.1038/d41586-024-03579-9",
          "doi": "10.1038/d41586-024-03579-9",
          "filter": "4"
        },
        {
          "title": "US trust in scientists plunged during the pandemic — but it’s starting to recover",
          "authors": "Alix Soliman",
          "url": "http://dx.doi.org/10.1038/d41586-024-03723-5",
          "doi": "10.1038/d41586-024-03723-5",
          "filter": "4"
        },
        {
          "title": "How the world will weather Trump’s withdrawal from global agreements",
          "authors": "David G. Victor",
          "url": "http://dx.doi.org/10.1038/d41586-024-03755-x",
          "doi": "10.1038/d41586-024-03755-x",
          "filter": "4"
        },
        {
          "title": "‘Heroic interference’ should not be the endgame of coral-reef restoration",
          "authors": "Mikhail Matz",
          "abstract": "A Comment article in Nature Climate Change argues that coral reefs are best saved by enabling natural recovery, rather than through “heroic interference” that involves manually outplanting coral fragments (R. P. Streit et al. Nature Clim. Change 14, 773–775; 2024). Meanwhile, in this journal, Lisa Carne argues that, in her coral patch in Belize, outplanted corals grow well, so maybe manual restoration is worth the effort (L. Carne Nature 634, 755; 2024).",
          "url": "http://dx.doi.org/10.1038/d41586-024-03782-8",
          "doi": "10.1038/d41586-024-03782-8",
          "filter": "4"
        },
        {
          "title": "Daily briefing: NIH braces for reform as Trump administration closes in",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03794-4",
          "doi": "10.1038/d41586-024-03794-4",
          "filter": "4"
        },
        {
          "title": "Health of people who are displaced in their own countries is a neglected global crisis",
          "authors": "David Cantor, Bayard Roberts, Jina Swartz",
          "url": "http://dx.doi.org/10.1038/d41586-024-03760-0",
          "doi": "10.1038/d41586-024-03760-0",
          "filter": "4"
        },
        {
          "title": "Killer questions at science job interviews and how to ace them",
          "authors": "Linda Nordling",
          "url": "http://dx.doi.org/10.1038/d41586-024-03761-z",
          "doi": "10.1038/d41586-024-03761-z",
          "filter": "4"
        },
        {
          "title": "Stress can disrupt memory and lead to needless anxiety — here’s how",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-03724-4",
          "doi": "10.1038/d41586-024-03724-4",
          "filter": "4"
        },
        {
          "title": "Fragments of eternal youth",
          "authors": "Richard A. Lovett",
          "url": "http://dx.doi.org/10.1038/d41586-024-03731-5",
          "doi": "10.1038/d41586-024-03731-5",
          "filter": "4"
        },
        {
          "title": "Why AI-generated recommendation letters sell applicants short",
          "authors": "Maroun Khoury",
          "url": "http://dx.doi.org/10.1038/d41586-024-03481-4",
          "doi": "10.1038/d41586-024-03481-4",
          "filter": "4"
        },
        {
          "title": "Nobel-prizewinning economics research says don’t dismantle DEI initiatives",
          "authors": "Afsaneh Shirani",
          "abstract": "The award of the 2024 Nobel economics prize to Daron Acemoglu, Simon Johnson and James Robinson recognizes their pioneering work on inequality, and the role of inclusive institutions and governance structures in promoting innovation, sustainable development and long-term prosperity (Nature https://doi.org/nq6q; 2024).",
          "url": "http://dx.doi.org/10.1038/d41586-024-03779-3",
          "doi": "10.1038/d41586-024-03779-3",
          "filter": "4"
        },
        {
          "title": "Leon Cooper obituary: Nobel laureate who developed theory of superconductivity",
          "authors": "Georgina Ferry",
          "url": "http://dx.doi.org/10.1038/d41586-024-03798-0",
          "doi": "10.1038/d41586-024-03798-0",
          "filter": "4"
        },
        {
          "title": "Radiation for dummies: the female mannequins testing space-travel safety",
          "authors": "Emily Bates",
          "url": "http://dx.doi.org/10.1038/d41586-024-03744-0",
          "doi": "10.1038/d41586-024-03744-0",
          "filter": "4"
        },
        {
          "title": "Why we need a body to oversee how science is used by governments",
          "authors": "Chris Tyler",
          "url": "http://dx.doi.org/10.1038/d41586-024-03758-8",
          "doi": "10.1038/d41586-024-03758-8",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "The effect of seeing scientists as intellectually humble on trust in scientists and their research",
          "authors": "Jonah Koetke, Karina Schumann, Shauna M. Bowes, Nina Vaupotič",
          "abstract": "Public trust in scientists is critical to our ability to face societal threats. Here, across five pre-registered studies (N = 2,034), we assessed whether perceptions of scientists’ intellectual humility affect perceived trustworthiness of scientists and their research. In study 1, we found that seeing scientists as higher in intellectual humility was associated with greater perceived trustworthiness of scientists and support for science-based beliefs. We then demonstrated that describing a scientist as high (versus low) in intellectual humility increased perceived trustworthiness of the scientist (studies 2–4), belief in their research (studies 2–4), intentions to follow their research-based recommendations (study 3) and information-seeking behaviour (study 4). We further demonstrated that these effects were not moderated by the scientist’s gender (study 3) or race/ethnicity (study 4). In study 5, we experimentally tested communication approaches that scientists can use to convey intellectual humility. These studies reveal the benefits of seeing scientists as intellectually humble across medical, psychological and climate science topics.",
          "url": "http://dx.doi.org/10.1038/s41562-024-02060-x",
          "doi": "10.1038/s41562-024-02060-x",
          "filter": "0"
        },
        {
          "title": "Examining the replicability of online experiments selected by a decision market",
          "authors": "Felix Holzmeister, Magnus Johannesson, Colin F. Camerer, Yiling Chen, Teck-Hua Ho, Suzanne Hoogeveen, Juergen Huber, Noriko Imai, Taisuke Imai, Lawrence Jin, Michael Kirchler, Alexander Ly, Benjamin Mandl, Dylan Manfredi, Gideon Nave, Brian A. Nosek, Thomas Pfeiffer, Alexandra Sarafoglou, Rene Schwaiger, Eric-Jan Wagenmakers, Viking Waldén, Anna Dreber",
          "abstract": "Here we test the feasibility of using decision markets to select studies for replication and provide evidence about the replicability of online experiments. Social scientists ( n = 162) traded on the outcome of close replications of 41 systematically selected MTurk social science experiments published in PNAS 2015–2018, knowing that the 12 studies with the lowest and the 12 with the highest final market prices would be selected for replication, along with 2 randomly selected studies. The replication rate, based on the statistical significance indicator, was 83% for the top-12 and 33% for the bottom-12 group. Overall, 54% of the studies were successfully replicated, with replication effect size estimates averaging 45% of the original effect size estimates. The replication rate varied between 54% and 62% for alternative replication indicators. The observed replicability of MTurk experiments is comparable to that of previous systematic replication projects involving laboratory experiments.",
          "url": "http://dx.doi.org/10.1038/s41562-024-02062-9",
          "doi": "10.1038/s41562-024-02062-9",
          "filter": "0"
        },
        {
          "title": "School performance and the social gradient in young adult death in Norway",
          "authors": "Bjørn-Atle Reme, Ole Røgeberg, Fartein Ask Torvik",
          "abstract": "Young adults from low socioeconomic backgrounds face an increased risk of early mortality. Here we utilize population-wide data from 17 Norwegian birth cohorts (N = 986,573) to assess whether this risk gradient was explained by early-life educational performance, specifically grade point average at 16 years of age. We show that the gradients in both parental education and income largely disappeared when adjusting for school performance in the models. Specifically, among boys, those with the lowest parental education had an unadjusted hazard ratio (HR) of 2.04 (95% confidence interval (CI) 1.86–2.22) compared with peers with the highest parental education, while for girls, the HR was 1.64 (95% CI 1.35–1.93). After adjusting for school performance, these estimates dropped to 0.99 (95% CI 0.79–1.19) for boys and 0.87 (95% CI 0.55–1.19) for girls. Similarly, the mortality risk for those from the lowest parental income quartile decreased from 1.79 (95% CI 1.67–1.91) to 1.25 (95% CI 1.12–1.38) for boys and from 1.63 (95% CI 1.44–1.83) to 1.24 (95% CI 1.03–1.46) for girls. Low educational performance remained strongly associated with early mortality in analyses accounting for unobserved heterogeneity at the family level; boys with a grade point average in the lowest quartile had an HR of 3.04 (95% CI 2.38–3.89), while for girls, the HR was 1.79 (95% CI 1.22–2.63). External causes of death, particularly accidents and poisoning, were most overrepresented among individuals with poor school performance.",
          "url": "http://dx.doi.org/10.1038/s41562-024-02053-w",
          "doi": "10.1038/s41562-024-02053-w",
          "filter": "0"
        },
        {
          "title": "Sharing without clicking on news in social media",
          "authors": "S. Shyam Sundar, Eugene Cho Snyder, Mengqi Liao, Junjun Yin, Jinping Wang, Guangqing Chi",
          "abstract": "Social media have enabled laypersons to disseminate, at scale, links to news and public affairs information. Many individuals share such links without first reading the linked information. Here we analysed over 35 million public Facebook posts with uniform resource locators shared between 2017 and 2020, and discovered that such ‘shares without clicks’ (SwoCs) constitute around 75% of forwarded links. Extreme and user-aligned political content received more SwoCs, with partisans engaging in it more than politically neutral users. In addition, analyses with 2,969 false uniform resource locators revealed higher shares and, hence, SwoCs by conservatives (76.94%) than liberals (14.25%), probably because, in our dataset, the vast majority (76–82%) of them originated from conservative news domains. Findings suggest that the virality of political content on social media (including misinformation) is driven by superficial processing of headlines and blurbs rather than systematic processing of core content, which has design implications for promoting deliberate discourse in the online public sphere.",
          "url": "http://dx.doi.org/10.1038/s41562-024-02067-4",
          "doi": "10.1038/s41562-024-02067-4",
          "filter": "0"
        },
        {
          "title": "Positive association between Internet use and mental health among adults aged ≥50 years in 23 countries",
          "authors": "Yan Luo, Paul Siu Fai Yip, Qingpeng Zhang",
          "abstract": "The Internet is increasingly important in addressing age-related mental health challenges. We used linear mixed models and meta-analyses to examine the association between Internet use and mental health among 87,559 adults aged ≥50 years from 23 countries. Internet use was associated with fewer depressive symptoms (pooled average marginal effect (AME), −0.09; 95% confidence interval (CI), −0.12 to −0.07), higher life satisfaction (pooled AME, 0.07; 95% CI, 0.05 to 0.10) and better self-reported health (pooled AME, 0.15; 95% CI, 0.12 to 0.17). For two countries (the USA and England) with genetic data available, positive associations between Internet use and mental health were observed across three genetic risk categories. For three countries (the USA, England and China), a higher frequency of Internet use was related to better mental health. Our findings are relevant to public health policies and practices in promoting mental health in later life through the Internet, especially in countries with limited Internet access and mental health services.",
          "url": "http://dx.doi.org/10.1038/s41562-024-02048-7",
          "doi": "10.1038/s41562-024-02048-7",
          "filter": "0"
        },
        {
          "title": "Internet use and mental wellbeing in older adults",
          "authors": "Yao Yao, Erdan Dong",
          "url": "http://dx.doi.org/10.1038/s41562-024-02050-z",
          "doi": "10.1038/s41562-024-02050-z",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Genetic and linguistic comparisons reveal complex sex-biased transmission of language features",
          "authors": "Yakov Pichkar, Alexandra Surowiec, Nicole Creanza",
          "abstract": "The history of people’s movements and interactions shapes both genetic and linguistic variation. Genes and languages are transmitted separately and their distributions reflect different aspects of human history, but some demographic processes can cause them to be similarly distributed. In particular, forms of societal organization, including movements in and out of a community, may have shaped the transmission of both genes and languages. If children were more likely to learn their mother’s language than their father’s when their parents were from populations that spoke different languages or dialects, then language variation might show a closer association with maternally transmitted genetic markers than autosomal ones; this association could be further reinforced if children reside with predominantly maternal kin. We analyze the worldwide relationship between linguistic and genomic variation, leveraging the sex-biased transmission of X chromosomes to assess whether language has tended to be preferentially transmitted along the male or female line. In addition, we measure the effects of postmarital residence with female kin, matrilineal descent, and endogamy on the covariation of mitochondrial DNA and languages, using mtDNA because genomic data were available for very few populations with these ethnographic traits. We find that while there is little evidence for a consistent or widespread sex bias in the transmission of language, such biased transmission may have occurred locally in several parts of the world and might have been influenced by population-level ethnographic characteristics, such as female-based descent or residence patterns. Our results highlight the complex relationships between genes, language, ethnography, and geography.",
          "url": "http://dx.doi.org/10.1073/pnas.2322881121",
          "doi": "10.1073/pnas.2322881121",
          "filter": "0"
        },
        {
          "title": "Trade-offs, control conditions, and alternative designs in the experimental study of cultural evolution",
          "authors": "Maxime Derex, Pierce Edmiston, Gary Lupyan, Alex Mesoudi",
          "abstract": "Although the theoretical foundations of the modern field of cultural evolution have been in place for over 50 y, laboratory experiments specifically designed to test cultural evolutionary theory have only existed for the last two decades. Here, we review the main experimental designs used in the field of cultural evolution, as well as major findings related to the generation of cultural variation, content- and model-based biases, cumulative cultural evolution, and nonhuman culture. We then identify methodological advances that demonstrate the iterative improvement of cultural evolution experimental methods. Finally, we focus on one common critique of cultural evolution experiments, the appropriate individual learning control condition needed to demonstrate cumulative culture, and present an original experimental investigation relevant to this critique. Participants completed a combinatorial innovation task allowing for cumulative improvement over time in one of four commonly used experimental designs/conditions: social learners in chains, social learners in groups, individual learners experiencing an extended session lasting the same accumulated time as an entire chain or group, and individual learners experiencing repeated sessions adding up to the same total time. We found that repeated individual learning resulted in superior performance to any other condition. We discuss these findings in light of the relevance of the specific criticism of previous experimental studies that purport to have demonstrated cumulative culture. We also use our findings to discuss the broad trade-offs that participants face when learning individually and socially in different contexts, including variable acquisition costs, redundancy of effort in groups, and cognitive and motivational fatigue.",
          "url": "http://dx.doi.org/10.1073/pnas.2322886121",
          "doi": "10.1073/pnas.2322886121",
          "filter": "0"
        },
        {
          "title": "Insurance and climate risks: Policy lessons from three bounding scenarios",
          "authors": "Carolyn Kousky, Galen Treuer, Katharine J. Mach",
          "abstract": "Climate change poses complex risks without precedent that challenge established planning and risk management tools, including property insurance. The nature and timing of transitions in markets and institutions in response to growing climate risks will shape prospects for future socioeconomic well-being. As property insurance markets in the United States face higher levels of turmoil, policymakers are weighing various interventions to stabilize not only insurance but also housing and mortgage markets. We identify policy lessons based on the investigation of three bounding scenarios designed to address the question of how near-term (1 to 3 y) policy and regulatory choices surrounding insurance markets in Florida could influence medium-term (3 to 15 y) risk levels, disaster recovery, housing markets, and local economic outcomes. Since our policy choices today have a profound impact on future outcomes, careful consideration of the longer-term impacts of today’s policy choices is required to secure more effective and equitable adaptation decisions and pathways.",
          "url": "http://dx.doi.org/10.1073/pnas.2317875121",
          "doi": "10.1073/pnas.2317875121",
          "filter": "0"
        },
        {
          "title": "A tale of two cultures: How L. Luca Cavalli-Sforza bridged the gap between science and the humanities",
          "authors": "Linda Stone, Paul F. Lurquin",
          "abstract": "This article retraces the career of geneticist L. Luca Cavalli-Sforza, from his days as a student researcher to his tenure as a Stanford University professor, and beyond. We show how Cavalli-Sforza’s untiring curiosity, enthusiasm, and global knowledge led him to make incisive contributions to topics as diverse as bacterial genetics and human evolution, both biological and cultural. In an academic world where hyperspecialization is the norm, Cavalli-Sforza stood out as a scientist unafraid to promulgate and apply multidisciplinary approaches to complex issues of human origins and culture.",
          "url": "http://dx.doi.org/10.1073/pnas.2322878121",
          "doi": "10.1073/pnas.2322878121",
          "filter": "0"
        },
        {
          "title": "Genes, culture, and scientific racism",
          "authors": "Kevin N. Lala, Marcus W. Feldman",
          "abstract": "Quantitative studies of cultural evolution and gene-culture coevolution (henceforth “CE” and “GCC”) emerged in the 1970s, in the aftermath of the “race and intelligence quotient (IQ)” and “human sociobiology” debates, as a counter to extreme hereditarian positions. These studies incorporated cultural transmission and its interaction with genetics in contributing to patterns of human variation. Neither CE nor GCC results were consistent with racist claims of ubiquitous genetic differences between socially defined races. We summarize how genetic data refute the notion of racial substructure for human populations and address naive interpretations of race across the biological sciences, including those related to ancestry, health, and intelligence, that help to perpetuate racist ideas. A GCC perspective can refute reductionist and determinist claims while providing a more inclusive multidisciplinary framework in which to interpret human variation.",
          "url": "http://dx.doi.org/10.1073/pnas.2322874121",
          "doi": "10.1073/pnas.2322874121",
          "filter": "0"
        },
        {
          "title": "Bridging theory and data: A computational workflow for cultural evolution",
          "authors": "Dominik Deffner, Natalia Fedorova, Jeffrey Andrews, Richard McElreath",
          "abstract": "Cultural evolution applies evolutionary concepts and tools to explain the change of culture over time. Despite advances in both theoretical and empirical methods, the connections between cultural evolutionary theory and evidence are often vague, limiting progress. Theoretical models influence empirical research but rarely guide data collection and analysis in logical and transparent ways. Theoretical models themselves are often too abstract to apply to specific empirical contexts and guide statistical inference. To help bridge this gap, we outline a quality-assurance computational workflow that starts from generative models of empirical phenomena and logically connects statistical estimates to both theory and real-world explanatory goals. We emphasize and demonstrate validation of the workflow using synthetic data. Using the interplay between conformity, migration, and cultural diversity as a case study, we present coded and repeatable examples of directed acyclic graphs, tailored agent-based simulations, a probabilistic transmission model for longitudinal data, and an approximate Bayesian computation model for cross-sectional data. We discuss the assumptions, opportunities, and pitfalls of different approaches to generative modeling and show how each can be used to improve data analysis depending on the structure of available data and the depth of theoretical understanding. Throughout, we highlight the significance of ethnography and of collecting basic cultural and demographic information about study populations and call for more emphasis on logical and theory-driven workflows as part of science reform.",
          "url": "http://dx.doi.org/10.1073/pnas.2322887121",
          "doi": "10.1073/pnas.2322887121",
          "filter": "0"
        },
        {
          "title": "Cultural evolution: Where we have been and where we are going (maybe)",
          "authors": "Robert Boyd, Peter J. Richerson",
          "abstract": "The study of cultural evolution using ideas from population biology began about 50 y ago, with the work of L.L. Cavalli-Sforza, Marcus Feldman, and ourselves. It has grown from this small beginning into a vital field with many publications and its own scientific society. In this essay, we give our perspective on the origins of the field and current unanswered questions.",
          "url": "http://dx.doi.org/10.1073/pnas.2322879121",
          "doi": "10.1073/pnas.2322879121",
          "filter": "0"
        },
        {
          "title": "Forward and backward modeling of cultural evolutionary processes",
          "authors": "Joe Y. Wakano, Kenichi Aoki",
          "abstract": "Modern cultural evolution theory adopts a variety of concepts and methods developed in mathematical biology, in particular population genetics theory. In addition to forward-looking approaches such as two-locus models, backward-looking approaches such as coalescent theory, which describe ancestral states of the current population, have played an important role in population genetics. Here, we show how forward and backward approaches can be applied to two examples in cultural evolution. The first example deals with the number of cultural traits, which can be analyzed by a backward approach. Cultural coalescent theory illustrates many unique aspects of cultural processes such as information transfer (i.e., social learning) from many donors (“cultural parents”), including or excluding the biological parents. Theory predicts that many cultural traits of intermediate (or higher) frequency (popularity) can exist that are surprisingly old. Many unsolved issues remain, however, such as how to incorporate social structure as well as natural and/or cultural selection, which we believe to be an urgent agenda. The second example is the punishment of sibling incest, a problem to which cultural coalescent theory cannot currently be usefully applied. By analyzing forward recursions, we show that punishment is ineffective in suppressing incest, unless the incestuous inclination is diminished by the presence of punishers. Based on these examples, we discuss the merits and demerits of forward and backward approaches.",
          "url": "http://dx.doi.org/10.1073/pnas.2322880121",
          "doi": "10.1073/pnas.2322880121",
          "filter": "0"
        },
        {
          "title": "Postmarital residence rules and transmission pathways in cultural hitchhiking",
          "authors": "Simon Carrignon, Enrico R. Crema, Anne Kandler, Stephen Shennan",
          "abstract": "Cultural evolutionary processes can often lead to a statistical association between neutral and adaptive traits during episodes of population dispersal and the introduction of a beneficial technology in a geographic region. Here, we examine such cultural hitchhiking processes using an individual-based model that portrays the cultural interaction between a migrant and an incumbent population. Our model is loosely based on the interaction between farming and foraging populations during the initial stages of the adoption and diffusion of agricultural practices. The two populations are characterized by different variants for their neutral and adaptive cultural traits, with the latter set providing a reproductive advantage for the migrant communities over the incumbent ones. We explore how the neutral traits of the migrant population spread and how this process is conditioned by the following factors: 1) the possibility of transmission of the adaptive traits; 2) the extent of the increased reproductive advantage provided by the adaptive variants of the migrant population; 3) postmarital residence rules; and 4) how and when neutral traits are transmitted. Our results reveal a diverse range of outputs, highlighting the relevance of factors such as the nature of postmarital resocialization and the specific combination of postmarital residence rules and sex-biased transmission.",
          "url": "http://dx.doi.org/10.1073/pnas.2322888121",
          "doi": "10.1073/pnas.2322888121",
          "filter": "0"
        },
        {
          "title": "Cultural transmission among hunter-gatherers",
          "authors": "Barry S. Hewlett, Adam H. Boyette, Sheina Lew-Levy, Sandrine Gallois, Samuel Jilo Dira",
          "abstract": "We examine from whom children learn in mobile hunter-gatherers, a way of life that characterized much of human history. Recent studies on the modes of transmission in hunter-gatherers are reviewed before presenting an analysis of five modes of transmission described by Cavalli-Sforza and Feldman [L. L. Cavalli-Sforza, M. W. Feldman, Cultural Transmission and Evolution: A Quantitative Approach (1981)] but not previously evaluated in hunter-gatherer research. We also present two modes of group transmission, conformist transmission, and concerted transmission, seldom mentioned in hunter-gatherer social learning research, and propose a unique mode of group transmission called cumulative transmission. The analysis of the additional modes of transmission indicated that cultural evolutionary signatures of vertical transmission, such as the conservation of cultural traits, have been underestimated because previous studies have seldom considered remote generations or distinguished intrafamilial from extrafamilial horizontal and oblique transmission. However, field data also indicate that hunter-gatherer children interacted with and learned from many nongenetically related individuals; about half of children’s and adolescents’ horizontal and oblique social learning came from nongenetically related individuals. Intimate living conditions of hunter-gatherers provide opportunities for group transmission, and ethnographic evidence presented demonstrates that at least three types of group transmission exist. All three forms of group transmission theoretically contribute to the conservation of culture, homogeneity of intracultural diversity, and high intercultural diversity. Analysis of additional modes of oblique and horizontal transmission and discussion of previous and unique modes of group transmission demonstrate the various mechanisms by which hunter-gatherer children learn and how cultures are conserved and contribute to cumulative culture.",
          "url": "http://dx.doi.org/10.1073/pnas.2322883121",
          "doi": "10.1073/pnas.2322883121",
          "filter": "0"
        },
        {
          "title": "Half a century of quantitative cultural evolution",
          "authors": "Laurel Fogarty, Anne Kandler, Nicole Creanza, Marcus W. Feldman",
          "url": "http://dx.doi.org/10.1073/pnas.2418106121",
          "doi": "10.1073/pnas.2418106121",
          "filter": "0"
        },
        {
          "title": "Social tolerance and success-biased social learning underlie the cultural transmission of an induced extractive foraging tradition in a wild tool-using primate",
          "authors": "Camila Galheigo Coelho, Ivan Garcia-Nisa, Eduardo B. Ottoni, Rachel L. Kendal",
          "abstract": "The last two decades have seen great advances in the study of social learning (learning from others), in part due to efforts to identify it in the wild as the basis of behavioral traditions. Theoretical frameworks suggest that both the dynamics of social tolerance and transmission biases (or social learning strategies) influence the pathways of information diffusion in social groups. Bearded capuchins ( Sapajus libidinosus ) inhabiting the semiarid seasonal caatinga biome of the Serra da Capivara National Park (SCNP) form highly tolerant societies that possess the largest “tool-kit” described for monkeys, a feat likely facilitated by social learning. Here, we used social network analysis and an open diffusion experiment using an extractive foraging task to identify the occurrence of social learning and describe the pathways of social transmission of information in two wild primate populations. The dynamics of social tolerance outside of task introductions predicted opportunities for social learning, but it was tolerance during task introductions that predicted the actual pathways of social information diffusion. Our results also indicated that the capuchins mainly learned from others via direct observation and naïve individuals exhibited an observation bias toward successful males. This study supports the claims of cultural transmission in robust capuchins and empirically supports the role of social tolerance and social learning strategies in human and nonhuman primate cultural evolution.",
          "url": "http://dx.doi.org/10.1073/pnas.2322884121",
          "doi": "10.1073/pnas.2322884121",
          "filter": "0"
        },
        {
          "title": "How cultural innovations trigger the emergence of new pathogens",
          "authors": "Pantea Pooladvand, Jeremy R. Kendal, Mark M. Tanaka",
          "abstract": "Cultural practices perceived to be adaptive—from clearing land for food production to medical innovations—can disseminate quickly through human populations. However, these same practices often have unintended maladaptive effects. A particularly consequential effect is the emergence of diseases. In numerous instances, a cultural change is followed by the appearance of a new pathogen. Here, we develop mathematical models to analyze the population processes through which cultural evolution precipitates the emergence of a new disease. We find that when a risk-bearing cultural practice spreads, emergence can be an unavoidable cost even if a safer alternative practice eventually evolves from the original. Social learning and a fitness advantage associated with the evolving practice drive early disease emergence but the two factors have distinct effects on the time to mutation of the pathogen and significant stochastic variation is observed. For example, a disease can take longer to emerge in a population that adopts the risk-bearing practice quickly than in a population that is slow to transition. Extending the model to explore the effects of an alternative practice evolving from the original, we find a nonmonotonic relationship between relative risk of the two practices and the median time to disease emergence. Our findings contribute to understanding how cultural evolution can shape pathogen evolution and highlight the unpredictability of disease emergence.",
          "url": "http://dx.doi.org/10.1073/pnas.2322882121",
          "doi": "10.1073/pnas.2322882121",
          "filter": "0"
        },
        {
          "title": "Modeling and testing strategic interdependence and tipping in public policy implementation",
          "authors": "Lu Liu, Zhihan Cui, Howard Kunreuther, Geoffrey Heal",
          "abstract": "We develop a game-theoretic model of strategic interdependence and tipping in public policy choices and show that the model can be estimated by probit and logit estimators. We test its validity and applicability by using daily data on state-level COVID-19 responses in the United States. Social distancing via shelter-in-place (SIP) strategies and wearing masks emerged as the most effective nonpharmaceutical ways of combatting COVID-19. In the United States, choices about these policies are made by individual states. We develop a game-theoretic model of such choices and test it econometrically, confirming strong interdependence in the implementation of these policies. If enough states engage in social distancing or mask wearing, others will be tipped to follow suit. Policy choices are influenced mainly by the choices of other states, especially those of similar political orientation and to a lesser degree by the number of new COVID-19 cases. The choice of mask-wearing policies is more sensitive to peer choices than the choice of SIP policies, and Republican states are much less likely than Democratic to introduce mask-wearing policies. The choices of policies are influenced more by political than public health considerations. These findings emphasize strategic interdependence in policy choice and offer an analytical framework for these complex dynamics.",
          "url": "http://dx.doi.org/10.1073/pnas.2414041121",
          "doi": "10.1073/pnas.2414041121",
          "filter": "0"
        },
        {
          "title": "Predecisional information search adaptively reduces three types of uncertainty",
          "authors": "Mikhail S. Spektor, Dirk U. Wulff",
          "abstract": "How do people search for information when they are given the opportunity to freely explore their options? Previous research has suggested that people focus on reducing uncertainty before making a decision, but it remains unclear how exactly they do so and whether they do so consistently. We present an analysis of over 1,000,000 information-search decisions made by over 2,500 individuals in a decisions-from-experience setting that cleanly separates information search from choice. Using a data-driven approach supported by a formal measurement framework, we examine how people allocate samples to options and how they decide to terminate search. Three major insights emerge. First, predecisional information search has at least three drivers that can be interpreted as reducing three types of uncertainty: structural, estimation, and computational. Second, the selection of these drivers of information search is adaptive, sequential, and guided by environmental knowledge that integrates prior expectations, task instructions, and personal experiences. Third, predecisional information search exhibits substantial interindividual heterogeneity, with individuals recruiting different drivers of information search. Together, these insights suggest that human information search is complex in ways that cannot be fully explained by monolithic accounts of information search, including proposals focused on estimation uncertainty or cost–benefit analysis. We conclude that broader theories of human information-search behavior are necessary.",
          "url": "http://dx.doi.org/10.1073/pnas.2311714121",
          "doi": "10.1073/pnas.2311714121",
          "filter": "0"
        },
        {
          "title": "Signatures of selection with cultural interference",
          "authors": "Laurel Fogarty, Sarah P. Otto",
          "abstract": "Human evolution is intricately linked with culture, which permeates almost all facets of human life from health and reproduction, to the environments in which we live. Nevertheless, our understanding of the ways in which stably transmitted, evolutionarily relevant human cultural traits might interact with the human genome is incomplete, and methods to detect such interactions are limited. Here, we describe some rules of cultural transmission which could pertain to both humans and cultural nonhuman animals that could lead to the formation and maintenance of stable associations between cultural and genetic traits. Next, we show that, in the presence of such associations, a process analogous to genetic hitchhiking is possible in gene–culture systems. These could leave signatures in the human genome similar to, and perhaps indistinguishable from, those left by selection on genetic traits. Finally, we model selective interference between cultural and genetic traits. We show that selective interference between a cultural trait under selection and a genetic trait under selection can reduce the efficacy of natural selection in the human genome, both in terms of the probability of fixation of beneficial alleles and the dynamics of selective sweeps. We then show that the efficiency of selection at genetic loci can, however, be increased in the presence of strong cultural transmission biases. This implies that the signatures of gene–culture interactions in genetic data may be complex and wide-ranging in gene–culture coevolutionary systems.",
          "url": "http://dx.doi.org/10.1073/pnas.2322885121",
          "doi": "10.1073/pnas.2322885121",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Cotranslational molecular condensation of cochaperones and assembly factors facilitates axonemal dynein biogenesis",
          "authors": "Yuanyuan Li, Wenyan Xu, Yubao Cheng, Lydia Djenoune, Chuzhi Zhuang, Andrew Lee Cox, Clemente J. Britto, Shiaulou Yuan, Siyuan Wang, Zhaoxia Sun",
          "abstract": "Axonemal dynein, the macromolecular machine that powers ciliary motility, assembles in the cytosol with the help of dynein axonemal assembly factors (DNAAFs). These DNAAFs localize in cytosolic foci thought to form via liquid–liquid phase separation. However, the functional significance of DNAAF foci formation and how the production and assembly of multiple components are so efficiently coordinated, at such enormous scale, remain unclear. Here, we unveil an axonemal dynein production and assembly hub enriched with translating heavy chains (HCs) and DNAAFs. We show that mRNAs encoding interacting HCs of outer dynein arms colocalize in cytosolic foci, along with nascent HCs. The formation of these mRNA foci and their colocalization relies on HC translation. We observe that a previously identified DNAAF assembly, containing the DNAAF Lrrc6 and cochaperones Ruvbl1 and Ruvbl2, colocalizes with these HC foci, and is also dependent on HC translation. We additionally show that Ruvbl1 is required for the recruitment of Lrrc6 into the HC foci and that both proteins function cotranslationally. We propose that these DNAAF foci are anchored by stable interactions between translating HCs, ribosomes, and encoding mRNAs, followed by cotranslational molecular condensation of cochaperones and assembly factors, providing a potential mechanism that coordinates HC translation, folding, and assembly at scale.",
          "url": "http://dx.doi.org/10.1073/pnas.2402818121",
          "doi": "10.1073/pnas.2402818121",
          "filter": "2"
        },
        {
          "title": "Noise schemas aid hearing in noise",
          "authors": "Jarrod M. Hicks, Josh H. McDermott",
          "abstract": "Human hearing is robust to noise, but the basis of this robustness is poorly understood. Several lines of evidence are consistent with the idea that the auditory system adapts to sound components that are stable over time, potentially achieving noise robustness by suppressing noise-like signals. Yet background noise often provides behaviorally relevant information about the environment and thus seems unlikely to be completely discarded by the auditory system. Motivated by this observation, we explored whether noise robustness might instead be mediated by internal models of noise structure that could facilitate the separation of background noise from other sounds. We found that detection, recognition, and localization in real-world background noise were better for foreground sounds positioned later in a noise excerpt, with performance improving over the initial second of exposure to a noise. These results are consistent with both adaptation-based and model-based accounts (adaptation increases over time and online noise estimation should benefit from acquiring more samples). However, performance was also robust to interruptions in the background noise and was enhanced for intermittently recurring backgrounds, neither of which would be expected from known forms of adaptation. Additionally, the performance benefit observed for foreground sounds occurring later within a noise excerpt was reduced for recurring noises, suggesting that a noise representation is built up during exposure to a new background noise and then maintained in memory. These findings suggest that noise robustness is supported by internal models—“noise schemas”—that are rapidly estimated, stored over time, and used to estimate other concurrent sounds.",
          "url": "http://dx.doi.org/10.1073/pnas.2408995121",
          "doi": "10.1073/pnas.2408995121",
          "filter": "2"
        },
        {
          "title": "Uncovering multiscale structure in the variability of larval zebrafish navigation",
          "authors": "Gautam Sridhar, Massimo Vergassola, João C. Marques, Michael B. Orger, Antonio Carlos Costa, Claire Wyart",
          "abstract": "Animals chain movements into long-lived motor strategies, exhibiting variability across scales that reflects the interplay between internal states and environmental cues. To reveal structure in such variability, we build Markov models of movement sequences that bridge across timescales and enable a quantitative comparison of behavioral phenotypes among individuals. Applied to larval zebrafish responding to diverse sensory cues, we uncover a hierarchy of long-lived motor strategies, dominated by changes in orientation distinguishing cruising versus wandering strategies. Environmental cues induce preferences along these modes at the population level: while fish cruise in the light, they wander in response to aversive stimuli, or in search for appetitive prey. As our method encodes the behavioral dynamics of each individual fish in the transitions among coarse-grained motor strategies, we use it to uncover a hierarchical structure in the phenotypic variability that reflects exploration–exploitation trade-offs. Across a wide range of sensory cues, a major source of variation among fish is driven by prior and/or immediate exposure to prey that induces exploitation phenotypes. A large degree of variability that is not explained by environmental cues unravels hidden states that override the sensory context to induce contrasting exploration–exploitation phenotypes. Altogether, by extracting the timescales of motor strategies deployed during navigation, our approach exposes structure among individuals and reveals internal states tuned by prior experience.",
          "url": "http://dx.doi.org/10.1073/pnas.2410254121",
          "doi": "10.1073/pnas.2410254121",
          "filter": "2"
        },
        {
          "title": "In vivo photoreceptor base editing ameliorates rhodopsin-E150K autosomal-recessive retinitis pigmentosa in mice",
          "authors": "Samuel W. Du, Gregory A. Newby, David Salom, Fangyuan Gao, Carolline Rodrigues Menezes, Susie Suh, Elliot H. Choi, Paul Z. Chen, David R. Liu, Krzysztof Palczewski",
          "abstract": "Rhodopsin, the prototypical class-A G-protein coupled receptor, is a highly sensitive receptor for light that enables phototransduction in rod photoreceptors. Rhodopsin plays not only a sensory role but also a structural role as a major component of the rod outer segment disc, comprising over 90% of the protein content of the disc membrane. Mutations in RHO which lead to structural or functional abnormalities, including the autosomal recessive E150K mutation, result in rod dysfunction and death. Therefore, correction of deleterious rhodopsin mutations could rescue inherited retinal degeneration, as demonstrated for other visual genes such as RPE65 and PDE6B. In this study, we describe a CRISPR/Cas9 adenine base editing strategy to correct the E150K mutation and demonstrate precise in vivo editing in a Rho -E150K mouse model of autosomal recessive retinitis pigmentosa (RP). Using ultraviolet-visible spectroscopy, mass spectrometry, and the G-protein activation assay, we characterized wild-type rhodopsin and rhodopsin variants containing bystander base edits. Subretinal injection of dual-adeno-associated viruses delivering our base editing strategy yielded up to 44% Rho correction in homozygous Rho -E150K mice. Injection at postnatal day 15, but not later time points, restored rhodopsin expression, partially rescued retinal function, and partially preserved retinal structure. These findings demonstrate that in vivo base editing can restore the function of mutated structural and functional proteins in animal models of disease, including rhodopsin-associated RP and suggest that the timing of gene-editing is a crucial determinant of successful treatment outcomes for degenerative genetic diseases.",
          "url": "http://dx.doi.org/10.1073/pnas.2416827121",
          "doi": "10.1073/pnas.2416827121",
          "filter": "2"
        },
        {
          "title": "There is no horizontal gravity force in geopotential coordinates",
          "authors": "James C. McWilliams",
          "abstract": "In response to a recent challenge to the longstanding practice in modeling large-scale circulations in the atmosphere and ocean that neglects any horizontal component of Earth’s gravity-rotation force, this paper demonstrates that a coordinate transformation into geopotential coordinates has no such horizontal force. This framework should be understood as the justification for and, if warranted, the basis for making further refinements to such geophysical models.",
          "url": "http://dx.doi.org/10.1073/pnas.2416636121",
          "doi": "10.1073/pnas.2416636121",
          "filter": "2"
        },
        {
          "title": "Symmetry engineering in 2D bioelectronics facilitating augmented biosensing interfaces",
          "authors": "Yizhang Wu, Yihan Liu, Yuan Li, Ziquan Wei, Sicheng Xing, Yunlang Wang, Dashuai Zhu, Ziheng Guo, Anran Zhang, Gongkai Yuan, Zhibo Zhang, Ke Huang, Yong Wang, Guorong Wu, Ke Cheng, Wubin Bai",
          "abstract": "Symmetry lies at the heart of two-dimensional (2D) bioelectronics, determining material properties at the fundamental level. Breaking the symmetry allows emergent functionalities and effects. However, symmetry modulation in 2D bioelectronics and the resultant applications have been largely overlooked. Here, we devise an oxidized architectural MXene, referred to as oxidized MXene (OXene), that couples orbit symmetric breaking with inverse symmetric breaking to entitle the optimized interfacial impedance and Schottky-induced piezoelectric effects. The resulting OXene validates applications ranging from microelectrode arrays, gait analysis, active transistor matrix, and wireless signaling transmission, which enables high-fidelity signal transmission and reconfigurable logic gates. Furthermore, OXene interfaces were investigated in both rodent and porcine myocardium, featuring high-quality and spatiotemporally resolved physiological recordings, while accurate differentiated predictions, enabled via various machine learning pipelines.",
          "url": "http://dx.doi.org/10.1073/pnas.2412684121",
          "doi": "10.1073/pnas.2412684121",
          "filter": "2"
        },
        {
          "title": "Genetic differentiation and precolonial Indigenous cultivation of hazelnut ( Corylus cornuta , Betulaceae) in Western North America",
          "authors": "Chelsey Geralda Armstrong, Rute B. G. Clemente-Carvalho, Nancy J. Turner, Sara Wickham, Andrew Trant, Matthew A. Lemay",
          "abstract": "Cultivation studies evaluating land-use histories and coevolutionary dynamics between humans and plants focus predominantly on domesticated species. Traditional anthropological divisions of “foragers” and “farmers” have shaped our understanding of ancient cultivation practices but have several limitations, including how people stewarded and managed nondomesticated species. To investigate the long-term effects of plant management in the Pacific Northwest, this study focuses on beaked hazelnut ( Corylus cornuta ) which has a long, precolonial history of management, transportation, and cultivation in British Columbia (BC, Canada). In particular, isolated hazelnut populations in northwestern BC are thought to be the result of historical transplanting and management. We sampled individual hazelnuts (n = 219) representing three distinct regions in and assessed 9,650 genome-wide SNPs identified with nextRAD genotyping-by-sequencing libraries to test for population genetic structure. We used linear measurements of individuals to assess morphological phenotypes and to identify variation between individuals and lineages. These data reveal shared genetic clusters in distant and disjunct northwestern and interior regions consistent with the movement of humans across the landscape. We also find several small genetically distinct populations in the northwestern region. The Genetic structure of hazelnut in the previously labeled “disjunct” region in Gitxsan, Ts’msyen, and Nis g a’a homelands is consistent with the enduring influence of people on the distribution of purportedly “wild” plant species. Our results support the hypothesis that hazelnut was likely transplanted long distances and also managed in situ. This study highlights the often-overlooked agency of Indigenous Peoples in shaping species range distributions in North America.",
          "url": "http://dx.doi.org/10.1073/pnas.2402304121",
          "doi": "10.1073/pnas.2402304121",
          "filter": "2"
        },
        {
          "title": "Magnetic soft microrobots for erectile dysfunction therapy",
          "authors": "Shuting Wang, Zhenqing Wang, Zongshan Shen, Min Zhang, Dongdong Jin, Ke Zheng, Xuemin Liu, Muyuan Chai, Zhenxing Wang, Ani Chi, Serge Ostrovidov, Hongkai Wu, Dan Shao, Guihua Liu, Kai Wu, Kam W. Leong, Xuetao Shi",
          "abstract": "Erectile dysfunction (ED) is a major threat to male fertility and quality of life, and mesenchymal stromal cells (MSCs) are a promising therapeutic option. However, therapeutic outcomes are compromised by low MSC retention and survival rates in corpus cavernosum tissue. Here, we developed an innovative magnetic soft microrobot comprising an ultrasoft hydrogel microsphere embedded with a magnetic nanoparticle chain for MSC delivery. This design also features phenylboronic acid groups for scavenging reactive oxygen species (ROS). With a Young’s modulus of less than 1 kPa, the ultrasoft microrobot adapts its shape within narrow blood vessels, ensuring a uniform distribution of MSCs within the corpus cavernosum. Our findings showed that compared with traditional MSC injections, the MSC delivery microrobot (MSC-Rob) significantly enhanced MSC retention and survival. In both rat and beagle ED models, MSC-Rob treatment accelerated the repair of corpus cavernosum tissue and restored erectile function. Single-cell RNA sequencing (scRNA-seq) revealed that MSC-Rob treatment facilitates nerve and blood vessel regeneration in the corpus cavernosum by increasing the presence of regenerative macrophages. Overall, our MSC-Rob not only advances the clinical application of MSCs for ED therapy but also broadens the scope of microrobots for other cell therapies.",
          "url": "http://dx.doi.org/10.1073/pnas.2407809121",
          "doi": "10.1073/pnas.2407809121",
          "filter": "2"
        },
        {
          "title": "Deficiency in glutathione peroxidase 4 (GPX4) results in abnormal lens development and newborn cataract",
          "authors": "Zongbo Wei, Caili Hao, Kazi Rafsan Radeen, Zheng Hao, Kavitha Kettimuthu, Kristal Maner-Smith, Shinya Toyokuni, Xingjun Fan",
          "abstract": "The human lens is composed of a monolayer of lens epithelial cells (LECs) and elongated fibers that align tightly but are separated by the plasma membrane. The integrity of the lens plasma membrane is crucial for maintaining lens cellular structure, homeostasis, and transparency. Glutathione peroxidase 4 (GPX4), a selenoenzyme, plays a critical role in protecting against lipid peroxidation. This study aims to elucidate the role of GPX4 in lens plasma membrane stability during lens development using in vitro, ex vivo, and in vivo systems. Our findings reveal that GPX4 deficiency triggers lens epithelial apoptosis-independent but ferroptosis-mediated cell death. Blocking lens GPX4 activity during ex vivo culture induces lens opacification, LEC death, and disruption of lens fiber cell arrangement. Deletion of lens-specific Gpx4 results in significant unsaturated phospholipid loss and an increase in oxidized phospholipids. Consequently, lenses with Gpx4 deficiency exhibit massive disruption of lens fiber cell structure, significant loss of LECs via ferroptosis, and formation of newborn cataracts. Remarkably, administering the lipid peroxidation inhibitor, liproxstatin-1, to pregnant mothers at embryonic days 9.5 significantly prevents lipid peroxidation, LEC death, and lens developmental defects. Our study unveils the crucial role of GPX4 in lens development and transparency, and also provides a successful intervention approach to prevent lens developmental defects through lipid peroxidation inhibition.",
          "url": "http://dx.doi.org/10.1073/pnas.2407842121",
          "doi": "10.1073/pnas.2407842121",
          "filter": "2"
        },
        {
          "title": "The mechanism of allosteric regulation of calcium-independent phospholipase A 2 by ATP and calmodulin binding to the ankyrin domain",
          "authors": "Varnavas D. Mouchlis, Yuan-Hao Hsu, Daiki Hayashi, Jian Cao, Sheng Li, J. Andrew McCammon, Edward A. Dennis",
          "abstract": "Group VIA calcium-independent phospholipase A 2 (iPLA 2 ) is a member of the PLA 2 superfamily that exhibits calcium-independent activity in contrast to the other two major types, secreted phospholipase A 2 (sPLA 2 ) and cytosolic phospholipase A 2 (cPLA 2 ), which both require calcium for their enzymatic activity. Adenosine triphosphate (ATP) has been reported to allosterically activate iPLA 2 , and this has now been verified with a lipidomics-based mixed-micelle assay, but its mechanism of action has been unknown. Hydrogen/deuterium exchange mass spectrometry (HDX-MS) was employed to identify ATP interaction peptide regions located within the ankyrin repeat domain at which ATP interacts. Molecular dynamics simulations revealed the mechanism by which ATP binds to its site and the main residues that interact. Site-directed mutagenesis was used to verify the importance of these residues in the role of ATP in regulating iPLA 2 activity. Importantly, calcium was found to abolish the enhancing regulatory function of ATP and to promote the inhibitory activity by calmodulin. Given previous evidence that calcium does not bind directly to iPLA 2 , its effect appears to be indirect via association with ATP and/or calmodulin. Using HDX-MS, we found that calmodulin interacts with the N terminus peptide region of iPLA 2 consisting of residues 20 to 28. These two regulatory iPLA 2 sites open the road to the development of potential targets for therapeutic intervention.",
          "url": "http://dx.doi.org/10.1073/pnas.2411539121",
          "doi": "10.1073/pnas.2411539121",
          "filter": "2"
        },
        {
          "title": "CD2 expressing innate lymphoid and T cells are critical effectors of immunopathogenesis in hidradenitis suppurativa",
          "authors": "Mahendra Pratap Kashyap, Bharat Mishra, Rajesh Sinha, Lin Jin, YiFei Gou, Nilesh Kumar, Kayla F. Goliwas, Safiya Haque, Jessy Deshane, Erik Berglund, David Berglund, Boni E. Elewski, Craig A. Elmets, Mohammad Athar, M. Shahid Mukhtar, Chander Raman",
          "abstract": "Hidradenitis suppurativa (HS) is a chronic, debilitating inflammatory skin disease with a poorly understood immunopathogenesis. Here, we report that HS lesional skin is characterized by the expansion of innate lymphocytes and T cells expressing CD2, an essential activation receptor and adhesion molecule. Lymphocytes expressing elevated CD2 predominated with unique spatial distribution throughout the epidermis and hypodermis in the HS lesion. CD2 + cells were mainly innate lymphocytes expressing the NK cell marker, CD56, and CD4 + T cells. Importantly, these CD2 + cells interacted with CD58 (LFA3) expressing epidermal keratinocytes and fibroblasts in the hypodermis. Granzyme A bright NKT cells (CD2 + CD3 + CD56 bright ) clustered with α-SMA expressing fibroblasts juxtaposed to epithelialized tunnels and fibrotic regions of the hypodermis. Whereas NK cells (CD2 + CD56 dim ) were perforin + , granzymes A + and B + , and enriched adjacent to hyperplastic follicular epidermis and tunnels of HS showing presence of apoptotic cells. The cytokines IL-12, IL-15, and IL-18, which enhance NK cell maturation and function were significantly elevated in HS. Ex vivo HS skin explant cultures treated with CD2:CD58 interaction-blocking anti-CD2 monoclonal antibody attenuated secretion of inflammatory cytokines/chemokines and suppressed inflammatory gene signature. Additionally, CD2:CD58 blockade altered miRNAs involved in NK/NKT differentiation and/or function. In summary, we show that a cellular network of heterogenous NKT and NK cell populations drives inflammation and is critical in the pathobiology of HS, including tunnel formation and fibrosis. Finally, CD2 blockade is a viable immunotherapeutic approach for the effective management of HS.",
          "url": "http://dx.doi.org/10.1073/pnas.2409274121",
          "doi": "10.1073/pnas.2409274121",
          "filter": "2"
        },
        {
          "title": "Microtubule poleward flux as a target for modifying chromosome segregation errors",
          "authors": "Patrik Risteski, Jelena Martinčić, Mihaela Jagrić, Erna Tintor, Ana Petelinec, Iva M. Tolić",
          "abstract": "Cancer cells often display errors in chromosome segregation, some of which result from improper chromosome alignment at the spindle midplane. Chromosome alignment is facilitated by different rates of microtubule poleward flux between sister kinetochore fibers. However, the role of the poleward flux in supporting mitotic fidelity remains unknown. Here, we introduce the hypothesis that the finely tuned poleward flux safeguards against lagging chromosomes and micronuclei at mitotic exit by promoting chromosome alignment in metaphase. We used human untransformed RPE-1 cells depleted of KIF18A/kinesin-8 as a system with reduced mitotic fidelity, which we rescued by three mechanistically independent treatments, comprising low-dose taxol or codepletion of the spindle proteins HAUS8 or NuMA. The rescue of mitotic errors was due to shortening of the excessively long overlaps of antiparallel microtubules, serving as a platform for motor proteins that drive the flux, which in turn slowed down the overly fast flux and improved chromosome alignment. In contrast to the prevailing view, the rescue was not accompanied by reduction of overall microtubule growth rates. Instead, speckle microscopy revealed that the improved chromosome alignment in the rescue treatments was associated with slower growth and flux of kinetochore microtubules. In a similar manner, a low-dose taxol treatment rescued mitotic errors in a high-grade serous ovarian carcinoma cell line OVKATE. Collectively, our results highlight the potential of targeting microtubule poleward flux to modify chromosome instability and provide insight into the mechanism through which low doses of taxol rescue certain mitotic errors in cancer cells.",
          "url": "http://dx.doi.org/10.1073/pnas.2405015121",
          "doi": "10.1073/pnas.2405015121",
          "filter": "2"
        },
        {
          "title": "Salmonella virulence factors induce amino acid malabsorption in the ileum to promote ecosystem invasion of the large intestine",
          "authors": "Lauren C. Radlinski, Andrew W. L. Rogers, Lalita Bechtold, Hugo L. P. Masson, Henry Nguyen, Anaïs B. Larabi, Connor R. Tiffany, Thaynara Parente de Carvalho, Renée M. Tsolis, Andreas J. Bäumler",
          "abstract": "The gut microbiota produces high concentrations of antimicrobial short-chain fatty acids (SCFAs) that restrict the growth of invading microorganisms. The enteric pathogen Salmonella enterica serovar ( S. ) Typhimurium triggers inflammation in the large intestine to ultimately reduce microbiota density and bloom, but it is unclear how the pathogen gains a foothold in the homeostatic gut when SCFA-producing commensals are abundant. Here, we show that S. Typhimurium invasion of the ileal mucosa triggers malabsorption of dietary amino acids to produce downstream changes in nutrient availability in the large intestine. In gnotobiotic mice engrafted with a community of 17 human Clostridia isolates, S. Typhimurium virulence factors triggered marked changes in the cecal metabolome, including an elevated abundance of amino acids. In an ex vivo fecal culture model, we found that two of these amino acids, lysine and ornithine, countered SCFA-mediated growth inhibition by restoring S. Typhimurium pH homeostasis through the inducible amino acid decarboxylases CadA and SpeF, respectively. In a mouse model of gastrointestinal infection, S. Typhimurium CadA activity depleted dietary lysine to promote cecal ecosystem invasion in the presence of an intact microbiota. From these findings, we conclude that virulence factor–induced malabsorption of dietary amino acids in the small intestine changes the nutritional environment of the large intestine to provide S. Typhimurium with resources needed to counter growth inhibition by microbiota-derived SCFAs.",
          "url": "http://dx.doi.org/10.1073/pnas.2417232121",
          "doi": "10.1073/pnas.2417232121",
          "filter": "2"
        },
        {
          "title": "A detailed look at striatal acetylcholine, dopamine, and their interactions",
          "authors": "James Taniguchi, Nicolas X. Tritsch",
          "url": "http://dx.doi.org/10.1073/pnas.2419752121",
          "doi": "10.1073/pnas.2419752121",
          "filter": "2"
        },
        {
          "title": "Metabolomics reveals soluble epoxide hydrolase as a therapeutic target for high-sucrose diet-mediated gut barrier dysfunction",
          "authors": "Ai-Zhi Lin, Xian Fu, Qing Jiang, Xue Zhou, Sung Hee Hwang, Hou-Hua Yin, Kai-Di Ni, Qing-Jin Pan, Xin He, Ling-Tong Zhang, Yi-Wen Meng, Ya-Nan Liu, Bruce D. Hammock, Jun-Yan Liu",
          "abstract": "Highsucrose diet (HSD) was reported as a causative factor for multiorgan injuries. The underlying mechanisms and therapeutic strategies remain largely uncharted. In the present study, by using a metabolomics approach, we identified the soluble epoxide hydrolase (sEH) as a therapeutic target for HSD-mediated gut barrier dysfunction. Specifically, 16-week feeding on an HSD caused gut barrier dysfunction, such as colon inflammation and tight junction impairment in a murine model. A metabolomics analysis of mouse colon tissue showed a decrease in the 5(6)-epoxyeicosatrienoic acid [5(6)-EET] level and an increase in soluble epoxide hydrolase, which is related to HSD-mediated injuries to the gut barrier. The mice treated with a chemical inhibitor of sEH and the mice with genetic intervention by intestinal-specific knockout of the sEH gene significantly attenuated HSD-caused intestinal injuries by reducing HSD-mediated colon inflammation and improving the impaired tight junction caused by an HSD. Further, in vitro studies showed that treatment with 5(6)-EET, but not its hydrolytic product 5,6-dihydroxyeicosatrienoic acid (5,6-DiHET), significantly ablated high sucrose-caused intestinal epithelial inflammation and impaired tight junction. Additionally, 5(6)-EET is anti-inflammatory and improves gut epithelial tight junction while 5,6-DiHET cannot do so. This study presents an underlying mechanism of and a therapeutic strategy for the gut barrier dysfunction caused by an HSD.",
          "url": "http://dx.doi.org/10.1073/pnas.2409841121",
          "doi": "10.1073/pnas.2409841121",
          "filter": "2"
        },
        {
          "title": "HIV-1 budding requires cortical actin disassembly by the oxidoreductase MICAL1",
          "authors": "Thomas Serrano, Nicoletta Casartelli, Foad Ghasemi, Hugo Wioland, Frédérique Cuvelier, Audrey Salles, Maryse Moya-Nilges, Lisa Welker, Serena Bernacchi, Marc Ruff, Antoine Jégou, Guillaume Romet-Lemonne, Olivier Schwartz, Stéphane Frémont, Arnaud Echard",
          "abstract": "Many enveloped viruses bud from the plasma membrane that is tightly associated with a dense and thick actin cortex. This actin network represents a significant challenge for membrane deformation and scission, and how it is remodeled during the late steps of the viral cycle is largely unknown. Using superresolution microscopy, we show that HIV-1 buds in areas of the plasma membrane with low cortical F-actin levels. We find that the cellular oxidoreductase MICAL1 locally depolymerizes actin at budding sites to promote HIV-1 budding and release. Upon MICAL1 depletion, F-actin abnormally remains at viral budding sites, incompletely budded viruses accumulate at the plasma membrane and viral release is impaired. Remarkably, normal viral release can be restored in MICAL1-depleted cells by inhibiting Arp2/3-dependent branched actin networks. Mechanistically, we find that MICAL1 directly disassembles branched-actin networks and controls the timely recruitment of the Endosomal Sorting Complexes Required for Transport scission machinery during viral budding. In addition, the MICAL1 activator Rab35 is recruited at budding sites, functions in the same pathway as MICAL1, and is also required for viral release. This work reveals a role for oxidoreduction in triggering local actin depolymerization to control HIV-1 budding, a mechanism that may be widely used by other viruses. The debranching activity of MICAL1 could be involved beyond viral budding in various other cellular functions requiring local plasma membrane deformation.",
          "url": "http://dx.doi.org/10.1073/pnas.2407835121",
          "doi": "10.1073/pnas.2407835121",
          "filter": "2"
        },
        {
          "title": "IL-2/anti-IL-2 antibody complexes augment immune responses to therapeutic cancer vaccines",
          "authors": "Miguel C. Sobral, Laura Cabizzosu, Shawn J. Kang, Kyle Ruark, Alex J. Najibi, Ryan S. Lane, Einat Vitner, Hamza Ijaz, Maxence O. Dellacherie, Mason T. Dacus, Christina M. Tringides, Irene de Lázaro, Mikaël J. Pittet, Sören Müller, Shannon J. Turley, David J. Mooney",
          "abstract": "One driver of the high failure rates of clinical trials for therapeutic cancer vaccines is likely the inability to sufficiently engage conventional dendritic cells (cDCs), the antigen-presenting cell (APC) subset that is specialized in priming antitumor T cells. Here, we demonstrate that, relative to vaccination with an injectable mesoporous silica rod (MPS) vaccine alone (Vax), combining MPS vaccines with CD122-biased IL-2/anti-IL-2 antibody complexes (IL-2cx) drives ~3-fold expansion of cDCs at the vaccination sites, vaccine-draining lymph nodes, and spleens of treated mice. Furthermore, relative to Vax alone, Vax+IL-2cx led to a ~3-fold increase in the numbers of CD8 + T cells and ~15-fold increase in the numbers of NK cells at the vaccination site. Notably, with both the model protein antigen OVA as well as various peptide neoantigens, Vax+IL-2cx induced ~5 to 30-fold greater numbers of circulating antigen-specific CD8 + T cells relative to Vax alone. We further demonstrate that Vax+IL-2cx leads to significantly improved efficacy in the MC38 colon carcinoma model relative to either monotherapy alone, driving complete regressions in 50% of mice in a cDC-dependent manner. Relative to vaccine alone, Vax+IL-2cx led to comparable numbers of CD8 + T cells, but markedly greater numbers of NK cells and activated cDCs in the B16F10 melanoma tumor microenvironment post-therapy. Taken together, these findings suggest that the administration of factors that engage both the cDC-CD8 + T cell and cDC-NK cell axes can boost the potency of therapeutic cancer vaccines.",
          "url": "http://dx.doi.org/10.1073/pnas.2322356121",
          "doi": "10.1073/pnas.2322356121",
          "filter": "2"
        },
        {
          "title": "Transmission planning for grid transformation",
          "authors": "Anjan Bose",
          "url": "http://dx.doi.org/10.1073/pnas.2419074121",
          "doi": "10.1073/pnas.2419074121",
          "filter": "2"
        },
        {
          "title": "Direct parallel electrosynthesis of high-value chemicals from atmospheric components on symmetry-breaking indium sites",
          "authors": "Yuntong Sun, Liming Dai, Nicole L. D. Sui, Yinghao Li, Meng Tian, Jingjing Duan, Sheng Chen, Jong-Min Lee",
          "abstract": "To tackle significant environmental and energy challenges from increased greenhouse gas emissions in the atmosphere, we propose a method that synergistically combines cost-efficient integrated systems with parallel catalysis to produce high-value chemicals from CO 2 , NO, and other gases. We employed asymmetrically stretched InO 5 S with symmetry-breaking indium sites as a highly efficient trifunctional catalysts for NO reduction, CO 2 reduction, and O 2 reduction. Mechanistic studies reveal that the symmetry-breaking at indium sites substantially improves d-band center interactions and adsorption of intermediates, thereby enhancing trifunctional catalytic activity. Employed in a flow electrolysis system, the catalyst achieves continuous and flexible production of NH 3 , HCOO - , and H 2 O 2 , maintaining over 90% Faradaic efficiency at industrial scales. Notably, the parallel electrolysis device reported in this study effectively produces high-value products like NH 4 COOH directly from greenhouse gases in pure water, offering an economically efficient solution for small molecule synthesis and unique insights for the sustainable conversion of inexhaustible gases into valuable products. Therefore, this work possesses considerable potential for future practical applications in sustainable industrial processes.",
          "url": "http://dx.doi.org/10.1073/pnas.2409620121",
          "doi": "10.1073/pnas.2409620121",
          "filter": "2"
        },
        {
          "title": "Small-molecule disruption of androgen receptor–dependent chromatin clusters",
          "authors": "Sarah E. Kohrt, Emily J. Novak, Subhashish Tapadar, Bocheng Wu, Jonathan Strope, Yaw Asante, Hyunmin Kim, Matthew S. Chang, Douglas Gurdak, Athar Khalil, Michael Rood, Eric Raftery, Diana Stavreva, Holly M. Nguyen, Lisha G. Brown, Maddy Ramser, Cody Peer, Warren M. Meyers, Nicholas Aboreden, Maharshi Chakravortee, Richard Sallari, Peter S. Nelson, Kathleen K. Kelly, Thomas G. W. Graham, Xavier Darzacq, William D. Figg, Adegboyega K. Oyelere, Eva Corey, Remi Adelaiye-Ogala, Berkley E. Gryder",
          "abstract": "Sustained androgen receptor (AR) signaling during relapse is a central driver of metastatic castration-resistant prostate cancer (mCRPC). Current AR antagonists, such as enzalutamide, fail to provide long-term benefit for the mCRPC patients who have dramatic increases in AR expression. Here, we report AR antagonists with efficacy in AR-overexpressing models. These molecules bind to the ligand-binding domain of the AR, promote AR localization to the nucleus, yet potently and selectively down-regulate AR-target genes. The molecules BG-15a and the pharmacokinetically optimized BG-15n elicit a decrease in cell and tumor growth in vitro and in vivo in models of mCRPC. BG-15a/n treatment causes the collapse of chromatin loops between enhancers and promoters at key genes in the AR-driven epigenome. AR binding in the promoter, as well as 3D chromatin clustering, is needed for genes to respond. BG-15a/n represent promising agents for treating patients with relapsed AR-driven mCRPC tumors.",
          "url": "http://dx.doi.org/10.1073/pnas.2406239121",
          "doi": "10.1073/pnas.2406239121",
          "filter": "2"
        },
        {
          "title": "IFN-γ-induced Th1-Treg polarization in inflamed brains limits exacerbation of experimental autoimmune encephalomyelitis",
          "authors": "Masaaki Okamoto, Ayumi Kuratani, Daisuke Okuzaki, Naganori Kamiyama, Takashi Kobayashi, Miwa Sasai, Masahiro Yamamoto",
          "abstract": "Experimental autoimmune encephalomyelitis (EAE) is the most widely used rodent model for multiple sclerosis. Interferon-γ (IFN-γ) and regulatory T cells (Tregs) are individually well known to play beneficial roles in amelioration of EAE. However, little is known about the relationship between IFN-γ and Tregs during the disease. Here, we show that IFN-γ polarizes Tregs into T helper 1 (Th1)-type Tregs (Th1-Tregs) to recover from EAE. Single-cell RNA sequencing analysis revealed that brain Tregs showed signs of IFN-γ stimulation during EAE. Loss of IFN-γ signaling in Tregs and of T cell-derived IFN-γ impaired the Th1-Treg polarization and worsened the disease. Moreover, selective ablation of Th1-Tregs using an intersectional genetic method promoted proinflammatory features of macrophages in the inflamed brains and exacerbated the EAE. Taken together, our study highlights a critical role of T cell-derived IFN-γ for Th1-Treg polarization in inflamed brain to ameliorate EAE.",
          "url": "http://dx.doi.org/10.1073/pnas.2401692121",
          "doi": "10.1073/pnas.2401692121",
          "filter": "2"
        },
        {
          "title": "Structural and hydrodynamic controls on fluid travel time distributions across fracture networks",
          "authors": "Philippe Davy, Romain Le Goc, Caroline Darcel, Benoît Pinier, Jan-Olof Selroos, Tanguy Le Borgne",
          "abstract": "Fracture networks are preferential flow paths playing a critical role in a wide range of environmental and industrial problems. Their complex multiscale structure leads to broad distributions of fluid travel times, affecting many biogeochemical processes. Yet, the relationship between the fracture network structures, their hydrodynamic properties, and the resulting anomalous transport dynamics remains unclear. We use a large database of fracture network models to investigate the factors controlling fluid velocity and travel-time distributions across a wide range of networks, from synthetic to field-calibrated models, with aperture variability at both fracture and network scales. Analysis reveals that transport statistics have generic properties across investigated networks, including notably heavy-tailed travel time distributions. Networks of increasing complexity and heterogeneity lead to broader velocity distributions and more channeled velocity fields, where flow concentrates in a narrow channel web in the three-dimensional (3D) fracture structure. While heterogeneity in point-velocity statistics increases travel-time variability, channeling tends to reduce it. This counterintuitive phenomenon challenges current theories, which assume that long travel time power law exponents are determined solely by point-velocity statistics. By analyzing velocity and travel time statistics for different flow structures, we develop a coupled Continuous Time Random Walk framework capturing the unexpected control of the velocity field’s spatial structure on anomalous transport in fracture networks. This leads to a unique class of random walk models capturing the respective roles of velocity heterogeneity and spatial structure on transport in networks. These findings open a prospective for characterizing, modeling, and predicting transport dynamics in complex networks, with potential applications to geological, biological, and engineered networks.",
          "url": "http://dx.doi.org/10.1073/pnas.2414901121",
          "doi": "10.1073/pnas.2414901121",
          "filter": "2"
        },
        {
          "title": "High energetic cost of color change in octopuses",
          "authors": "Sofie C. Sonner, Kirt L. Onthank",
          "abstract": "For many animals, color change is a critical adaptive mechanism believed to carry a substantial energetic cost. Yet, no study to date has directly measured the energy expenditure associated with this process. We examined the metabolic cost of color change in octopuses by measuring oxygen consumption in samples of excised octopus skin during periods of chromatophore expansion and contraction and then modeled metabolic demand over the whole octopus as a function of octopus mass. The metabolic demand of the fully activated chromatophore system is nearly as great as an octopus’s resting metabolic rate. This high metabolic cost carries ecological and evolutionary implications, including selective pressures in octopuses that may influence the adoption of nocturnal lifestyles, the use of dens, the reduction of the chromatophore system in deep-sea species, and metabolic trade-offs associated with foraging.",
          "url": "http://dx.doi.org/10.1073/pnas.2408386121",
          "doi": "10.1073/pnas.2408386121",
          "filter": "2"
        },
        {
          "title": "The interplay between liquid–liquid and ferroelectric phase transitions in supercooled water",
          "authors": "Maria Grazia Izzo, John Russo, Giorgio Pastore",
          "abstract": "The distinctive characteristics of water, evident in its thermodynamic anomalies, have implications across disciplines from biology to geophysics. Considered a valid hypothesis to rationalize its unique properties, a liquid–liquid phase transition in water below the freezing point, in the so-called supercooled regime, has nowadays been observed in several molecular dynamics simulations and is being actively researched experimentally. The hypothesis of ferroelectric phase transition in supercooled water can be traced back to 1977, due to Stillinger. In this work, we highlight intriguing and far-reaching implications of water: The ferroelectric and liquid–liquid phase transitions can be designed as two facets of the same underlying phenomenon. Our results are based on the analysis of extensive molecular dynamics simulations and are explained in the context of a classical density functional theory in mean-field approximation valid for a polar liquid, where dipolar interaction is treated perturbatively. The theory underpins the potential role of ferroelectricity in promoting the liquid–liquid phase transition, being the density-polarization coupling inherent in the dipolar interaction potential. The existence of ferroelectric order in supercooled low-density liquid water is confirmed by the observation in molecular dynamics simulations of collective modes in space-time polarization correlation functions, traceable to spontaneous breaking of continuous rotational symmetry. Our work sheds light on water’s supercooled behavior and opens the door to experimental investigations of the static and dynamic behavior of water’s polarization.",
          "url": "http://dx.doi.org/10.1073/pnas.2412456121",
          "doi": "10.1073/pnas.2412456121",
          "filter": "2"
        },
        {
          "title": "Nanoplastics measurements must have appropriate blanks",
          "authors": "Dušan Materić",
          "url": "http://dx.doi.org/10.1073/pnas.2411099121",
          "doi": "10.1073/pnas.2411099121",
          "filter": "2"
        },
        {
          "title": "Targeting PRMT7-mediated monomethylation of MAVS enhances antiviral innate immune responses and inhibits RNA virus replication",
          "authors": "Jingjing Yang, Wenjuan Li, Zepeng Zhang, Xiaohua Gong, Yanchao Chen, Xiaoyu Peng, Guosheng Hu, Xianglong Dai, Yaohui He, Ying Huang, Shiqiang Cao, Yang Yang, Wen Liu",
          "abstract": "RIG-I-like receptors (RLRs)-mitochondrial antiviral signaling protein (MAVS) are crucial for type I interferon (IFN) signaling pathway and innate immune responses triggered by RNA viruses. However, the regulatory molecular mechanisms underlying RNA virus-activated type I IFN signaling pathway remain incompletely understood. Here, we found that protein arginine methyltransferase 7 (PRMT7) serves as a negative regulator of the type I IFN signaling pathway by interacting with MAVS and catalyzing monomethylation of arginine 232 (R232me1) in MAVS. RNA virus infection leads to the downregulation and dissociation of PRMT7 from MAVS as well as the decrease of R232me1 methylation, enhancing MAVS/RIG-I interaction, MAVS aggregation, type I IFN signaling activation, and antiviral immune responses. Knock-in mice with MAVS R232 substituted with lysine ( Mavs R232K -KI) are more resistant to Vesicular Stomatitis Virus infection due to enhanced antiviral immune responses. PiPRMT7-MAVS, a short peptide inhibitor designed to interrupt the interaction between PRMT7 and MAVS, inhibits R232me1 methylation, thereby enhancing MAVS/RIG-I interaction, promoting MAVS aggregation, activating type I IFN signaling, and bolstering antiviral immune responses to suppress RNA virus replication. Moreover, the clinical relevance of PRMT7 is highlighted that it is significantly downregulated in RNA virus-infected clinical samples, such as blood samples from severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and Ebola virus, as well as H1N1-infected bronchial epithelial cells. Our findings uncovered that PRMT7-mediated arginine methylation plays critical roles in regulating MAVS-mediated antiviral innate immune responses, and targeting arginine methylation might represent a therapeutic avenue for treating RNA viral infection.",
          "url": "http://dx.doi.org/10.1073/pnas.2408117121",
          "doi": "10.1073/pnas.2408117121",
          "filter": "2"
        },
        {
          "title": "Modeling the velocity of evolving lineages and predicting dispersal patterns",
          "authors": "Paul Bastide, Pauline Rocu, Johannes Wirtz, Gabriel W. Hassler, François Chevenet, Denis Fargette, Marc A. Suchard, Simon Dellicour, Philippe Lemey, Stéphane Guindon",
          "abstract": "Accurate estimation of the dispersal velocity or speed of evolving organisms is no mean feat. In fact, existing probabilistic models in phylogeography or spatial population genetics generally do not provide an adequate framework to define velocity in a relevant manner. For instance, the very concept of instantaneous speed simply does not exist under one of the most popular approaches that models the evolution of spatial coordinates as Brownian trajectories running along a phylogeny. Here, we introduce a family of models—the so-called Phylogenetic Integrated Velocity (PIV) models—that use Gaussian processes to explicitly model the velocity of evolving lineages instead of focusing on the fluctuation of spatial coordinates over time. We describe the properties of these models and show an increased accuracy of velocity estimates compared to previous approaches. Analyses of West Nile virus data in the United States indicate that PIV models provide sensible predictions of the dispersal of evolving pathogens at a one-year time horizon. These results demonstrate the feasibility and relevance of predictive phylogeography in monitoring epidemics in time and space.",
          "url": "http://dx.doi.org/10.1073/pnas.2411582121",
          "doi": "10.1073/pnas.2411582121",
          "filter": "2"
        },
        {
          "title": "S-adenosyl-L-methionine is the unexpected methyl donor for the methylation of mercury by the membrane-associated HgcAB complex",
          "authors": "Kaiyuan Zheng, Katherine W. Rush, Swapneeta S. Date, Alexander Johs, Jerry M. Parks, Angela S. Fleischhacker, Macon J. Abernathy, Ritimukta Sarangi, Stephen W. Ragsdale",
          "abstract": "Mercury (Hg) is a heavy metal that exhibits high biological toxicity. Monomethylmercury and dimethylmercury are neurotoxins and a significant environmental concern as they bioaccumulate and biomagnify within the aquatic food web. Microbial Hg methylation involves two proteins, HgcA and HgcB. Here, we show that HgcA and HgcB can be heterologously coexpressed, and the HgcAB complex can be purified. We demonstrated that HgcA is a membrane-associated cobalamin-dependent methyltransferase and HgcB is a ferredoxin-like protein containing two [4Fe-4S] clusters. Further, spectroscopic and kinetic results demonstrate that S-adenosyl-L-methionine (SAM) donates the methyl group to Hg in a two-step reaction involving a methylcob(III)alamin intermediate including Co-thiolate ligation from a conserved Cys residue. Our findings uncover a biological role for SAM in microbial Hg methylation.",
          "url": "http://dx.doi.org/10.1073/pnas.2408086121",
          "doi": "10.1073/pnas.2408086121",
          "filter": "2"
        },
        {
          "title": "Stabilizing selection in an identified multisensory neuron in blind cavefish",
          "authors": "Mercedes Hildebrandt, Mona Kotewitsch, Sabrina Kaupp, Sophia Salomon, Stefan Schuster, Peter Machnik",
          "abstract": "The ability to follow the evolutionary trajectories of specific neuronal cell types has led to major insights into the evolution of the vertebrate brain. Here, we study how cave life in the Mexican tetra ( Astyanax mexicanus ) has affected an identified giant multisensory neuron, the Mauthner neuron (MN). Because this neuron is crucial in driving rapid escapes, the absence of predation risk in the cave forms predicts a massive reduction in this neuron. Moreover, the absence of functional eyes in the A. mexicanus Pachón form predicts an even stronger reduction in the cell’s large ventral dendrite that receives visual inputs in sighted fish species. We succeeded in recording in vivo from this neuron in the blind cavefish and two surface tetra ( A. mexicanus and Astyanax aeneus ), which offers unique chances to simultaneously study evolutionary changes in morphology and function in this giant neuron. In contrast to the predictions, we find that cave life, while sufficient to remove vision, has neither affected the cell's morphology nor its functional properties. This specifically includes the cell's ventral dendrite. Furthermore, cave life did not increase the variance in morphological or functional features. Rather, variability in surface and cave forms was the same, which suggests a complex stabilizing selection in this neuron and a continued role of its ventral dendrite. We found that adult cavefish are potent predators that readily attack smaller fish. So, one of the largely unknown stabilizing factors could be using the MN in such attacks and, in the young fish, escaping them.",
          "url": "http://dx.doi.org/10.1073/pnas.2415854121",
          "doi": "10.1073/pnas.2415854121",
          "filter": "2"
        },
        {
          "title": "Metabolic scaling, energy allocation tradeoffs, and the evolution of humans’ unique metabolism",
          "authors": "Andrew K. Yegian, Steven B. Heymsfield, Eric R. Castillo, Manfred J. Müller, Leanne M. Redman, Daniel E. Lieberman",
          "abstract": "All organisms use limited energy to grow, survive, and reproduce, necessitating energy allocation tradeoffs, but there is debate over how selection impacted metabolic budgets and tradeoffs in primates, including humans. Here, we develop a method to compare metabolic rates as quotients of observed relative to expected values for mammals corrected for size, body composition, environmental temperature, and phylogenetic relatedness. Contrary to previous analyses, these quotients reveal that nonhuman primates have total metabolic rates expected for similar-sized mammals in similar environments. In addition, data from several small-scale societies show that humans evolved exceptionally high resting, activity, and total metabolic rates apparently by overcoming tradeoffs between resting and active energy expenditures that constrain other primates. Enhanced metabolic rates help humans fuel expanded brains, faster reproductive rates, extended longevity, and high percentage of body fat.",
          "url": "http://dx.doi.org/10.1073/pnas.2409674121",
          "doi": "10.1073/pnas.2409674121",
          "filter": "2"
        },
        {
          "title": "HIRA and dPCIF1 coordinately establish totipotent chromatin and control orderly ZGA in Drosophila embryos",
          "authors": "Guoqiang Zhang, Yaqi Miao, Yuan Song, Liangliang Wang, Yawei Li, Yuanxiang Zhu, Wenxin Zhang, Qinmiao Sun, Dahua Chen",
          "abstract": "Early embryos undergo profound changes in their genomic architecture to establish the totipotent state, enabling pioneer factors to access chromatin and drive zygotic genome activation (ZGA). However, the mechanisms by which the totipotent state is established and properly interpreted by pioneer factors to allow orderly ZGA remain unknown. Here, we identify the H3.3-specific chaperone HIRA as a factor involving establishing totipotent-state chromatin in Drosophila early embryos. Through cophase separation with HIRA, the pioneer factor GAGA factor (GAF) efficiently binds to H3.3-marked nucleosomes to activate major-wave zygotic genes. Importantly, dPCIF1, a chromatin-associated protein, antagonized the GAF–HIRA interaction by competitively binding to HIRA, thereby restricting GAF on earlier chromatin and avoiding premature ZGA. Hence, the coordinated action of HIRA and dPCIF1 ensures sequential ZGA from the minor to major wave in early embryos. This study provides insights into understanding how a totipotent state is established and properly controlled during ZGA.",
          "url": "http://dx.doi.org/10.1073/pnas.2410261121",
          "doi": "10.1073/pnas.2410261121",
          "filter": "2"
        },
        {
          "title": "Self-sacrificing and self-supporting biomass carbon anode–assisted water electrolysis for low-cost hydrogen production",
          "authors": "Yuming Huang, Wei Zhou, Liang Xie, Xiaoxiao Meng, Junfeng Li, Jihui Gao, Guangbo Zhao, Yukun Qin",
          "abstract": "Electrooxidation of renewable and CO 2 -neutral biomass for low-cost hydrogen production is a promising and green technology. Various biomass platform molecules (BPMs) oxidation assisted hydrogen production technologies have obtained noticeable progress. However, BPMs anodic oxidation is highly dependent on electrocatalysts, and the oxidation mechanism is ambiguous. Meanwhile, the complexity and insolubility of natural biomass severely constrain the efficient utilization of biomass resources. Here, we develop a self-sacrificing and self-supporting carbon anode (SSCA) using waste corncobs. The combined results from multiple characterizations reveal that the structure-property-activity relationship of SSCA in carbon oxidation reaction (COR). Theoretical calculations demonstrate that carbon atoms with a high spin density play a pivotal role in reducing the adsorption energy of the reactive oxygen intermediate (*OH) during the transition from OH – to *OH, thereby promoting COR. Additionally, the HER||COR system allows driving a current density of 400 mA cm geo - 2 at 1.24 V at 80 °C, with a hydrogen production electric consumption of 2.96 kWh Nm –3 (H 2 ). The strategy provides a ground-breaking perspective on the large-scale utilization of biomass and low-energy water electrolysis for hydrogen production.",
          "url": "http://dx.doi.org/10.1073/pnas.2316352121",
          "doi": "10.1073/pnas.2316352121",
          "filter": "2"
        },
        {
          "title": "Mediator kinase inhibitors suppress triple-negative breast cancer growth and extend tumor suppression by mTOR and AKT inhibitors",
          "authors": "Xiaokai Ding, Jiaxin Liang, Amanda C. Sharko, Thomas A. Hilimire, Jing Li, Jürgen Loskutov, Zachary T. Mack, Hao Ji, Gary P. Schools, Chao Cai, Elena N. Pugacheva, Mengqian Chen, Igor B. Roninson, Eugenia V. Broude",
          "abstract": "Triple-negative breast cancers (TNBC) are treated primarily by chemotherapy and lack clinically validated therapeutic targets. In particular, inhibitors of the PI3K/AKT/mTOR pathway, abnormally activated in many breast cancers, failed to achieve clinical efficacy in TNBC due to the development of adaptive drug resistance, which is largely driven by the transcriptomic plasticity of TNBC. Expression of CDK8/19 Mediator kinases that control transcriptional reprogramming correlates with relapse-free survival and treatment failure in breast cancer patients, including TNBC. We now investigated how CDK8/19 inhibitors affect the growth of TNBC tumors and their response to mTOR and AKT inhibitors. In contrast to the effects of most anticancer drugs, all the tested human TNBC models (including patient-derived xenografts) responded to CDK8/19 inhibitors in vivo even when they did not respond in vitro. Furthermore, CDK8/19 inhibition extended the host survival of established lung metastases in a murine TNBC model, where the primary tumors were not significantly affected. CDK8/19 inhibitors synergized with an mTORC1 inhibitor everolimus and a pan-AKT inhibitor capivasertib in vitro and strongly potentiated these drugs in long-term in vivo studies. Transcriptomic analysis of tumors that responded or became adapted to everolimus revealed that drug adaptation in vivo was associated with major transcriptional changes in both tumor and stromal cells. Combining everolimus with a CDK8/19 inhibitor counteracted many of these changes and induced combination-specific effects on the expression of multiple genes that affect tumor growth. These results warrant the exploration of CDK8/19 Mediator kinase inhibitors as a new type of drugs for TNBC therapy.",
          "url": "http://dx.doi.org/10.1073/pnas.2414501121",
          "doi": "10.1073/pnas.2414501121",
          "filter": "2"
        },
        {
          "title": "A global assessment of plant–mite mutualism and its ecological drivers",
          "authors": "Andrew Myers, Bruce Martin, Jenna Yonenaga, Anurag A. Agrawal, Marjorie G. Weber",
          "abstract": "Mutualisms are mediated by adaptive traits of interacting organisms and play a central role in the ecology and evolution of species. Thousands of plant species possess tiny structures called “domatia” that house mites which protect plants from pests, yet these traits remain woefully understudied. Here, we release a worldwide database of species with mite domatia and provide an evaluation of the phylogenetic and geographic distribution of this mutualistic trait. With &gt;2,500 additions based on digital herbarium scans and published reports, we increased the number of known species with domatia by 27% and, importantly, documented their absence in &gt;4,000 species. We show that mite domatia likely evolved hundreds of times among flowering plants, occurring in an estimated ~10% of woody species representing over a quarter of all angiosperm families. Contrary to classic hypotheses about the evolutionary drivers of mutualism, we find that mite domatia evolved more frequently in temperate regions and in deciduous lineages; this pattern is concordant with a large-scale geographic transition from predominantly ant-based plant defense mutualisms in the tropics to mite-based defense mutualisms in temperate climates. Our data also reveal a pattern of evolutionary convergence in domatia morphology, with tuft-form domatia more likely to evolve in dry temperate habitats and pit domatia more likely to evolve in wet tropical environments. We have shown climate-associated drivers of mite domatia evolution, demonstrating their utility and power as an evolutionarily replicated system for the study of plant defense mutualisms.",
          "url": "http://dx.doi.org/10.1073/pnas.2309475121",
          "doi": "10.1073/pnas.2309475121",
          "filter": "2"
        },
        {
          "title": "Augmenting antitumor efficacy of Th17-derived Th1 cells through IFN-γ-induced type I interferon response network via IRF7",
          "authors": "Xiaoyi Lei, Ruipei Xiao, Zhe Chen, Jie Ren, Wenli Zhao, Wenting Tang, Kang Wen, Yihan Zhu, Xinru Li, Suidong Ouyang, Abai Xu, Yu Hu, Enguang Bi",
          "abstract": "The importance of CD4 + T cells in cancer immunotherapy has gained increasing recognition. Particularly, a specific subset of CD4 + T cells coexpressing the T helper type 1 (Th1) and Th17 markers has demonstrated remarkable antitumor potential. However, the underlying mechanisms governing the differentiation of these cells and their subsequent antitumor responses remain incompletely understood. Single-cell RNA sequencing (scRNA-seq) data reanalysis demonstrated the presence of Th 17 1 cells within tumors. Subsequent trajectory analysis found that these Th 17 1 cells are initially primed under Th17 conditions and then converted into IFN-γ-producing cells. Following the in vivo differentiation trajectory of Th 17 1 cells, we successfully established in vitro Th 17 1 cell culture. Transcriptomic profiling has unveiled a substantial resemblance between in vitro-generated Th 17 1 cells and their tumor-infiltrating counterparts. Th 17 1 cells exhibit more potent antitumor responses than Th1 or Th17 cells. Additionally, Th 17 1chimeric antigen receptor T (CAR-T) cells eradicate solid tumors more efficiently. Importantly, Th 17 1 cells display an early exhaustion phenotype while retaining stemness. Mechanistically, Th 17 1 cells migrate faster and accumulate more in tumors in an extracellular matrix protein 1 (ECM1)-dependent manner. Furthermore, we show that IFN-γ up-regulated IRF7 to promote the type I interferon response network and ECM1 expression but decreased the exhaustion status in Th 17 1 cells. Taken together, our findings position Th 17 1 cells as a great candidate for improving targeted immunotherapies in solid malignancies.",
          "url": "http://dx.doi.org/10.1073/pnas.2412120121",
          "doi": "10.1073/pnas.2412120121",
          "filter": "2"
        },
        {
          "title": "BIFROST: A method for registering diverse imaging datasets of the Drosophila brain",
          "authors": "Bella E. Brezovec, Andrew B. Berger, Yukun A. Hao, Albert Lin, Osama M. Ahmed, Diego A. Pacheco, Stephan Y. Thiberge, Mala Murthy, Thomas R. Clandinin",
          "abstract": "Imaging methods that span both functional measures in living tissue and anatomical measures in fixed tissue have played critical roles in advancing our understanding of the brain. However, making direct comparisons between different imaging modalities, particularly spanning living and fixed tissue, has remained challenging. For example, comparing brain-wide neural dynamics across experiments and aligning such data to anatomical resources, such as gene expression patterns or connectomes, requires precise alignment to a common set of anatomical coordinates. However, reaching this goal is difficult because registering in vivo functional imaging data to ex vivo reference atlases requires accommodating differences in imaging modality, microscope specification, and sample preparation. We overcome these challenges in Drosophila by building an in vivo reference atlas from multiphoton-imaged brains, called the Functional Drosophila Atlas. We then develop a registration pipeline, BrIdge For Registering Over Statistical Templates (BIFROST), for transforming neural imaging data into this common space and for importing ex vivo resources such as connectomes. Using genetically labeled cell types as ground truth, we demonstrate registration with a precision of less than 10 microns. Overall, BIFROST provides a pipeline for registering functional imaging datasets in the fly, both within and across experiments.",
          "url": "http://dx.doi.org/10.1073/pnas.2322687121",
          "doi": "10.1073/pnas.2322687121",
          "filter": "2"
        },
        {
          "title": "Discovery of highly potent and ALK2/ALK1 selective kinase inhibitors using DNA-encoded chemistry technology",
          "authors": "Ravikumar Jimmidi, Diana Monsivais, Hai Minh Ta, Kiran L. Sharma, Kurt M. Bohren, Srinivas Chamakuri, Zian Liao, Feng Li, John M. Hakenjos, Jian-Yuan Li, Yuji Mishina, Haichun Pan, Xuan Qin, Matthew B. Robers, Banumathi Sankaran, Zhi Tan, Suni Tang, Yasmin M. Vasquez, Jennifer Wilkinson, Damian W. Young, Stephen S. Palmer, Kevin R. MacKenzie, Choel Kim, Martin M. Matzuk",
          "abstract": "Activin receptor type 1 (ACVR1; ALK2) and activin receptor like type 1 (ACVRL1; ALK1) are transforming growth factor beta family receptors that integrate extracellular signals of bone morphogenic proteins (BMPs) and activins into Mothers Against Decapentaplegic homolog 1/5 (SMAD1/SMAD5) signaling complexes. Several activating mutations in ALK2 are implicated in fibrodysplasia ossificans progressiva (FOP), diffuse intrinsic pontine gliomas, and ependymomas. The ALK2 R206H mutation is also present in a subset of endometrial tumors, melanomas, non–small lung cancers, and colorectal cancers, and ALK2 expression is elevated in pancreatic cancer. Using DNA-encoded chemistry technology, we screened 3.94 billion unique compounds from our diverse DNA-encoded chemical libraries (DECLs) against the kinase domain of ALK2. Off-DNA synthesis of DECL hits and biochemical validation revealed nanomolar potent ALK2 inhibitors. Further structure–activity relationship studies yielded center for drug discovery (CDD)-2789, a potent [NanoBRET (NB) cell IC 50 : 0.54 μM] and metabolically stable analog with good pharmacological profile. Crystal structures of ALK2 bound with CDD-2281, CDD-2282, or CDD-2789 show that these inhibitors bind the active site through Van der Waals interactions and solvent-mediated hydrogen bonds. CDD-2789 exhibits high selectivity toward ALK2/ALK1 in KINOMEscan analysis and NB K192 assay. In cell-based studies, ALK2 inhibitors effectively attenuated activin A and BMP-induced Phosphorylated SMAD1/5 activation in fibroblasts from individuals with FOP in a dose-dependent manner. Thus, CDD-2789 is a valuable tool compound for further investigation of the biological functions of ALK2 and ALK1 and the therapeutic potential of specific inhibition of ALK2.",
          "url": "http://dx.doi.org/10.1073/pnas.2413108121",
          "doi": "10.1073/pnas.2413108121",
          "filter": "2"
        },
        {
          "title": "Osmotic and phoretic competition explains chemotaxic assembly and sorting",
          "authors": "Aditya V. Hardikar, Adam W. Hauser, Terrence M. Hopkins, Stefano Sacanna, Paul M. Chaikin",
          "abstract": "Microscale objects responding to chemical gradients by migrating toward or away from a preferred species is a simple yet constitutive mechanism by which transport occurs in biological organisms. Synthetic chemotaxis provides key physical descriptions of simplified systems that can be used in biological models, or in the creation of advanced responsive material systems. In this article, we provide a quantitative framework for understanding synthetic chemotaxis of microparticles which involves a competition between phoresis and osmosis. We present separate quantitative measurements of phoresis and osmosis acting on individual taxing particles, finding that phoresis follows the long-predicted v ∼ 1 / r 2 scaling while the osmotic contribution depends on the geometry and details of the system, and must be solved on a case-by-case basis. Through this, we are able to develop a more accurate picture of particle transport at the single particle level. Equipped with this approach, we go on to describe how high concentrations of particles in a symmetric chemical gradient grow close-packed hives that reach a steady-state size tunable through light intensity or particle size. Last, we demonstrate that mixed particles experiencing the same chemical gradient will selectively migrate toward or away depending on the nature of the particle surface, thereby locally sorting out a particular species. We anticipate these results will be important in describing both biological and synthetic chemotaxis in phoretic systems and should bring a wealth of studies that take advantage of competing osmotic flows to illicit unexpected dynamic active behavior.",
          "url": "http://dx.doi.org/10.1073/pnas.2410840121",
          "doi": "10.1073/pnas.2410840121",
          "filter": "2"
        },
        {
          "title": "A closed-loop modular multiorgan-on-chips platform for self-sustaining and tightly controlled oxygenation",
          "authors": "Nan Jiang, Guoliang Ying, Yixia Yin, Jie Guo, Jorge Lozada, Alejandra Valdivia Padilla, Ameyalli Gómez, Bruna Alice Gomes de Melo, Francisco Lugo Mestre, Merel Gansevoort, Marcello Palumbo, Noemi Calá, Carlos Ezio Garciamendez-Mijares, Ge-Ah Kim, Shuichi Takayama, Marie Denis Gerhard-Herman, Yu Shrike Zhang",
          "abstract": "To mimic physiological microenvironments in organ-on-a-chip systems, physiologically relevant parameters are required to precisely access drug metabolism. Oxygen level is a critical microenvironmental parameter to maintain cellular or tissue functions and modulate their behaviors. Current organ-on-a-chip setups are oftentimes subjected to the ambient incubator oxygen level at 21%, which is higher than most if not all physiological oxygen concentrations. Additionally, the physiological oxygen level in each tissue is different ranging from 0.5 to 13%. Here, a closed-loop modular multiorgan-on-chips platform is developed to enable not only real-time monitoring of the oxygen levels but, more importantly, tight control of them in the range of 4 to 20% across each connected microtissue-on-a-chip in the circulatory culture medium. This platform, which consists of microfluidic oxygen scavenger(s), an oxygen generator, a monitoring/controller system, and bioreactor(s), allows for independent, precise upregulation and downregulation of dissolved oxygen in the perfused culture medium to meet the physiological oxygen level in each modular microtissue compartment, as needed. Furthermore, drug studies using the platform demonstrate that the oxygen level affects drug metabolism in the parallelly connected liver, kidney, and arterial vessel microtissues without organ–organ interactions factored in. Overall, this platform can promote the performances of organ-on-a-chip devices in drug screening by providing more physiologically relevant and independently adjustable oxygen microenvironments for desired organ types on a single- or a multiorgan-on-chip(s) configuration.",
          "url": "http://dx.doi.org/10.1073/pnas.2413684121",
          "doi": "10.1073/pnas.2413684121",
          "filter": "2"
        },
        {
          "title": "Eels’ individual migratory behavior stems from a complex syndrome involving cognition, behavior, physiology, and life history",
          "authors": "Gaia De Russi, Mattia Lanzoni, Angelo Bisazza, Paolo Domenici, Giuseppe Castaldelli, Cristiano Bertolucci, Tyrone Lucon-Xiccato",
          "abstract": "Variability within species is key for adaptability and biological evolution. To understand individualities in the context of animal movement, we focused on one of the most remarkable migrations—the journey of the endangered European eel from their birthplace in the Sargasso Sea to freshwater environments. Laboratory observations unveiled a continuum of diverse phenotypes of migrating eels: Some displayed a heightened tendency to swim against a constant water flow, while others a greater propensity to climb obstacles. Looking for the biological underpinnings of this migratory diversity, we characterized the eels’ individual differences in traits of four key domains: life history, physiology, behavior, and cognition, among which we found significant variance and interconnectedness. Upon reducing this variance to its primary multivariate axes, we found that these predict the migratory types. Eels with 1) low exploration, high activity, low boldness, and high lateralization; 2) strong lateralization, enhanced quantitative abilities, short problem-solving time, high boldness, and low growth rates; or 3) enhanced problem-solving, reduced spatial learning, high cognitive flexibility, and shorter time to solve the cognitive tasks were more likely to display the climbing migratory type. Field sampling revealed how specific traits’ combinations seemed to influence the distribution of eels once they begin to settle in the freshwater environment. Our study underscores the impressive diversity of individuals during this critical migration, emphasizing an intrinsic connection to multidomain trait variance. Preserving this diversity becomes paramount, as it likely contributes to the resilience and adaptability of endangered migratory species.",
          "url": "http://dx.doi.org/10.1073/pnas.2407804121",
          "doi": "10.1073/pnas.2407804121",
          "filter": "2"
        },
        {
          "title": "Increasing phosphorus loss despite widespread concentration decline in US rivers",
          "authors": "Wei Zhi, Hubert Baniecki, Jiangtao Liu, Elizabeth Boyer, Chaopeng Shen, Gary Shenk, Xiaofeng Liu, Li Li",
          "abstract": "The loss of phosphorous (P) from the land to aquatic systems has polluted waters and threatened food production worldwide. Systematic trend analysis of P, a nonrenewable resource, has been challenging, primarily due to sparse and inconsistent historical data. Here, we leveraged intensive hydrometeorological data and the recent renaissance of deep learning approaches to fill data gaps and reconstruct temporal trends. We trained a multitask long short-term memory model for total P (TP) using data from 430 rivers across the contiguous United States (CONUS). Trend analysis of reconstructed daily records (1980–2019) shows widespread decline in concentrations, with declining, increasing, and insignificantly changing trends in 60%, 28%, and 12% of the rivers, respectively. Concentrations in urban rivers have declined the most despite rising urban population in the past decades; concentrations in agricultural rivers however have mostly increased, suggesting not-as-effective controls of nonpoint sources in agriculture lands compared to point sources in cities. TP loss, calculated as fluxes by multiplying concentration and discharge, however exhibited an overall increasing rate of 6.5% per decade at the CONUS scale over the past 40 y, largely due to increasing river discharge. Results highlight the challenge of reducing TP loss that is complicated by changing river discharge in a warming climate.",
          "url": "http://dx.doi.org/10.1073/pnas.2402028121",
          "doi": "10.1073/pnas.2402028121",
          "filter": "2"
        },
        {
          "title": "Ecology and life history predict avian nest success in the global tropics",
          "authors": "Zachariah Fox Smart, Philip A. Downing, Suzanne H. Austin, Harold F. Greeney, Gustavo A. Londoño, Mominul I. Nahid, W. Douglas Robinson, Christina Riehl",
          "abstract": "Nest predation rates critically influence avian biodiversity and evolution. In the north temperate zone, increased nest failure along edges of forest fragments is hypothesized to play a major role in the disappearance of bird species from disturbed landscapes. However, we lack comprehensive syntheses from tropical latitudes, where biodiversity is highest and increasingly threatened by habitat fragmentation and disturbance. We assembled data from five decades of field studies across the global tropics (1,112 populations of 661 species) and used phylogenetic models to evaluate proposed predictors of nest success. We found significant effects of several traits, including adult body mass and nest architecture. Contrary to results from many temperate locations, anthropogenic habitat disruption did not consistently reduce nest success; in fact, raw nest success rates were lower in large tracts of primary forest than in disturbed or fragmented landscapes. Follow-up analyses within species, using a subset of 76 species for which we had estimates of nest survival in habitats with different levels of disruption, confirmed that neither disturbance nor fragmentation significantly influenced nest success. These results suggest that nest predation alone cannot explain observed declines in avian biodiversity in tropical forest fragments, raising new questions about the demographic processes that drive extinction in the tropics.",
          "url": "http://dx.doi.org/10.1073/pnas.2402652121",
          "doi": "10.1073/pnas.2402652121",
          "filter": "2"
        },
        {
          "title": "TLR priming licenses NAIP inflammasome activation by immunoevasive ligands",
          "authors": "James P. Grayczyk, Luying Liu, Marisa S. Egan, Emily Aunins, Meghan A. Wynosky-Dolfi, Scott W. Canna, Andy J. Minn, Sunny Shin, Igor E. Brodsky",
          "abstract": "NLR family, apoptosis inhibitory proteins (NAIPs) detect bacterial flagellin and structurally related components of bacterial type III secretion systems (T3SS), and recruit NLR family CARD domain containing protein 4 (NLRC4) and caspase-1 into an inflammasome complex that induces pyroptosis. NAIP/NLRC4 inflammasome assembly is initiated by the binding of a single NAIP to its cognate ligand, but a subset of bacterial flagellins or T3SS structural proteins are thought to evade NAIP/NLRC4 inflammasome sensing by not binding to their cognate NAIPs. Unlike other inflammasome components such as NLRP3, AIM2, or some NAIPs, NLRC4 is constitutively present in resting macrophages and not known to be induced by inflammatory signals. Here, we demonstrate that Toll-like receptor (TLR)-dependent p38 mitogen-activated protein kinase signaling up-regulates NLRC4 transcription and protein expression in murine macrophages, which licenses NAIP detection of evasive ligands. In contrast, TLR priming in human macrophages did not up-regulate NLRC4 expression, and human macrophages remained unable to detect NAIP-evasive ligands even following priming. Critically, ectopic expression of either murine or human NLRC4 was sufficient to induce pyroptosis in response to immunoevasive NAIP ligands, indicating that increased levels of NLRC4 enable the NAIP/NLRC4 inflammasome to detect these normally evasive ligands. Altogether, our data reveal that TLR priming tunes the threshold for the murine NAIP/NLRC4 inflammasome to enable inflammasome responses against immunoevasive or suboptimal NAIP ligands. These findings provide insight into species-specific TLR regulation of NAIP/NLRC4 inflammasome activation.",
          "url": "http://dx.doi.org/10.1073/pnas.2412700121",
          "doi": "10.1073/pnas.2412700121",
          "filter": "2"
        },
        {
          "title": "Loss of XIST lncRNA unlocks stemness and cellular plasticity in ovarian cancer",
          "authors": "Ikrame Naciri, Minzhi Liang, Ying Yang, Heather Karner, Benjamin Lin, Maria De Lourdes Andrade Ludena, Eric A. Hanse, Alfredo Lebron, Olga V. Razorenova, Dequina Nicholas, Mei Kong, Sha Sun",
          "abstract": "Plasticity, a key hallmark of cancer, enables cells to transition into different states, driving tumor heterogeneity. This cellular plasticity is associated with cancer progression, treatment resistance, and relapse. Cancer stem cells (CSCs) play a central role in this process, yet the molecular factors underlying cancer cell stemness remain poorly understood. In this study, we explored the role of XIST (X-inactive specific transcript) long noncoding RNA in ovarian cancer stemness and plasticity through in silico and in vitro analyses. We found that XIST is significantly down-regulated in ovarian tumors, with low XIST expression linked to a higher stemness index and lower overall survival. Knocking down XIST in ovarian cancer cells enhanced stemness, particularly increasing mesenchymal-like CSCs, and under hypoxic conditions, it promoted epithelial-like CSC markers. Our findings suggest that XIST loss leads to CSC enrichment and cellular plasticity in ovarian cancer, pointing to potential therapeutic targets for patients with low XIST expression.",
          "url": "http://dx.doi.org/10.1073/pnas.2418096121",
          "doi": "10.1073/pnas.2418096121",
          "filter": "2"
        },
        {
          "title": "Light-regulated chloroplast morphodynamics in a single-celled dinoflagellate",
          "authors": "Nico Schramma, Gloria Casas Canales, Maziyar Jalaal",
          "abstract": "Photosynthetic algae play a significant role in oceanic carbon capture. However, their performance is constantly challenged by fluctuations in environmental light conditions. While phototaxis is a common strategy to cope with such fluctuations, nonmotile species must adopt alternative mechanisms to avoid light-induced damage. Here, we show that the nonmotile, single-celled marine dinoflagellate Pyrocystis lunula contains a chloroplast network that undergoes strong deformation in response to strong light. By exposing cells to various physiologically relevant light conditions and applying temporal illumination sequences, we find that the light-induced network morphodynamics follows dynamic rules similar to temporal low-pass filtering. We develop a mathematical formalism to model the light-regulated behavior, exposing the relevant timescales of the morphodynamic response. Moreover, confocal microscopy reveals that the unusual reticulated morphology exhibits properties similar to auxetic metamaterials, facilitating the rapid and drastic deformation necessary for the light-avoidance motion, confined by the cell wall. This mechanism reduces the effective chloroplast area under high light conditions, minimizing light absorption and preventing photodamage. Our findings demonstrate that the intricate connection between the chloroplasts topologically complex structure and active dynamics enables the dinoflagellate’s dynamic adaptation to changing light environments, thereby supporting essential life-sustaining processes.",
          "url": "http://dx.doi.org/10.1073/pnas.2411725121",
          "doi": "10.1073/pnas.2411725121",
          "filter": "2"
        },
        {
          "title": "The 4EHP-mediated translational repression of cGAS impedes the host immune response against DNA viruses",
          "authors": "Reese Jalal Ladak, Jung-Hyun Choi, Jun Luo, Owen J. Chen, Niaz Mahmood, Alexander J. He, Parisa Naeli, Patric Harris Snell, Esha Bayani, Huy-Dung Hoang, Tommy Alain, Jose G. Teodoro, Jianwei Wang, Xu Zhang, Seyed Mehdi Jafarnejad, Nahum Sonenberg",
          "abstract": "A critical host response against viral infections entails the activation of innate immune signaling that culminates in the production of antiviral proteins. DNA viruses are sensed by the cytosolic pattern recognition receptor cyclic GMP–AMP synthase (cGAS), which initiates a signaling pathway that results in production of proinflammatory cytokines such as Interferon-β (IFN-β) and activation of the antiviral response. Precise regulation of the antiviral innate immune response is required to avoid deleterious effects of its overactivation. We previously reported that the 4EHP/GIGYF2 translational repressor complex reduces the translation of Ifnb1 mRNA, which encodes IFN-β, upon RNA viral infections. Here, we report a distinct regulatory mechanism by which 4EHP controls replication of DNA viruses by translational repression of the Cgas mRNA, which encodes the DNA viral sensor cGAS. We show that 4EHP is required for effective translational repression of Cgas mRNA triggered by miR-23a. Upon infection, 4EHP deficiency bolsters the elicited innate immune response against the diverse DNA viruses Herpes simplex virus 1 (HSV-1) and Vaccinia Virus (VacV) and concomitantly reduces their rate of replication in vitro and in vivo. This study elucidates an intrinsic regulatory mechanism of the host response to DNA viruses which may provide unique opportunities for countering viral infections.",
          "url": "http://dx.doi.org/10.1073/pnas.2413018121",
          "doi": "10.1073/pnas.2413018121",
          "filter": "2"
        },
        {
          "title": "An E2 ubiquitin-conjugating enzyme links diubiquitinated H2B to H3K27M oncohistone function",
          "authors": "Alan L. Jiao, Erdem Sendinc, Barry M. Zee, Felice Wallner, Yang Shi",
          "abstract": "The H3K27M oncogenic histone (oncohistone) mutation drives ~80% of incurable childhood brain tumors known as diffuse midline gliomas (DMGs). The major molecular feature of H3K27M mutant DMGs is a global loss of H3K27 trimethylation (H3K27me3), a phenotype conserved in Caenorhabditis elegans ( C. elegans ). Here, we perform unbiased genome-wide suppressor screens in C. elegans expressing H3K27M and isolate 20 suppressors, all of which at least partially restore H3K27me3. 19/20 suppressor mutations map to the same histone H3.3 gene in which the K27M mutation was originally introduced. Most of these create single amino acid substitutions between residues R26-Y54, which do not disrupt oncohistone expression. Rather, they are predicted to impair interactions with the Polycomb Repressive Complex 2 (PRC2) and are functionally conserved in human cells. Further, we mapped a single extragenic H3K27M suppressor to ubc-20 , an E2 ubiquitin-conjugating enzyme, whose loss rescued H3K27me3 to nearly 50% wild-type levels despite continued oncohistone expression and chromatin incorporation. We demonstrate that ubc-20 is the major enzyme responsible for generating diubiquitinated histone H2B. Our study provides in vivo support for existing models of PRC2 inhibition via direct oncohistone contact and suggests that the effects of H3K27M may be modulated by H2B ubiquitination.",
          "url": "http://dx.doi.org/10.1073/pnas.2416614121",
          "doi": "10.1073/pnas.2416614121",
          "filter": "2"
        },
        {
          "title": "Monocytes give rise to Langerhans cells that preferentially migrate to lymph nodes at steady state",
          "authors": "Hayley M. Raquer-McKay, Raul A. Maqueda-Alfaro, Sanjana Saravanan, Rebeca Arroyo Hornero, Björn E. Clausen, Andres Gottfried-Blackmore, Juliana Idoyaga",
          "abstract": "Current evidence suggests that ontogeny may account for the functional heterogeneity of some tissue macrophages, but not others. Here, we asked whether developmental origin drives different functions of skin Langerhans cells (LCs), an embryo-derived mononuclear phagocyte with features of both tissue macrophages and dendritic cells. Using time-course analyses, bone marrow chimeras, and fate tracing models, we found that the complete elimination of embryo-derived LCs at steady state results in their repopulation from circulating monocytes. However, monocyte-derived LCs inefficiently replenished the epidermal niche. Instead, these cells preferentially migrated to skin-draining lymph nodes. Mechanistically, we show that the enhanced migratory capability of monocyte-derived LCs is associated with higher expression of CD207/Langerin, a C-type lectin involved in the capture of skin microbes. Our data demonstrate that ontogeny plays a role in the migratory behavior of epidermal LCs.",
          "url": "http://dx.doi.org/10.1073/pnas.2404927121",
          "doi": "10.1073/pnas.2404927121",
          "filter": "2"
        },
        {
          "title": "TARGET-seq: Linking single-cell transcriptomics of human dopaminergic neurons with their target specificity",
          "authors": "Alessandro Fiorenzano, Petter Storm, Edoardo Sozzi, Andreas Bruzelius, Sara Corsi, Janko Kajtez, Janitha Mudannayake, Jenny Nelander, Bengt Mattsson, Malin Åkerblom, Tomas Björklund, Anders Björklund, Malin Parmar",
          "abstract": "Dopaminergic (DA) neurons exhibit significant diversity characterized by differences in morphology, anatomical location, axonal projection pattern, and selective vulnerability to disease. More recently, scRNAseq has been used to map DA neuron diversity at the level of gene expression. These studies have revealed a higher than expected molecular diversity in both mouse and human DA neurons. However, whether different molecular expression profiles correlate with specific functions of different DA neurons or with their classical division into mesolimbic (A10) and nigrostriatal (A9) neurons, remains to be determined. To address this, we have developed an approach termed TARGET-seq (Tagging projections by AAV-mediated RetroGrade Enrichment of Transcriptomes) that links the transcriptional profile of the DA neurons with their innervation of specific target structures in the forebrain. Leveraging this technology, we identify molecularly distinct subclusters of human DA neurons with a clear link between transcriptome and axonal target-specificity, offering the possibility to infer neuroanatomical-based classification to molecular identity and target-specific connectivity. We subsequently used this dataset to identify candidate transcription factors along DA developmental trajectories that may control subtype identity, thus providing broad avenues that can be further explored in the design of next-generation A9 and A10 enriched DA-neurons for drug screening or A9 enriched DA cells for clinical stem cell-based therapies.",
          "url": "http://dx.doi.org/10.1073/pnas.2410331121",
          "doi": "10.1073/pnas.2410331121",
          "filter": "2"
        },
        {
          "title": "The global spread of Oriental Horses in the past 1,500 years through the lens of the Y chromosome",
          "authors": "Lara Radovic, Viktoria Remer, Doris Rigler, Elif Bozlak, Lucy Allen, Gottfried Brem, Monika Reissman, Gudrun A. Brockmann, Katarzyna Ropka-Molik, Monika Stefaniuk-Szmukier, Liliya Kalinkova, Valery V. Kalashnikov, Alexander M. Zaitev, Terje Raudsepp, Caitlin Castaneda, Ines von Butler-Wemken, Laura Patterson Rosa, Samantha A. Brooks, Miguel Novoa‐Bravo, Nikos Kostaras, Abdugani Abdurasulov, Douglas F. Antczak, Donald C. Miller, Maria Susana Lopes, Artur da Câmara Machado, Gabriella Lindgren, Rytis Juras, Gus Cothran, Barbara Wallner",
          "abstract": "Since their domestication, horses have accompanied mankind, and humans have constantly shaped horses according to their needs through stallion-centered breeding. Consequently, the male-specific portion of the Y chromosome (MSY) is extremely uniform in modern horse breeds. The majority of stallions worldwide carry MSY haplotypes (HT) attributed to an only ~1,500-y-old, so-called, “Crown” haplogroup. The predominance of the Crown in modern horse breeds is thought to represent a footprint of the vast impact of stallions of “Oriental origin” in the past millennium. Here, we report the results of a fine-scaled MSY haplotyping of large datasets of patrilines comprising 1,517 males of 189 modern horse breeds, covering a broad phenotypic and geographic spectrum. We can disentangle the multilayered influence of Oriental stallions over the last few hundred years, exposing the intense linebreeding and the wide-ranging impact of Arabian, English Thoroughbred, and Coldblood sires. Iberian and New World horse breeds contain a wide range of diversified Crown lineages. Their broad HT spectrum illustrates the spread of horses of Oriental origin via the Iberian Peninsula after the Middle Ages, which is commonly referred to as the “Spanish influence.” Our survey also revealed a second major historical dissemination of horses from Western Asia, attributed to the expansion of the Ottoman Empire. Our analysis shows that MSY analysis can uncover the complex history of horse breeds and can be used to establish the paternal ancestry of modern horse breeds.",
          "url": "http://dx.doi.org/10.1073/pnas.2414408121",
          "doi": "10.1073/pnas.2414408121",
          "filter": "2"
        },
        {
          "title": "Frontotemporal network contribution to occluded face processing",
          "authors": "Jalaledin Noroozi, Ehsan Rezayat, Mohammad-Reza A. Dehaqani",
          "abstract": "Primates are known for their exceptional ability to recognize faces. However, we still have much to learn about how their brains process faces when they are partially hidden. When we cover parts of a face, it affects how our brains respond, even though we still perceive the face as a whole. This suggests that complex brain networks are at work in understanding partially hidden faces. To explore this further, we studied two brain regions, the ventrolateral prefrontal cortex (vlPFC) and the inferior temporal cortex (ITC), while showing primate images of faces with parts occluded. We found that vlPFC neurons were more active when faces were partially covered, while ITC neurons preferred fully visible faces. Interestingly, the ITC seemed to process occluded faces in a separate phase after the vlPFC responded. Our research revealed a coordinated effort between these brain regions based on the level of facial obstruction. Specifically, the vlPFC seemed to play a crucial role, driving the representation of occluded faces in the later phase of ITC processing. Importantly, we also found that the brain processes occluded faces differently from those that are fully visible, suggesting specialized mechanisms for handling these situations. These findings highlight the importance of feedback from the vlPFC in understanding occluded faces in the ITC region of the brain. Understanding these neural processes not only enhances our understanding of how primates perceive faces but also provides insights into broader aspects of visual cognition.",
          "url": "http://dx.doi.org/10.1073/pnas.2407457121",
          "doi": "10.1073/pnas.2407457121",
          "filter": "2"
        },
        {
          "title": "New Estimates of US Civil War mortality from full-census records",
          "authors": "Joan Barceló, Jeffrey L. Jensen, Leonid Peisakhin, Haoyu Zhai",
          "abstract": "The Civil War was the deadliest conflict in US history. However, incomplete records have made it difficult to estimate the exact death toll both nationally, and especially, at the state level. In this article, we leverage the recently released full count of individual census returns and a sample of linked records across multiple censuses to provide i) the most precise national estimate of excess mortality to date and ii) reliable state-level estimates of excess mortality among native-born white males. Our national estimate is 698,000 Civil War deaths. This is substantially higher than the conventional historical estimate of 618,000 but lower than the most recent estimate of around 750,000 deaths based on a 1% census sample. Leveraging a novel migration-adjusted census comparison method, we document the extent to which the war’s toll was much greater in the Confederate states than in the Union.",
          "url": "http://dx.doi.org/10.1073/pnas.2414919121",
          "doi": "10.1073/pnas.2414919121",
          "filter": "2"
        },
        {
          "title": "Bouncing photons, underwater robots, and the ocean’s green film",
          "authors": "Benedetto Barone",
          "url": "http://dx.doi.org/10.1073/pnas.2420619121",
          "doi": "10.1073/pnas.2420619121",
          "filter": "2"
        },
        {
          "title": "Modeling extrahepatic hepatitis E virus infection in induced human primary neurons",
          "authors": "Michelle Jagst, André Gömer, Sanja Augustyniak, Mara Klöhn, Adriana Rehm, Rainer G. Ulrich, Verian Bader, Konstanze F. Winklhofer, Yannick Brüggemann, Ralf Gold, Barbara Gisevius, Daniel Todt, Eike Steinmann",
          "abstract": "Hepatitis E virus (HEV) infections are one of the most common causes of acute viral hepatitis, annually causing over 3 million symptomatic cases and 70,000 deaths worldwide. Historically, HEV was described as a hepatotropic virus, but has recently been associated with various extrahepatic manifestations including neurological disorders such as Guillain–Barré syndrome and neuralgic amyotrophy. However, the underlying pathogenesis of these neurological diseases remains largely unknown. The aim of this study was to investigate extrahepatic HEV manifestations in a neuronal model system using human-induced primary neurons (iPNs). Renal epithelial cells from human urine were reprogrammed to induced pluripotent stem cells to generate neuronal progenitor cells, which were subsequently differentiated into iPNs over 21 d. These iPNs supported HEV infection preferentially in neurite-bearing cells. Transcriptional profiling of the neuronal development process as well as viral infection dynamics in iPNs uncovered a lack of antiviral innate immune responses to HEV infection with only an intrinsic expression of distinct interferon-regulated genes and signaling molecules. Viral open reading frame 2 encoded capsid protein could be visualized by volumetric three-dimensional reconstitution within the neurites, which were reduced in length in an HEV inoculation-dependent manner. In conclusion, this neuron-derived human model system provides a powerful tool for studying extrahepatic manifestations of HEV infection. It further indicates a potential mechanism of pathogenesis driven by the interaction between host and viral factors.",
          "url": "http://dx.doi.org/10.1073/pnas.2411434121",
          "doi": "10.1073/pnas.2411434121",
          "filter": "2"
        },
        {
          "title": "PARG inhibitor sensitivity correlates with accumulation of single-stranded DNA gaps in preclinical models of ovarian cancer",
          "authors": "Ramya Ravindranathan, Ozge Somuncu, Alexandre André B. A. da Costa, Sirisha Mukkavalli, Benjamin P. Lamarre, Huy Nguyen, Carter Grochala, Yuqing Jiao, Joyce Liu, Bose Kochupurakkal, Kalindi Parmar, Geoffrey I. Shapiro, Alan D. D’Andrea",
          "abstract": "Poly (ADP-ribose) glycohydrolase (PARG) is a dePARylating enzyme which promotes DNA repair by removal of poly (ADP-ribose) (PAR) from PARylated proteins. Loss or inhibition of PARG results in replication stress and sensitizes cancer cells to DNA-damaging agents. PARG inhibitors are now undergoing clinical development for patients having tumors with homologous recombination deficiency (HRD), such as cancer patients with germline or somatic BRCA1/2 -mutations. PARP inhibitors kill BRCA-deficient cancer cells by increasing single-stranded DNA gaps (ssGAPs) during replication. Here, we report that, like PARP inhibitor (PARPi), PARG inhibitor (PARGi) treatment also causes an accumulation of ssGAPs in sensitive cells. PARGi exposure increased accumulation of S-phase-specific PAR, a marker for Okazaki fragment processing (OFP) defects on lagging strands and induced ssGAPs, in sensitive cells but not in resistant cells. PARGi also caused accumulation of PAR at the replication forks and at the ssDNA sites in sensitive cells. Additionally, PARGi exhibited monotherapy activity in specific HR-deficient, as well as HR-proficient, patient-derived, or patient-derived xenograft (PDX)-derived organoids of ovarian cancer, and drug sensitivity directly correlated with the accumulation of ssGAPs. Taken together, PARGi treatment results in toxic accumulation of PAR at replication forks resulting in ssGAPs due to OFP defects during replication. Regardless of the BRCA/ HRD - status, the induction of ssGAPs in preclinical models of ovarian cancer cells correlates with PARGi sensitivity. Patient-derived organoids (PDOs) may be a useful model system for testing PARGi sensitivity and functional biomarkers.",
          "url": "http://dx.doi.org/10.1073/pnas.2413954121",
          "doi": "10.1073/pnas.2413954121",
          "filter": "2"
        },
        {
          "title": "Cotranscriptional splicing is required in the cold to produce COOLAIR isoforms that repress Arabidopsis FLC",
          "authors": "Xiaogang Long, Yajun Cai, Huamei Wang, Yue Liu, Xiaoyi Huang, Hua Xuan, Wenjuan Li, Xiaoling Zhang, Hongya Zhang, Xiaofeng Fang, Hang He, Guoyong Xu, Caroline Dean, Hongchun Yang",
          "abstract": "Plants use seasonal cold to time the transition to reproductive development. Short- and long-term cold exposure is registered via parallel transcriptional shutdown and Polycomb-dependent epigenetic silencing of the Arabidopsis thaliana major flowering repressor locus FLOWERING LOCUS C ( FLC ). The cold-induced antisense transcripts ( COOLAIR ) determine the dynamics of FLC transcriptional shutdown, but the thermosensory mechanisms are still unresolved. Here, through a forward genetic screen, we identify a mutation that perturbs cold-induced COOLAIR expression and FLC repression. The mutation is a hypomorphic allele of SUPPRESSORS OF MEC-8 AND UNC-52 1 (SMU1), a conserved subunit of the spliceosomal B complex. SMU1 interacts in vivo with the proximal region of nascent COOLAIR and RNA 3′ processing/cotranscriptional regulators and enhances COOLAIR proximal intron splicing to promote specific COOLAIR isoforms. SMU1 also interacts with ELF7, an RNA Polymerase II Associated Factor (Paf1) component and limits COOLAIR transcription. Cold thus changes cotranscriptional splicing/RNA Pol II functionality in an SMU1-dependent mechanism to promote two different isoforms of COOLAIR that lead to reduced FLC transcription. Such cotranscriptional mechanisms are emerging as important regulators underlying plasticity in gene expression.",
          "url": "http://dx.doi.org/10.1073/pnas.2407628121",
          "doi": "10.1073/pnas.2407628121",
          "filter": "2"
        },
        {
          "title": "Identification of movie encoding neurons enables movie recognition AI",
          "authors": "Masaki Hiramoto, Hollis T. Cline",
          "abstract": "Natural visual scenes are dominated by spatiotemporal image dynamics, but how the visual system integrates “movie” information over time is unclear. We characterized optic tectal neuronal receptive fields using sparse noise stimuli and reverse correlation analysis. Neurons recognized movies of ~200-600 ms durations with defined start and stop stimuli. Movie durations from start to stop responses were tuned by sensory experience though a hierarchical algorithm. Neurons encoded families of image sequences following trigonometric functions. Spike sequence and information flow suggest that repetitive circuit motifs underlie movie detection. Principles of frog topographic retinotectal plasticity and cortical simple cells are employed in machine learning networks for static image recognition, suggesting that discoveries of principles of movie encoding in the brain, such as how image sequences and duration are encoded, may benefit movie recognition technology. We built and trained a machine learning network that mimicked neural principles of visual system movie encoders. The network, named MovieNet, outperformed current machine learning image recognition networks in classifying natural movie scenes, while reducing data size and steps to complete the classification task. This study reveals how movie sequences and time are encoded in the brain and demonstrates that brain-based movie processing principles enable efficient machine learning.",
          "url": "http://dx.doi.org/10.1073/pnas.2412260121",
          "doi": "10.1073/pnas.2412260121",
          "filter": "2"
        },
        {
          "title": "Compensation to visual impairments and behavioral plasticity in navigating ants",
          "authors": "Sebastian Schwarz, Leo Clement, Lars Haalck, Benjamin Risse, Antoine Wystrach",
          "abstract": "Desert ants are known to rely heavily on vision while venturing for food and returning to the nest. During these foraging trips, ants memorize and recognize their visual surroundings, which enables them to recapitulate individually learned routes in a fast and effective manner. The compound eyes are crucial for such visual navigation; however, it remains unclear how information from both eyes are integrated and how ants cope with visual impairment. Here, we manipulated the ants’ visual system by covering one of the two compound eyes and analyzed their ability to recognize familiar views. Monocular ants showed an immediate disruption of their ability to recapitulate their familiar route. However, they were able to compensate for this nonnatural impairment in a few hours by engaging in an extensive route-relearning ontogeny, composed of more learning walks than what naïve ants typically do. This relearning process with one eye forms novel memories, without erasing the previous memories acquired with two eyes. Additionally, ants having learned a route with one eye only are unable to recognize it with two eyes, even though more information is available. Together, this shows that visual memories are encoded and recalled in an egocentric and fundamentally binocular way, where the visual input as a whole must be matched to enable recognition. We show how this kind of visual processing fits with their neural circuitry.",
          "url": "http://dx.doi.org/10.1073/pnas.2410908121",
          "doi": "10.1073/pnas.2410908121",
          "filter": "2"
        },
        {
          "title": "Glucose-independent human cytomegalovirus replication is supported by metabolites that feed upper glycolytic branches",
          "authors": "Rebekah L. Mokry, John G. Purdy",
          "abstract": "Viruses with broad tissue distribution and cell tropism successfully replicate in various nutrient environments in the body. Several viruses reprogram metabolism for viral replication. However, many studies focus on metabolic reprogramming in nutrient-rich conditions that do not recapitulate physiological environments in the body. Here, we investigated how viruses may replicate when a metabolite thought to be essential for replication is limited. We use human cytomegalovirus infection in glucose-free conditions as a model to determine how glucose supports virus replication and how physiologically relevant nutrients contribute to glucose-independent virus production. We find that glucose supports viral genome synthesis, viral protein production and glycosylation, and infectious virus production. Notably, supplement of glucose-free cultures with uridine, ribose, or UDP-GlcNAc—metabolites that feed upper glycolytic branches like the pentose phosphate pathway—results in partially restored virus replication, including low levels of infectious virus production. Supplementing lower glycolysis in glucose-free cultures using pyruvate fails to restore virus replication. These results indicate that nutrients can compensate for glucose via feeding upper glycolytic branches to sustain low levels of virus production. More broadly, our findings suggest that viruses may successfully replicate in diverse metabolic niches, including those in the body with low glucose levels, through alternative nutrient usage.",
          "url": "http://dx.doi.org/10.1073/pnas.2412966121",
          "doi": "10.1073/pnas.2412966121",
          "filter": "2"
        },
        {
          "title": "The glucocorticoid receptor potentiates aldosterone-induced transcription by the mineralocorticoid receptor",
          "authors": "Thomas A. Johnson, Gregory Fettweis, Kaustubh Wagh, Diego Ceacero-Heras, Manan Krishnamurthy, Fermín Sánchez de Medina, Olga Martínez-Augustin, Arpita Upadhyaya, Gordon L. Hager, Diego Alvarez de la Rosa",
          "abstract": "The glucocorticoid and mineralocorticoid receptors (GR and MR, respectively) have distinct, yet overlapping physiological and pathophysiological functions. There are indications that both receptors interact functionally and physically, but the precise role of this interdependence is poorly understood. Here, we analyzed the impact of GR coexpression on MR genome-wide transcriptional responses and chromatin binding upon activation by aldosterone and glucocorticoids, both physiological ligands of this receptor. Transcriptional responses of MR in the absence of GR result in fewer regulated genes. In contrast, coexpression of GR potentiates MR-mediated transcription, particularly in response to aldosterone, both in cell lines and in the more physiologically relevant model of mouse colon organoids. MR chromatin binding is altered by GR coexpression in a locus- and ligand-specific way. Single-molecule tracking of MR suggests that the presence of GR contributes to productive binding of MR/aldosterone complexes to chromatin. Together, our data indicate that coexpression of GR potentiates aldosterone-mediated MR transcriptional activity, even in the absence of glucocorticoids.",
          "url": "http://dx.doi.org/10.1073/pnas.2413737121",
          "doi": "10.1073/pnas.2413737121",
          "filter": "2"
        },
        {
          "title": "Observation of Thouless pumping of light in quasiperiodic photonic crystals",
          "authors": "Kai Yang, Qidong Fu, Henrique C. Prates, Peng Wang, Yaroslav V. Kartashov, Vladimir V. Konotop, Fangwei Ye",
          "abstract": "Topological transport is determined by global properties of physical media where it occurs and is characterized by quantized amounts of adiabatically transported quantities. Discovered for periodic potential, it was also explored in disordered and discrete quasiperiodic systems. Here, we report on experimental observation of pumping of a light beam in a genuinely continuous incommensurate photorefractive quasicrystal emulated by its periodic approximants. We observe a universal character of the transport which is determined by the ratio between periods of the constitutive sublattices, by the sliding angle between them, and by Chern numbers of the excited bands (in the time-coordinate space) of the approximant, for which pumping is adiabatic. This reveals that the properties of quasiperiodic systems determining the topological transport are tightly related to those of their periodic approximants and can be observed and studied in a large variety of physical systems. Our results suggest that the links between quasiperiodic systems and their periodic approximants go beyond the pure mathematical relations: They manifest themselves in physical phenomena which can be explored experimentally.",
          "url": "http://dx.doi.org/10.1073/pnas.2411793121",
          "doi": "10.1073/pnas.2411793121",
          "filter": "2"
        },
        {
          "title": "Chirality-induced phonon spin selectivity by elastic spin–orbit interaction",
          "authors": "Chenwen Yang, Jie Ren",
          "abstract": "Spin and orbital degrees of freedom are crucial in not only fundamental particles but also classical waves such as optical systems, wherein the spin–orbit interaction (SOI) of light provides new perspectives for manipulating electromagnetic waves. Elastic waves possess similar spin angular momentum (SAM) and orbital angular momentum (OAM). However, the elastic counterpart of SOI remains unexplored, even for ubiquitous elastic waveguides (WG). Here, we demonstrate the existence of elastic SOI in helical WG. We prove that the torsion and curvature of helical WG induces synthetic gauge potentials in describing the elastic vibrations. Through analytical theory and simulations, we unveil the interplay among elastic SAM, intrinsic OAM, and extrinsic OAM, impacted by the elastic SOI. Importantly, results show that elastic SOI can introduce the Chirality-Induced Phonon Spin Selectivity. These findings advance our understanding of angular momentum physics in elastic waves and enable practical strategies for wave manipulation.",
          "url": "http://dx.doi.org/10.1073/pnas.2411427121",
          "doi": "10.1073/pnas.2411427121",
          "filter": "2"
        },
        {
          "title": "Reply to Materić: Appropriate blanks should avoid major contamination sources in the lab",
          "authors": "Naixin Qian, Phoebe Stapleton, Beizhan Yan, Wei Min",
          "url": "http://dx.doi.org/10.1073/pnas.2415874121",
          "doi": "10.1073/pnas.2415874121",
          "filter": "2"
        },
        {
          "title": "Global trends in antibiotic consumption during 2016–2023 and future projections through 2030",
          "authors": "Eili Y. Klein, Isabella Impalli, Suprena Poleon, Philippe Denoel, Mariateresa Cipriano, Thomas P. Van Boeckel, Simone Pecetta, David E. Bloom, Arindam Nandi",
          "abstract": "Antibiotic resistance is a global public health threat. Many factors contribute to this issue, with human antibiotic consumption being significant among them. Analyzing trends and patterns in consumption can aid in developing policies to mitigate the burden of antimicrobial resistance and global disparities in access to antibiotics. Using pharmaceutical sales data licensed from IQVIA, we estimate national-level trends in antibiotic consumption in 67 countries during 2016–2023 and analyze the effects of economic growth and the COVID-19 pandemic. Finally, we estimate global human consumption and project growth through 2030 assuming current trends. We find that estimated antibiotic consumption in reported countries increased 16.3% from 29.5 to 34.3 billion defined daily doses (DDDs) from 2016 to 2023, reflecting a 10.6% increase in the consumption rate from 13.7 to 15.2 DDDs per 1,000 inhabitants per day. Increases were most pronounced in upper-middle- and lower-middle-income countries. While the COVID-19 pandemic significantly reduced consumption globally, this was most pronounced in high-income countries, and in these countries, reductions in antibiotic use in 2020 were sharper, and lasted longer, than in other countries. By 2030, we project that, without reductions in rapidly developing nations, such as investments to improve infrastructure, particularly water and sanitation, along with improved access to vaccination, global antibiotic consumption will increase by 52.3% from an estimated 49.3 billion in 2023 to 75.1 billion DDDs.",
          "url": "http://dx.doi.org/10.1073/pnas.2411919121",
          "doi": "10.1073/pnas.2411919121",
          "filter": "2"
        },
        {
          "title": "Ferromagnetic stability optimization via oxygen-vacancy control in single-atom Co/TiO 2 nanostructures",
          "authors": "Vinod K. Paidi, Byoung-Hoon Lee, Alex Taekyung Lee, Sohrab Ismail-Beigi, Elizaveta Grishaeva, Sami Vasala, Pieter Glatzel, Wonjae Ko, Docheon Ahn, Taeghwan Hyeon, Younghak Kim, Kug-Seung Lee",
          "abstract": "Oxygen vacancies and their correlation with the nanomagnetism and electronic structure are crucial for applications in dilute magnetic semiconductors design applications. Here, we report on cobalt single atom-incorporated titanium dioxide (TiO 2 ) monodispersed nanoparticles synthesized using a thermodynamic redistribution strategy. Using advanced synchrotron-based X-ray techniques and simulations, we find trivalent titanium is absent, indicating trivalent cations do not influence ferromagnetic (FM) stability. Density functional theory calculations show that the FM stability between Co 2+ ions is very weak. However, electron doping from additional oxygen vacancies can significantly enhance this FM stability, which explains the observed room-temperature ferromagnetism. Moreover, our calculations illustrate enhanced FM interactions between Co Ti + V O complexes with additional oxygen vacancies. This study explores the electronic structure and room-temperature ferromagnetism using monodispersed nanocrystallites with single-atom-incorporated TiO 2 nanostructures. The strategies described herein offer promise in revealing magnetism in other single-atom-incorporated nanostructures.",
          "url": "http://dx.doi.org/10.1073/pnas.2409397121",
          "doi": "10.1073/pnas.2409397121",
          "filter": "2"
        },
        {
          "title": "North Atlantic and the Barents Sea variability contribute to the 2023 extreme fire season in Canada",
          "authors": "Guanyu Liu, Jing Li, Xichen Li, Tong Ying",
          "abstract": "In the late spring to summer season of 2023, Canada witnessed unprecedented wildfires, with an extensive burning area and smoke spreading as far as the East Coast of the United States and Europe. Here, using multisource data analysis and climate model simulations, we show that an abnormally warm North Atlantic, as well as an abnormally low Barents Sea ice concentration (SIC), are likely key climate drivers of this Canadian fire season, contributing to ~80% of the fire weather anomaly over Canada from June to August 2023. Specifically, the warm North Atlantic forms an anomalous regional zonal cell with ascending air over the Atlantic and descending air encircling Canada, creating hot and dry local conditions. Meanwhile, reduced Barents SIC leads to a high-pressure center and reinforces the dry northern winds in Canada through Rossby wave dynamics. These exacerbated dry and hot conditions create a favorable environment for the ignition and spread of fires, thus contributing to the prolonged and extreme fire season in Canada. These teleconnections can extend to decadal scales and have important implications for understanding and predicting decadal fire activity in Canada and the surrounding regions.",
          "url": "http://dx.doi.org/10.1073/pnas.2414241121",
          "doi": "10.1073/pnas.2414241121",
          "filter": "2"
        },
        {
          "title": "CD4 + T cells drive corneal nerve damage but not epitheliopathy in an acute aqueous-deficient dry eye model",
          "authors": "Alexia Vereertbrugghen, Manuela Pizzano, Agostina Cernutto, Florencia Sabbione, Irene A. Keitelman, Douglas Vera Aguilar, Ariel Podhorzer, Federico Fuentes, Celia Corral-Vázquez, Mauricio Guzmán, Mirta N. Giordano, Analía Trevani, Cintia S. de Paiva, Jeremías G. Galletti",
          "abstract": "Dry eye disease (DED) is characterized by a dysfunctional tear film in which the corneal epithelium and its abundant nerves are affected by ocular desiccation and inflammation. Although adaptive immunity and specifically CD4 + T cells play a role in DED pathogenesis, the exact contribution of these cells to corneal epithelial and neural damage remains undetermined. To address this, we explored the progression of a surgical DED model in wild-type (WT) and T cell-deficient mice. We observed that adaptive immune-deficient mice developed all aspects of DED comparably to WT mice except for the absence of functional and morphological corneal nerve changes, nerve damage-associated transcriptomic signature in the trigeminal ganglia, and sustained tear cytokine levels. Adoptive transfer of CD4 + T cells from WT DED mice to T cell-deficient mice reproduced corneal nerve damage but not epitheliopathy. Conversely, T cell-deficient mice reconstituted solely with naïve CD4 + T cells developed corneal nerve impairment and epitheliopathy upon DED induction, thus replicating the WT DED phenotype. Collectively, our data show that while corneal neuropathy is driven by CD4 + T cells in DED, corneal epithelial damage develops independently of the adaptive immune response. These findings have implications for T cell-targeting therapies currently in use for DED.",
          "url": "http://dx.doi.org/10.1073/pnas.2407648121",
          "doi": "10.1073/pnas.2407648121",
          "filter": "2"
        },
        {
          "title": "A complex mechanism translating variation of a simple genetic architecture into alternative life histories",
          "authors": "Jukka-Pekka Verta, Jacqueline E. Moustakas-Verho, Iikki Donner, Morgane Frapin, Annukka Ruokolainen, Paul V. Debes, Jaakko Erkinaro, Craig R. Primmer",
          "abstract": "Understanding the processes that link genotype to phenotype is a central challenge in biology. Despite progress in discovering genes associated with ecologically relevant traits, a poor understanding of the processes and functions via which molecules mediate evolutionary differences leaves us critically far from linking proximate and ultimate causes of evolution. This knowledge gap is particularly large in multifaceted phenotypes of ecological relevance such as life histories where multiple traits covary and influence fitness. In Atlantic salmon ( Salmo salar ), variation in a key life-history trait, maturation age, is largely linked to the transcription cofactor vestigial-like 3 ( vgll3 ). Here, we show that despite this simple genetic architecture, vgll3 genotype influences maturation age through a complex regulatory mechanism whereby it controls the expression of diverse pubertal signaling pathways. Using a multiomic approach in salmon testes, we show that the vgll3 genotype conferring early maturity up-regulates key genes controlling androgen production, cellular energy and adiposity, and TGF-β signaling, thereby increasing the likelihood of earlier pubertal initiation. By mapping VGLL3 regulatory elements we further show its interaction with distinct transcription factors in a genotype-dependent manner, thus coordinating differential activation of regulatory pathways. This study reveals the proximate mechanisms through which a genetically simple association leads to functionally complex molecular differences in a spectrum of cellular traits, thus explaining the molecular basis of pleiotropy in a large-effect gene. Our results indicate that evolution in correlated phenotypes, as exemplified by alternative life history strategies, can be dictated by the function of major life-history genes.",
          "url": "http://dx.doi.org/10.1073/pnas.2402386121",
          "doi": "10.1073/pnas.2402386121",
          "filter": "2"
        },
        {
          "title": "Understanding the puzzle of angular momentum conservation in beta decay and related processes",
          "authors": "Gordon Baym, Jen-Chieh Peng, C. J. Pethick",
          "abstract": "We ask the question of how angular momentum is conserved in electroweak interaction processes. To introduce the problem with a minimum of mathematics, we first raise the same issue in elastic scattering of a circularly polarized photon by an atom, where the scattered photon has a different spin direction than the original photon, and note its presence in scattering of a fully relativistic spin-1/2 particle by a central potential. We then consider inverse beta decay in which an electron is emitted following the capture of a neutrino on a nucleus. While both the incident neutrino and final electron spins are antiparallel to their momenta, the final spin is in a different direction than that of the neutrino—an apparent change of angular momentum. However, prior to measurement of the final particle, in all these cases angular momentum is indeed conserved. The apparent nonconservation of angular momentum arises in the quantum measurement process in which the measuring apparatus does not have an initially well-defined angular momentum, but is localized in the outside world. We generalize the discussion to massive neutrinos and electrons, and examine nuclear beta decay and electron-positron annihilation processes through the same lens, enabling physically transparent derivations of angular and helicity distributions in these reactions.",
          "url": "http://dx.doi.org/10.1073/pnas.2416768121",
          "doi": "10.1073/pnas.2416768121",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "Science is neither red nor blue",
          "authors": "Marcia McNutt",
          "abstract": "Long before the 5 November US presidential election, I had become ever more concerned that science has fallen victim to the same political divisiveness tearing at the seams of American society. This is a tragedy because science is the best—arguably the only—approach humankind has developed to peer into the future, to project the outcomes of various possible decisions using the known laws of the natural world. Since the founding of the National Academy of Sciences (NAS) during the Civil War, the most divisive period in US history, science and the NAS (of which I am the current president) have consistently served the nation, regardless of the political party in power. As the scientific community continues to do so now, it must take a critical look at what responsibility it bears in science becoming politically contentious, and how scientists can rebuild public trust.",
          "url": "http://dx.doi.org/10.1126/science.adu4907",
          "doi": "10.1126/science.adu4907",
          "filter": "0"
        },
        {
          "title": "Time to take stock",
          "authors": "H. Holden Thorp",
          "abstract": "The reelection of Donald Trump for a second, nonconsecutive term as US president—mirroring only Grover Cleveland’s 22nd and 24th presidencies after the Civil War—underscores a reality: Although his success stems partly from a willingness to tap into xenophobia, sexism, racism, transphobia, nationalism, and disregard for truth, his message resonates with a large portion of the American populace who feel alienated from America’s governmental, social, and economic institutions. These include science and higher education. Winning back this disaffected group will require science leaders to foster and promote a more inclusive scientific landscape for all Americans and lay out how science can be successful under Trump. But it will also require the entire scientific enterprise to change behaviors that make science and its practitioners susceptible to persistent and future attacks.",
          "url": "http://dx.doi.org/10.1126/science.adu4331",
          "doi": "10.1126/science.adu4331",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Synchronous recognition of amines in oxidative carbonylation toward unsymmetrical ureas",
          "authors": "Jinhui Wang, Shengchun Wang, Zhihong Wei, Pengjie Wang, Yanwei Cao, Yang Huang, Lin He, Aiwen Lei",
          "abstract": "Unsymmetrical ureas are commonly found in pharmaceuticals and bioactive compounds. However, devising strategies to introduce two distinct amines selectively in the construction of unsymmetrical ureas remains a challenge. In this work, we use a synchronous recognition strategy that takes advantage of radical and nucleophilic activation to discriminate between secondary and primary amines. Specifically, a copper catalyst preferentially oxidizes secondary amines to radical species, whereas a cobalt catalyst carbonylates primary amines to produce cobalt amides. Coupling these fragments by cooperative catalysis produces unsymmetrical ureas with high selectivity, as showcased by the modification of 41 biologically active compounds and six drugs.",
          "url": "http://dx.doi.org/10.1126/science.adl0149",
          "doi": "10.1126/science.adl0149",
          "filter": "2"
        },
        {
          "title": "A mechanical qubit",
          "authors": "Yu Yang, Igor Kladarić, Maxwell Drimmer, Uwe von Lüpke, Daan Lenterman, Joost Bus, Stefano Marti, Matteo Fadel, Yiwen Chu",
          "abstract": "Although strong nonlinear interactions between quantized excitations are an important resource for quantum technologies based on bosonic oscillator modes, most electromagnetic and mechanical nonlinearities are far too weak to allow for nonlinear effects to be observed at the single-quantum level. This limitation has been overcome in electromagnetic resonators by coupling them to other strongly nonlinear quantum systems such as atoms and superconducting qubits. We demonstrate the realization of the single-phonon nonlinear regime in a solid-state mechanical system. The single-phonon anharmonicity in our system exceeds the decoherence rate by a factor of 6.8, allowing us to use it as a mechanical qubit and demonstrate initialization, readout, and single-qubit gates. Our approach provides a powerful quantum acoustics platform for quantum simulations, sensing, and information processing.",
          "url": "http://dx.doi.org/10.1126/science.adr2464",
          "doi": "10.1126/science.adr2464",
          "filter": "2"
        },
        {
          "title": "Subambient daytime radiative cooling of vertical surfaces",
          "authors": "Fei Xie, Weiliang Jin, J. Ryan Nolen, Hao Pan, Naiqin Yi, Yang An, Zhiyu Zhang, Xiangtong Kong, Fei Zhu, Ke Jiang, Sicong Tian, Tianji Liu, Xiaojuan Sun, Longnan Li, Dabing Li, Yun-Feng Xiao, Andrea Alu, Shanhui Fan, Wei Li",
          "abstract": "Subambient daytime radiative cooling enables temperatures to passively reach below ambient temperature, even under direct sunlight, by emitting thermal radiation toward outer space. This technology holds promise for numerous exciting applications. However, previous demonstrations of subambient daytime radiative cooling require surfaces that directly face the sky, and these cannot be applied to vertical surfaces that are ubiquitous in real-world scenarios such as buildings and vehicles. Here, we demonstrate subambient daytime radiative cooling of vertical surfaces under peak sunlight using a hierarchically designed, angularly asymmetric, spectrally selective thermal emitter. Under peak sunlight of about 920 watts per square meter, our emitter reaches a temperature that is about 2.5°C below ambient temperature, corresponding to a temperature reduction of about 4.3° and 8.9°C compared with a silica-polymer hybrid radiative cooler and commercial white paint, respectively.",
          "url": "http://dx.doi.org/10.1126/science.adn2524",
          "doi": "10.1126/science.adn2524",
          "filter": "2"
        },
        {
          "title": "Isolation of psychedelic-responsive neurons underlying anxiolytic behavioral states",
          "authors": "J. Muir, S. Lin, I. K. Aarrestad, H. R. Daniels, J. Ma, L. Tian, D. E. Olson, C. K. Kim",
          "abstract": "Psychedelics hold promise as alternate treatments for neuropsychiatric disorders. However, the neural mechanisms by which they drive adaptive behavioral effects remain unclear. We isolated the specific neurons modulated by a psychedelic to determine their role in driving behavior. Using a light- and calcium-dependent activity integrator, we genetically tagged psychedelic-responsive neurons in the medial prefrontal cortex (mPFC) of mice. Single-nucleus RNA sequencing revealed that the psychedelic drove network-level activation of multiple cell types beyond just those expressing 5-hydroxytryptamine 2A receptors. We labeled psychedelic-responsive mPFC neurons with an excitatory channelrhodopsin to enable their targeted manipulation. We found that reactivation of these cells recapitulated the anxiolytic effects of the psychedelic without driving its hallucinogenic-like effects. These findings reveal essential insight into the cell-type–specific mechanisms underlying psychedelic-induced behavioral states.",
          "url": "http://dx.doi.org/10.1126/science.adl0666",
          "doi": "10.1126/science.adl0666",
          "filter": "2"
        },
        {
          "title": "SPL13 controls a root apical meristem phase change by triggering oriented cell divisions",
          "authors": "Baojun Yang, Yanbiao Sun, Max Minne, Yanhua Ge, Qianru Yue, Vera Goossens, Eliana Mor, Brenda Callebaut, Kevin Bevernaege, Johan M. Winne, Dominique Audenaert, Bert De Rybel",
          "abstract": "Oriented cell divisions are crucial for determining the overall morphology and size of plants, but what controls the onset and duration of this process remains largely unknown. Here, we identified a small molecule that activates root apical meristem (RAM) expression of SQUAMOSA PROMOTER BINDING PROTEIN-LIKE13 (SPL13) a known player in the shoot’s juvenile-to-adult transition. This expression leads to oriented cell divisions in the RAM through SHORT ROOT (SHR) and cell cycle regulators. We further show that the RAM has distinct juvenile and adult phases typed by morphological and molecular characteristics and that SPL factors are crucially required for this transition in Arabidopsis and rice ( Oryza sativa ). In summary, we provide molecular insights into the age-dependent morphological changes occurring in the RAM during phase change.",
          "url": "http://dx.doi.org/10.1126/science.ado4298",
          "doi": "10.1126/science.ado4298",
          "filter": "2"
        },
        {
          "title": "Glaciation of liquid clouds, snowfall, and reduced cloud cover at industrial aerosol hot spots",
          "authors": "Velle Toll, Jorma Rahu, Hannes Keernik, Heido Trofimov, Tanel Voormansik, Peter Manshausen, Emma Hung, Daniel Michelson, Matthew W. Christensen, Piia Post, Heikki Junninen, Benjamin J. Murray, Ulrike Lohmann, Duncan Watson-Parris, Philip Stier, Norman Donaldson, Trude Storelvmo, Markku Kulmala, Nicolas Bellouin",
          "abstract": "The ability of anthropogenic aerosols to freeze supercooled cloud droplets remains debated. In this work, we present observational evidence for the glaciation of supercooled liquid-water clouds at industrial aerosol hot spots at temperatures between −10° and −24°C. Compared with the nearby liquid-water clouds, shortwave reflectance was reduced by 14% and longwave radiance was increased by 4% in the glaciation-affected regions. There was an 8% reduction in cloud cover and an 18% reduction in cloud optical thickness. Additionally, daily glaciation-induced snowfall accumulations reached 15 millimeters. Glaciation events downwind of industrial aerosol hot spots indicate that anthropogenic aerosols likely serve as ice-nucleating particles. However, rare glaciation events downwind of nuclear power plants indicate that factors other than aerosol emissions may also play a role in the observed glaciation events.",
          "url": "http://dx.doi.org/10.1126/science.adl0303",
          "doi": "10.1126/science.adl0303",
          "filter": "2"
        },
        {
          "title": "Pathogenic proteotoxicity of cryptic splicing is alleviated by ubiquitination and ER-phagy",
          "authors": "Cristian Prieto-Garcia, Vigor Matkovic, Thorsten Mosler, Congxin Li, Jie Liang, James A. Oo, Felix Haidle, Igor Mačinković, Alfredo Cabrera-Orefice, Rayene Berkane, Giulio Giuliani, Fenfen Xu, Anne-Claire Jacomin, Ines Tomaskovic, Marion Basoglu, Marina E. Hoffmann, Rajeshwari Rathore, Ronay Cetin, Doha Boutguetait, Süleyman Bozkurt, María Clara Hernández Cañás, Mario Keller, Jonas Busam, Varun Jayeshkumar Shah, Ilka Wittig, Manuel Kaulich, Petra Beli, Wojciech P. Galej, Ingo Ebersberger, Likun Wang, Christian Münch, Alexandra Stolz, Ralf P. Brandes, William Ka Fai Tse, Stefan Eimer, Didier Y. R. Stainier, Stefan Legewie, Kathi Zarnack, Michaela Müller-McNicoll, Ivan Dikic",
          "abstract": "RNA splicing enables the functional adaptation of cells to changing contexts. Impaired splicing has been associated with diseases, including retinitis pigmentosa, but the underlying molecular mechanisms and cellular responses remain poorly understood. In this work, we report that deficiency of ubiquitin-specific protease 39 (USP39) in human cell lines, zebrafish larvae, and mice led to impaired spliceosome assembly and a cytotoxic splicing profile characterized by the use of cryptic 5′ splice sites. Disruptive cryptic variants evaded messenger RNA (mRNA) surveillance pathways and were translated into misfolded proteins, which caused proteotoxic aggregates, endoplasmic reticulum (ER) stress, and, ultimately, cell death. The detrimental consequence of splicing-induced proteotoxicity could be mitigated by up-regulating the ubiquitin-proteasome system and selective autophagy. Our findings provide insight into the molecular pathogenesis of spliceosome-associated diseases.",
          "url": "http://dx.doi.org/10.1126/science.adi5295",
          "doi": "10.1126/science.adi5295",
          "filter": "2"
        },
        {
          "title": "High-temperature carbon dioxide capture in a porous material with terminal zinc hydride sites",
          "authors": "Rachel C. Rohde, Kurtis M. Carsch, Matthew N. Dods, Henry Z. H. Jiang, Alexandra R. McIsaac, Ryan A. Klein, Hyunchul Kwon, Sarah L. Karstens, Yang Wang, Adrian J. Huang, Jordan W. Taylor, Yuto Yabuuchi, Nikolay V. Tkachenko, Katie R. Meihaus, Hiroyasu Furukawa, Danielle R. Yahne, Kaitlyn E. Engler, Karen C. Bustillo, Andrew M. Minor, Jeffrey A. Reimer, Martin Head-Gordon, Craig M. Brown, Jeffrey R. Long",
          "abstract": "Carbon capture can mitigate point-source carbon dioxide (CO 2 ) emissions, but hurdles remain that impede the widespread adoption of amine-based technologies. Capturing CO 2 at temperatures closer to those of many industrial exhaust streams (&gt;200°C) is of interest, although metal oxide absorbents that operate at these temperatures typically exhibit sluggish CO 2 absorption kinetics and instability to cycling. Here, we report a porous metal–organic framework featuring terminal zinc hydride sites that reversibly bind CO 2 at temperatures above 200°C—conditions that are unprecedented for intrinsically porous materials. Gas adsorption, structural, spectroscopic, and computational analyses elucidate the rapid, reversible nature of this transformation. Extended cycling and breakthrough analyses reveal that the material is capable of deep carbon capture at low CO 2 concentrations and high temperatures relevant to postcombustion capture.",
          "url": "http://dx.doi.org/10.1126/science.adk5697",
          "doi": "10.1126/science.adk5697",
          "filter": "2"
        },
        {
          "title": "Chemical genetic approaches to dissect microbiota mechanisms in health and disease",
          "authors": "Xinglin Yang, Howard C. Hang",
          "abstract": "Advances in genomics, proteomics, and metabolomics have revealed associations between specific microbiota species in health and disease. However, the precise mechanism(s) of action for many microbiota species and molecules have not been fully elucidated, limiting the development of microbiota-based diagnostics and therapeutics. In this Review, we highlight innovative chemical and genetic approaches that are enabling the dissection of microbiota mechanisms and providing causation in health and disease. Although specific microbiota molecules and mechanisms have begun to emerge, new approaches are still needed to go beyond phenotypic associations and translate microbiota discoveries into actionable targets and therapeutic leads to prevent and treat diseases.",
          "url": "http://dx.doi.org/10.1126/science.ado8548",
          "doi": "10.1126/science.ado8548",
          "filter": "2"
        },
        {
          "title": "Ribozyme-activated mRNA trans-ligation enables large gene delivery to treat muscular dystrophies",
          "authors": "Sean R. Lindley, Kadiam C. Venkata Subbaiah, Fnu Priyanka, Pornthida Poosala, Yijie Ma, Leila Jalinous, Jason A. West, William A. Richardson, Tamlyn N. Thomas, Douglas M. Anderson",
          "abstract": "Ribozymes are small catalytic RNA sequences capable of nucleotide-specific self-cleavage found widespread in nature. Ribozyme cleavage generates distinct 2′,3′-phosphate and 5′-hydroxyl termini that resemble substrates for recently characterized RNA repair pathways in cells. We report that ribozyme cleavage of two separate mRNAs activated their scarless trans-ligation and translation into full-length protein in eukaryotic cells, a process that we named StitchR (for Stitch RNA). Optimization of StitchR activity in mammalian cells resulted in a ~900-fold increase in protein expression that approached levels observed for genes expressed from single vectors. We demonstrate that StitchR can be harnessed for effective dual adeno-associated virus gene therapies to correct muscular dystrophies by restoring large functional muscle proteins to endogenous levels in vivo.",
          "url": "http://dx.doi.org/10.1126/science.adp8179",
          "doi": "10.1126/science.adp8179",
          "filter": "2"
        },
        {
          "title": "A glutamine metabolic switch supports erythropoiesis",
          "authors": "Junhua Lyu, Zhimin Gu, Yuannyu Zhang, Hieu S. Vu, Christophe Lechauve, Feng Cai, Hui Cao, Julia Keith, Valentina Brancaleoni, Francesca Granata, Irene Motta, Maria Domenica Cappellini, Lily Jun-Shen Huang, Ralph J. DeBerardinis, Mitchell J. Weiss, Min Ni, Jian Xu",
          "abstract": "Metabolic requirements vary during development, and our understanding of how metabolic activity influences cell specialization is incomplete. Here, we describe a switch from glutamine catabolism to synthesis required for erythroid cell maturation. Glutamine synthetase (GS), one of the oldest functioning genes in evolution, is activated during erythroid maturation to detoxify ammonium generated from heme biosynthesis, which is up-regulated to support hemoglobin production. Loss of GS in mouse erythroid precursors caused ammonium accumulation and oxidative stress, impairing erythroid maturation and recovery from anemia. In β-thalassemia, GS activity is inhibited by protein oxidation, leading to glutamate and ammonium accumulation, whereas enhancing GS activity alleviates the metabolic and pathological defects. Our findings identify an evolutionarily conserved metabolic adaptation that could potentially be leveraged to treat common red blood cell disorders.",
          "url": "http://dx.doi.org/10.1126/science.adh9215",
          "doi": "10.1126/science.adh9215",
          "filter": "2"
        },
        {
          "title": "A sample of the Moon’s far side retrieved by Chang’e-6 contains 2.83-billion-year-old basalt",
          "authors": "Zexian Cui, Qing Yang, Yan-Qiang Zhang, Chenyuan Wang, Haiyang Xian, Zhiming Chen, Zhiyong Xiao, Yuqi Qian, James W. Head, Clive R. Neal, Long Xiao, Fanglu Luo, Jinyou Chen, Pengli He, Yonghua Cao, Qin Zhou, Fangfang Huang, Linli Chen, Bo Wei, Jintuan Wang, Ya-Nan Yang, Shan Li, Yiping Yang, Xiaoju Lin, Jianxi Zhu, Le Zhang, Yi-Gang Xu",
          "abstract": "Remote sensing observations have shown that the far side of the Moon (lunar farside) has different geology and rock composition to the near side, including the abundances of potassium, rare earth elements, and phosphorus (collectively known as KREEP). The Chang’e-6 (CE-6) spacecraft collected samples from the South Pole-Aitken (SPA) basin on the farside and brought them to Earth. We use lead-lead and rubidium-strontium isotope systems to date low-titanium basalt in a CE-6 sample, finding a consistent age of 2830 ± 5 million years. We interpret this as the date of volcanism in SPA and incorporate it into lunar crater chronology. Strontium, neodymium and lead isotopes indicate the volcanic magma was from a lunar mantle source depleted in incompatible elements and containing almost no KREEP component.",
          "url": "http://dx.doi.org/10.1126/science.adt1093",
          "doi": "10.1126/science.adt1093",
          "filter": "2"
        },
        {
          "title": "Diverse and larger tree islands promote native tree diversity in oil palm landscapes",
          "authors": "Gustavo B. Paterno, Fabian Brambach, Nathaly Guerrero-Ramírez, Delphine Clara Zemp, Aiza F. Cantillo, Nicolò Camarretta, Carina C. M. Moura, Oliver Gailing, Johannes Ballauff, Andrea Polle, Michael Schlund, Stefan Erasmi, Najeeb A. Iddris, Watit Khokthong, Leti Sundawati, Bambang Irawan, Dirk Hölscher, Holger Kreft",
          "abstract": "In monoculture-dominated landscapes, recovering biodiversity is a priority, but effective restoration strategies have yet to be identified. In this study, we experimentally tested passive and active restoration strategies to recover taxonomic, phylogenetic, and functional diversity of woody plants within 52 tree islands established in an oil palm landscape. Large tree islands and higher initial planted diversity catalyzed diversity recovery, particularly functional diversity at the landscape level. At the local scale, results demonstrated that greater initial planting diversity begets greater diversity of native recruits, overcoming limitations of natural recruitment in highly modified landscapes. Establishing large and diverse tree islands is crucial for safeguarding rare, endemic, and forest-associated species in oil palm landscapes.",
          "url": "http://dx.doi.org/10.1126/science.ado1629",
          "doi": "10.1126/science.ado1629",
          "filter": "2"
        },
        {
          "title": "The metaphors of artificial intelligence",
          "authors": "Melanie Mitchell",
          "abstract": "A few months after ChatGPT was released, the neural network pioneer Terrence Sejnowski wrote about coming to grips with the shock of what large language models (LLMs) could do: “Something is beginning to happen that was not expected even a few years ago. A threshold was reached, as if a space alien suddenly appeared that could communicate with us in an eerily human way.…Some aspects of their behavior appear to be intelligent, but if it’s not human intelligence, what is the nature of their intelligence?”",
          "url": "http://dx.doi.org/10.1126/science.adt6140",
          "doi": "10.1126/science.adt6140",
          "filter": "2"
        },
        {
          "title": "Sequence modeling and design from molecular to genome scale with Evo",
          "authors": "Eric Nguyen, Michael Poli, Matthew G. Durrant, Brian Kang, Dhruva Katrekar, David B. Li, Liam J. Bartie, Armin W. Thomas, Samuel H. King, Garyk Brixi, Jeremy Sullivan, Madelena Y. Ng, Ashley Lewis, Aaron Lou, Stefano Ermon, Stephen A. Baccus, Tina Hernandez-Boussard, Christopher Ré, Patrick D. Hsu, Brian L. Hie",
          "abstract": "The genome is a sequence that encodes the DNA, RNA, and proteins that orchestrate an organism’s function. We present Evo, a long-context genomic foundation model with a frontier architecture trained on millions of prokaryotic and phage genomes, and report scaling laws on DNA to complement observations in language and vision. Evo generalizes across DNA, RNA, and proteins, enabling zero-shot function prediction competitive with domain-specific language models and the generation of functional CRISPR-Cas and transposon systems, representing the first examples of protein-RNA and protein-DNA codesign with a language model. Evo also learns how small mutations affect whole-organism fitness and generates megabase-scale sequences with plausible genomic architecture. These prediction and generation capabilities span molecular to genomic scales of complexity, advancing our understanding and control of biology.",
          "url": "http://dx.doi.org/10.1126/science.ado9336",
          "doi": "10.1126/science.ado9336",
          "filter": "2"
        },
        {
          "title": "Pathways to reduce global plastic waste mismanagement and greenhouse gas emissions by 2050",
          "authors": "A. Samuel Pottinger, Roland Geyer, Nivedita Biyani, Ciera C Martinez, Neil Nathan, Molly R Morse, Chao Liu, Shanying Hu, Magali de Bruyn, Carl Boettiger, Elijah Baker, Douglas J McCauley",
          "abstract": "Plastic production and plastic pollution negatively affect our environment, environmental justice, and climate change. Using detailed global and regional plastics datasets coupled with socio-economic data, we employ machine learning to predict that, without intervention, annual mismanaged plastic waste will nearly double to 121 Mt (100 - 139 Mt 95% CI) by 2050. Annual greenhouse gas emissions from the plastic system are projected to grow by 37% to 3.35 Gt CO 2 equivalent (3.09 - 3.54 CO 2 e) over the same period. The United Nations plastic pollution treaty presents a unique opportunity to reshape these outcomes. We simulate eight candidate treaty policies and find that just four could together reduce mismanaged plastic waste by 91% (86% - 98%) and gross plastic-related greenhouse gas emissions by one third.",
          "url": "http://dx.doi.org/10.1126/science.adr3837",
          "doi": "10.1126/science.adr3837",
          "filter": "2"
        },
        {
          "title": "Predictions of groundwater PFAS occurrence at drinking water supply depths in the United States",
          "authors": "Andrea K. Tokranov, Katherine M. Ransom, Laura M. Bexfield, Bruce D. Lindsey, Elise Watson, Danielle I. Dupuy, Paul E. Stackelberg, Miranda S. Fram, Stefan A. Voss, James A. Kingsbury, Bryant C. Jurgens, Kelly L. Smalling, Paul M. Bradley",
          "abstract": "Per- and polyfluoroalkyl substances (PFAS), known colloquially as “forever chemicals,” have been associated with adverse human health effects and have contaminated drinking water supplies across the United States owing to their long-term and widespread use. People in the United States may unknowingly be drinking water that contains PFAS because of a lack of systematic analysis, particularly in domestic water supplies. We present an extreme gradient–boosting model for predicting the occurrence of PFAS in groundwater at the depths of drinking water supply for the conterminous United States. Our model results indicate that 71 million to 95 million people in the conterminous United States potentially rely on groundwater with detectable concentrations of PFAS for their drinking water supplies before any treatment.",
          "url": "http://dx.doi.org/10.1126/science.ado6638",
          "doi": "10.1126/science.ado6638",
          "filter": "2"
        },
        {
          "title": "Detection of interstellar 1-cyanopyrene: A four-ring polycyclic aromatic hydrocarbon",
          "authors": "Gabi Wenzel, Ilsa R. Cooke, P. Bryan Changala, Edwin A. Bergin, Shuo Zhang, Andrew M. Burkhardt, Alex N. Byrne, Steven B. Charnley, Martin A. Cordiner, Miya Duffy, Zachary T. P. Fried, Harshal Gupta, Martin S. Holdren, Andrew Lipnicky, Ryan A. Loomis, Hannah Toru Shay, Christopher N. Shingledecker, Mark A. Siebert, D. Archie Stewart, Reace H. J. Willis, Ci Xue, Anthony J. Remijan, Alison E. Wendlandt, Michael C. McCarthy, Brett A. McGuire",
          "abstract": "Polycyclic aromatic hydrocarbons (PAHs) are organic molecules containing adjacent aromatic rings. Infrared emission bands show that PAHs are abundant in space, but only a few specific PAHs have been detected in the interstellar medium. We detected 1-cyanopyrene, a cyano-substituted derivative of the related four-ring PAH pyrene, in radio observations of the dense cloud TMC-1, using the Green Bank Telescope. The measured column density of 1-cyanopyrene is ∼ 1 .52×10 12 cm −2 , from which we estimate that pyrene contains up to 0.1% of the carbon in TMC-1. This abundance indicates that interstellar PAH chemistry favors the production of pyrene. We suggest that some of the carbon supplied to young planetary systems is carried by PAHs that originate in cold molecular clouds.",
          "url": "http://dx.doi.org/10.1126/science.adq6391",
          "doi": "10.1126/science.adq6391",
          "filter": "2"
        },
        {
          "title": "Structural basis for inositol pyrophosphate gating of the phosphate channel XPR1",
          "authors": "Yi Lu, Chen-Xi Yue, Li Zhang, Deqiang Yao, Ying Xia, Qing Zhang, Xinchen Zhang, Shaobai Li, Yafeng Shen, Mi Cao, Chang-Run Guo, An Qin, Jie Zhao, Lu Zhou, Ye Yu, Yu Cao",
          "abstract": "Precise regulation of intracellular phosphate (Pi) is critical for cellular function, with xenotropic and polytropic retrovirus receptor 1 (XPR1) serving as the sole Pi exporter in humans. The mechanism of Pi efflux, activated by inositol pyrophosphates (PP-IPs), has remained unclear. This study presents cryo–electron microscopy structures of XPR1 in multiple conformations, revealing a transmembrane pathway for Pi export and a dual-binding activation pattern for PP-IPs. A canonical binding site is located at the dimeric interface of Syg1/Pho81/XPR1 (SPX) domains, and a second site, biased toward PP-IPs, is found between the transmembrane and SPX domains. By integrating structural studies with electrophysiological analyses, we characterized XPR1 as an inositol phosphates (IPs)/PP-IPs–activated phosphate channel. The interplay among its transmembrane domains, SPX domains, and IPs/PP-IPs orchestrates the conformational transition between its closed and open states.",
          "url": "http://dx.doi.org/10.1126/science.adp3252",
          "doi": "10.1126/science.adp3252",
          "filter": "2"
        },
        {
          "title": "Digging below the surface: Hidden risks for ground-nesting bees",
          "authors": "Sabrina Rondeau",
          "abstract": "Hidden risks for ground-nesting bees",
          "url": "http://dx.doi.org/10.1126/science.adt8998",
          "doi": "10.1126/science.adt8998",
          "filter": "3"
        },
        {
          "title": "The journey to a mechanical qubit",
          "authors": "Fabio Pistolesi",
          "abstract": "An acoustic resonator can be directly manipulated to store quantum information",
          "url": "http://dx.doi.org/10.1126/science.adt2497",
          "doi": "10.1126/science.adt2497",
          "filter": "3"
        },
        {
          "title": "End illegal sand mining in China",
          "authors": "Mingrong Liang, Yuling Liang, Yongyue Lu, Yijuan Xu, Benoit Guénard",
          "url": "http://dx.doi.org/10.1126/science.adr7278",
          "doi": "10.1126/science.adr7278",
          "filter": "3"
        },
        {
          "title": "‘America first’ could affect health worldwide",
          "authors": "Gretchen Vogel",
          "abstract": "Scientists worry Donald Trump will leave WHO again and slash disease control programs",
          "url": "http://dx.doi.org/10.1126/science.adu5822",
          "doi": "10.1126/science.adu5822",
          "filter": "3"
        },
        {
          "title": "Russia postpones three scientific ‘megaprojects’",
          "authors": "Eugene Gerden",
          "abstract": "Economic sanctions, budget woes hamper progress on x-ray sources and neutron beams",
          "url": "http://dx.doi.org/10.1126/science.adu5825",
          "doi": "10.1126/science.adu5825",
          "filter": "3"
        },
        {
          "title": "Research advocates see ‘no good news for science’",
          "authors": "Jeffrey Mervis",
          "abstract": "Trump agenda and a Republican Congress point to funding cuts and policy shifts",
          "url": "http://dx.doi.org/10.1126/science.adu5820",
          "doi": "10.1126/science.adu5820",
          "filter": "3"
        },
        {
          "title": "Gatekeepers of the brain: Identifying hidden mechanisms of type A GABA receptor signaling and assembly",
          "authors": "Andrija Sente",
          "abstract": "Identifying hidden mechanisms of type A GABA receptor signaling and assembly",
          "url": "http://dx.doi.org/10.1126/science.adt8990",
          "doi": "10.1126/science.adt8990",
          "filter": "3"
        },
        {
          "title": "Learning the language of DNA",
          "authors": "Christina V. Theodoris",
          "abstract": "A genomic foundation model broadly enables sequence modeling, prediction, and design",
          "url": "http://dx.doi.org/10.1126/science.adt3007",
          "doi": "10.1126/science.adt3007",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Bianca Lopez, Keith T. Smith, Brent Grocholski, Mattia Maroso, Jake S. Yeston, Jesse Smith, Stella M. Hurtley, Courtney Malo, Michael A. Funk, Di Jiang, L. Bryan Ray, Ankit Walia, Phil Szuromi, Ian S. Osborne, Hannah M. Isles, Leslie K. Ferrarelli",
          "abstract": "Highlights from the Science family of journals",
          "url": "http://dx.doi.org/10.1126/science.adu5505",
          "doi": "10.1126/science.adu5505",
          "filter": "3"
        },
        {
          "title": "A voyage to victory In the Footsteps of Darwin Grégory Grard and Matthieu Verdier Sorry We Are French, 2023.",
          "authors": "Angela Chuang, Orlando Schwery",
          "abstract": "Players help Darwin discover new species and develop scientific theories in a fast-paced board game",
          "url": "http://dx.doi.org/10.1126/science.adr3499",
          "doi": "10.1126/science.adr3499",
          "filter": "3"
        },
        {
          "title": "Preprint on Alzheimer’s drug deaths ignites author dispute",
          "authors": "Jennifer Couzin-Frankel",
          "abstract": "Co-authors say preliminary data on lecanemab fatalities don’t support the paper’s claims",
          "url": "http://dx.doi.org/10.1126/science.adu5824",
          "doi": "10.1126/science.adu5824",
          "filter": "3"
        },
        {
          "title": "Argentina’s unsustainable policies",
          "authors": "Sofia Capasso, Verónica Capasso",
          "url": "http://dx.doi.org/10.1126/science.adr8529",
          "doi": "10.1126/science.adr8529",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Peter Stern, Madeleine Seale, Melissa McCartney, Yevgeniya Nusinovich, Priscilla N. Kelly, Ian S. Osborne, Brent Grocholski",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "http://dx.doi.org/10.1126/science.adu5506",
          "doi": "10.1126/science.adu5506",
          "filter": "3"
        },
        {
          "title": "The counterattack",
          "authors": "Jennifer Couzin-Frankel",
          "abstract": "An immune cell treatment that fights cancer is now taking aim at autoimmune disease",
          "url": "http://dx.doi.org/10.1126/science.adu5507",
          "doi": "10.1126/science.adu5507",
          "filter": "3"
        },
        {
          "title": "Truly listening",
          "authors": "Sukrut C. Kamerkar",
          "url": "http://dx.doi.org/10.1126/science.adu4937",
          "doi": "10.1126/science.adu4937",
          "filter": "3"
        },
        {
          "title": "How to build a human: Piecing together the body’s cellular puzzle",
          "authors": "Jarrod Shilts",
          "abstract": "Piecing together the body’s cellular puzzle",
          "url": "http://dx.doi.org/10.1126/science.adt9012",
          "doi": "10.1126/science.adt9012",
          "filter": "3"
        },
        {
          "title": "Advancing alternative methods to reduce animal testing",
          "authors": "Chad P. Nelson, Paul Brown, Suzanne Fitzpatrick, Kevin A. Ford, Paul C. Howard, Tracy MacGill, Edward E. C. Margerrison, Jacqueline O’Shaughnessy, Tucker A. Patterson, Rakesh Raghuwanshi, Rodney Rouse, Selen Stromgren, Kyung E. Sung, Luis G. Valerio, Jeffrey L. Ward, Namandjé N. Bumpus",
          "abstract": "Emerging approaches show promise for regulatory use",
          "url": "http://dx.doi.org/10.1126/science.adg6228",
          "doi": "10.1126/science.adg6228",
          "filter": "3"
        },
        {
          "title": "Heat up to catch carbon",
          "authors": "He Li, Dan Zhao",
          "abstract": "A metal-organic framework is activated to capture carbon dioxide at high temperatures",
          "url": "http://dx.doi.org/10.1126/science.adt4825",
          "doi": "10.1126/science.adt4825",
          "filter": "3"
        },
        {
          "title": "Tomorrow’s trees Treekeepers: The Race for a Forested Future Lauren E. Oakes Basic Books, 2024. 336 pp.",
          "authors": "Sarah Boon",
          "abstract": "An ecologist probes the future of forests",
          "url": "http://dx.doi.org/10.1126/science.ads0962",
          "doi": "10.1126/science.ads0962",
          "filter": "3"
        },
        {
          "title": "Famed flipping ship gets second shot at research",
          "authors": "Sean Cummings",
          "abstract": "Saved from the scrapyard, unique ocean platform to be revamped before redeployment",
          "url": "http://dx.doi.org/10.1126/science.adu5823",
          "doi": "10.1126/science.adu5823",
          "filter": "3"
        },
        {
          "title": "Plastics treaty: Address building materials",
          "authors": "Bethanie Carney Almroth, Veena Singla",
          "url": "http://dx.doi.org/10.1126/science.adu2039",
          "doi": "10.1126/science.adu2039",
          "filter": "3"
        },
        {
          "title": "To target, to escape, perchance to cure: Borrowing a page from cancer’s playbook, scientists learn to evade their own therapies",
          "authors": "Gabriele Casirati",
          "abstract": "Borrowing a page from cancer’s playbook, scientists learn to evade their own therapies",
          "url": "http://dx.doi.org/10.1126/science.adt9029",
          "doi": "10.1126/science.adt9029",
          "filter": "3"
        },
        {
          "title": "The disciplinary matrix of holobiont biology",
          "authors": "Seth R. Bordenstein,  The Holobiont Biology Network, M. Thomas P. Gilbert, Nichole Ginnan, Antonino Malacrinò, Maria Elena Martino, Simon Bahrndorff, Sunil Mundra, Michael D. Martin, Kevin R. Theis, Sarah M. Hird, Alejandro Caro-Quintero, Thomas J. Sharpton, Kevin D. Kohl, Christopher J. Barnes, Raphael Eisenhofer, Ostaizka Aizpurua, Sandra B. Andersen, Jaelle C. Brealey, Christina L. Noer, Mónica Medina, Morten T. Limborg, Antton Alberdi",
          "abstract": "Uniting life’s seen and unseen realms guides a conceptual advance in research",
          "url": "http://dx.doi.org/10.1126/science.ado2152",
          "doi": "10.1126/science.ado2152",
          "filter": "3"
        },
        {
          "title": "Trump won. Is NIH in for a major shake-up?",
          "authors": "Jocelyn Kaiser",
          "abstract": "Congress might serve as a bulwark, but some changes may be coming",
          "url": "http://dx.doi.org/10.1126/science.adu5821",
          "doi": "10.1126/science.adu5821",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Forecast skill assessment of an operational continental heat-cold-health forecasting system: New avenues for health early warning systems",
          "authors": "Marcos Quijal-Zamorano, Desislava Petrova, Èrica Martínez-Solanas, François R. Herrmann, Xavier Rodó, Jean-Marie Robine, Marc Marí-Dell’Olmo, Hicham Achebak, Joan Ballester",
          "abstract": "More than 110,000 Europeans died as a result of the record-breaking temperatures of 2022 and 2023. A new generation of impact-based early warning systems, using epidemiological models to transform weather forecasts into health forecasts for targeted population subgroups, is an essential adaptation strategy to increase resilience against climate change. Here, we assessed the skill of an operational continental heat-cold-health forecasting system. We used state-of-the-art temperature-lag-mortality epidemiological models to transform bias-corrected ensemble weather forecasts into daily temperature-related mortality forecasts. We found that temperature forecasts can be used to issue skillful forecasts of temperature-related mortality. However, the forecast skill varied by season and location, and it was different for temperature and temperature-related mortality due to the use of epidemiological models. Overall, our study demonstrates and quantifies the forecast skill horizon of heat-cold-health forecasting systems, which is a necessary step toward generating trust among public health authorities and end users.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado5286",
          "doi": "10.1126/sciadv.ado5286",
          "filter": "0"
        },
        {
          "title": "Frailty or resilience? Hazard-based and cumulative phenotype approaches to discerning signals of health inequality in medieval London",
          "authors": "Samantha L. Yaussy, Kathryn E. Marklein, Sharon N. DeWitte, Douglas E. Crews",
          "abstract": "Bioarchaeology uses human skeletal remains to reconstruct varied experiences of individuals and populations in the past, including patterns of health across time periods and cultural contexts. In the past three decades, bioarchaeological studies have highlighted the concept of “frailty,” operationalizing it as increased risk of mortality or cumulative phenotypes. Using data from medieval London cemeteries, we integrate these two approaches to frailty in past populations. First, we estimate the risks of mortality and survivorship (hazard and survival analyses) associated with 10 biomarkers and use these results to construct population-specific frailty and resilience indices. Then, we apply the indices to adult individuals to explore frailty and resilience differentials between males and females in medieval London. Findings suggest that the male-female morbidity-mortality paradox observed in modern populations may not have existed in this context, which may be explained by preferential cultural buffering of men in this patriarchal, urban setting.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5703",
          "doi": "10.1126/sciadv.adq5703",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Physiological cost of antibiotic resistance: Insights from a ribosome variant in bacteria",
          "authors": "Eun Chae Moon, Tushar Modi, Dong-yeon D. Lee, Danis Yangaliev, Jordi Garcia-Ojalvo, S. Banu Ozkan, Gürol M. Süel",
          "abstract": "Antibiotic-resistant ribosome variants arise spontaneously in bacterial populations; however, their impact on the overall bacterial physiology remains unclear. We studied the naturally arising antibiotic-resistant L22* ribosome variant of Bacillus subtilis and identified a Mg 2+ -dependent physiological cost. Coculture competition experiments show that Mg 2+ limitation hinders the growth of the L22* variant more than the wild type (WT), even under antibiotic pressure. This growth disadvantage of L22* cells is not due to lower ribosome abundance but rather due to reduced intracellular Mg 2+ levels. Coarse-grained elastic-network modeling of ribosome conformational dynamics suggests that L22* ribosomes associate more tightly with Mg 2+ when compared to WT. We combined the structural modeling and experimental measurements in a steady-state model to predict cellular adenosine 5′-triphosphate (ATP) levels, which also depend on Mg 2+ . Experiments confirmed a predicted ATP drop in L22* cells under Mg 2+ limitation, while WT cells were less affected. Intracellular competition for a finite Mg 2+ pool can thus suppress the establishment of an antibiotic-resistant ribosome variant.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5249",
          "doi": "10.1126/sciadv.adq5249",
          "filter": "2"
        },
        {
          "title": "Mechanotransduction governs CD40 function and underlies X-linked hyper-IgM syndrome",
          "authors": "Hyun-Kyu Choi, Stefano Travaglino, Matthias Münchhalfen, Richard Görg, Zhe Zhong, Jintian Lyu, David M. Reyes-Aguilar, Jürgen Wienands, Ankur Singh, Cheng Zhu",
          "abstract": "B cell maturation depends on cognate interactions between the T and B cells. Upon interaction with CD40 ligand (CD40L) on T cells, CD40 delivers costimulatory signals alongside B cell antigen receptor (BCR) signaling to regulate affinity maturation and antibody class switch. Mutations affecting CD40-CD40L interactions cause abnormal antibody responses in immunodeficiencies known as X-linked hyper-IgM syndrome (X-HIgM). Here, we study the CD40-mediated mechanotransduction in B cells, which likely occurs during their physical contacts with T cells. We found that CD40 forms catch bond with CD40L that lasts longer at larger forces, both B and T cells exert tension on CD40-CD40L bonds, and force enhances CD40 signaling and antibody class switch. X-HIgM CD40L mutations impair catch bond formation, suppress endogenous tension, and reduce force-enhanced CD40 signaling, leading to deficiencies in antibody class switch. Our findings highlight the role of mechanotransduction in CD40 function and provide insights into the mechanisms underlying X-HIgM syndrome.",
          "url": "http://dx.doi.org/10.1126/sciadv.adl5815",
          "doi": "10.1126/sciadv.adl5815",
          "filter": "2"
        },
        {
          "title": "Gibbs states and Brownian models for coexisting haze and cloud droplets",
          "authors": "Manuel Santos Gutiérrez, Mickaël David Chekroun, Ilan Koren",
          "abstract": "Cloud microphysics studies include how tiny cloud droplets grow and become rain. This is crucial for understanding cloud properties like size, life span, and impact on climate through radiative effects. Small weak-updraft clouds near the haze-to-cloud transition are especially difficult to measure and understand. They are abundant but hard to capture by satellites. Köhler’s theory explains initial droplet growth but struggles with large particle groups. Here, we present a stochastic, analytical framework building on Köhler’s theory to account for (monodisperse) aerosols and cloud droplet interaction through competitive growth in a limited water vapor field. These interactions are modeled by sink terms, while fluctuations in supersaturation affecting droplet growth are modeled by nonlinear white noise terms. Our results identify hysteresis mechanisms in the droplet activation and deactivation processes. Our approach allows for multimodal cloud’s droplet size distributions supported by laboratory experiments, offering a different perspective on haze-to-cloud transition and small cloud formation.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq7518",
          "doi": "10.1126/sciadv.adq7518",
          "filter": "2"
        },
        {
          "title": "Robust generation of intrinsic C points with magneto-optical bound states in the continuum",
          "authors": "Wenjing Lv, Haoye Qin, Zengping Su, Chengzhi Zhang, Jiongpeng Huang, Yuzhi Shi, Bo Li, Patrice Genevet, Qinghua Song",
          "abstract": "C points, circular polarization in momentum space, play crucial roles in chiral wave manipulations. However, conventional approaches of achieving intrinsic C points using photonic crystals with broken symmetries suffer from a low Q factor and high sensitivity to structural geometry, rendering them fragile and susceptible to perturbations and disorders. We report magneto-optical (MO) bound states in the continuum (BICs) with a symmetry-preserved planar photonic crystal. We achieve intrinsic C points at Γ point that are robust against variation in both structural geometry and external magnetic field. MO coupling between two modes induces Zeeman splitting, leading to MO BICs and quasi-BICs with circular eigenstates for high- Q chiral responses. Furthermore, switchable C point handedness and circular dichroism are enabled by reversing the magnetic field. These findings unveil BICs and quasi-BICs with circular eigenstates and on-demand control of C points, paving the way for advanced chiral wave manipulation with enhanced light-matter interaction.",
          "url": "http://dx.doi.org/10.1126/sciadv.ads0157",
          "doi": "10.1126/sciadv.ads0157",
          "filter": "2"
        },
        {
          "title": "Landscape burning facilitated Aboriginal migration into Lutruwita/Tasmania 41,600 years ago",
          "authors": "Matthew A. Adeleye, Felicitas Hopf, Simon G. Haberle, Georgia L. Stannard, David B. Mcwethy, Stephen Harris, David M. J. S. Bowman",
          "abstract": "The establishment of Tasmanian Palawa/Pakana communities ~40 thousand years ago (ka) was achieved by the earliest and farthest human migrations from Africa and necessitated migration into high-latitude Southern Hemisphere environments. The scarcity of high-resolution paleoecological records during this period, however, limits our understanding of the environmental effects of this pivotal event, particularly the importance of using fire as a tool for habitat modification. We use two paleoecological records from the Bass Strait islands to identify the initiation of anthropogenic landscape transformation associated with ancestral Palawa/Pakana land use. People were living on the Tasmanian/Lutruwitan peninsula by ~41.6 ka using fire to penetrate and manipulate forests, an approach possibly used in the first migrations across the last glacial landscape of Sahul.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6579",
          "doi": "10.1126/sciadv.adp6579",
          "filter": "2"
        },
        {
          "title": "Projected increase in the frequency of extremely active Atlantic hurricane seasons",
          "authors": "Hosmay Lopez, Sang-Ki Lee, Robert West, Dongmin Kim, Gregory R. Foltz, Ghassan J. Alaka, Hiroyuki Murakami",
          "abstract": "Future changes to the year-to-year swings between active and inactive North Atlantic tropical cyclone (TC) seasons have received little attention, yet may have great societal implications in areas prone to hurricane landfalls. This work investigates past and future changes in North Atlantic TC activity, focusing on interannual variability and evaluating the contributions from anthropogenic forcing. We show that interannual variability of Atlantic TC activity has already increased, evidenced by an increase in the occurrence of both extremely active and inactive TC seasons. TC-resolving general circulation models project a 36% increase in the variance of North Atlantic TC activity, measured by accumulated cyclone energy, by the middle of the 21st century. These changes are the result of increased variability in vertical wind shear and atmospheric stability, in response to enhanced Pacific-to-Atlantic interbasin sea surface temperature variations. Robust anthropogenic-forced intensification in the variability of Atlantic TC activity will continue in the future, with important implications for emergency planning and societal preparedness.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq7856",
          "doi": "10.1126/sciadv.adq7856",
          "filter": "2"
        },
        {
          "title": "CO 2 capture, geological storage, and mineralization using biobased biodegradable chelating agents and seawater",
          "authors": "Jiajie Wang, Ryota Sekiai, Ryota Tamura, Noriaki Watanabe",
          "abstract": "Geological storage and mineralization of CO 2 in mafic/ultramafic reservoirs faces challenges including limited effective porosity, permeability, and rock reactivity; difficulties in using seawater for CO 2 capture; and uncontrolled carbonation. This study introduces a CO 2 capture, storage, and mineralization approach with the utilization of biobased biodegradable chelating agents and seawater. An acidic chelating agent solution is used to increase effective porosity and permeability through enhanced mineral dissolution. For instance, applying an acidic N , N -Bis(carboxymethyl)- L -glutamate solution to a porous basalt increased effective porosity by 16% and permeability by 26-fold in 120 hours. Subsequently, alkaline chelating agent–containing seawater improves CO 2 capture and storage by inhibiting mineralization, thus maintaining injectivity while providing ions for mineralization and further expanding storage space. Last, controlled mineralization is achieved by adjusting chelating agent biodegradation. Promising CO 2 storage and mineralization capacities two orders higher than current techniques, this approach reduces required reservoir volume while enhancing efficiency.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0515",
          "doi": "10.1126/sciadv.adq0515",
          "filter": "2"
        },
        {
          "title": "Decoding the interplay between m 6 A modification and stress granule stability by live-cell imaging",
          "authors": "Qianqian Li, Jian Liu, Liping Guo, Yi Zhang, Yanwei Chen, Huijuan Liu, Hongyu Cheng, Lin Deng, Juhui Qiu, Ke Zhang, Wee Siong Sho Goh, Yingxiao Wang, Qin Peng",
          "abstract": "N 6 -methyladenosine (m 6 A)–modified mRNAs and their cytoplasmic reader YTHDFs are colocalized with stress granules (SGs) under stress conditions, but the interplay between m 6 A modification and SG stability remains unclear. Here, we presented a spatiotemporal m 6 A imaging system (SMIS) that can monitor the m 6 A modification and the translation of mRNAs with high specificity and sensitivity in a single live cell. SMIS showed that m 6 A-modified reporter mRNAs dynamically enriched into SGs under arsenite stress and gradually partitioned into the cytosol as SG disassembled. SMIS revealed that knockdown of YTHDF2 contributed to SG disassembly, resulting in the fast redistribution of mRNAs from SGs and rapid recovery of stalled translation. The mechanism is that YTHDF2 can regulate SG stability through the interaction with G3BP1 in m 6 A-modified RNA-dependent manner. Our results suggest a mechanism for the interplay between m 6 A modification and SG through YTHDF2 regulation.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp5689",
          "doi": "10.1126/sciadv.adp5689",
          "filter": "2"
        },
        {
          "title": "Same rule, different genes: Blimp1 is a pair-rule gene in the milkweed bug Oncopeltus fasciatus",
          "authors": "Katie Reding, Matthew Chung, Abigail Heath, Julie Dunning Hotopp, Leslie Pick",
          "abstract": "Morphological features of organismal body plans are often highly conserved within large taxa. For example, segmentation is a shared and defining feature of all insects. Screens in Drosophila identified genes responsible for the development of body segments, including the “pair-rule” genes (PRGs), which subdivide embryos into double-segment units in a previously unexpected pre-patterning step. Here we show that the milkweed bug Oncopeltus fasciatus also uses a pair rule for embryo subdivision but Oncopeltus employs different genes for this process. We identified the gene Blimp1 as an Oncopeltus PRG based on its expression pattern, tested its function with RNA interference and CRISPR-Cas9, and generated the first PR mutant in this species. Although it does not have PR function in Drosophila , like Drosophila PRGs, Blimp1 encodes a transcription factor required for embryonic viability. Thus, pair-rule subdivision of the insect body plan is more highly conserved than the factors mediating this process, suggesting a developmental constraint on this pre-patterning step.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq9045",
          "doi": "10.1126/sciadv.adq9045",
          "filter": "2"
        },
        {
          "title": "Archaeal type six secretion system mediates contact-dependent antagonism",
          "authors": "Tobias Zachs, Jessie James L. Malit, Jingwei Xu, Alexandra Schürch, Shamphavi Sivabalasarma, Phillip Nußbaum, Sonja-Verena Albers, Martin Pilhofer",
          "abstract": "Microbial communities are shaped by cell-cell interactions. Although archaea are often found in associations with other microorganisms, the mechanisms structuring these communities are poorly understood. Here, we report on the structure and function of haloarchaeal contractile injection systems (CISs). Using a combination of functional assays and time-lapse imaging, we show that Halogeometricum borinquense exhibits antagonism toward Haloferax volcanii by inducing cell lysis and inhibiting proliferation. This antagonism is contact-dependent and requires a functional CIS, which is encoded by a gene cluster that is associated with toxin-immunity pairs. Cryo–focused ion beam milling and imaging by cryo–electron tomography revealed that these CISs are bound to the cytoplasmic membrane, resembling the bacterial type six secretion systems (T6SSs). We show that related T6SS gene clusters are conserved and expressed in other haloarchaeal strains, which exhibit antagonistic behavior. Our data provide a mechanistic framework for understanding how archaea may shape microbial communities and affect the food webs they inhabit.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7088",
          "doi": "10.1126/sciadv.adp7088",
          "filter": "2"
        },
        {
          "title": "The HDAC6 inhibitor AVS100 (SS208) induces a pro-inflammatory tumor microenvironment and potentiates immunotherapy",
          "authors": "Damian Kovalovsky, Satish Noonepalle, Manasa Suresh, Dileep Kumar, Michael Berrigan, Nithya Gajendran, Sumit Upadhyay, Anelia Horvath, Allen Kim, David Quiceno-Torres, Karthik Musunuri, Alejandro Villagra",
          "abstract": "Histone deacetylase 6 (HDAC6) inhibition is associated with an increased pro-inflammatory tumor microenvironment and antitumoral immune responses. Here, we show that the HDAC6 inhibitor AVS100 (SS208) had an antitumoral effect in SM1 melanoma and CT26 colon cancer models and increased the efficacy of anti–programmed cell death protein 1 treatment, leading to complete remission in melanoma and increased response in colon cancer. AVS100 treatment increased pro-inflammatory tumor-infiltrating macrophages and CD8 effector T cells with an inflammatory and T cell effector gene signature. Acquired T cell immunity and long-term protection were evidenced as increased immunodominant T cell clones after AVS100 treatment. Last, AVS100 showed no mutagenicity, toxicity, or adverse effects in preclinical good laboratory practice studies, part of the package that has led to US Food and Drug Administration clearance of an investigational new drug application for initiating clinical trials. This would be a first-in-human combination therapy of pembrolizumab with HDAC6 inhibition for locally advanced or metastatic solid tumors.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp3687",
          "doi": "10.1126/sciadv.adp3687",
          "filter": "2"
        },
        {
          "title": "Mechano-gradients drive morphogen-noise correction to ensure robust patterning",
          "authors": "Kana Aoki, Taiki Higuchi, Yuki Akieda, Kotone Matsubara, Yasuyuki Ohkawa, Tohru Ishitani",
          "abstract": "Morphogen gradients instruct cells to pattern tissues. Although the mechanisms by which morphogens transduce chemical signals have been extensively studied, the roles and regulation of the physical communication between morphogen-receiver cells remain unclear. Here, we show that the Wnt/β-catenin–morphogen gradient, which patterns the embryonic anterior-posterior (AP) axis, generates intercellular tension gradients along the AP axis by controlling membrane cadherin levels in zebrafish embryos. This “mechano-gradient” is used for the cell competition–driven correction of noisy morphogen gradients. Naturally and artificially generated unfit cells, producing noisy Wnt/β-catenin gradients, induce local deformation of the mechano-gradients that activate mechanosensitive calcium channels in the neighboring fit cells, which then secrete annexin A1a to kill unfit cells. Thus, chemo-mechanical interconversion–mediated competitive communication between the morphogen-receiver cells ensures precise tissue patterning.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp2357",
          "doi": "10.1126/sciadv.adp2357",
          "filter": "2"
        },
        {
          "title": "Cell response to extracellular matrix viscous energy dissipation outweighs high-rigidity sensing",
          "authors": "Carla Huerta-López, Alejandro Clemente-Manteca, Diana Velázquez-Carreras, Francisco M. Espinosa, Juan G. Sanchez, Álvaro Martínez-del-Pozo, María García-García, Sara Martín-Colomo, Andrea Rodríguez-Blanco, Ricardo Esteban-González, Francisco M. Martín-Zamora, Luis I. Gutierrez-Rus, Ricardo Garcia, Pere Roca-Cusachs, Alberto Elosegui-Artola, Miguel A. del Pozo, Elías Herrero-Galán, Pablo Sáez, Gustavo R. Plaza, Jorge Alegre-Cebollada",
          "abstract": "The mechanics of the extracellular matrix (ECM) determine cell activity and fate through mechanoresponsive proteins including Yes-associated protein 1 (YAP). Rigidity and viscous relaxation have emerged as the main mechanical properties of the ECM steering cell behavior. However, how cells integrate coexisting ECM rigidity and viscosity cues remains poorly understood, particularly in the high-stiffness regime. Here, we have exploited engineered stiff viscoelastic protein hydrogels to show that, contrary to current models of cell-ECM interaction, substrate viscous energy dissipation attenuates mechanosensing even when cells are exposed to higher effective rigidity. This unexpected behavior is however readily captured by a pull-and-hold model of molecular clutch–based cell mechanosensing, which also recapitulates opposite cellular response at low rigidities. Consistent with predictions of the pull-and-hold model, we find that myosin inhibition can boost mechanosensing on cells cultured on dissipative matrices. Together, our work provides general mechanistic understanding on how cells respond to the viscoelastic properties of the ECM.",
          "url": "http://dx.doi.org/10.1126/sciadv.adf9758",
          "doi": "10.1126/sciadv.adf9758",
          "filter": "2"
        },
        {
          "title": "Tumor-specific delivery of clickable inhibitor for PD-L1 degradation and mitigating resistance of radioimmunotherapy",
          "authors": "Bo Hou, Jiayi Ye, Lujia Huang, Wenhao Cheng, Fangmin Chen, Huiling Zhou, Jiaxing Pan, Jing Gao, Yi Lai, Yujun Zhao, Wei Huang, Haijun Yu, Zhiai Xu",
          "abstract": "Achieving selective and durable inhibition of programmed death ligand 1 (PD-L1) in tumors for T cell activation remains a major challenge in immune checkpoint blockade therapy. We herein presented a set of clickable inhibitors for spatially confined PD-L1 degradation and radioimmunotherapy of cancer. Using metabolic glycan engineering click bioorthogonal chemistry, PD-L1 expressed on tumor cell membranes was labeled with highly active azide groups. This enables covalently binding of the clickable inhibitor with PD-L1 and subsequent PD-L1 degradation. A pH-activatable nanoparticle responding to extracellular acidic pH of tumor was subsequently used to deliver the clickable PD-L1 inhibitor into extracellular tumor microenvironment for depleting PD-L1 on the surface of tumor cell and macrophage membranes in vivo. We further demonstrated that a combination of the clickable PD-L1 inhibitor with radiotherapy (RT) eradicated the established tumor by inhibiting RT–up-regulated PD-L1 in the tumor tissue. Therefore, selective PD-L1 blockade in tumors via the clickable PD-L1 inhibitor offers a versatile approach to promote cancer immunotherapy.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq3940",
          "doi": "10.1126/sciadv.adq3940",
          "filter": "2"
        },
        {
          "title": "B cell adapter for PI 3-kinase (BCAP) coordinates antigen internalization and trafficking through the B cell receptor",
          "authors": "Jonathan Lagos, Ursula Holder, Sara Sagadiev, Andrea Montiel-Armendariz, Lucy Z. Li, Chandrashekhar Pasare, Baidong Hou, Jessica A. Hamerman, Mridu Acharya",
          "abstract": "B cell adapter for PI 3-kinase (BCAP) is an adaptor molecule associated with signaling through multiple immune receptors, including the B cell receptor (BCR). However, B cell–intrinsic role of BCAP in antibody responses is unclear. We investigated the role of BCAP in B cell response to viral particles and found a previously unidentified mechanism by which BCAP regulates antigen-specific responses. B cell–specific deletion of BCAP in mice leads to decreases in antigen-specific responses through defects in BCR-antigen endocytosis. BCAP is necessary to orchestrate actin reorganization around the antigen for efficient endocytosis through BCR and intracellular processing of antigens. Therefore, loss of BCAP from B cells leads to defects in antigen endocytosis, hampering the propagation of antigen-derived signals and decreasing the ability of B cells to present antigens to T cells. Thus, our study clarifies how BCAP regulates B cell responses to complex antigens and elucidates that antigen positioning inside B cells determines different B cell activation outcomes.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp1747",
          "doi": "10.1126/sciadv.adp1747",
          "filter": "2"
        },
        {
          "title": "Gas-phase preparation of silylacetylene (SiH 3 CCH) through a counterintuitive ethynyl radical (C 2 H) insertion",
          "authors": "Shane J. Goettl, Allen Vincent, Mateus X. Silva, Zhenghai Yang, Breno R. L. Galvão, Rui Sun, Ralf I. Kaiser",
          "abstract": "Elementary reaction mechanisms constitute a fundamental infrastructure for chemical processes as a whole. However, while these mechanisms are well understood for second-period elements, involving those of the third period and beyond can introduce unorthodox reactivity. Combining crossed molecular beam experiments with electronic structure calculations and molecular dynamics simulations, we provide compelling evidence on an exotic insertion of an unsaturated sigma doublet radical into a silicon-hydrogen bond as observed in the barrierless gas-phase reaction of the D1-ethynyl radical (C 2 D) with silane (SiH 4 ). This pathway, which leads to the D1-silylacetylene (SiH 3 CCD) product via atomic hydrogen loss, challenges the prerequisite and fundamental concept that two reactive electrons and an empty orbital are required for the open shell, unsaturated radical reactant to insert into a single bond.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5018",
          "doi": "10.1126/sciadv.adq5018",
          "filter": "2"
        },
        {
          "title": "Mitochondrial pyruvate transport regulates presynaptic metabolism and neurotransmission",
          "authors": "Anupama Tiwari, Jongyun Myeong, Arsalan Hashemiaghdam, Marion I. Stunault, Hao Zhang, Xiangfeng Niu, Marissa A. Laramie, Jasmin Sponagel, Leah P. Shriver, Gary J. Patti, Vitaly A. Klyachko, Ghazaleh Ashrafi",
          "abstract": "Glucose has long been considered the primary fuel source for the brain. However, glucose levels fluctuate in the brain during sleep or circuit activity, posing major metabolic stress. Here, we demonstrate that the mammalian brain uses pyruvate as a fuel source, and pyruvate can support neuronal viability in the absence of glucose. Nerve terminals are sites of metabolic vulnerability, and we show that mitochondrial pyruvate uptake is a critical step in oxidative ATP production in hippocampal terminals. We find that the mitochondrial pyruvate carrier is post-translationally modified by lysine acetylation, which, in turn, modulates mitochondrial pyruvate uptake. Our data reveal that the mitochondrial pyruvate carrier regulates distinct steps in neurotransmission, namely, the spatiotemporal pattern of synaptic vesicle release and the efficiency of vesicle retrieval—functions that have profound implications for synaptic plasticity. In summary, we identify pyruvate as a potent neuronal fuel and mitochondrial pyruvate uptake as a critical node for the metabolic control of neurotransmission in hippocampal terminals.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7423",
          "doi": "10.1126/sciadv.adp7423",
          "filter": "2"
        },
        {
          "title": "Dynamical control of nanoscale electron density in atomically thin n-type semiconductors via nano-electric pulse generator",
          "authors": "Sujeong Kim, Hyeongwoo Lee, Seonhye Eom, Gangseon Ji, Soo Ho Choi, Huitae Joo, Jinhyuk Bae, Ki Kang Kim, Hyeong-Ryeol Park, Kyoung-Duck Park",
          "abstract": "Controlling electron density in two-dimensional semiconductors is crucial for both comprehensive understanding of fundamental material properties and their technological applications. However, conventional electrostatic doping methods exhibit limitations, particularly in addressing electric field–induced drift and subsequent diffusion of electrons, which restrict nanoscale doping. Here, we present a tip-induced nanospectroscopic electric pulse modulator to dynamically control nanoscale electron density, thereby facilitating precise measurement of nano-optoelectronic behaviors within a MoS 2 monolayer. The tip-induced electric pulse enables nanoscale modulation of electron distribution as a function of electric pulse width. We simultaneously investigate spatially altering photoluminescence quantum yield at the nanoscale region. We model the extent of electron depletion region, confirming a minimum doping region with a radius of ∼265 nanometers for a 30-nanosecond pulse width. Our approach paves the way for engineering local electron density and in situ nano-optical characterization in two-dimensional materials, enabling an in-depth understanding of doping-dependent nano-optoelectronic phenomena.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr0492",
          "doi": "10.1126/sciadv.adr0492",
          "filter": "2"
        },
        {
          "title": "Generative adversarial networks accurately reconstruct pan-cancer histology from pathologic, genomic, and radiographic latent features",
          "authors": "Frederick M. Howard, Hanna M. Hieromnimon, Siddhi Ramesh, James Dolezal, Sara Kochanny, Qianchen Zhang, Brad Feiger, Joseph Peterson, Cheng Fan, Charles M. Perou, Jasmine Vickery, Megan Sullivan, Kimberly Cole, Galina Khramtsova, Alexander T. Pearson",
          "abstract": "Artificial intelligence models have been increasingly used in the analysis of tumor histology to perform tasks ranging from routine classification to identification of molecular features. These approaches distill cancer histologic images into high-level features, which are used in predictions, but understanding the biologic meaning of such features remains challenging. We present and validate a custom generative adversarial network—HistoXGAN—capable of reconstructing representative histology using feature vectors produced by common feature extractors. We evaluate HistoXGAN across 29 cancer subtypes and demonstrate that reconstructed images retain information regarding tumor grade, histologic subtype, and gene expression patterns. We leverage HistoXGAN to illustrate the underlying histologic features for deep learning models for actionable mutations, identify model reliance on histologic batch effect in predictions, and demonstrate accurate reconstruction of tumor histology from radiographic imaging for a “virtual biopsy.”",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0856",
          "doi": "10.1126/sciadv.adq0856",
          "filter": "2"
        },
        {
          "title": "H 2 S-Prdx4 axis mitigates Golgi stress to bolster tumor-reactive T cell immunotherapeutic response",
          "authors": "Nathaniel Oberholtzer, Paramita Chakraborty, Mohamed Faisal Kassir, James Dressman, Satyajit Das, Stephanie Mills, Susana Comte-Walters, Monika Gooz, Seungho Choi, Rasesh Y. Parikh, Zacharia Hedley, Silvia Vaena, Reid DeMass, Gina Scurti, Martin Romeo, Vamsi K. Gangaraju, Stefano Berto, Elizabeth Hill, Lauren E. Ball, Anand S. Mehta, Eduardo N. Maldonado, Michael I. Nishimura, Besim Ogretmen, Shikhar Mehrotra",
          "abstract": "The role of tumor microenvironment (TME)–associated inadequate protein modification and trafficking due to insufficiency in Golgi function, leading to Golgi stress, in the regulation of T cell function is largely unknown. Here, we show that disruption of Golgi architecture under TME stress, identified by the decreased expression of GM130, was reverted upon treatment with hydrogen sulfide (H 2 S) donor GYY4137 or overexpressing cystathionine β-synthase (CBS), an enzyme involved in the biosynthesis of endogenous H 2 S, which also promoted stemness, antioxidant capacity, and increased protein translation, mediated in part by endoplasmic reticulum–Golgi shuttling of Peroxiredoxin-4. In in vivo models of melanoma and lymphoma, antitumor T cells conditioned ex vivo with exogenous H 2 S or overexpressing CBS demonstrated superior tumor control upon adoptive transfer. Further, T cells with high Golgi content exhibited unique metabolic and glycation signatures with enhanced antitumor capacity. These data suggest that strategies to mitigate Golgi network stress or using Golgi hi tumor-reactive T cells can improve tumor control upon adoptive transfer.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp1152",
          "doi": "10.1126/sciadv.adp1152",
          "filter": "2"
        },
        {
          "title": "Gene-environment interactions in the influence of maternal education on adolescent neurodevelopment using ABCD study",
          "authors": "Runye Shi, Xiao Chang, Tobias Banaschewski, Gareth J. Barker, Arun L. W. Bokde, Sylvane Desrivières, Herta Flor, Antoine Grigis, Hugh Garavan, Penny Gowland, Andreas Heinz, Rüdiger Brühl, Jean-Luc Martinot, Marie-Laure Paillère Martinot, Eric Artiges, Frauke Nees, Dimitri Papadopoulos Orfanos, Luise Poustka, Sarah Hohmann, Nathalie Holz, Michael N. Smolka, Nilakshi Vaidya, Henrik Walter, Robert Whelan, Gunter Schumann, Xiaolei Lin, Jianfeng Feng, character(0)",
          "abstract": "Maternal education was strongly correlated with adolescent brain morphology, cognitive performances, and mental health. However, the molecular basis for the effects of maternal education on the structural neurodevelopment remains unknown. Here, we conducted gene-environment–wide interaction study using the Adolescent Brain Cognitive Development cohort. Seven genomic loci with significant gene-environment interactions (G×E) on regional gray matter volumes were identified, with enriched biological functions related to metabolic process, inflammatory process, and synaptic plasticity. Additionally, genetic overlapping results with behavioral and disease-related phenotypes indicated shared biological mechanism between maternal education modified neurodevelopment and related behavioral traits. Finally, by decomposing the multidimensional components of maternal education, we found that socioeconomic status, rather than family environment, played a more important role in modifying the genetic effects on neurodevelopment. In summary, our study provided analytical evidence for G×E effects regarding adolescent neurodevelopment and explored potential biological mechanisms as well as social mechanisms through which maternal education could modify the genetic effects on regional brain development.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp3751",
          "doi": "10.1126/sciadv.adp3751",
          "filter": "2"
        },
        {
          "title": "The vacuolar K + /H + exchangers and calmodulin-like CML18 constitute a pH-sensing module that regulates K + status in Arabidopsis",
          "authors": "Miguel Daniel-Mozo, Belén Rombolá-Caldentey, Imelda Mendoza, Paula Ragel, Anna De Luca, Raul Carranco, Ana M. Alcaide, Alessio Ausili, Beatriz Cubero, Karin Schumacher, Francisco J. Quintero, Armando Albert, José M. Pardo",
          "abstract": "Shifts in cytosolic pH have been recognized as key signaling events and mounting evidence supports the interdependence between H + and Ca 2+ signaling in eukaryotic cells. Among the cellular pH-stats, K + /H + exchange at various membranes is paramount in plant cells. Vacuolar K + /H + exchangers of the NHX (Na + ,K + /H + exchanger) family control luminal pH and, together with K + and H + transporters at the plasma membrane, have been suggested to also regulate cytoplasmic pH. We show the regulation of vacuolar K + /H + exchange by cytoplasmic pH and the calmodulin-like protein CML18 in Arabidopsis. The crystal structure and physicochemical properties of CML18 indicate that this protein senses pH shifts. Interaction of CML18 with tonoplast exchangers NHX1 and NHX2 was favored at acidic pH, a physiological condition elicited by K + starvation in Arabidopsis roots, whereas excess K + produced cytoplasmic alkalinization and CML18 dissociation. These results imply that the pH-responsive NHX-CML18 module is an essential component of the cellular K + - and pH-stats.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7658",
          "doi": "10.1126/sciadv.adp7658",
          "filter": "2"
        },
        {
          "title": "Experience-dependent, sexually dimorphic synaptic connectivity defined by sex-specific cadherin expression",
          "authors": "Chien-Po Liao, Maryam Majeed, Oliver Hobert",
          "abstract": "Early-life experience influences subsequent maturation and function of the adult brain, sometimes even in a sex-specific manner, but underlying molecular mechanisms are poorly understood. We describe here how juvenile experience defines sexually dimorphic synaptic connectivity in the adult Caenorhabditis elegans nervous system. Starvation of juvenile males disrupts serotonin-dependent activation of the CREB transcription factor in a nociceptive sensory neuron, PHB. CREB acts through a cascade of transcription factors to control expression of an atypical cadherin protein, FMI-1/Flamingo/CELSR. During postembryonic development, FMI-1 promotes and maintains synaptic connectivity of PHB to a command interneuron, AVA, in both sexes, but a serotonin-dependent transcriptional regulatory cassette antagonizes FMI-1 expression in males, thereby establishing sexually dimorphic connectivity between PHB and AVA. A critical regulatory node is the CREB-target LIN-29, a Zn finger transcription factor that integrates four layers of information: sexual specificity, past experience, time and cell-type specificity. Our findings provide the mechanistic details of how an early juvenile experience defines sexually dimorphic synaptic connectivity.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq9183",
          "doi": "10.1126/sciadv.adq9183",
          "filter": "2"
        },
        {
          "title": "Ediacaran origin and Ediacaran-Cambrian diversification of Metazoa",
          "authors": "Emily Carlisle, Zongjun Yin, Davide Pisani, Philip C. J. Donoghue",
          "abstract": "The timescale of animal diversification has been a focus of debate over how evolutionary history should be calibrated to geologic time. Molecular clock analyses have invariably estimated a Cryogenian or Tonian origin of animals while unequivocal animal fossils first occur in the Ediacaran. However, redating of key Ediacaran biotas and the discovery of several Ediacaran crown-Metazoa prompt recalibration of molecular clock analyses. We present revised fossil calibrations and use them in molecular clock analyses estimating the timescale of metazoan evolutionary history. Integrating across uncertainties including phylogenetic relationships, clock model, and calibration strategy, we estimate Metazoa to have originated in the early Ediacaran, Eumetazoa in the middle Ediacaran, and Bilateria in the upper Ediacaran, with many crown-phyla originating across the Ediacaran-Cambrian interval or elsewise fully within the Cambrian. These results are in much closer accord with the fossil record, coinciding with marine oxygenation, but they reject a literal reading of the fossil record.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7161",
          "doi": "10.1126/sciadv.adp7161",
          "filter": "2"
        },
        {
          "title": "Electrically switchable chiral nonlinear optics in an achiral ferroelectric 2D van der Waals halide perovskite",
          "authors": "Go Yumoto, Fuyuki Harata, Tomoya Nakamura, Atsushi Wakamiya, Yoshihiko Kanemitsu",
          "abstract": "Two-dimensional (2D) van der Waals (vdW) semiconductors play a key role in developing nanoscale nonlinear optical devices. 2D Ruddlesden-Popper lead halide perovskites (RPPs) expand the potential of using 2D vdW semiconductors in nonlinear optical applications because they exhibit electrically switchable and chiral second-order optical nonlinearity originating from the emergence of ferroelectricity and chirality. However, electrically switchable chiral nonlinear optics has not yet been realized because of the difficulty in electrically manipulating chiral structures. Here, we demonstrate that chiral second-harmonic generation (SHG) can be electrically induced and switched in an achiral biaxial ferroelectric 2D RPP. We observe reversible and continuous electrical switching of SHG circular dichroism and large nonlinear chiroptical activity. Polarization-resolved SHG imaging reveals that electrical poling induces the ferroelectric multidomain structure arising from the biaxial nature of the material, and the planar chirality appears. Our findings show a simple electrical control of the nonlinear chiroptical responses and establish chiral nonlinear optics based on ferroelectric 2D RPPs.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5521",
          "doi": "10.1126/sciadv.adq5521",
          "filter": "2"
        },
        {
          "title": "The Summer North Atlantic Oscillation, Arctic sea ice, and Arctic jet Rossby wave forcing",
          "authors": "Chris K. Folland, Tinghai Ou, Hans W. Linderholm, Adam A. Scaife, Jeff Knight, Deliang Chen",
          "abstract": "We use Coupled Model Intercomparison Project Phase 6 (CMIP6) coupled and Atmospheric Model Intercomparison Project (AMIP) climate models, dynamical analyses, and observations to investigate interactions between summer Arctic sea ice concentration (SIC) variations and the Summer North Atlantic Oscillation (SNAO). Observations suggest that SIC-SNAO relationships mainly come from the East Siberian to Arctic Canada (ESAC) region where a weak atmospheric jet stream exists in summer. Twelve CMIP6 models with the most realistic atmospheric climatologies over the North Atlantic and Europe agree well with reanalyses on relationships between SIC and Northern Hemisphere atmospheric circulation. CMIP6 model data indicate that ESAC SIC influences the SNAO with a lead time of several weeks. However, AMIP simulations do not reproduce the observed atmospheric circulation when observed sea ice is prescribed. Rossby wave analyses do though support observed ESAC SIC influences on the SNAO. We conclude that ESAC Arctic SIC modestly influences the SNAO, and such investigations require the use of coupled models.",
          "url": "http://dx.doi.org/10.1126/sciadv.adk6693",
          "doi": "10.1126/sciadv.adk6693",
          "filter": "2"
        },
        {
          "title": "Ekman revisited: Surface currents to the left of the winds in the Northern Hemisphere",
          "authors": "Michael J. McPhaden, K. Athulya, M. S. Girishkumar, Mirko Orlić",
          "abstract": "Ekman’s theory of wind-driven ocean currents on a rotating planet is central to our understanding of why surface currents are deflected to the right of the winds in the Northern Hemisphere and to the left of the winds in the Southern Hemisphere. The theory admits solutions for currents deflected in the opposite direction at periods shorter than the local inertial period, but Ekman did not mention these currents, and they have only rarely been observed. Here, we describe a prominent example of surface flow in the Bay of Bengal directed to the left of clockwise-rotating land breeze wind forcing using multiple years of data from a long-term deepwater surface moored buoy. We further refine Ekman’s theory so as to better reconcile it with our own and previous measurements and then conclude by discussing the broad implications of this work for understanding wind-forced ocean circulation.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr0282",
          "doi": "10.1126/sciadv.adr0282",
          "filter": "2"
        },
        {
          "title": "Extreme wind events responsible for an outsized role in shelf-basin exchange around the southern tip of Greenland",
          "authors": "Arthur Coquereau, Nicholas P. Foukal, Kjetil Våge",
          "abstract": "The coastal circulation around Southern Greenland transports fresh, buoyant water masses from the Arctic and Greenland Ice Sheet near regions of convection, sinking, and deep-water formation in the Irminger and Labrador Seas. Here, we track the pathways and fate of these fresh water masses by initializing synthetic particles in the East Greenland Coastal Current on the Southeast Greenland shelf and running them through altimetry-derived surface currents from 1993 to 2021. We report that the majority of waters (83%) remain on the shelf around the southern tip of Greenland. Variability in the shelf-basin exchange of the remaining particles closely follows the number of tip jet wind events on seasonal and interannual timescales. The probability of a particle exiting the shelf increases almost fivefold during a tip jet event. These results indicate that the number of tip jets is a close proxy of the shelf-basin exchange around Southern Greenland.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp9266",
          "doi": "10.1126/sciadv.adp9266",
          "filter": "2"
        },
        {
          "title": "TET2 regulates early and late transitions in exhausted CD8 + T cell differentiation and limits CAR T cell function",
          "authors": "Alexander J. Dimitri, Amy E. Baxter, Gregory M. Chen, Caitlin R. Hopkins, Geoffrey T. Rouin, Hua Huang, Weimin Kong, Christopher H. Holliday, Volker Wiebking, Robert Bartoszek, Sydney Drury, Katherine Dalton, Owen M. Koucky, Zeyu Chen, Josephine R. Giles, Alexander T. Dils, In-Young Jung, Roddy O’Connor, Sierra Collins, John K. Everett, Kevin Amses, Scott Sherrill-Mix, Aditi Chandra, Naomi Goldman, Golnaz Vahedi, Julie K. Jadlowsky, Regina M. Young, Jan Joseph Melenhorst, Shannon L. Maude, Bruce L. Levine, Noelle V. Frey, Shelley L. Berger, Stephan A. Grupp, David L. Porter, Friederike Herbst, Matthew H. Porteus, Shannon A. Carty, Frederic D. Bushman, Evan W. Weber, E. John Wherry, Martha S. Jordan, Joseph A. Fraietta",
          "abstract": "CD8 + T cell exhaustion hampers control of cancer and chronic infections and limits chimeric antigen receptor (CAR) T cell efficacy. Targeting TET2 in CAR T cells provides therapeutic benefit; however, TET2’s role in exhausted T cell (T EX ) development is unclear. In chronic lymphocytic choriomeningitis virus (LCMV) infection, TET2 drove conversion from stem cell–like T EX progenitors toward terminally differentiated and effector (T EFF )–like T EX . TET2 also enforced a terminally differentiated state in the early bifurcation between T EFF and T EX , indicating broad roles for TET2 in acquisition of effector biology. To exploit the therapeutic potential of TET2, we developed clinically actionable TET2- targeted CAR T cells by disrupting TET2 via knock-in of a safety switch alongside CAR knock-in at the TRAC locus. TET2 -targeted CAR T cells exhibited restrained terminal exhaustion in vitro and enhanced antitumor responses in vivo. Thus, TET2 regulates fate transitions in T EX differentiation and can be targeted with a safety mechanism in CAR T cells for improved tumor control.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp9371",
          "doi": "10.1126/sciadv.adp9371",
          "filter": "2"
        },
        {
          "title": "Toxic small alarmone synthetase FaRel2 inhibits translation by pyrophosphorylating tRNA Gly and tRNA Thr",
          "authors": "Tatsuaki Kurata, Masaki Takegawa, Takayuki Ohira, Egor A. Syroegin, Gemma C. Atkinson, Marcus J.O. Johansson, Yury S. Polikanov, Abel Garcia-Pino, Tsutomu Suzuki, Vasili Hauryliuk",
          "abstract": "Translation-targeting toxic small alarmone synthetases (toxSAS) are effectors of bacterial toxin-antitoxin systems that pyrophosphorylate the 3′-CCA end of transfer RNA (tRNA) to prevent aminoacylation. toxSAS are implicated in antiphage immunity: Phage detection triggers the toxSAS activity to shut down viral production. We show that the toxSAS FaRel2 inspects the tRNA acceptor stem to specifically select tRNA Gly and tRNA Thr . The first, second, fourth, and fifth base pairs of the stem act as the specificity determinants. We show that the toxSASs PhRel2 and CapRel SJ46 differ in tRNA specificity from FaRel2 and rationalize this through structural modeling: While the universal 3′-CCA end slots into a highly conserved CCA recognition groove, the acceptor stem recognition region is variable across toxSAS diversity. As phages use tRNA isoacceptors to overcome tRNA-targeting defenses, we hypothesize that highly evolvable modular tRNA recognition allows for the escape of viral countermeasures through tRNA substrate specificity switching.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr9624",
          "doi": "10.1126/sciadv.adr9624",
          "filter": "2"
        },
        {
          "title": "Acoustofluidic tweezers via ring resonance",
          "authors": "Xianchen Xu, Ke Jin, Kaichun Yang, Ruoyu Zhong, Mingyuan Liu, Wesley Collyer, Shivam Jain, Ying Chen, Jianping Xia, Junfei Li, Shujie Yang, Earl H. Dowell, Tony Jun Huang",
          "abstract": "Ring resonator (RR) devices are closed-loop waveguides where waves circulate only at the resonant frequencies. They have been used in sensor technology and optical tweezers, but controlling micron-scale particles with optical RR tweezers is challenging due to insufficient force, short working distances, and photodamage. To overcome these obstacles, an acoustofluidic RR-based tweezing method is developed to manipulate micro-sized particles that can enhance particle trapping through the resonance interaction of acoustic waves with high Q factor (&gt;3000), more than 20 times greater than traditional acoustic transducers. Particles can be precisely manipulated within the RR by adjusting the signal phase, with trapping amplified by enlarging the connected waveguide. Rapid particle mixing is achieved when particles are placed between the waveguide and RR. The signal path is strengthened by strategically positioning the RR in a two-dimensional plane. Acoustofluidic RR tweezers have immense potential for advancing applications in biosensing, mechanobiology, lab-on-a-chip, and cell-cell communication research.",
          "url": "http://dx.doi.org/10.1126/sciadv.ads2654",
          "doi": "10.1126/sciadv.ads2654",
          "filter": "2"
        },
        {
          "title": "Fractional change of scattering and absorbing aerosols contributes to Northern Hemisphere Hadley circulation expansion",
          "authors": "Tong Ying, Jing Li, Qiang Fu, Guanyu Liu, Lu Zhang, Yan Xia, Yongyun Hu",
          "abstract": "The relative amount of scattering and absorbing aerosols is essential in determining the aerosol radiative and climate effects. Using reanalysis datasets and climate simulations, here, we show that changes in the relative amount of scattering and absorbing aerosols in the Northern Hemisphere (NH) high latitudes, manifested as long-term decreasing trends in aerosol single-scattering albedo (SSA), have played an important role in driving the widening and weakening trends of the NH Hadley circulation (HC) since the early 1980s. Decreasing SSA in the NH middle and high latitudes can notably warm the troposphere there, thus reducing the equator-to-pole temperature gradient, increasing static stability in mid-latitude regions, and leading to the widening and weakening trends of NH HC. Further analysis of the Coupled Model Intercomparison Project Phase 6 (CMIP6) aerosol forcing–only simulations also supports the importance of SSA trends in perturbing NH HC through the above mechanism.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq9716",
          "doi": "10.1126/sciadv.adq9716",
          "filter": "2"
        },
        {
          "title": "INF2 mutations cause kidney disease through a gain-of-function mechanism",
          "authors": "Balajikarthick Subramanian, Sarah Williams, Sophie Karp, Marie-Flore Hennino, Sonako Jacas, Miriam Lee, Cristian V. Riella, Seth L. Alper, Henry N. Higgs, Martin R. Pollak",
          "abstract": "Heterozygosity for inverted formin-2 (INF2) mutations causes focal segmental glomerulosclerosis (FSGS) with or without Charcot-Marie-Tooth disease. A key question is whether the disease is caused by gain-of-function effects on INF2 or loss of function (haploinsufficiency). Despite established roles in multiple cellular processes, neither INF2 knockout mice nor mice with a disease-associated point mutation display an evident kidney or neurologic phenotype. Here, we compared responses to puromycin aminonucleoside (PAN)–induced kidney injury between INF2 R218Q and INF2 knockout mice. R218Q INF2 mice are susceptible to glomerular disease, in contrast to INF2 knockout mice. Colocalization, coimmunoprecipitation analyses, and cellular actin measurements showed that INF2 R218Q confers a gain-of-function effect on the actin cytoskeleton. RNA expression analysis showed that adhesion and mitochondria-related pathways were enriched in the PAN-treated R218Q mice. Both podocytes from INF2 R218Q mice and human kidney organoids with an INF2 mutation (S186P) recapitulate adhesion and mitochondrial phenotypes. Thus, gain-of-function mechanisms drive INF2-related FSGS and explain this disease’s autosomal dominant inheritance.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr1017",
          "doi": "10.1126/sciadv.adr1017",
          "filter": "2"
        },
        {
          "title": "Near-infrared spectroscopy–enabled electromechanical systems for fast mapping of biomechanics and subcutaneous diagnosis",
          "authors": "Yihang Wang, Josh Henderson, Priyash Hafiz, Pranav Turlapati, Daniel Ramsgard, Will Lipman, Yihan Liu, Lin Zhang, Zhibo Zhang, Brayden Davis, Ziheng Guo, Shuodao Wang, Lillian Seymour, Wanrong Xie, Wubin Bai",
          "abstract": "Fast and accurate assessment of skin mechanics holds great promise in diagnosing various epidermal diseases, yet substantial challenges remain in developing simple and wearable strategies for continuous monitoring. Here, we present a design concept, named active near-infrared spectroscopy patch (ANIRP) for continuously mapping skin mechanics. ANIRP addresses these challenges by integrating near-infrared (NIR) sensing with mechanical actuators, enabling rapid measurement (&lt;1 s) of Young’s modulus, high spatial sensing density (~1 cm 2 ), and high spatial sensitivity (&lt;1 mm). Unlike conventional electromechanical sensors, NIR sensors precisely capture vibrational frequencies propagated from the actuators without needing ultraclose contact, enhancing wearing comfort. Demonstrated examples include ANIRPs for comprehensively moduli mapping of artificial tissues with varied mechanical properties emulating tumorous fibrosis. On-body validation of the ANIRP across skin locations confirms its practical utility for clinical monitoring of epidermal mechanics, promising considerable advancements in real-time, noninvasive skin diagnostics and continuous health monitoring.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq9358",
          "doi": "10.1126/sciadv.adq9358",
          "filter": "2"
        },
        {
          "title": "Channel width modulates the permeability of DNA origami–based nuclear pore mimics",
          "authors": "Qingzhou Feng, Martin Saladin, Chunxiang Wu, Eason Cao, Wei Zheng, Amy Zhang, Pushpanjali Bhardwaj, Xia Li, Qi Shen, Larisa E. Kapinos, Toshiya Kozai, Malaiyalam Mariappan, C. Patrick Lusk, Yong Xiong, Roderick Y. H. Lim, Chenxiang Lin",
          "abstract": "Nucleoporins (nups) in the nuclear pore complex (NPC) form a selective barrier that suppresses the diffusion of most macromolecules while enabling rapid transport of nuclear transport receptor (NTR)–bound cargos. Recent studies have shown that the NPC may dilate and constrict, but how altering the NPC diameter affects its selective barrier properties remains unclear. Here, we build DNA nanopores with programmable diameters and nup arrangements to model the constricted and dilated NPCs. We find that Nup62 proteins form a dynamic cross-channel barrier impermeable to hepatitis B virus (HBV) capsids when grafted inside 60-nm-wide nanopores but not in 79-nm pores, where Nup62 cluster locally. Furthermore, importin-β1 substantially changes the dynamics of Nup62 assemblies and facilitates the passage of HBV capsids through the 60-nm NPC mimics containing Nup62 and Nup153. Our study shows that transport channel width is critical to the permeability of nup barriers and underscores NTRs’ role in dynamically remodeling nup assemblies and mediating the nuclear entry of viruses.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq8773",
          "doi": "10.1126/sciadv.adq8773",
          "filter": "2"
        },
        {
          "title": "A nearly terrestrial D/H for comet 67P/Churyumov-Gerasimenko",
          "authors": "Kathleen E. Mandt, Jacob Lustig-Yaeger, Adrienn Luspay-Kuti, Peter Wurz, Dennis Bodewits, Stephen A. Fuselier, Olivier Mousis, Steven M. Petrinec, Karlheinz J. Trattner",
          "abstract": "Cometary comae are a mixture of gas and ice-covered dust. Processing on the surface and in the coma change the composition of ice on dust grains relative to that of the nucleus. As the ice on dust grains sublimates, the local coma composition changes. Rosetta observations of 67P/Churyumov-Gerasimenko previously reported one of the highest D/H values for a comet. However, reanalysis of more than 4000 water isotope measurements over the full mission shows that dust markedly increases local D/H. The isotope ratio measured at a distance from the nucleus where the gas is well mixed is close to terrestrial, like that of other Jupiter family comets. This lower D/H has implications for understanding comet formation and the role of comets in delivering water to Earth.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp2191",
          "doi": "10.1126/sciadv.adp2191",
          "filter": "2"
        },
        {
          "title": "Compact highly sensitive photothermal RT-LAMP chip for simultaneous multidisease detection",
          "authors": "Wenshang Guo, Ye Tao, Ruizhe Yang, Kaihao Mao, Hongwei Zhou, Minghui Xu, Tie Sun, Xiao Li, Changrui Shi, Zhenyou Ge, Rui Xue, Haizhou Zhou, Yukun Ren",
          "abstract": "Developing instant detection systems with disease diagnostic capabilities holds immense importance for remote or resource-limited areas. However, the task of creating these systems—which are simultaneously easy to operate, rapid in detection, and cost-effective—remains a challenge. In this study, we present a compact highly sensitive photothermal reverse transcriptase–loop-mediated isothermal amplification (RT-LAMP) chip (SPRC) designed for the detection of multiple diseases. The nucleic acid (NA) amplification on the chip is achieved through LAMP driven by either LED illumination or simple sunlight focusing. SPRC performs sample addition and amplification within a limited volume and autonomous enrichment of NA during the sample addition process, achieving a limit of detection (LOD) as low as 0.2 copies per microliter. Through 120 clinical samples, we achieved an accuracy of 95%, with a specificity exceeding 97.5%. Overall, SPRC has achieved promising progress in the application of point-of-care testing (POCT) by using light energy to simultaneously detect multiple diseases.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq2899",
          "doi": "10.1126/sciadv.adq2899",
          "filter": "2"
        },
        {
          "title": "Three modes of viral adaption by the heart",
          "authors": "Cameron D. Griffiths, Millie Shah, William Shao, Cheryl A. Borgman, Kevin A. Janes",
          "abstract": "Viruses elicit long-term adaptive responses in the tissues they infect. Understanding viral adaptions in humans is difficult in organs such as the heart, where primary infected material is not routinely collected. In search of asymptomatic infections with accompanying host adaptions, we mined for cardio-pathogenic viruses in the unaligned reads of nearly 1000 human hearts profiled by RNA sequencing. Among virus-positive cases (~20%), we identified three robust adaptions in the host transcriptome related to inflammatory nuclear factor κB (NF-κB) signaling and posttranscriptional regulation by the p38-MK2 pathway. The adaptions are not determined by the infecting virus, and they recur in infections of human or animal hearts and cultured cardiomyocytes. Adaptions switch states when NF-κB or p38-MK2 is perturbed in cells engineered for chronic infection by the cardio-pathogenic virus, coxsackievirus B3. Stratifying viral responses into reversible adaptions adds a targetable systems-level simplification for infections of the heart and perhaps other organs.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6303",
          "doi": "10.1126/sciadv.adp6303",
          "filter": "2"
        },
        {
          "title": "Breaking Abbe’s diffraction limit with harmonic deactivation microscopy",
          "authors": "Kevin Murzyn, Maarten L. S. van der Geest, Leo Guery, Zhonghui Nie, Pieter van Essen, Stefan Witte, Peter M. Kraus",
          "abstract": "Nonlinear optical microscopy provides elegant means for label-free imaging of biological samples and condensed matter systems. The widespread areas of application could even be increased if resolution was improved, which the famous Abbe diffraction limit now restrains. Super-resolution techniques can break the diffraction limit but most rely on fluorescent labeling. This makes them incompatible with (sub)femtosecond temporal resolution and applications that demand the absence of labeling. Here, we introduce harmonic deactivation microscopy (HADES) for breaking the diffraction limit in nonfluorescent samples. By controlling the harmonic generation process on the quantum level with a second donut-shaped pulse, we confine the third-harmonic generation to three times below the original focus size of a scanning microscope. We demonstrate that resolution improvement by deactivation is more efficient for higher harmonic orders and only limited by the maximum applicable deactivation-pulse fluence. This provides a route toward sub-100-nanometer resolution in a regular nonlinear microscope.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp3056",
          "doi": "10.1126/sciadv.adp3056",
          "filter": "2"
        },
        {
          "title": "Rubbery organic frameworks (ROFs) toward ultrapermeable CO 2 -selective membranes",
          "authors": "Marius Sandru, Marie Prache, Thomas Macron, Lidia Căta, Mehmet Göktuğ Ahunbay, May-Britt Hägg, Guillaume Maurin, Mihail Barboiu",
          "abstract": "The capture of CO 2 is of high interest in our society representing an essential tool to mitigate man-made climate warming. Membrane technology applied for CO 2 capture offers several advantages in terms of energy savings, simple operation, and easy scale-up. Glassy membranes are associated with low gas permeability that negatively affect on their industrial implementation. Oppositely, rubbery membranes offer high permeability, but their selectivity is low. Here we report rubbery organic frameworks (ROFs) combining the high permeability of soft matrices with the high sieving selectivity of molecular frameworks. The best performing membranes provide a CO 2 /N 2 selectivity up to 104 with a CO 2 permeability up to 1000 Barrer, representing relevant performances for industrial implementation. Water vapors have a positive effect on CO 2 permeability, and the CO 2 /N 2 selectivity is higher than in dry conditions, as most of CO 2 gas emissions are present in fully humidified gas streams. The synergetic high permeability/selectivity performances are superior to that observed with current state-of-the-art polymeric membranes.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5024",
          "doi": "10.1126/sciadv.adq5024",
          "filter": "2"
        },
        {
          "title": "Achieving strong optical nonlinearity and wide bandgap of pnictides via ionic motif–driven directed assembly of covalent groups",
          "authors": "Lihua Gao, Jindong Chen, Xuemei Shi, Yan Xiao, Yinglei Han, Chensheng Lin, Huikang Jiang, Guangsai Yang, Guang Peng, Ning Ye",
          "abstract": "Noncentrosymmetric (NCS) pnictides are indispensable for nonlinear optics, ferroelectrics, magnetic Weyl electronics, etc., areas, yet their structure design remains a substantial challenge. By using asymmetric ionic unit–driven covalent groups orienting and rigidity-flexibility coupling dual strategy, we successfully design and synthesize four NCS pnictides: [Sr 4 Br] 2 [M II 3 Si 25 P 40 ] (M II = Mg, Cd) and [Ba 3 Br][M III Si 10 P 16 ] (M III = Ga, In), which exhibit strong second harmonic generation effects (5.2 to 7.5 × AgGaS 2 ), wide bandgaps (1.81 to 1.90 electron volts), and moderate birefringence (0.030 to 0.051). An unprecedented NCS structure-inducing mechanism analysis revealed that the (Sr 4 Br) and (Ba 4 Br) ionic units featuring the diamond-like electrostatic force field effectively break inversion symmetry and trigger uniform arrangement of the covalent tetrahedron groups. Furthermore, the nonlinear optical (NLO) properties and birefringence can be remarkably tuned by the secondary covalent building blocks (M II/III P 4 tetrahedra) with distinct bond flexibility providing a broader space for regulating the key parameters. This work might expand chemical space for exploiting high-performance pnictide NLO materials.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr2389",
          "doi": "10.1126/sciadv.adr2389",
          "filter": "2"
        },
        {
          "title": "Unambiguous discrimination of general quantum operations",
          "authors": "Weizhou Cai, Jing-Ning Zhang, Ziyue Hua, Weiting Wang, Xiaoxuan Pan, Xinyu Liu, Yuwei Ma, Ling Hu, Xianghao Mu, Haiyan Wang, Yipu Song, Chang-Ling Zou, Luyan Sun",
          "abstract": "The discrimination of quantum operations has long been an intriguing challenge, with theoretical research notably advancing our understanding of the quantum features in discriminating quantum objects. This challenge is closely related to the discrimination of quantum states, and proof-of-principle demonstrations of the latter have already been realized using optical photons. However, the experimental demonstration of discriminating general quantum operations, including both unitary and nonunitary operations, has remained elusive. In general quantum systems, especially those with high dimensions, the preparation of arbitrary quantum states and the implementation of arbitrary quantum operations and generalized measurements are nontrivial tasks. Here, we experimentally demonstrate the optimal unambiguous discrimination of up to six displacement operators and the unambiguous discrimination of nonunitary quantum operations. Our results demonstrate powerful tools for experimental research in quantum information processing and are expected to stimulate a wide range of valuable applications in the field of quantum sensing.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq2529",
          "doi": "10.1126/sciadv.adq2529",
          "filter": "2"
        },
        {
          "title": "USP1 deubiquitinates PARP1 to regulate its trapping and PARylation activity",
          "authors": "Anna Nespolo, Linda Stefenatti, Ilenia Pellarin, Alice Gambelli, Gian Luca Rampioni Vinciguerra, Javad Karimbayli, Sara Barozzi, Fabrizio Orsenigo, Riccardo Spizzo, Milena S. Nicoloso, Ilenia Segatto, Sara D’Andrea, Michele Bartoletti, Emilio Lucia, Giorgio Giorda, Vincenzo Canzonieri, Fabio Puglisi, Barbara Belletti, Monica Schiappacassi, Gustavo Baldassarre, Maura Sonego",
          "abstract": "PARP inhibitors (PARPi) represent a game-changing treatment for patients with ovarian cancer with tumors deficient for the homologous recombination (HR) pathway treated with platinum (Pt)–based therapy. PARPi exert their cytotoxic effect by both trapping PARP1 on the damaged DNA and by restraining its enzymatic activity (PARylation). How PARP1 is recruited and trapped at the DNA damage sites and how resistance to PARPi could be overcome are still matters of investigation. Here, we described PARP1 as a substrate of the deubiquitinase USP1. At molecular level, USP1 binds PARP1 to remove its K63-linked polyubiquitination and controls PARP1 chromatin trapping and PARylation activity, regulating sensitivity to PARPi. In both Pt/PARPi-sensitive and -resistant cells, USP1/PARP1 combined blockade enhances replicative stress, DNA damage, and cell death. Our work dissected the biological interaction between USP1 and PARP1 and recommended this axis as a promising and powerful therapeutic choice for not only sensitive but also chemoresistant patients with ovarian cancer irrespective of their HR status.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6567",
          "doi": "10.1126/sciadv.adp6567",
          "filter": "2"
        }
      ]
    }
  ]
}
