[
  {
    "discipline": "communication",
    "title": "The truth-default is ubiquitous, but some people experience it more than others",
    "authors": "David M. Markowitz, Kim B. Serota, Timothy R. Levine",
    "url": "http://dx.doi.org/10.1080/08824096.2024.2415045",
    "doi": "10.1080/08824096.2024.2415045",
    "filter": 0,
    "journal_full": "Communication Research Reports"
  },
  {
    "discipline": "communication",
    "title": "Donating or collecting? Differential impact mechanisms of knowledge sharing through enterprise social media on employees' innovative work behavior",
    "authors": "Changyu Wang, Kexin Chen, Jiaojiao Feng, Jianyu Chen",
    "url": "http://dx.doi.org/10.1108/itp-01-2024-0003",
    "doi": "10.1108/itp-01-2024-0003",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose In the digital age, enterprise social media (ESM) has been broadly used to break the barrier of space and time for knowledge sharing involving two activities—knowledge donating and knowledge collecting. Yet, hardly any study has thus far explored how and when knowledge donating and knowledge collecting through ESM impact employees’ innovative work behavior (IWB). Therefore, drawing on the social exchange theory, this study aims to introduce relational social capital as a mediator and performance climate as a moderator to examine differential impact mechanisms of knowledge donating and knowledge collecting through ESM on employee IWB. Design/methodology/approach First, we collected 225 survey data from employees who used ESM at work. Then, according to the two-stage procedure of the partial least square structural equation modeling method, we established and analyzed a moderated mediation model based on the context of ESM. Findings Results demonstrate that knowledge donating through ESM has a positive relationship with IWB, but knowledge collecting through ESM has no such relationship. Through the mediation of relational social capital, both knowledge donating and knowledge collecting through ESM have indirect positive relationships with IWB, but knowledge collecting through ESM has a greater one. Moreover, when employees perceived a relatively high-performance climate, the positive relationships of knowledge donating and knowledge collecting through ESM with IWB via relational social capital would be stronger. Practical implications On the one hand, organizational managers should not only focus on different innovation benefits caused by knowledge donating and knowledge collecting through ESM but also should realize differences in the direct/indirect effect of knowledge donating and knowledge collecting through ESM on IWB. On the other hand, employees need to proactively enhance their innovative ability by considering knowledge donating/collecting channels (e.g. ESM), gaining successful competitiveness. Moreover, both managers and employees should realize that different innovation benefits of knowledge sharing activities through ESM can be further strengthened when establishing a high-performance climate. Originality/value Different from prior literature on knowledge sharing or ESM, this study contributes to analyzing the differential effects of two dimensions (i.e. knowledge donating and knowledge collecting) of knowledge sharing on employees' IWB in the context of ESM."
  },
  {
    "discipline": "communication",
    "title": "Have people ‘had enough of experts’? The impact of populism and pandemic misinformation on institutional trust in comparative perspective",
    "authors": "Václav Štětka, Francisco Brandao, Sabina Mihelj, Fanni Tóth, Daniel Hallin, Danilo Rothberg, Paulo Ferracioli, Beata Klimkiewicz",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2413121",
    "doi": "10.1080/1369118x.2024.2413121",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Extensive culture: expressions of endlessness in the metaverse and the limits of data accumulation",
    "authors": "David Beer",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2413114",
    "doi": "10.1080/1369118x.2024.2413114",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "‘Living in a post-truth era’? Online misinformation in everyday life in rural and urban China",
    "authors": "Pu Yan, Ralph Schroeder",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2413112",
    "doi": "10.1080/1369118x.2024.2413112",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "User-Centric Behavioral Tracking: Lessons from Three Case Studies with Do-It-Yourself Computational Pipelines",
    "authors": "Alvin Zhou, Danaë Metaxa, Young Mie Kim, Kokil Jaidka",
    "url": "http://dx.doi.org/10.1080/00913367.2024.2403613",
    "doi": "10.1080/00913367.2024.2403613",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Learning from YouTube? The role of exposure to partisan YouTube channels and news literacy in political learning during the South Korean general election campaign",
    "authors": "Kyungeun Jang, Young Min Baek",
    "url": "http://dx.doi.org/10.1080/19331681.2024.2414007",
    "doi": "10.1080/19331681.2024.2414007",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Choice of Communication Channel for Dyadic Relationship Dissolution Processes in Abusive and Non-Abusive Relationships",
    "authors": "Jessica R. Frampton, Kathryn D. Coduto, Jerrica T. Rowlett",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000452",
    "doi": "10.1027/1864-1105/a000452",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: This study employs an affordances and multiple goals approach to explore channel choices in the initiation of dyadic relationship dissolution processes. In an experiment, participants imagined breaking up with an abusive romantic partner, breaking up with a nonabusive partner, or not breaking up. Then they indicated their likelihood of using various channels (i.e., face-to-face conversation, texting, social media, voice call, and video call) to communicate with their partner, responded to perceived social affordances measures for each channel, and provided insights in an open-ended prompt. Both quantitative and qualitative data were analyzed. Results reveal that face-to-face communication is often preferred for dyadic relational dissolution processes, as bandwidth, social presence, and a lack of accessibility can convey a sense of seriousness and respect for the non-initiator while preventing miscommunication. However, mediated channels offer protection from emotional manipulation (for abusive relationships), physical violence (for abusive relationships), and awkward situations (for nonabusive relationships) thanks to their unique combinations of affordances."
  },
  {
    "discipline": "communication",
    "title": "Personal Values and Their Impact on the Opinion Leadership of Managers and Employees in Internal Communication",
    "authors": "Julia Lührmann, Helena Stehle, Volker Gehrau, Ulrike Röttger",
    "url": "http://dx.doi.org/10.1080/1062726x.2024.2409652",
    "doi": "10.1080/1062726x.2024.2409652",
    "filter": 0,
    "journal_full": "Journal of Public Relations Research"
  },
  {
    "discipline": "communication",
    "title": "What is Popular Gets More Popular? Exploring Over-Time Dynamics in Article Readership Using Real-World Log Data",
    "authors": "Damian Trilling, Roeland Dubèl, Rupert Kiddle, Anne C. Kroon, Zilin Lin, Mónika Simon, Susan Vermeer, Kasper Welbers, Mark Boukes",
    "url": "http://dx.doi.org/10.1080/1461670x.2024.2411334",
    "doi": "10.1080/1461670x.2024.2411334",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "The Making of Good News: Discursive Construction of Good News Through News Values",
    "authors": "Hailing Yu, Yuzhi Zhu",
    "url": "http://dx.doi.org/10.1080/1461670x.2024.2414344",
    "doi": "10.1080/1461670x.2024.2414344",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "Fact-Checkers on the Fringe: Investigating Methods and Practices Associated With Contested Areas of Fact-Checking",
    "authors": "Silvia Montaña-Niño, Victoria Vziatysheva, Ehsan Dehghan, Anand Badola, Guangnan Zhu, Otávio Vinhas, Michelle Riedlinger, Sofya Glazunova",
    "url": "http://dx.doi.org/10.17645/mac.8688",
    "doi": "10.17645/mac.8688",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study investigates the methods and practices used by self-identified fact-checkers situated on the fringe of the field of fact-checking to support their agenda for public recognition and legitimacy. Using a case study approach and selecting nine cases across five countries (Russia, Brazil, India, China, and Singapore), we identify the most common distinguishable attributes and tactics associated with this ambiguous collection of actors. In addition to identifying how fringe fact-checkers weaponize fact-checking practices and exploit or mimic the social standing of accredited fact-checkers, we critique examples where state-supported fact-checkers associated with authoritarian governance structures fact-check for national interests. We propose a spectrum of fact-checkers including those where public or general interest fact-checkers follow journalistic ideals and align with accredited communities of practice or non-accredited peer recognition, and a collection of fringe fact-checkers ranging from “special interest” actors promoting specific political agendas to hostile actors with disruptive, destructive, and openly propagandistic interests and aims to destabilize the global public sphere. The article contributes to current research and debates about the institutionalization of fact-checking and the understudied area of fact-checking impersonation, a problematic activity associated with misinformation and propaganda on platforms and the internet."
  },
  {
    "discipline": "communication",
    "title": "Fact-Checking Role Performances and Problematic Covid-19 Vaccine Content in Latin America and Sub-Saharan Africa",
    "authors": "Michelle Riedlinger, Silvia Montaña-Niño, Ned Watt, Víctor García-Perdomo, Marina Joubert",
    "url": "http://dx.doi.org/10.17645/mac.8680",
    "doi": "10.17645/mac.8680",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The move from political fact-checking to a “public health” or debunking model of fact-checking, sustained by policies and funding from platforms, highlights important tensions in the case of Covid-19. Building on findings from studies focused on journalistic role performance, we investigated how professional fact-checkers in Latin America and sub-Saharan Africa conceived of and performed their professional roles when addressing Covid-19 vaccination topics. Interviews with fact-checkers from six well-established, Meta-affiliated, International Fact-Checking Network-accredited organizations operating in these regions indicated that fact-checkers recognized the diversification of tasks and new roles associated with addressing problematic content from social media users. However, fact-checkers expressed unanimous commitment to prioritizing political and media watchdog activities in response to problematic Covid-19 vaccine information spreading from elite sources. To compare these role conceptions with role performance, we conducted a content analysis of Covid-19 vaccine content posted in 2021 to these fact-checkers’ Facebook accounts. We found that content was mostly associated with explainers or debunking content (addressing hoaxes or rumors about Covid-19 vaccines from non-elite social media users). In particular, the abundance of explainers, compared with other genres of fact-checking content, aligns fact-checkers with professional roles as civic service providers, educators, and “interpreters” of health information. Only a small proportion of the Covid-19 vaccine-related posts from each fact-checker contained verifications of claims from authoritative (elite “top-down”) sources (i.e., politicians, media, and health/science professionals). This study offers insights into a particularly tumultuous time of political activity in these regions and considers implications for practice innovation."
  },
  {
    "discipline": "communication",
    "title": "Dating algorithms? Investigating the reciprocal relationships between partner choice FOMO, decision fatigue, excessive swiping, and trust in algorithms on dating apps",
    "authors": "Alice Binder, Anja Stevic, Jörg Matthes, Marina F Thomas",
    "url": "http://dx.doi.org/10.1177/14614448241270542",
    "doi": "10.1177/14614448241270542",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Dating apps have changed the way people establish contact with potential romantic partners. However, more and more dating apps use algorithms to keep their users’ engagement high. Studies suggest that trust in algorithms can shape offline dating experiences. We theorize that excessive swiping, driven by fear of missing out, predicts trust. We also explore the role of decision fatigue. Findings from a two-wave panel study with N Time2 = 521 young dating app users suggest that the fear of missing out on potential romantic partners was positively related to decision fatigue on dating apps. Moreover, excessive swiping and decision fatigue were positively related to trust in algorithms. No reciprocal effects of trust in algorithms on excessive swiping or decision fatigue were observed. It seems that trust in algorithms might present some kind of relief strategy for compulsive behaviors such as excessively swiping, or for negative feelings such as decision fatigue."
  },
  {
    "discipline": "communication",
    "title": "Metaverse risks and harms among US youth: Experiences, gender differences, and prevention and response measures",
    "authors": "Sameer Hinduja, Justin W Patchin",
    "url": "http://dx.doi.org/10.1177/14614448241284413",
    "doi": "10.1177/14614448241284413",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Research indicates that participation in metaverse environments and with virtual reality (VR) is increasing among younger populations, and that youth may be the primary drivers of widespread adoption of these technologies. This will more readily happen if their experiences are safe, secure, and positive. We analyze data from a nationally representative sample of 5005, 13- to 17-year-olds in the United States to measure their experiences of 12 specific harms on VR platforms, and which protective strategies they employed to prevent or respond to them. Girls were more likely to be sexually harassed and to experience grooming/predatory behavior, and were more likely to have been targeted specifically because of their gender. Finally, girls were more likely to engage in some specific protective measures online, but overall both boys and girls use platform safety mechanisms infrequently. We discuss enhancements in policy, content moderation, and feature sets that can serve to better safeguard youth in the metaverse."
  },
  {
    "discipline": "communication",
    "title": "The awareness, acceptance, and appreciation of transience in the domain of eudaimonic media experiences",
    "authors": "Zijian Lew, Andrew ZH Yee",
    "url": "http://dx.doi.org/10.1177/14614448241284612",
    "doi": "10.1177/14614448241284612",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "The research comparing hedonic and eudaimonic media experiences has often conceptualized the two categories as monolithic wholes. Although thematic differences within each category have been identified, these differences are usually theoretically inconsequential: They are merely variations in hedonic or eudaimonic content. Adopting a conditional effects approach, this research shows that transience-themed posts and motivation-themed posts on social media—which are both considered eudaimonic—are appreciated by different groups of people. Study 1 found a moderating influence of impermanence acceptance: People who had greater impermanence acceptance were more likely to have eudaimonic responses after viewing transience-themed posts than after viewing motivation-themed posts. The Japanese concept of mono no aware, or beauty in pathos, was used to motivate study 2. Study 2 found that people who viewed transience-themed posts experienced greater impermanence appreciation than people who viewed motivation-themed posts, but media theme did not influence impermanence awareness or impermanence acceptance."
  },
  {
    "discipline": "communication",
    "title": "What’s on and who’s Watching? Combining People-Meter Data and Subtitle Data to Explore Television Exposure to Political News",
    "authors": "Susan Vermeer, Damian Trilling, Sjoerd Stolwijk, Sanne Kruikemeier, Claes de Vreese",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2409405",
    "doi": "10.1080/10584609.2024.2409405",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "A Querpolitics Approach to the Far Right? Notes from Germany and India",
    "authors": "Srirupa Roy",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2414262",
    "doi": "10.1080/10584609.2024.2414262",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "The Contemporary Far Right from Contra to Control",
    "authors": "Andrea L. P. Pirro",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2414256",
    "doi": "10.1080/10584609.2024.2414256",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Public understanding of preprints: How audiences make sense of unreviewed research in the news",
    "authors": "Alice Fleerackers, Chelsea L. Ratcliff, Rebekah Wicke, Andy J. King, Jakob D. Jensen",
    "url": "http://dx.doi.org/10.1177/09636625241268881",
    "doi": "10.1177/09636625241268881",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "News reporting of preprints became commonplace during the COVID-19 pandemic, yet the extent to which the public understands what preprints are is unclear. We sought to fill this gap by conducting a content analysis of 1702 definitions of the term “preprint” that were generated by the US general population and college students. We found that only about two in five people were able to define preprints in ways that align with scholarly conceptualizations of the term, although participants provided a wide array of “other” definitions of preprints that suggest at least a partial understanding of the term. Providing participants with a definition of preprints in a news article helped improve preprint understanding for the student sample, but not for the general population. Our findings shed light on misperceptions that the public has about preprints, underscoring the importance of better education about the nature of preprint research."
  },
  {
    "discipline": "communication",
    "title": "Towards a trusted genomics repository: Identifying commercialisation fears and preferred forms of governance across segments of the community",
    "authors": "Brad Elphinstone, Jarrod Walshe, Dianne Nicol, Mark Taylor",
    "url": "http://dx.doi.org/10.1177/09636625241286369",
    "doi": "10.1177/09636625241286369",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "A latent class analysis on a nationally representative Australian sample ( N = 1000) identified four subgroups (i.e. classes), ranging from high to low concern about, and willingness to donate to, a national genomic repository under different forms of public and commercial management and access. The distribution of concerns and governance preferences across these classes was investigated. This added to previous research by indicating the degree to which extant concerns (e.g. corporate profiteering, discrimination by insurers) are held by different segments of the community. Based on the governance mechanisms that had widespread support across segments, the following recommendations are made to develop a trusted Australian genomic repository: the repository cannot be solely profit-driven; can utilise an access committee; protections (e.g. ensuring confidentiality of donors) may not require new legislation; data users cannot retain data for future research; the public should remain informed about the intended and/or actual benefits of research."
  },
  {
    "discipline": "communication",
    "title": "Stark Decline in Journalists’ Use of Preprints Postpandemic",
    "authors": "Juan Pablo Alperin, Kenneth Shores, Alice Fleerackers, Natascha Chtena",
    "url": "http://dx.doi.org/10.1177/10755470241285405",
    "doi": "10.1177/10755470241285405",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "The COVID-19 pandemic accelerated the use of preprints, aiding rapid research dissemination but also facilitating the spread of misinformation. This study analyzes media coverage of preprints from 2014 to 2023, revealing a significant postpandemic decline. Our findings suggest that heightened awareness of the risks associated with preprints has led to more cautious media practices. While the decline in preprint coverage may mitigate concerns about premature media exposure, it also raises questions about the future role of preprints in science communication, especially during emergencies. Balanced policies based on up-to-date evidence are needed to address this shift."
  },
  {
    "discipline": "public opinion",
    "title": "Using Google Trends Data to Study High-Frequency Search Terms: Evidence for a Reliability-Frequency Continuum",
    "authors": "Tobias Gummer, Anne-Sophie Oehrlein",
    "url": "http://dx.doi.org/10.1177/08944393241279421",
    "doi": "10.1177/08944393241279421",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Google Trends (GT) data are increasingly used in the social sciences and adjacent fields. However, previous research on the quality of GT data has raised concerns regarding their reliability. In the present study, we investigated whether reliability differs between low- and high-frequency search terms. In other words, we explored the existence of a reliability-frequency continuum in GT data. Our study adds to previous research by investigating a more comprehensive set of search terms and different aspects of reliability (e.g., differences in relative search volume distributions, correctly identified maxima). For this purpose, we collected samples of GT data for ten high- and two low-frequency search terms. We obtained one real-time sample and 62 non–realtime samples per search term (30 non–realtime samples for low-frequency search terms). Data collection was restricted to search data for Germany. Our data support the existence of a reliability-frequency continuum—low-frequency search terms are subject to greater reliability issues compared to high-frequency search terms. Based on our findings, we have derived practical recommendations for the use of GT data and have outlined future research opportunities."
  },
  {
    "discipline": "psychology",
    "title": "On aggregation invariance of multinomial processing tree models",
    "authors": "Edgar Erdfelder, Julian Quevedo Pütter, Martin Schnuerch",
    "url": "http://dx.doi.org/10.3758/s13428-024-02497-y",
    "doi": "10.3758/s13428-024-02497-y",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Multinomial processing tree (MPT) models are prominent and frequently used tools to model and measure cognitive processes underlying responses in many experimental paradigms. Although MPT models typically refer to cognitive processes within single individuals, they have often been applied to group data aggregated across individuals. We investigate the conditions under which MPT analyses of aggregate data make sense. After introducing the notions of structural and empirical aggregation invariance of MPT models, we show that any MPT model that holds at the level of single individuals must also hold at the aggregate level when it is both structurally and empirically aggregation invariant. Moreover, group-level parameters of aggregation-invariant MPT models are equivalent to the expected values (i.e., means) of the corresponding individual parameters. To investigate the robustness of MPT results for aggregate data when one or both invariance conditions are violated, we additionally performed a series of simulation studies, systematically manipulating (1) the sample sizes in different trees of the model, (2) model parameterization, (3) means and variances of crucial model parameters, and (4) their correlations with other parameters of the respective MPT model. Overall, our results show that MPT parameter estimates based on aggregate data are trustworthy under rather general conditions, provided that a few preconditions are met."
  },
  {
    "discipline": "multidisciplinary",
    "title": "A soccer-based intervention improves incarcerated individuals’ behaviour and public acceptance through group bonding",
    "authors": "Martha Newson, Linus Peitz, Jack Cunliffe, Harvey Whitehouse",
    "url": "http://dx.doi.org/10.1038/s41562-024-02006-3",
    "doi": "10.1038/s41562-024-02006-3",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "As incarceration rates rise globally, the need to reduce re-offending grows increasingly urgent. We investigate whether positive group bonds can improve behaviours among incarcerated people via a unique soccer-based prison intervention, the Twinning Project. We analyse effects of participation compared to a control group (study 1, n = 676, n = 1,874 control cases) and longitudinal patterns of social cohesion underlying these effects (study 2, n = 388) in the United Kingdom. We also explore desistance from crime after release (study 3, n = 249) in the United Kingdom and the United States. As law-abiding behaviour also requires a supportive receiving community, we assessed factors influencing willingness to employ formerly incarcerated people in online samples in the United Kingdom and the United States (studies 4–9, n = 1,797). Results indicate that social bonding relates to both improved behaviour within prison and increased willingness of receiving communities to support re-integration efforts. Harnessing the power of group identities both within prison and receiving communities can help to address the global incarceration crisis."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Quantifying the use and potential benefits of artificial intelligence in scientific research",
    "authors": "Jian Gao, Dashun Wang",
    "url": "http://dx.doi.org/10.1038/s41562-024-02020-5",
    "doi": "10.1038/s41562-024-02020-5",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "The rapid advancement of artificial intelligence (AI) is poised to reshape almost every line of work. Despite enormous efforts devoted to understanding AI’s economic impacts, we lack a systematic understanding of the benefits to scientific research associated with the use of AI. Here we develop a measurement framework to estimate the direct use of AI and associated benefits in science. We find that the use and benefits of AI appear widespread throughout the sciences, growing especially rapidly since 2015. However, there is a substantial gap between AI education and its application in research, highlighting a misalignment between AI expertise supply and demand. Our analysis also reveals demographic disparities, with disciplines with higher proportions of women or Black scientists reaping fewer benefits from AI, potentially exacerbating existing inequalities in science. These findings have implications for the equity and sustainability of the research enterprise, especially as the integration of AI with science continues to deepen."
  }
]
