[
  {
    "discipline": "communication",
    "title": "The Generative Artificial Intelligence (GenAI) Divide: Exploring the Individual Factors Influencing GenAI Competency, Adoption Readiness, and Psychological Barriers",
    "authors": "Christopher Ball, Kuo-Ting Huang, Xuan Nie, Elaine Kong, JM Shalani Dilinika",
    "url": "https://doi.org/10.1177/21522715261423789",
    "doi": "https://doi.org/10.1177/21522715261423789",
    "filter": 0,
    "created": "2026-2-17",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "Generative artificial intelligence (GenAI), a branch of AI capable of producing novel content from human input, is poised to transform various aspects of society. However, the benefits and challenges of GenAI adoption are not equally distributed, contributing to a new layer of digital inequality, the GenAI divide. This study examines the individual factors associated with psychological barriers, GenAI competency, and adoption readiness. Using data from a stratified online survey of 305 participants, the study explores sociodemographic variables (e.g., sex, age, race, education, and income), as well as competency factors (e.g., operational and creative skills) and psychological factors (e.g., attitudes toward AI, GenAI decision reliance, and self-efficacy). Findings reveal that operational skills and comfort with AI were significantly associated with lower anxiety and higher adoption readiness, whereas negative technology attitudes were associated with increased barriers. Furthermore, greater reliance on GenAI for decision-making was associated with lower self-assessed competency, suggesting a compensatory mechanism in which less confident users may increasingly depend on automated recommendations. These results highlight the multi-dimensional nature of the GenAI divide, emphasizing the interplay between individual-level factors and inequality-related outcomes. The study underscores the need for targeted interventions, such as AI literacy programs and supportive digital communities, to address these disparities and promote equitable access to the benefits of GenAI. By identifying key factors associated with GenAI adoption, this research contributes to a deeper understanding of digital inequality in the age of generative AI technologies."
  },
  {
    "discipline": "communication",
    "title": "Conceptualization, operationalization, and performance of longitudinal studies in communication research: a systematic review",
    "authors": "Jonathan J H Zhu, Wei Lin, Jingwei Gao, Heng Lu",
    "url": "https://doi.org/10.1093/joc/jqaf047",
    "doi": "https://doi.org/10.1093/joc/jqaf047",
    "filter": 0,
    "created": "2025-10-14",
    "journal_full": "Journal of Communication",
    "abstract": "We report a systematic review of longitudinal studies published in SSCI-Communication journals over the 50 years, focusing on how time is conceived, measured, and analyzed as a scientific concept. To facilitate the review, we devised two novel classification schemes to distinguish between longitudinal and non-longitudinal studies and to measure how time is treated. We manually coded a random sample of 1,080 research articles, supplemented with computerized keyword scanning of the study population. The results show that longitudinal studies have steadily accounted for about 9% of the publications. Panel data studies outnumber time-series studies in a ratio of 3:2. Three-fourths of the longitudinal studies treat time as a timing index and aim to test causal effects, whereas a quarter treat time as a parameter to capture temporal dynamics. Longitudinal studies make more conceptual contributions and receive more citations than non-longitudinal studies. We offer practical recommendations for longitudinal communication research."
  },
  {
    "discipline": "communication",
    "title": "The Modality-Congruent Carryover Effect: How Difficulty in Identifying (Deep)Fake News Impacts Self-Confidence in Truth Discernment and Susceptibility to Subsequent Disinformation",
    "authors": "Sukyoung Choi",
    "url": "https://doi.org/10.1177/10776990251413726",
    "doi": "https://doi.org/10.1177/10776990251413726",
    "filter": 0,
    "created": "2026-2-11",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "With the proliferation of (deep)fake news, individuals will increasingly find it difficult to discern whether content is created by human journalists or artificial intelligence. A two-wave online experiment investigated the carryover effects of news authentication during the initial (deep)fake news exposure on responses to subsequent (deep)fake news. Participants encountered celebrity (deep)fake news in text and video formats on social media. The results showed that the difficulty induced by news authentication lowered self-confidence in truth discernment, which, in turn, decreased the perceived credibility and engagement intentions toward subsequent unrelated fake news of the same modality."
  },
  {
    "discipline": "communication",
    "title": "Generational Differences in Digital Resilience in Four Countries",
    "authors": "Shelley Boulianne",
    "url": "https://doi.org/10.17645/mac.11399",
    "doi": "https://doi.org/10.17645/mac.11399",
    "filter": 0,
    "created": "2026-2-12",
    "journal_full": "Media and Communication",
    "abstract": "Multiple crises have marked the formative years of young adults. These crises heightened the need for information while also creating a large audience for misinformation. This article highlights digital resilience in four countries (the US, the UK, France, and Canada) and across different age groups, using a survey conducted in February 2021 at the apex of a series of crises. Based on a sample of 6,000 respondents, the two youngest age groups are more likely to use fact-checking websites, verify suspicious information, and report misinformation to social media platforms. These practices reflect digital resilience. In terms of cross-national differences, respondents from the US have higher use of fact-checking sites, which can be explained by the structural availability of these websites, which tend to focus on American content. In line with theories about uncertainty avoidance, respondents from France have higher rates of verification of suspicious information. Canada is distinctive in its low rates of misinformation reporting to social media platforms. While much of the scholarship has focused on political ideology as shaping engagement with misinformation, this study highlights generational differences, cultural differences, digital literacy programming, structural opportunities, and regulatory frameworks that may shape practices related to digital resilience."
  },
  {
    "discipline": "communication",
    "title": "Data mirroring: A methodological framework for data-donation-based interviews in media use research",
    "authors": "Daniël Jurg, Sarah Vis, Ike Picone, David Mathieu",
    "url": "https://doi.org/10.1177/14614448261419078",
    "doi": "https://doi.org/10.1177/14614448261419078",
    "filter": 0,
    "created": "2026-2-12",
    "journal_full": "New Media & Society",
    "abstract": "This article introduces “data mirroring,” a methodological framework for conducting data-donation-based interviews using Data Download Packages (DDPs) from digital platforms. Since the General Data Protection Regulation took effect, DDPs have found application in research. While the literature on the value of DDPs primarily points toward scaling and validating aggregate-level data, their potential to illuminate complex user–media relationships within datafied environments at the micro-level appears underexplored. Drawing from recent conceptualizations of the “data mirror,” which captures the feedback loops between users and digital media, this article provides theoretical grounding and practical guidelines for “mirroring” DDPs to users. Based on exercises with 64 participants, we articulate through an illustrative case study how DDPs can serve as prompts, contexts, and reflections, revealing reflexive strategies users employ to curate information flows on algorithmic platforms like Instagram. In addition, we introduce an open-source web application to operationalize DDPs as data mirrors for non-technical researchers."
  },
  {
    "discipline": "communication",
    "title": "From experimentation to integration: Mapping AI use across European media and communication professionals",
    "authors": "Ruth S Contreras-Espinosa, Bertran Salvador-Mata, Mittzy Arciniega-Cáceres, Carlos A Scolari",
    "url": "https://doi.org/10.1177/14614448261416895",
    "doi": "https://doi.org/10.1177/14614448261416895",
    "filter": 0,
    "created": "2026-2-11",
    "journal_full": "New Media & Society",
    "abstract": "This study, one of the first cross-national and cross-professional approaches, maps Artificial Intelligence (AI) adoption and perceptions through a survey of 797 professionals in eight countries (Spain, Italy, France, Portugal, Netherlands, Germany, Norway, and Denmark) spanning six fields including journalism, marketing, audiovisual, public relations, graphic design, and communication education. Experimentation is widespread (88%), yet workflow integration remains uneven. Adoption is strongest among younger professionals, and sectoral differences are detected: marketing reports higher adoption, whereas journalists and educators report the lowest usage. ChatGPT dominates (77%), followed by Canva (38%), and DALL·E and MidJourney (27%). Frequency of use lag behind positive attitudes. National patterns also diverge, reflecting cultural, regulatory, and market factors. Results draw on SCOT, Rogers’ diffusion, and Bozdag’s AImosis to frame sociotechnical adoption of AI as a negotiation. We offer a baseline of AI practices in European communication professions and identify key priorities in policy."
  },
  {
    "discipline": "communication",
    "title": "Justice for @birdy: Queer counterpublics on Chinese TikTok (Douyin)",
    "authors": "Zituo Wang, Jiayi Zhu, Donggyu Kim, Wenqing Zuo, Ziyi Yao, Yufei Chen, Zhuoyu Wang",
    "url": "https://doi.org/10.1177/14614448251413683",
    "doi": "https://doi.org/10.1177/14614448251413683",
    "filter": 0,
    "created": "2026-2-12",
    "journal_full": "New Media & Society",
    "abstract": "This study investigates the queer counterpublics on Douyin that call for social justice on LGBTQ rights. By revealing Douyin’s affective affordances to produce queer counterpublics through censorship, we propose a framework that explains how queer counterpublics navigate user–state tensions and balance affect with strategy in a dynamic discursive space. Based on our large-scale Douyin video dataset, we analyze 102,031 videos from 90,901 accounts by combining computational and qualitative methods. By employing computer vision and content analysis, we uncover the multimodal features and strategies calling for justice in those videos. We also show how non-influencers, influencers, and official accounts adopt distinct strategies and how these strategies are associated with user engagement. Further multimodal discourse analysis examines three key counter discourses, including maximum visibility, limited anger, and infinite hope. This study contributes to the understanding of queer counterpublics in China and the potential of short video platforms like Douyin to foster social change."
  },
  {
    "discipline": "communication",
    "title": "Frictional memory: The afterlives of lynching in the digital public spheres",
    "authors": "Feeza Vasudeva, Narges AziziFard, Eetu Mäkelä",
    "url": "https://doi.org/10.1177/14614448261416894",
    "doi": "https://doi.org/10.1177/14614448261416894",
    "filter": 0,
    "created": "2026-2-11",
    "journal_full": "New Media & Society",
    "abstract": "This article investigates the digital afterlives of lynching, how its memory is invoked, refracted, and contested on Twitter. Drawing on a hybrid methodological approach that combines computational analysis of tweet corpora with interpretive readings, the research examines how histories of racial violence circulate within the algorithmically mediated space. While lynching remains a central symbol of anti-Black terror in the United States, its meaning in public discourse has become increasingly unstable. On Twitter, lynching is deployed as a historical referent, a metaphor, political claim, and rhetorical provocation, thereby surfacing in divergent frames. We theorize this instability as frictional memory: a dynamic of circulation under constraint, operating through temporal traction (mnemonic pivots that attach past to present), semantic abrasion (collisions that produce drift, contestation, and repair), and visibility routing (platform-mediated asymmetries of attention). This framework shows how histories of racial violence are not simply recalled online but continually reconfigured in digital architectures."
  },
  {
    "discipline": "communication",
    "title": "Transnational community empowerment and empathy transfer during the LA wildfires: How Xiaohongshu (RedNote) global users enacted environmental justice across the smoke",
    "authors": "Haiwei Valerie Huang, Lijun Luo",
    "url": "https://doi.org/10.1177/14614448251414883",
    "doi": "https://doi.org/10.1177/14614448251414883",
    "filter": 0,
    "created": "2026-2-17",
    "journal_full": "New Media & Society",
    "abstract": "During the 2025 Los Angeles wildfires and amid uncertainty over a TikTok ban, Xiaohongshu (RedNote) unexpectedly emerged as a site of transnational environmental discussion. This study examines how transnational conversations unfolded and their implications for community empowerment and environmental justice during a crisis. Drawing on qualitative content analysis and social network analysis of 505 wildfire-related posts, we find that user engagement centered on participatory practices (44.45%), including reporting and the circulation of practical information. Another substantial share of posts focused on building social ties through emotional support (16.33%), while critically questioning the causes of the fires (11.02%). Social network analysis further shows that grassroots users occupied central positions in the discourse. Together, these findings suggest that Xiaohongshu enabled communicative agency and empathetic transfer across borders, facilitating emergent forms of collective resilience. However, such potentials remain contingent, as algorithmic visibility and geopolitical conditions unevenly shape participation and recognition in digital spaces."
  },
  {
    "discipline": "communication",
    "title": "Leveraging Artificial Intelligence Chatbots to Employ Bypassing and Correction Strategies for Addressing Misinformation About Contraceptive Use",
    "authors": "Christopher Calabrese, Haoning Xue, Xinyu Zhang, Yoo Jung Oh",
    "url": "https://doi.org/10.1177/10755470261418533",
    "doi": "https://doi.org/10.1177/10755470261418533",
    "filter": 0,
    "created": "2026-2-16",
    "journal_full": "Science Communication",
    "abstract": "We examined whether bypassing and combined (correction with bypassing) strategies delivered through artificial intelligence (AI) chatbots can address contraceptive misinformation. In Study 1, we found through observational reddit data that bypassing, correction, and combined strategies were present in online discussions and were more engaging than other responses. In Study 2, an experiment employing AI chatbots found that the combined strategy improved recommendation intentions compared with the control conditions, while also reducing beliefs in misinformation. The combined strategy AI chatbot was viewed as warmer and more competent than the correction, invoking less reactance and increasing recommendation intentions. Practical and theoretical implications are discussed."
  },
  {
    "discipline": "communication",
    "title": "Misogyny as a Structural Hub: Unveiling a Mode of Opportunity Structure for Chinese Alternative Communities",
    "authors": "Luming Zhao, Jinzhuo Liu, Xinyan Wang",
    "url": "https://doi.org/10.1177/20563051261417300",
    "doi": "https://doi.org/10.1177/20563051261417300",
    "filter": 0,
    "created": "2026-2-11",
    "journal_full": "Social Media + Society",
    "abstract": "This study argues that in China’s digital sphere, online misogyny functions less as a gateway to extremism and more as a structural hub for systemic discontent. Drawing on opportunity structure theory, our mixed-methods approach combines computational analysis of posts from Baidu Tieba ( n = 91,026) with in-depth interviews ( n = 27). We find that “Gendered Insults” exhibits the highest betweenness centrality, acting as a structural bridge connecting disparate frustrations. Women-targeting topics are both speakable and resonant within the community, anchored by a self-deprecating “sewer mouse” masculinity that navigates opportunity structures. Interviews reveal that when political opportunity structures remain closed while discursive and mediated (legacy platform) opportunities stay relatively accessible, misogyny becomes a functional language for channeling widespread socioeconomic anxieties. We conclude that in this context, misogyny operates not as a starting point for radicalization but as a core organizing principle for the socially disillusioned. This suggests that divergent structural conditions produce different mechanisms."
  },
  {
    "discipline": "communication",
    "title": "County Partisanship Affects Social Media Posting Behavior During a Pandemic",
    "authors": "M. Luke Smith, Guangqing Chi, Junjun Yin, Yosef Bodovski, S. Shyam Sundar",
    "url": "https://doi.org/10.1177/20563051261419387",
    "doi": "https://doi.org/10.1177/20563051261419387",
    "filter": 0,
    "created": "2026-2-12",
    "journal_full": "Social Media + Society",
    "abstract": "The COVID-19 pandemic in the United States has been characterized by political partisan differences and opinions that influenced individual behavior and political policies, correlating with varying outcomes. Measuring these differences in opinion using traditional methods, such as opinion polls, can be costly and provides only a snapshot of sentiment at a given time. Social media platforms like X (formerly Twitter) may offer a real-time tool for assessing opinions to explore the relationship between differing viewpoints about the pandemic and how these differences impact the occurrence and severity of disease burden. Utilizing an open-source data set of 1.75 million keyword-selected X (Twitter) posts, updated weekly from January 1, 2020, through December 31, 2021, along with publicly available COVID-19 case and death counts and county-level data on election outcomes from the 2020 election, we analyzed how the volume of tweets on the X (Twitter) platform related to COVID-19 has changed over time and how patterns of use vary across the partisan divide. We discovered that Democratic-leaning counties exhibited higher X (Twitter) volume associated with COVID-19 topics compared to Republican-leaning counties in response to changes in case or death rates. In addition, we found a higher proportion of tweets in urban counties compared to rural ones."
  },
  {
    "discipline": "communication",
    "title": "The Promise of a Better Past: Media, Authoritarian Nostalgia, and the Far Right",
    "authors": "Luca Manucci, Hugo Marcos-Marne, Yani Kartalis",
    "url": "https://doi.org/10.1177/19401612261415688",
    "doi": "https://doi.org/10.1177/19401612261415688",
    "filter": 0,
    "created": "2026-2-16",
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "The rising electoral support for far-right parties has sparked vibrant debates about the sociopolitical dynamics driving this phenomenon. This paper investigates a crucial yet underexplored dimension: the interplay between media consumption, authoritarian nostalgia, and far-right voting behaviour. Focusing on Spain and Portugal – two countries with distinct yet comparable histories of authoritarian rule – survey data analyses suggest that readers of ABC in Spain and Correio da Manhã (CdM) in Portugal may develop higher levels of authoritarian nostalgia, which in turn correlates with a higher probability to support VOX and Chega, respectively. A content analysis conducted on these newspapers indicates that this pattern may be driven more by the tone adopted by the tabloid (CdM) and conservative ( ABC ) newspapers when discussing the authoritarian past rather than by higher levels of authoritarian nostalgia compared to other newspapers. This study contributes to political communication research by highlighting a mechanism through which media narratives shape historical perceptions and electoral choices."
  },
  {
    "discipline": "politics",
    "title": "The limits of AI for authoritarian control",
    "authors": "Eddie Yang",
    "url": "https://doi.org/10.1111/ajps.70045",
    "doi": "https://doi.org/10.1111/ajps.70045",
    "filter": 0,
    "created": "2026-2-13",
    "journal_full": "American Journal of Political Science",
    "abstract": "An emerging literature suggests that artificial intelligence (AI) can greatly enhance autocrats' repressive capabilities. This paper argues that while AI presents a powerful new tool for authoritarian control, its effectiveness is constrained by the very repressive institutions it is designed to serve. This constraint stems from what I term the “authoritarian data problem”: citizens' strategic behavior under repression diminishes the amount of useful information in the data for training AI. The more repression there is, the less information exists in AI's training data, and the worse the AI performs. I illustrate this argument using an AI experiment and censorship data in China. I show that AI's accuracy in censorship decreases with increasing repression, especially during times of political crisis. I further show that this problem cannot be easily fixed with more data. Ironically, international data—especially data from less repressive settings—can help improve AI's ability to censor."
  },
  {
    "discipline": "politics",
    "title": "How the Pro-Beijing Media Influences Voters: Evidence from a Randomized Field Experiment",
    "authors": "JAY C. KAO",
    "url": "https://doi.org/10.1017/s0003055426101476",
    "doi": "https://doi.org/10.1017/s0003055426101476",
    "filter": 0,
    "created": "2026-2-13",
    "journal_full": "American Political Science Review",
    "abstract": "Authoritarian regimes have increasingly leveraged foreign media to project influence within democracies, yet evidence of these co-opted outlets’ actual effects remains scarce. This study presents findings from a field experiment conducted during Taiwan’s 2020 general election, assessing the impact of The China Times, a Beijing-backed media conglomerate, on voter behavior and attitudes. The experiment incentivized participants to engage in sustained consumption of real-time news from this outlet in the weeks leading up to the election. Results from a panel survey linked to individual-level web-tracking data reveal that exposure to The China Times sways voters in favor of the People’s Republic of China (PRC). These effects, however, are primarily driven by nonpartisan and PRC-friendly voters. To the extent that I find effects among PRC-skeptics, they show evidence of backfiring. As Beijing’s media co-optation extends beyond Taiwan, my findings have broader implications for understanding the effectiveness and limitations of authoritarian influence operations."
  },
  {
    "discipline": "politics",
    "title": "The Unequal Challenge of Learning from Under-Informative News",
    "authors": "Andrew Trexler",
    "url": "https://doi.org/10.1017/s0007123425101300",
    "doi": "https://doi.org/10.1017/s0007123425101300",
    "filter": 0,
    "created": "2026-2-11",
    "journal_full": "British Journal of Political Science",
    "abstract": "Political news consumption is highly uneven today: few people consume from news outlets directly, while many encounter news incidentally through social media and aggregators. Because outlets depend on direct consumers for revenue, they respond primarily to this core audience’s preferences. Several contemporary styles of news coverage—which emphasize partisan conflict, employ specialized jargon, engage in predictive analysis, and use clickbait language—are attractive to core consumers, but may also make news less accessible for others. In a pre-registered survey experiment ( n = 2,233), I show that, relative to a public interest style that prioritizes key information about policy and democratic norms, typical news styles weaken post-exposure recall of key news information—that is, they are under-informative. Recall penalties are especially severe for those with lower baseline political engagement, yet still affect highly engaged consumers as well. This study shows that contemporary approaches to news coverage broadly under-serve the public by inhibiting political learning."
  },
  {
    "discipline": "politics",
    "title": "Analyzing the impact of events through surveys: formalizing biases and introducing the dual randomized survey design",
    "authors": "Andrew Bertoli, Laura Jakli, Henry Pascoe",
    "url": "https://doi.org/10.1017/psrm.2026.10088",
    "doi": "https://doi.org/10.1017/psrm.2026.10088",
    "filter": 0,
    "created": "2026-2-12",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Social scientists often compare survey responses before and after important events to test how those events impact respondent beliefs, attitudes, and preferences. This article offers a formal analysis of such pre-event/post-event survey comparisons, including designs that seek to reduce bias using quota sampling, rolling cross-sections, and panels. Our analysis distinguishes major sources of bias and clarifies the comparative strengths and weaknesses of each approach. We then introduce a modified panel design—the dual randomized survey—to reduce bias in cases where asking respondents to complete the same survey twice could impact their Wave 2 responses. Our formalization of bias and novel research design improve scholars’ ability to study the causal impact of events through surveys."
  },
  {
    "discipline": "politics",
    "title": "Fine-tuned large language models can replicate expert coding better than trained coders: a study on informative signals sent by interest groups",
    "authors": "Dahyun Choi, Denis Peskoff, Brandon M. Stewart",
    "url": "https://doi.org/10.1017/psrm.2025.10086",
    "doi": "https://doi.org/10.1017/psrm.2025.10086",
    "filter": 0,
    "created": "2026-2-13",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Understanding how political information is transmitted requires tools that can reliably and scalably capture complex signals in text. While existing studies highlight interest groups as strategic information providers, empirical analysis has been constrained by reliance on expert annotation. Using policy documents released by interest groups, this study shows that fine-tuned large language models (LLMs) outperform lightly trained workers, crowdworkers, and zero-shot LLMs in distinguishing two difficult-to-separate categories: informative signals that help improve political decision-making and associative signals that shape preferences but lack substantive relevance. We further demonstrate that the classifier generalizes out of distribution across two applications. Although the empirical setting is domain-specific, the approach offers a scalable method for expert-driven text coding applicable to other areas of political inquiry."
  },
  {
    "discipline": "public opinion",
    "title": "External Cues and Policy Preferences: Rethinking the Drivers of Policy Positions",
    "authors": "Francisca Castro, Jennifer Oser, Fernando Feitosa, Nir Grinberg",
    "url": "https://doi.org/10.1093/ijpor/edaf066",
    "doi": "https://doi.org/10.1093/ijpor/edaf066",
    "filter": 0,
    "created": "2026-2-11",
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "At a time when the influence of external cues on opinion formation is gaining attention due to their relevance for preference formation, this research note investigates how external cues from political elites and close friends shape individual policy preferences. Building on prior studies by Barber and Pope (2019, 2024) regarding Donald Trump's impact on people's policy preferences during his 2017–2021 presidency, we examine whether this influence persists soon after Trump's first presidential tenure concludes in late 2021 through a survey experiment. We also assess the influence of a second external cue that has gained attention due to the growing role of social media in political processes: a close friend, who might also serve as a relevant figure for policy position formation. We find that Trump's liberal cues shift Republican preferences in a liberal direction, while close friend cues show diverse patterns, including some backlash effects where individuals adopt positions opposite to conservative friend advocacy. These effects vary with individuals' party identification, political knowledge, and social conformity levels. Individual characteristics moderate political elite influence, while peer influence operates through reactance mechanisms rather than conformity, revealing that social networks shape opinions through more complex pathways than commonly theorized."
  },
  {
    "discipline": "public opinion",
    "title": "Elite Polarisation on Twitter/X: Structural and Behavioural Dynamics in Public Discourse",
    "authors": "Amirhosein Bodaghi",
    "url": "https://doi.org/10.1177/08944393261424832",
    "doi": "https://doi.org/10.1177/08944393261424832",
    "filter": 0,
    "created": "2026-2-14",
    "journal_full": "Social Science Computer Review",
    "abstract": "This study examines how elite figures shape polarisation on Twitter/X through the interplay of content, structure, and engagement strategy. Drawing on data from nine globally influential users (2010–2021), the research integrates natural language processing, network analysis, and causal modelling to test five hypotheses grounded in social identity, agenda-setting, and two-step flow theories. Entity co-occurrence networks reveal that polarised discourse forms denser, more clustered networks than non-polarised content, indicating tighter semantic cohesion around socially and politically charged entities. Thematic and sentiment analyses show that posts addressing non-core topics – particularly those concerning social justice, environmental sustainability, philanthropy, and global welfare – are nearly five times more likely to be polarised than core professional themes. Negative emotional tone further amplifies this effect, while higher tweet-to-retweet ratios reduce polarisation, underscoring the moderating role of original content production. A user-level mediation analysis tested whether topical diversity transmits the effect of follower scale on polarisation but found no significant indirect pathway, suggesting that larger audiences do not necessarily foster communicative moderation. The findings advance understanding of elite discourse by linking structural and thematic polarisation to behavioural mechanisms of engagement. Theoretically, the study bridges social identity, agenda-setting, and two-step flow frameworks to explain how elites balance audience alignment and expressive risk. Practically, it highlights how emphasising original content, inclusive framing, and professional identity consistency can mitigate divisive online dynamics and foster more cohesive digital publics. To support transparency and reproducibility, the dataset and analytical code are made publicly available."
  },
  {
    "discipline": "public opinion",
    "title": "Unmasking Coordination: How Inauthentic Behavior Emerged and Diffusion During the Russia–Ukraine War on Twitter",
    "authors": "Yanhong Wu, Jianqiang Yu",
    "url": "https://doi.org/10.1177/08944393261427645",
    "doi": "https://doi.org/10.1177/08944393261427645",
    "filter": 0,
    "created": "2026-2-17",
    "journal_full": "Social Science Computer Review",
    "abstract": "This study aims to explain the diffusion pathways of coordinated inauthentic behavior during the Russia–Ukraine conflict. A dataset of 685,491 tweets containing the hashtag #russia on Twitter was used to construct a coordination network based on textual similarity and time synchronicity. By identifying leader-follower relationships, analyzing hourly time slices, and analyzing evolution metrics, four key insights were revealed. First, leaders constitute a stable core with an average of about 1741 nodes while peripheral followers fluctuate substantially, indicating a resilient core-peripheral structure. Second, diffusion advances across multiple fronts rather than remaining within single communities, with 67.05% of leader-follower ties crossing content clusters and the top 30 leaders posting across an average of 7.1 clusters and up to 9. Third, apparent synchronization is not driven by posting density alone but arises from rhythmic coupling between leaders and followers, as followers respond after an average delay of about 30 min and cluster peaks typically occur within less than 1 hour of each other. Fourth, diffusion capacity is not released once and for all but regenerates along a trajectory that moves from concentration to multiploidization and then to restructuring. Based on the results, we conceptualize coordinated inauthentic behavior as a strategically adaptive system with regenerative properties and provide governance implications."
  },
  {
    "discipline": "public opinion",
    "title": "Online Polarization and Violence in the United States: A Computational Analysis of Viewer Comments on Partisan News Coverage of President Donald Trump’s First Assassination Attempt",
    "authors": "Dennis Ekwemnachukwu Okeke, Margaret Adutwumwaa Boateng, Chibuzor Peter Okpala, Christiana Ibiwoye, Anthony Obi Okeke, Ousman Mbaye, Isaac Ebuka Obah",
    "url": "https://doi.org/10.1177/08944393261426534",
    "doi": "https://doi.org/10.1177/08944393261426534",
    "filter": 0,
    "created": "2026-2-17",
    "journal_full": "Social Science Computer Review",
    "abstract": "This study analyzes 15,000 user comments from ideologically distinct news platforms—Fox News (right-leaning), ABC News (left-leaning), and BBC News (centrist)—to investigate how political ideology shapes emotional expression and engagement following the July 2024 assassination attempt on President Donald Trump in Pennsylvania. We examine whether right-leaning comments exhibit elevated anger and hate speech, whether left-leaning comments show greater empathy and positive affect, and how emotional intensity influences engagement metrics such as likes and shares. Using computational science methods, we trace the evolution of emotional tone and toxicity over time, focusing on affective polarization triggered by a high-salience violent event. Our findings reveal that ideological alignment amplifies engagement with congruent emotional content, reinforcing echo chambers and intensifying online hostility. We address gaps in understanding how ideological echo chambers amplify polarized emotions and online hostility following a high-profile violent event, emphasizing the place of emotions in contemporary political communication and digital news consumption."
  },
  {
    "discipline": "psychology",
    "title": "Generating Experimental Text Stimuli for Psychological Research Using ChatGPT",
    "authors": "Jacqueline Lechuga, Nakul N. Karle",
    "url": "https://doi.org/10.1177/25152459251407631",
    "doi": "https://doi.org/10.1177/25152459251407631",
    "filter": 0,
    "created": "2026-2-12",
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "The introduction of ChatGPT—an artificial-intelligence (AI) chatbot capable of text recognition and generation—has been transformative for numerous academic research communities, including psychology. We propose using ChatGPT to reduce researchers’ cognitive load and time spent creating text materials for psychological studies (e.g., vignettes). We present examples of ChatGPT-generated text materials for relationship-science ( N = 60) and social-cognition ( N = 67) studies and provide evidence of their effectiveness. Furthermore, we discuss ethical considerations and make recommendations related to using text materials generated by ChatGPT or similar AI tools. We end with a brief discussion of the importance of this work and encourage others to leverage AI in the field of psychology."
  },
  {
    "discipline": "psychology",
    "title": "Causal discovery methods in psychological research: Foundations, algorithms, and a practical tutorial in R",
    "authors": "Guangyu Zhu, Li Qian Tay, Mengyan Zhang",
    "url": "https://doi.org/10.3758/s13428-025-02841-w",
    "doi": "https://doi.org/10.3758/s13428-025-02841-w",
    "filter": 0,
    "created": "2026-2-13",
    "journal_full": "Behavior Research Methods",
    "abstract": "Understanding causality and the mechanisms underlying psychological phenomena has been a cornerstone of psychological research with significant implications for theory development and intervention design. While traditional methods such as experimental manipulations or structural equation modelling have been extensively used to explore causal relationships, recent advances in computational techniques have introduced causal discovery methods as a powerful alternative. These methods can uncover complex causal network structures from observational or interventional data, enabling the identification of causal directions in intricate interdependencies involving numerous variables. Building on a growing body of literature, this paper provides a comprehensive survey of core causal discovery algorithms and their recent applications across various disciplines, with a particular focus on their use in uncovering psychological mechanisms. To complement this overview, we provide a tutorial using data from the Health Behavior in School-Aged Children (HBSC) study. This case study demonstrates how causal discovery can be applied to examine gender-specific mechanisms underlying bullying-related outcomes. We also discuss the opportunities and challenges of integrating causal discovery into psychological research."
  },
  {
    "discipline": "sociology",
    "title": "Mapping Social Change: A Unified Framework for Temporal Clustering",
    "authors": "Jiazhou Liang, Jolomi Tosanwumi, Ethan Fosse, Daniel Silver, Scott Sanner",
    "url": "https://doi.org/10.1177/00491241251396789",
    "doi": "https://doi.org/10.1177/00491241251396789",
    "filter": 0,
    "created": "2026-2-12",
    "journal_full": "Sociological Methods & Research",
    "abstract": "Analyzing social change requires detecting patterns of continuity and difference over time. While time-series clustering offers a valuable approach, existing techniques are often limited by assuming fixed cluster definitions and static assignments of entities to clusters. To address these limitations, we introduce a unified framework of temporal clustering methods that allows for both dynamic cluster definitions and the transition of entities between clusters, generalizing and extending previous work. We also provide new algorithms for this dynamic clustering that optimize global objectives, with optional constraints on the transitions of entities across clusters. This framework expands the methodological toolkit for analyzing social change, and we provide guidelines for its application. We illustrate our approach with three case studies: polarization of social and political attitudes across U.S. states; cross-national cultural change; and the evolution of neighborhood business patterns. We conclude with directions for further research."
  }
]
