[
  {
    "discipline": "communication",
    "title": "Nudges for news recommenders: prominent article positioning increases selection, engagement, and recall of environmental news, but reducing complexity does not",
    "authors": "Nicolas Mattis, Lucien Heitz, Philipp K Masur, Judith Moeller, Wouter van Atteveldt",
    "url": "https://doi.org/10.1093/joc/jqaf019",
    "doi": "https://doi.org/10.1093/joc/jqaf019",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "News aggregators inherently constitute choice architectures in which placement and presentation of news articles in the user interface affect how people perceive and engage with them. Accordingly, deliberate changes of a news aggregators’ choice architecture may nudge engagement. Against this background, our study aims to test the effects of 2 nudges, namely a position and an accessibility nudge, on (a) the selection of, (b) the engagement with, and (c) learning from environmental news articles by means of a 7-day field experiment using a news aggregator app in the United Kingdom. Results suggest that prominent article positioning coupled with visual highlighting significantly increases the selection of environmental news, its reading time and recall of information. In contrast, automated rewriting of environmental articles for lower text complexity had no significant effects. Additional analyses indicate that neither nudge backfired by decreasing user satisfaction, thus suggesting the practical usability of our approach."
  },
  {
    "discipline": "communication",
    "title": "Perceiving opponents as self-disclosing bridges partisan divides",
    "authors": "Emily Kubin, Peter Luca Versteegen, Kurt Gray",
    "url": "https://doi.org/10.1177/02654075251371397",
    "doi": "https://doi.org/10.1177/02654075251371397",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Political polarization is driving disconnection and animosity between opponents in the United States. We propose perceiving opponents as self-disclosing helps foster connection and reduce animosity. Building on research demonstrating that self-disclosure fosters interpersonal relationships, we test whether vignettes expressing political views that seem self-disclosing increase connection, respect, and willingness to interact among opponents. Across six studies, we demonstrate self-disclosure reduces partisan animosity by building connection between political opponents. Previous work shows that vignettes about opponents’ personal experiences bridge divides better than fact-based vignettes. The results from the current research suggest this is because experiences are especially self-disclosing. Leveraging this, we find that many statements partisans share can improve connection and reduce animosity when they are perceived as self-disclosing. We test this through manipulating the self-disclosure of statements in experiments and by teaching people how to make their statements more self-disclosing. Results indicate self-disclosure is consistently effective for liberal and moderate partisans but in many cases are also effective for conservatives. By highlighting the power of self-disclosure, our findings offer a promising path toward bridging partisan divides."
  },
  {
    "discipline": "communication",
    "title": "Pixels of Prejudice: Decoding Embedded Biases in AI-Generated News Imagery and Their Implications for Visual Journalism—Toward an Algorithmic-Mediated Visual Framing",
    "authors": "Menna Elhosary",
    "url": "https://doi.org/10.1177/10776990251360690",
    "doi": "https://doi.org/10.1177/10776990251360690",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This exploratory study investigates embedded biases in AI-generated news imagery and their implications for visual journalism. It proposes Algorithmic-Mediated Visual Framing as a conceptual framework to account for the structural and functional transformations brought about by visual generative AI. Utilizing a mixed-method approach of quantitative and qualitative content and thematic analysis, the author analyzed 1200 images generated by DALL-E 3 based on 300 prompts across seven news topics. The findings revealed seven categories of bias, two recurrent visual frames, and three effective prompt refinement strategies to mitigate the biases and shift the visual framing. Theoretical and practical implications of visual framing and visual journalism are further discussed."
  },
  {
    "discipline": "communication",
    "title": "Listening Across Divides: Contextual Moderation in Political Talk and Participation",
    "authors": "Diego Armando Mazorra-Correa, Elohim Monard",
    "url": "https://doi.org/10.17645/mac.10251",
    "doi": "https://doi.org/10.17645/mac.10251",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "An established body of research demonstrates that political talk shapes political participation. However, less is known about how an individual’s ease of listening interacts with conversational contexts to influence participation. This study hypothesizes that this listening disposition amplifies the effect of political talk on political participation. Using data from a 2024 US national survey (&lt;em&gt;N&lt;/em&gt; = 800), we test this using OLS regression on a composite index of political participation. The model assesses how the frequency of political talk across four contexts (strong/weak ties network, and like-minded/different-minded people) is moderated by self-reported ease of listening (to like- and different-minded people). Results show that while talking and listening to like-minded people is positively associated with participation, the main effect for talking and listening to different-minded people is not significant. However, a significant interaction emerges: The positive effect of talking with different-minded people on participation is amplified by the ease of listening to those same views. This effect is confined to cross-cutting conversations; no comparable interactions were found in strong-tie, weak-tie, or like-minded contexts. These findings indicate that the civic benefit of listening is highly contextual, with the ease of listening to differing views unlocking the participatory potential of talk during cross-cutting discussion."
  },
  {
    "discipline": "communication",
    "title": "Issue Attention and Semantic Overlap in Vaccination Coverage Within Switzerland’s Hybrid Media System",
    "authors": "Dario Siegen, Daniel Vogler",
    "url": "https://doi.org/10.17645/mac.10040",
    "doi": "https://doi.org/10.17645/mac.10040",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Despite broad scientific support, vaccination is traditionally a contested issue among the public. During the Covid-19 pandemic, the issue of vaccination received widespread attention in news media and on social media. Although we know that public debates on such disputed issues evolve over time in hybrid media systems, there is still little knowledge about the extent to which news media and social media align or differ in their issue attention dynamics and semantics. Furthermore, empirical studies, particularly on social media data, tend to focus on periods of high issue attention, often missing relevant reference points before or after such phases. Focusing on the issue of vaccination in Switzerland, we examine 77,798 news articles by 20 Swiss online newspapers and 929,431 posts by 22,672 Swiss Twitter (now X) users to investigate the similarities and differences between the two spheres through a time series analysis between April 1, 2019, and June 30, 2022. The findings show how vaccination gained vastly in issue attention—measured as the share of total coverage and tweet volume, respectively—during the Covid-19 pandemic. Twitter and news media were closely aligned during the crisis in terms of issue attention and semantics, but less so before and after the pandemic. These findings substantiate previous works on issue agendas in hybrid media systems that converge toward a dominant issue in times of crisis."
  },
  {
    "discipline": "communication",
    "title": "Weaponizing Wedge Issues: Strategies of Populism and Illiberalism in European Election Campaigning on Facebook",
    "authors": "Jörg Haßler, Melanie Magin, Uta Russmann, Anna-Katharina Wurst, Delia Cristina Balaban, Paweł Baranowski, Jakob Linaa Jensen, Simon Kruschinski, Georgios Lappas, Sara Machado, Martina Novotná, Silvia Marcos-García, Ioannis Petridis, Anda Rožukalne, Annamária Sebestyén, Felix‐Christopher Von Nostitz",
    "url": "https://doi.org/10.17645/mac.10718",
    "doi": "https://doi.org/10.17645/mac.10718",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The 2024 European Parliament elections took place against a backdrop of overlapping crises, including climate change, migration, and the Russian war against Ukraine, all of which have the potential to drive political polarization. These wedge issues can be strategically used in campaign communication to activate strong emotional and moral responses, exploit societal divisions, and fracture opposing coalitions. When combined with populist communication and illiberal rhetoric, they align closely with the attention dynamics of social media but also carry potential dangers for democratic discourse. However, research on how these elements are combined in parties’ campaign communication remains limited. To address this gap, we conducted a comprehensive manual quantitative content analysis of 8,748 Facebook posts from parties in 13 EU member states, examining how wedge issues were communicated and combined with populism and illiberalism during the 2024 European Parliament elections. Our analyses reveal that populist parties relied more heavily on wedge issues and combined them with populist communication and illiberal rhetoric more often than non-populist parties. Certain wedge issues appeared more conducive to these elements than others. The combination of wedge issues with populist communication and illiberal rhetoric as exclusionary rhetorical strategies thus emerges as a defining feature of populist digital campaigning. These elements can be seen as mutually reinforcing tools that structure harmful political interpretation patterns, particularly in times of polycrises. This underscores how digital platforms can be used to redefine the contours of democratic debate, making it even more essential to understand the communicative mechanisms through which parties influence public discourse in order to defend democracy."
  },
  {
    "discipline": "communication",
    "title": "Combatting the persuasive effects of misinformation: Forewarning versus debunking revisited",
    "authors": "Dian van Huijstee, Ivar Vermeulen, Peter Kerkhof, Ellen Droog",
    "url": "https://doi.org/10.1177/14614448251359988",
    "doi": "https://doi.org/10.1177/14614448251359988",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "We posit that research into misinformation interventions puts too much focus on informational outcomes (e.g. perceived accuracy of misinformation), and too little on persuasive outcomes (e.g. inferred beliefs, attitudes, intentions, and behaviors). Because of the informational outcome focus, common misinformation interventions (i.e. forewarning and debunking) have not been systematically tested for their ability to mitigate persuasive effects. In two preregistered experiments ( N = 657 and N = 427), we tested the effectiveness of forewarning versus debunking for positive and negative misinformation, focusing on attitudes and behavioral intentions as outcome measures. Results show that, as hypothesized, post-exposure corrections are most effective in reducing misinformation’s persuasive effects; pre-exposure corrections in fact do not significantly reduce persuasive effects. We also corroborate prior findings that especially effects of negative misinformation are resistant to corrections. Based on our results, we advise media outlets to not only rely on forewarnings, but to also correct misinformation after user exposure."
  },
  {
    "discipline": "communication",
    "title": "Equity in Science Journalism: Investigating Gender Disparities in News Media Coverage of Scientific Research",
    "authors": "Salsabil Arabi, Xiang Zheng, B. Ian Hutchins, Chaoqun Ni",
    "url": "https://doi.org/10.1177/10755470251360187",
    "doi": "https://doi.org/10.1177/10755470251360187",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Media coverage shapes public perception of science, yet gender bias can compromise its objectivity. Based on 1 million papers with 1.2 million media citations, we examine how the corresponding author’s gender relates to media citing scientific research. We reveal that more women-led papers receive at least one media mention in women-underrepresented fields, but they are cited less frequently across all fields. Women authors are underrepresented in national outlets and are more often reported by liberal media. Sentiment analysis shows that men-led papers are more often associated with positive sentiment in news text, while women-led papers elicit more negative sentiment."
  },
  {
    "discipline": "communication",
    "title": "Expressions of Partisanship Among Young Political Supporters on TikTok in the United States",
    "authors": "Shohana Akter, Pnina Fichman",
    "url": "https://doi.org/10.1177/20563051251370914",
    "doi": "https://doi.org/10.1177/20563051251370914",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Distrust of young individuals in traditional political institutions, coupled with many youths’ heavy use of online platforms, raises questions about the nature of their online actions in light of mainstream political practices. Our study addresses this research gap by providing insights into the voices of these young individuals and their communities on TikTok, as they engage in partisan online political discourse. Using topic modeling, thematic content analysis, and sentiment analysis, we analyzed 124,963 audience comments and 100 video posts by young supporters of the Democratic and Republican parties in the United States. We found that the topics discussed in the young supporters’ video posts varied significantly between the two parties, as did the audience’s reactions to these posts. Young supporters often employ the platform to reinforce in-group solidarity and target ideological opponents, and their political messaging closely aligns with their respective parties’ ideologies. They leverage the platform’s socio-technical features to engage with their audiences in “politainment” by means of humor, sarcasm, and cultural references."
  },
  {
    "discipline": "politics",
    "title": "Testing the stability and temporal order of People of Color Identity and People of Color Solidarity : New evidence from a survey panel of Asian, Black, Latino, and multiracial adults",
    "authors": "Andrew M. Engelhardt, Efrén Pérez, Seth K. Goldman, Yuen J. Huo, Tatishe Nteta, Linda R. Tropp",
    "url": "https://doi.org/10.1111/ajps.70009",
    "doi": "https://doi.org/10.1111/ajps.70009",
    "filter": 0,
    "journal_full": "American Journal of Political Science",
    "abstract": "Two crucial variables in the study of people of color (PoC) are identity and solidarity . Existing work construes identity as more stable than solidarity , with identity shifting solidarity between PoC. However, this view rests on cross‐sectional evidence, limiting researchers’ ability to formally appraise these key variables’ stability and sequence. We report the first longitudinal evidence on these matters by leveraging a unique two‐wave survey of Asian, Black, Latino, and multiracial adults. First, contrary to the current conceptualization, we find PoC solidarity is as stable as PoC identity , suggesting two alternate but durable sources of political unity among these groups. Second, consistent with its present conceptualization, we show PoC identity is associated with shifts in solidarity , but not vice versa. Third, we offer evidence that the dynamics between these variables hold uniformly across different PoC subgroups, highlighting this mega‐group's coherence and political relevance. We conclude by discussing our results’ implications for US inter‐minority politics."
  },
  {
    "discipline": "politics",
    "title": "Parents, Peers and Political Participation: Social Influence among Roommates",
    "authors": "Brad T. Gomez, Matthew T. Pietryka",
    "url": "https://doi.org/10.1017/s0007123425100756",
    "doi": "https://doi.org/10.1017/s0007123425100756",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Political participation has long been viewed as a social act. But the influence of social relationships on participation is often impossible to disentangle from the factors that select people into these relationships. To overcome this challenge, we study randomly assigned college roommates, thus reducing these selection biases and other confounds. We examine short-run social influence of roommates on voter participation in 2016 and longer-term effects in the 2018 and 2020 elections. We collected consent from over 2,000 first-year students, allowing us to obtain a matched voter file indicating which students voted and the public voting histories of students’ parents, an indicator of students’ pre-college political environment socialization. Our evidence suggests that roommates’ influence on turnout decisions rivals the association between students’ turnout and that of their parents. Yet this parity masks gender differences. For women, the effect of roommates is larger. For men, the student-parent association exceeds the roommate effect."
  },
  {
    "discipline": "politics",
    "title": "Perceptions of Ethnic Minority Discrimination: Statistics and Stories Move Majorities",
    "authors": "Peter Thisted Dinesen, Clara Vandeweerdt, Kim Mannemar Sønderskov",
    "url": "https://doi.org/10.1017/s0007123425100525",
    "doi": "https://doi.org/10.1017/s0007123425100525",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Disadvantaged minority groups can gain support for their cause by convincing majority members of their experienced adversity. We theorize and empirically test the efficacy of different types of evidence, varying in character (statistical versus personal) and ambiguity (manifest versus ambiguous), vis-à-vis raising majority members’ awareness of ethnic minority discrimination. Reflecting the combination of these two dimensions, we develop four treatments based on real evidence/stories and test several pre-registered hypotheses regarding their efficacy in two survey-experimental studies conducted in Denmark. We find that manifest types of evidence – from an audit study and a personal story exhibiting explicit discrimination – are the most effective in raising majority members’ awareness of ethnic minority discrimination. Further, the effect of the personal story extends to increased support for anti-discrimination policies and higher donations to an immigrant NGO, highlighting how personal stories can increase majorities’ awareness of and willingness to act on the adversity experienced by minorities."
  },
  {
    "discipline": "politics",
    "title": "Says who? The role of party cues in explaining the positive and negative consequences of political moral appeals in western Europe",
    "authors": "Linda Bos",
    "url": "https://doi.org/10.1177/13540688251370049",
    "doi": "https://doi.org/10.1177/13540688251370049",
    "filter": 0,
    "journal_full": "Party Politics",
    "abstract": "Literature focusing on the impact of moral rhetoric suggests that the moral justification of a party position can convince and polarize voters. Thus far existing work pays little attention to the role of partisan sources in explaining these effects. This study looks at the interaction between moral rhetoric and party cues in three Western European multiparty systems: Austria, Germany and the Netherlands. Making use of two studies, combining automated content analyses (170,786 manifesto statements), election surveys ( n = 17,140) and a survey experiment ( n = 1125) I find that that moral appeals can have positive as well as negative effects, many of which are dependent upon the source of the appeal. Ideological proximity turns out to be a more relevant moderator than partisanship."
  },
  {
    "discipline": "politics",
    "title": "Measuring Media Criticism with ALC Word Embeddings",
    "authors": "Christopher Barrie, Neil Ketchley, Alexandra Siegel, Mossaab Bagdouri",
    "url": "https://doi.org/10.1017/pan.2025.10012",
    "doi": "https://doi.org/10.1017/pan.2025.10012",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "The ability of news media to report on events and opinions that are critical of the executive branch of government is central to media freedom and a marker of meaningful democratization. Existing indices use scoring criteria or expert surveys to develop country year measures of media criticism. In this article, we introduce a computationally inexpensive and fully open-source method for estimating media criticism from news articles using à la carte (ALC) word embeddings. We validate our approach using Arabic-language news media published during the Arab Spring. An applied example demonstrates how our technique generates credible estimates of changes in media criticism after a democratic transition is ended by a military coup. Experiments demonstrate the method works even with sparse data. Analyses of synthetic news media demonstrate that the method extends to multiple languages. Our approach points to new possibilities in the monitoring of media freedom within authoritarian and democratizing settings."
  },
  {
    "discipline": "politics",
    "title": "Probabilistic Record Linkage Using Pretrained Text Embeddings",
    "authors": "Joseph T. Ornstein",
    "url": "https://doi.org/10.1017/pan.2025.10016",
    "doi": "https://doi.org/10.1017/pan.2025.10016",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "Pretrained text embeddings are a fast and scalable method for determining whether two texts have similar meaning, capturing not only lexical similarity, but semantic similarity as well. In this article, I show how to incorporate these measures into a probabilistic record linkage procedure that yields considerable improvements in both precision and recall over existing methods. The procedure even allows researchers to link datasets across different languages. I validate the approach with a series of political science applications, and provide open-source statistical software for researchers to efficiently implement the proposed method."
  },
  {
    "discipline": "politics",
    "title": "Decomposing Network Influence: Social Influence Regression",
    "authors": "Shahryar Minhas, Peter D. Hoff",
    "url": "https://doi.org/10.1017/pan.2025.10013",
    "doi": "https://doi.org/10.1017/pan.2025.10013",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "Understanding network influence and its determinants are key challenges in political science and network analysis. Traditional latent variable models position actors within a social space based on network dependencies but often do not elucidate the underlying factors driving these interactions. To overcome this limitation, we propose the social influence regression (SIR) model, an extension of vector autoregression tailored for relational data that incorporates exogenous covariates into the estimation of influence patterns. The SIR model captures influence dynamics via a pair of $n \\times n$ matrices that quantify how the actions of one actor affect the future actions of another. This framework not only provides a statistical mechanism for explaining actor influence based on observable traits but also improves computational efficiency through an iterative block coordinate descent method. We showcase the SIR model’s capabilities by applying it to monthly conflict events between countries, using data from the Integrated Crisis Early Warning System (ICEWS). Our findings demonstrate the SIR model’s ability to elucidate complex influence patterns within networks by linking them to specific covariates. This paper’s main contributions are: (1) introducing a model that explains third-order dependencies through exogenous covariates and (2) offering an efficient estimation approach that scales effectively with large, complex networks."
  },
  {
    "discipline": "politics",
    "title": "Content that’s as good as contact? Vicarious intergroup contact and the promise of depolarization at scale",
    "authors": "Lee-Or Ankori-Karlinsky, Robert Blair, Jessica Gottlieb, Samantha L. Moore-Berg",
    "url": "https://doi.org/10.1017/psrm.2025.10039",
    "doi": "https://doi.org/10.1017/psrm.2025.10039",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Can observing opposing partisans engage in dialogue depolarize Americans at scale? Partisan animosity poses a challenge to democracy in the United States. Direct intergroup contact interventions have shown promise in reducing partisan polarization, but are costly, time-consuming, and sensitive to subtle changes in implementation. Vicarious intergroup contact—observing co-partisans engage with outparty members—offers a possible solution to the drawbacks of direct contact, and could potentially depolarize Americans quickly and at scale. We test this proposition using a pre-registered, placebo-controlled trial with a nationally representative sample of Americans. Using both attitudinal and behavioral measures, we find that a 50-minute documentary showing an intergroup contact workshop reduces polarization and increases interest but not investment in depolarization activities. While we find no evidence that the film mitigates anti-democratic attitudes, it does increase optimism about the survival of democratic institutions. Our findings suggest that vicarious intergroup contact delivered via mass media can be an effective, inexpensive, and scalable way to promote depolarization among Americans."
  },
  {
    "discipline": "politics",
    "title": "Applications of GPT in Political Science Research: Extracting Information from Unstructured Text",
    "authors": "Kyuwon Lee, Simone Paci, Jeongmin Park, Hye Young You, Sylvan Zheng",
    "url": "https://doi.org/10.1017/s1049096525000046",
    "doi": "https://doi.org/10.1017/s1049096525000046",
    "filter": 0,
    "journal_full": "PS: Political Science & Politics",
    "abstract": "This article explores the use of large language models (LLMs), specifically GPT, for enhancing information extraction from unstructured text in political science research. By automating the retrieval of explicit details from sources including historical documents, meeting minutes, news articles, and unstructured search results, GPT significantly reduces the time and resources required for data collection. The study highlights how GPT complements human research assistants, combining automated efficiency with human oversight to improve the reliability and depth of research. This integration not only makes comprehensive data collection more accessible; it also increases the overall research efficiency and scope of research. The article highlights GPT’s unique capabilities in information extraction and its potential to advance empirical research in the field. Additionally, we discuss ethical concerns related to student employment, privacy, bias, and environmental impact associated with the use of LLMs."
  },
  {
    "discipline": "public opinion",
    "title": "Calibration Weighting for Analyzing Non-Probability Samples",
    "authors": "Jae Kwang Kim",
    "url": "https://doi.org/10.1177/0282423x251318104",
    "doi": "https://doi.org/10.1177/0282423x251318104",
    "filter": 0,
    "journal_full": "Journal of Official Statistics"
  },
  {
    "discipline": "psychology",
    "title": "A cognitive multiplex network approach to investigate mental navigation and predict high-level cognition",
    "authors": "Ofir Ganor, Gal Samuel, Massimo Stella, Yoed N. Kenett",
    "url": "https://doi.org/10.3758/s13428-025-02748-6",
    "doi": "https://doi.org/10.3758/s13428-025-02748-6",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "High-level cognition, such as intelligence and creativity, are considered the hallmark of human cognition; however, their complexity hinders the identification of underlying common mechanisms. We focus on one such likely mechanism—mental navigation. We utilize converging computational methods to demonstrate how mental navigation—operationalized via verbal fluency tasks—predicts individual differences in creativity, intelligence, and openness to experience (the personality trait most closely related to them). Participants’ ( N = 479) responses to two tasks—a 2-min animal fluency task and a 2-min generating synonyms of the word “hot” fluency task—were modeled over a multidimensional model (a cognitive multiplex network) of the mental lexicon. Quantitative measures of their mental navigation were used to build regression models that significantly predicted their assessed high-level cognition (replicating across both fluency tasks). Finally, we developed an online tool that capitalizes on our approach—the High-level Cognitive Prediction tool. Overall, we show how converging computational tools can elucidate the complexity of high-level cognition."
  },
  {
    "discipline": "psychology",
    "title": "Intimate Partners’ Political Influence: Longitudinal Evidence for the Mutual Transmission of Party Support between Women and Men",
    "authors": "Sam Fluit, Nickola C. Overall, Danny Osborne, Matthew D. Hammond, Chris G. Sibley",
    "url": "https://doi.org/10.1177/01461672251360302",
    "doi": "https://doi.org/10.1177/01461672251360302",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "Cross-sectional research demonstrates that intimate partners generally hold similar political preferences. It is unclear, however, whether intimate partners influence each other’s preferences over time. We address this oversight by investigating the transmission of political party support across 1,613 woman-man couples in long-term intimate relationships using 10 annual waves of longitudinal panel data. Actor-partner interdependence random intercepts cross-lagged panel models revealed that within-person increases in an intimate partner’s party support predicted within-person increases in the other couple member’s party support the following year. These partner effects emerged for six political parties in New Zealand and, with only one exception, did not differ in strength across women and men. Partner effects for self-rated political orientation were not significant. These results suggest that couples mutually reinforce each other’s political party support over time, advancing understanding of the interpersonal transmission of political preferences and identifying a dyadic process that may contribute to political polarization."
  },
  {
    "discipline": "sociology",
    "title": "Asymmetric Alliances in Climate Misinformation: A Network Analysis of the Swedish Climate Change Countermovement",
    "authors": "Anton Törnberg, Victoria Vallström",
    "url": "https://doi.org/10.1177/23780231251360822",
    "doi": "https://doi.org/10.1177/23780231251360822",
    "filter": 0,
    "journal_full": "Socius",
    "abstract": "Climate change countermovements (CCCMs) play a central role in spreading misinformation and delaying policy action. Although most research has focused on the United States, less is known about CCCM networks in other national contexts. The authors analyze the Swedish online CCCM using social network analysis to (1) examine its structure and composition; (2) assess potential hierarchical influences, including how narratives flow from global think tanks to informal social media groups; and (3) identify distinct ideological groupings within the network. This exploratory analysis reveals four main communities, ranging from traditional climate-skeptic platforms to conspiracy theorists and far-right extremists. These alliances are asymmetric: although traditional climate-skeptic sites receive substantial attention from other groups, they link primarily to international sources and scientific content, serving as hubs that channel global CCCM discourse into Sweden. This asymmetric convergence highlights how climate denial is embedded within broader populist and far-right networks, not through ideological unity, but through shared antagonism. By mapping the structure and dynamics of the Swedish CCCM, the study underscores the transnational character of climate misinformation and its entanglement with domestic political currents."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Ingroup solidarity drives social media engagement after political crises",
    "authors": "Malia Marks, Yara Kyrychenko, Johan Gärdebo, Jon Roozenbeek",
    "url": "https://doi.org/10.1073/pnas.2512765122",
    "doi": "https://doi.org/10.1073/pnas.2512765122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Social media are often said to exacerbate polarization by platforming hostility between groups. However, positive social emotions like ingroup solidarity may also drive social media engagement, particularly after major threats such as military invasions or terror attacks. In this preregistered study, we examine the socioemotional drivers of engagement following group threats in the context of the US 2024 presidential campaign trail, where both major political parties faced crises in July of 2024. We test how ingroup solidarity and outgroup hostility predicted social media users’ engagement with 62,118 posts by 484 US partisan accounts before and after the first Trump assassination attempt (July 13) and Biden’s re-election campaign suspension (July 21). We find that, while outgroup hostility is typically the dominant predictor of engagement, interactions with ingroup solidarity surged among Republicans after the Trump shooting and among Democrats after Biden’s withdrawal. We show that negativity toward other groups is not always key to going viral. Rather, positive ingroup emotions appear to play a leading role in times of crisis."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Using large language models to categorize strategic situations and decipher motivations behind human behaviors",
    "authors": "Yutong Xie, Qiaozhu Mei, Walter Yuan, Matthew O. Jackson",
    "url": "https://doi.org/10.1073/pnas.2512075122",
    "doi": "https://doi.org/10.1073/pnas.2512075122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "By varying prompts to a large language model, we can elicit the full range of human behaviors in a variety of different scenarios in classic economic games. By analyzing which prompts elicit which behaviors, we can categorize and compare different strategic situations, which can also help provide insight into what different economic scenarios might induce people to think about. We discuss how this provides a step toward a nonstandard method of inferring (deciphering) the motivations behind the human behaviors. We also show how this deciphering process can be used to categorize differences in the behavioral tendencies of different populations."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Prebunking and credible source corrections increase election credibility: Evidence from the US and Brazil",
    "authors": "John M. Carey, Brian Fogarty, Marília Gehrke, Brendan Nyhan, Jason Reifler",
    "url": "https://doi.org/10.1126/sciadv.adv3758",
    "doi": "https://doi.org/10.1126/sciadv.adv3758",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "We investigate how to counter misinformation about voter and election fraud using data from the US and Brazil. Our study first compares two types of messages countering claims of widespread fraud: (i) retrospective corrections from credible sources speaking against interest and (ii) prebunking messages that prospectively warn of false claims about future elections and provide information about election security practices. In the US, each approach immediately increased election confidence and reduced fraud beliefs, with prebunking showing somewhat more durable effects. In Brazil, prebunking had positive immediate effects across measured outcomes, whereas those of the credible source corrections were less consistent. We then conducted an experiment in the US randomizing exposure to a persuasion forewarning before election security information is provided. Prebunking again increased confidence and decreased fraud beliefs but only when the forewarning was omitted, suggesting that novel factual information is responsible for the observed effects of the prebunking treatment."
  }
]
