[
  {
    "discipline": "communication",
    "title": "Classification bias of LLMs in detecting incivility towards female and male politicians in German social media discourse",
    "authors": "Anke Stoll, Jingyuan Yu, Aliya Andrich, Emese Domahidi",
    "url": "https://doi.org/10.1080/19312458.2025.2551693",
    "doi": "https://doi.org/10.1080/19312458.2025.2551693",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Whose truth is it anyway? An experiment on annotation bias in times of factual opinion polarization",
    "authors": "Mariken A. C. G. van der Velden, Felicia Loecherbach, Wouter van Atteveldt, Antske Fokkens, Myrthe Reuver, Kasper Welbers",
    "url": "https://doi.org/10.1080/19312458.2025.2562034",
    "doi": "https://doi.org/10.1080/19312458.2025.2562034",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Encoding and decoding in the human–machine discourse",
    "authors": "Klaus Bruhn Jensen",
    "url": "https://doi.org/10.1093/ct/qtaf022",
    "doi": "https://doi.org/10.1093/ct/qtaf022",
    "filter": 0,
    "journal_full": "Communication Theory",
    "abstract": "The emerging field of human–machine communication (HMC) research represents one of the most sustained efforts to bring communication research to bear on the social uses and consequences of artificial intelligence (AI), and yet HMC theory development is still in its early stages. Building on Stuart Hall’s seminal work about the encoding and decoding of television, this article presents a model that conceptualizes and operationalizes human–machine interactions in terms of their distinctive forms of encoding and decoding. Humans and machines take turns encoding and decoding each other, at a proliferating variety of interfaces, and through infrastructures extending across space and time. In the process, they also metacommunicate, about the discursive codes they each rely on, and about the social roles they occupy in shifting configurations. The encoding-decoding model provides a framework for further theory development about the co-creation of meaning and the exercise of agency by humans and machines."
  },
  {
    "discipline": "communication",
    "title": "Breaking barriers: The impact of intergroup contact on bystanders' actions against bias-based cyberbullying",
    "authors": "Raquel António, Rita Guerra, Lindsey Cameron, Carla Moleiro",
    "url": "https://doi.org/10.5817/cp2025-4-5",
    "doi": "https://doi.org/10.5817/cp2025-4-5",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "Bystanders are present in most bullying and cyberbullying incidents, and when they intervene in favor of the victim, they can effectively stop it. Evidence suggests that intergroup factors, such as social identification, increase bystanders’ helping intentions in bullying episodes. However, relatively little is known about the potential positive effects of intergroup factors on bystanders’ attitudes and behaviors when witnessing bias-based cyberbullying (i.e., cyberbullying based on identity). Two studies examined bystanders’ responses to cyberbullying toward two minority groups (i.e., LGBTQI+ and Black youth); and what can influence their helping intentions when they witness bias-based cyberbullying episodes. Study 1 (N = 2,253) showed that bystanders' responses vary depending on the target of cyberbullying, helping an LGBTQI+ youth target less than a Black target, and showing less empathy, less positive group norms, less inclusive identities, less positive attitudes, and more intergroup anxiety. Study 2 (N = 2,254) revealed that high quality offline contact is associated with more helping behaviors via increased empathy, outgroup attitudes, dual-identity representations and decreased intergroup anxiety (for the LGBTQI+ target), and via empathy, one-group identity, and group norms (for the Black target). Implications for efforts to promote more helping behaviors and positive intergroup attitudes in the online context are discussed."
  },
  {
    "discipline": "communication",
    "title": "Investigating the cross-sectional and longitudinal relationship of X and LINE use with online relationship and life satisfaction: A 4-Year cohort study among Japanese adults",
    "authors": "Yu Takizawa",
    "url": "https://doi.org/10.5817/cp2025-4-2",
    "doi": "https://doi.org/10.5817/cp2025-4-2",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "The rise of social media has sparked extensive research on its relationship with well-being, yet drawing definitive conclusions remains challenging due to the multifaceted nature and diversification of these platforms. To gain a clearer understanding of this relationship, it is essential to explore how various social media platforms both cross-sectionally and longitudinally relate to well-being as well as to explore direct and indirect relationships mediated by other factors. Such investigation is lacking especially in Non-Western context. To address this gap, the author examined the cross-sectional and longitudinal relationships of X (formerly Twitter) and LINE use with life satisfaction—a key indicator of well-being—both directly and indirectly through the quality of online relationships, within a 4-year cohort of 1,674 Japanese adults. Multivariate latent growth curve modeling revealed a mixed relationship between X use and life satisfaction. Direct relationships with life satisfaction were negative, both cross-sectionally and longitudinally. In contrast, an indirect relationship—mediated by online relationships—was positive both cross-sectionally and longitudinally. In contrast, LINE use consistently showed positive relationships with life satisfaction, with both direct and indirect positive cross-sectional associations through online relationships. These findings underscore the growing diversity of social media platforms and the need to recognize that the relationship between social media use and life satisfaction varies depending on the platform in both Western and non-Western contexts. To support well-being, public education and digital literacy efforts should address the risks of excessive use of open-network platforms like X, while avoiding overgeneralizations to closed-network platforms like LINE, which may enhance well-being through supportive relationships."
  },
  {
    "discipline": "communication",
    "title": "The Role of Choice Architecture in Mitigating News Avoidance",
    "authors": "Dominika Betakova, Hajo Boomgaarden, Sophie Lecheler",
    "url": "https://doi.org/10.1080/21670811.2025.2562143",
    "doi": "https://doi.org/10.1080/21670811.2025.2562143",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Human Communication Research at a crossroads: reaffirming standards, reimagining possibilities",
    "authors": "Tai-Quan Peng",
    "url": "https://doi.org/10.1093/hcr/hqaf021",
    "doi": "https://doi.org/10.1093/hcr/hqaf021",
    "filter": 0,
    "journal_full": "Human Communication Research",
    "abstract": "As Human Communication Research begins a new editorial chapter, this editorial reaffirms the journal’s longstanding commitment to theory-driven scholarship while addressing recurring challenges that shape how communication research is conceptualized, designed, and interpreted. Drawing from editorial experience and field-wide observations, I identify ten patterns—such as sidelining theory, prioritizing statistical effects over explanatory mechanisms, and equating analytical complexity with conceptual rigor—that signal misalignments between empirical practice and theoretical ambition. These challenges are mapped onto Chaffee and Berger’s classic evaluative criteria to clarify where theoretical contributions often falter. In response, I outline an editorial vision centered on conceptual coherence, methodological alignment, and integrative theorizing. The editorial also introduces Commentaries and Catalysts, a new column designed to foreground theoretical insight and foster cross-paradigm dialogue. Together, these reflections aim to support authors and reviewers while inviting engagement with the standards, possibilities, and evolving responsibilities of cumulative theory-building in communication research."
  },
  {
    "discipline": "communication",
    "title": "Inspiring Support for Climate Solutions: Pathways for Impact Through Solutions Journalism",
    "authors": "Cassandra L. C. Troy",
    "url": "https://doi.org/10.1177/10776990251362834",
    "doi": "https://doi.org/10.1177/10776990251362834",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Media is one avenue for empowering the public to act on urgent threats like climate change. Solutions journalism focuses on responses to problems. While this form of reporting offers a promising avenue for equipping the public to learn about climate action, message effects are under-researched. This work draws on social cognitive theory, exemplification theory, and theories of risk communication to examine the effects of discrete news story components on collective climate action intentions and behavior through an online experiment ( N = 1,202). Findings identify cognitive mechanisms responsible for effects and offer theoretical insights for future research."
  },
  {
    "discipline": "communication",
    "title": "Testing Constructive Journalism’s Effects on Stigma, Trust, and Engagement",
    "authors": "Natasha van Antwerpen, Victoria Fielding, Anna Ross, Rachel A. Searston, Petra Kovacevic, Anastasia Ejova, Rachel G. Stephens, Melissa J. Opozda, Wian Soontiens, Amy Morgan",
    "url": "https://doi.org/10.1080/1461670x.2025.2559018",
    "doi": "https://doi.org/10.1080/1461670x.2025.2559018",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "Selfies and body dissatisfaction: Using the tripartite influence model to examine adolescents over time",
    "authors": "Hannah K Jarman, Ann Rousseau",
    "url": "https://doi.org/10.1177/14614448251371022",
    "doi": "https://doi.org/10.1177/14614448251371022",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Selfies are frequently used among adolescents. Yet little is known about how selfies relate to body dissatisfaction over time and the mechanisms involved. The present study examined the longitudinal relationships between selfies (i.e. taking, manipulating, investing in and posting) and body dissatisfaction via sociocultural mediators; thin-ideal internalisation and comparisons. Adolescents ( N = 573; M age = 15.38, SD = 1.34; 68.2% female) completed online surveys twice over 4 months. A cross-lagged mediation model demonstrated unidirectional relationships, whereby body dissatisfaction predicted higher investment and lower posting 4 months later. Mediation was only found via one pathway; body dissatisfaction predicted greater selfie investment via upward comparisons. Gender did not moderate the relationships. These findings provide little support for sociocultural mechanisms, suggesting researchers pursue alternative frameworks."
  },
  {
    "discipline": "communication",
    "title": "Political ideology-driven perceptions of experts and their claims",
    "authors": "Rodrigo Reyes Cordova",
    "url": "https://doi.org/10.1177/09636625251372081",
    "doi": "https://doi.org/10.1177/09636625251372081",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "US conservatives are often seen as distrusting scientists, and liberals as more trusting. This article examines how alignment between an expert’s field and individual political ideology affects claims perceptions. US adults ( N = 1054) participated in a pre-registered ( https://osf.io/9wnm2 ) online experiment, indicating their trust in five experts and evaluating the accuracy of four claims. Claims were attributed to experts from impact fields (focused on the consequences of industry and policy), production fields (industry-focused), scientists in general, or no source. Results show that liberals trust all experts more than conservatives and generally perceive claims as more accurate. However, the trust gap between liberals and conservatives is smaller for production experts. While no difference was found between the perceived accuracy of claims attributed to production versus impact experts, expert attribution increased some claims’ perceived accuracy. These findings reveal some political-ideology preferences and that attributing a claim to an expert can improve its perception."
  },
  {
    "discipline": "communication",
    "title": "Trust, experience, and innovation: Key factors shaping American attitudes about AI",
    "authors": "Risa Palm, Justin T. Kingsland, Toby Bolsen",
    "url": "https://doi.org/10.1177/09636625251372510",
    "doi": "https://doi.org/10.1177/09636625251372510",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "A large survey of American adults explored the complex landscape of attitudes toward artificial intelligence (AI). It explored the degree of concern regarding specific potential outcomes of the new advances in AI technology and correlates of these concerns. Key variables associated with the direction and intensity of concern include prior experience using a large language model such as Chat GPT, general trust in science, adherence to the precautionary principle versus support for unrestricted innovation, and demographic factors such as gender. By identifying these relationships, the paper offers insights into the American public’s response to AI that can inform the development of policies aimed at either regulating or encouraging its advancement."
  },
  {
    "discipline": "communication",
    "title": "Framing Under Fire: Navigating Environmental Activism on Social Media Amid Digital Repression",
    "authors": "Dien Nguyen An Luong, Hong Tien Vu",
    "url": "https://doi.org/10.1177/20563051251380480",
    "doi": "https://doi.org/10.1177/20563051251380480",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Grounded in the conceptual frameworks of protest framing and digital repression, this study examines the adaptive messaging strategies employed by Vietnamese environmental activists in response to escalating repression, through physical coercion, across two key periods: before and after mid-2021. Our analysis of the Facebook content of one of Vietnam’s leading environmental groups indicates significant changes in the group’s adoption of protest frames, topical frames, and narrative roles, highlighting how activists balance public engagement with safety under authoritarian constraints. Specifically, after a wave of arrests of high-profile environmental activists, activists shifted their message framing strategies from motivational to diagnostic, focusing more on information provision rather than encouraging public engagement. In addition, after the arrests, activists increasingly shifted their narrative roles, increasing their blame on corporations as villains, while positioning the environment as a primary victim. This study enriches our understanding of digital activism in authoritarian contexts, offering theoretical insights and practical guidance for movements under similar constraints."
  },
  {
    "discipline": "politics",
    "title": "Codebook LLMs: Evaluating LLMs as Measurement Tools for Political Science Concepts",
    "authors": "Andrew Halterman, Katherine A. Keith",
    "url": "https://doi.org/10.1017/pan.2025.10017",
    "doi": "https://doi.org/10.1017/pan.2025.10017",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "Codebooks—documents that operationalize concepts and outline annotation procedures—are used almost universally by social scientists when coding political texts. To code these texts automatically, researchers are increasingly turning to generative large language models (LLMs). However, there is limited empirical evidence on whether “off-the-shelf” LLMs faithfully follow real-world codebook operationalizations and measure complex political constructs with sufficient accuracy. To address this, we gather and curate three real-world political science codebooks—covering protest events, political violence, and manifestos—along with their unstructured texts and human-coded labels. We also propose a five-stage framework for codebook-LLM measurement: Preparing a codebook for both humans and LLMs, testing LLMs’ basic capabilities on a codebook, evaluating zero-shot measurement accuracy (i.e., off-the-shelf performance), analyzing errors, and further (parameter-efficient) supervised training of LLMs. We provide an empirical demonstration of this framework using our three codebook datasets and several pre-trained 7–12 billion open-weight LLMs. We find current open-weight LLMs have limitations in following codebooks zero-shot, but that supervised instruction-tuning can substantially improve performance. Rather than suggesting the “best” LLM, our contribution lies in our codebook datasets, evaluation framework, and guidance for applied researchers who wish to implement their own codebook-LLM measurement projects."
  },
  {
    "discipline": "politics",
    "title": "The source of economic shocks matters for their political outcomes",
    "authors": "Leonardo Baccini, Costin Ciobanu, Krzysztof Pelc",
    "url": "https://doi.org/10.1177/20531680251379914",
    "doi": "https://doi.org/10.1177/20531680251379914",
    "filter": 0,
    "journal_full": "Research & Politics",
    "abstract": "Do different economic shocks favor different types of political leadership? Using a survey experiment conducted on 3500 American respondents, we offer causal evidence for an unexpected relation between different types of economic shocks and a demand for a radical political response. First, we show that individuals believe politicians have a role in preventing layoffs due to both offshoring and automation, compared to run-of-the-mill bankruptcies. Second, we find strong evidence that economic shocks due to offshoring lead to greater demands for leaders who display authoritarian traits, with no equivalent effect for layoffs due to automation. When presented with news of an offshoring event, respondents favor leaders who claim to be more willing to flout the rule of law, to implement divisive policies, and to employ force. By contrast, traits commonly associated with populism, such as siding with “the people” or preferring political outsiders, see no association with either offshoring or automation shocks. Our findings support the view that some economic shocks provide a greater opportunity for political candidates willing to turn to radical political solutions."
  },
  {
    "discipline": "politics",
    "title": "Placebo-Augmented PICA Design (PICA-2): Assessing the Influence of Foreign Propaganda",
    "authors": "Naoki Egami, Donald P Green, Eunji Kim, Daniel C Mattingly",
    "url": "https://doi.org/10.1086/738700",
    "doi": "https://doi.org/10.1086/738700",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "politics",
    "title": "Revisiting Ideology Measures in Political Surveys",
    "authors": "Ken Kollman, John E. Jackson",
    "url": "https://doi.org/10.1086/734259",
    "doi": "https://doi.org/10.1086/734259",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Depression, Populism, and Presidential Approval",
    "authors": "Matthew A Baum, James N Druckman, Katherine Ognyanova, David Lazer, Roy H Perlis",
    "url": "https://doi.org/10.1093/ijpor/edaf050",
    "doi": "https://doi.org/10.1093/ijpor/edaf050",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Is there a relationship between depression and political evaluations? Building on existing work, we argue that experiencing depressive symptoms will positively correlate with supporting a populist politician and negatively correlate with supporting a nonpopulist officeholder. We evaluate these predictions with data from the United States, focusing on Donald Trump and Joe Biden. Our data are consistent with our hypotheses, and, as expected, we find particularly strong relationships for Democratic respondents. The results highlight the importance of considering mental health when studying the approval of politicians both in and out of office. We conclude with a discussion of next steps for a research agenda on depression and political evaluations."
  },
  {
    "discipline": "public opinion",
    "title": "Randomized, Controlled Trial Comparing Household Response and Completion Rates Using 1 and 2 US Dollar Unconditional Incentives in A Mail Push-to-Web Survey",
    "authors": "Jon Agley, Tiffany Neal, Mariah Benham, Lilian Golzarri-Arroyo, Naomi Swiezy",
    "url": "https://doi.org/10.1093/jssam/smaf020",
    "doi": "https://doi.org/10.1093/jssam/smaf020",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Household surveys are an important means of obtaining standardized data; unfortunately, response rates have been declining for decades. Evidence based on social exchange theory supports the use of small, unconditional monetary incentives (pre-incentives) to increase survey response and completion rates. However, the optimal pre-incentive amount is unclear. Our project team was contracted to conduct a large survey (census) of all households in Indiana at which an individual with a developmental disability who was on the waitlist for certain state-based services resided. In the absence of a clear answer from the literature about what pre-incentive amount to use, we preregistered a sub-study to obtain clarity. We conducted a randomized controlled trial comparing a $1 cash pre-incentive to a $2 cash pre-incentive in a large, mail push-to-web household survey in the midwestern US, examining both response rates and completion rates (&amp;gt;80 percent of the survey). We hypothesized that a $2 pre-incentive would result in significantly more responses and completed surveys than a $1 pre-incentive. Using 1:1 blinded allocation, 6,525 households were randomized to receive either a $1 or $2 cash pre-incentive. All other procedures were identical between study arms. Of the 960 valid responses, 467 were from Arm 1 ($1) and 493 were from Arm 2 ($2). Of those, there were 798 complete responses (&amp;gt;80 percent of the instrument). We did not find sufficient evidence to conclude that there was a difference in either response (OR = 1.07, p = .361, 95 percent CI [0.929, 1.223]) or completion (OR = 1.07, p = .362, 95 percent CI [0.924, 1.242]) rates depending on the amount of pre-incentive included in the invitation. Although we provide multiple caveats and encourage caution when interpreting these findings, we suggest that individuals planning to use a small pre-incentive to encourage survey responses should not by default assume that a $2 incentive is superior to a $1 incentive."
  },
  {
    "discipline": "public opinion",
    "title": "Conceptualizing, Assessing, and Improving the Quality of Digital Behavioral Data",
    "authors": "Bernd Weiß, Heinz Leitgöb, Claudia Wagner",
    "url": "https://doi.org/10.1177/08944393251367041",
    "doi": "https://doi.org/10.1177/08944393251367041",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "The spread of modern digital technologies, such as social media online platforms, digital marketplaces, smartphones, and wearables, is increasingly shifting social, political, economic, cultural, and physiological processes into the digital space. Social actors using these technologies (directly and indirectly) leave a multitude of digital traces in many areas of life that sum up an enormous amount of data about human behavior and attitudes. This new data type, which we refer to as “digital behavioral data” (DBD), encompasses digital observations of human and algorithmic behavior, which are, amongst others, recorded by online platforms (e.g., Google, Facebook, or the World Wide Web) or sensors (e.g., smartphones, RFID sensors, satellites, or street view cameras). However, studying these social phenomena requires data that meets specific quality standards. While data quality frameworks—such as the Total Survey Error framework—have a long-standing tradition survey research, the scientific use of DBD introduces several entirely new challenges related to data quality. For example, most DBD are not generated for research purposes but are a side product of our daily activities. Hence, the data generation process is not based on elaborate research designs, which in turn may have profound implications for the validity of the conclusions drawn from the analysis of DBD. Furthermore, many forms of DBD lack well-established data models, measurement (error) theories, quality standards, and evaluation criteria. Therefore, this special issue addresses (i) the conceptualization of DBD quality, methodological innovations for its (ii) assessment, and (iii) improvement as well as their sophisticated empirical application."
  },
  {
    "discipline": "public opinion",
    "title": "Leveraging VLLMs for Visual Clustering: Image-to-Text Mapping Shows Increased Semantic Capabilities and Interpretability",
    "authors": "Luigi Arminio, Matteo Magnani, Matías Piqueras, Luca Rossi, Alexandra Segerberg",
    "url": "https://doi.org/10.1177/08944393251376703",
    "doi": "https://doi.org/10.1177/08944393251376703",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "As visual content becomes increasingly prominent on social media, automated image categorization is vital for computational social science efforts to identify emerging visual themes and narratives in online debates. However, the methods based on convolutional neural networks (CNNs) currently used in the field are unable to fully capture the connotative meaning of images, and struggle to produce easily interpretable clusters. In response to these challenges, we test an approach that leverages the ability of Vision-and-Large-Language-Models (VLLMs) to generate image descriptions that incorporate connotative interpretations of the input images. In particular, we use a VLLM to generate connotative textual descriptions of a set of images related to climate debate, and cluster the images based on these textual descriptions. In parallel, we cluster the same images using a more traditional approach based on CNNs. In doing so, we compare the connotative semantic validity of clusters generated using VLLMs with those produced using CNNs, and assess their interpretability. The results show that the approach based on VLLMs greatly improves the quality score for connotative clustering. Moreover, VLLM-based approaches, leveraging textual information as a step towards clustering, offer a high level of interpretability of the results."
  },
  {
    "discipline": "public opinion",
    "title": "Research on False Information Detection Based on Herd Behavior From a Social Network Perspective",
    "authors": "Tianya Cao, Shuang Li, Junjie Jia",
    "url": "https://doi.org/10.1177/08944393251381801",
    "doi": "https://doi.org/10.1177/08944393251381801",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "As social networks become ubiquitous, the rapid dissemination of false information poses a substantial threat to societal stability and public welfare. Although sociological and psychological studies have confirmed the significant role of herd behavior in the spread of false information, traditional detection methods struggle to address the dual challenges posed by decentralized communication modes and artificial intelligence-generated content, as they often overlook the psychological mechanisms at play within groups. This study proposes a multidimensional false information detection model, termed HBD-Net, based on herd behavior, to explore innovative methods for false information detection through the lens of herd behavior propagation mechanisms in social networks. By integrating multidimensional information such as the influence of opinion leaders, popular comments, and friends’ experiences, we construct a robust false information detection model. Experimental results demonstrate its superior performance on both the PolitiFact and GossipCop datasets, particularly excelling on the GossipCop dataset with an accuracy of 93.11%, significantly outperforming other baseline models."
  },
  {
    "discipline": "psychology",
    "title": "Multiverse simulation to explore the impact of analytical choices on type I and type II errors in a reaction time study",
    "authors": "Miklos Bognar, Marton A. Varga, Don van Ravenzwaaij, Zoltan Kekecs, James A. Grange, Mate Gyurkovics, Balazs Aczel",
    "url": "https://doi.org/10.3758/s13428-025-02807-y",
    "doi": "https://doi.org/10.3758/s13428-025-02807-y",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Researcher degrees of freedom in data analysis present significant challenges in social sciences, where different analytical decisions can lead to varying conclusions. In this work, we propose an example of an exploratory multiverse simulation to empirically compare various decision pathways to identify an effect’s sensitivity to different analytical choices. The approach is demonstrated on the congruency sequence effect (CSE), a well-studied phenomenon in cognitive control research. We reviewed existing literature to identify common non-theory-specific analytical decisions, such as outlier exclusion criteria and hypothesis testing methods, and incorporated these into our simulation framework. Using 20,000 simulated datasets, we compared the true positive rates (TPR) and false positive rates (FPR) across 50 different decision pathways, resulting in a total of 1 million analyses. Our results indicate substantial differences in power and type I error rates across the analytical pathways, with some posing a significant risk of producing high false positives. The findings underscore the importance of running extensive simulations to investigate different data handling and hypothesis testing approaches in certain research fields. This case study serves as an example for conducting similar simulation procedures in research fields characterized by high variability in analytical decisions when investigating an otherwise widely accepted effect."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Community notes reduce engagement with and diffusion of false information online",
    "authors": "Isaac Slaughter, Axel Peytavin, Johan Ugander, Martin Saveski",
    "url": "https://doi.org/10.1073/pnas.2503413122",
    "doi": "https://doi.org/10.1073/pnas.2503413122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Social networks scaffold the diffusion of information on social media. Much attention has been given to the spread of true vs. false content on online social platforms, including the structural differences between their diffusion patterns. However, much less is known about how platform interventions on false content alter the engagement with and diffusion of such content. In this work, we estimate the causal effects of Community Notes, a novel fact-checking feature adopted by X (formerly Twitter) to solicit and vet crowd-sourced fact-checking notes for false content. We gather detailed time series data for 40,078 posts for which notes have been proposed and use synthetic control methods to estimate a range of counterfactual outcomes. We find that attaching fact-checking notes significantly reduces the engagement with and diffusion of false content. We estimate that, on average, the notes resulted in reductions of 46.1% in reposts, 44.1% in likes, 21.9% in replies, and 13.5% in views after being attached. Over the posts’ entire lifespans, these reductions amount to 11.6% fewer reposts, 13.3% fewer likes, 6.9% fewer replies, and 5.5% fewer views on average. In reducing reposts, we observe that diffusion cascades for fact-checked content are less deep and less “viral,” but not less broad, than synthetic control estimates for non-fact-checked content with similar reach. This structural difference contrasts notably with differences between false vs. true content diffusion itself, where false information diffuses farther, but with structural patterns that are otherwise indistinguishable from those of true information, conditional on reach."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Why depolarization is hard: Evaluating attempts to decrease partisan animosity in America",
    "authors": "Derek E. Holliday, Yphtach Lelkes, Sean J. Westwood",
    "url": "https://doi.org/10.1073/pnas.2508827122",
    "doi": "https://doi.org/10.1073/pnas.2508827122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Affective polarization is a corrosive force in American politics. While numerous studies have developed interventions to reduce it, their capacity for creating lasting, large-scale change is unclear. This study comprehensively evaluates existing interventions through a meta-analysis of 77 treatments from 25 published studies and two large-scale experiments. Our meta-analysis reveals that the average effect of treatments on animosity is modest (a 5.4-point shift on a 101-point scale), and decays within two weeks. We experimentally test whether stacking multiple treatments in one sitting or repeating them over time as “booster shots” enhances their impact. We find no evidence that multiple or repeated exposures produce substantially larger or more durable reductions in partisan animosity. This reveals the uneven utility of these interventions. They serve as valuable tools for testing the psychological mechanisms of polarization, but our findings indicate they are not, on their own, a scalable solution for reducing societal-level conflict. We conclude that achieving lasting depolarization will likely require a shift in focus, moving beyond individual-level treatments to address the elite behaviors and structural incentives that fuel partisan conflict."
  }
]
