[
  {
    "discipline": "communication",
    "title": "De- and recoding algorithmic systems: The case of fact checkers and fact checked users",
    "authors": "Anna Schjøtt, Mette Bengtsson",
    "url": "http://dx.doi.org/10.1177/13548565241289233",
    "doi": "10.1177/13548565241289233",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "With the recent development of debunking on social media as a dominant agenda, fact checkers have increasingly used machine learning (ML) to identify, verify and correct factual claims, as ML promises the scaling of fact checking practices. However, it also places a new actor in between the fact checkers and the fact checked users. In this paper, we conducted a contrasted analysis of how fact checkers and fact checked users understand, evaluate and act towards the algorithmic system and the data flows in Meta’s Third-Party Fact-Checking Program: We did ethnographic fieldwork in the fact checking newsroom and interviewed and did protocol analysis with the fact checked. For both professional users and end users, the algorithmic system is experienced as a black box in which they have limited insight, and their sense-making practices happen based on the data and metrics that are made visible to them. In the paper, we draw on and expanded theory on decoding algorithms by not only exploring how the two user groups engage in decoding the algorithmic system, but also actively engage in forms of recoding by attempting to adapt or modify the algorithmic system to better fit within their cultural and social context, which is characterised by both varying epistemic cultures and societal positions. While the fact checkers from their hegemonic (sometimes negotiated) position understand the program as a (sometimes stupid) tool and primarily engage in passive acts of recoding, fact checked users, from their oppositional position, understand the program as an unpredictable censoring machine and engage primarily in more active acts of recoding. Based on the analysis, we end the paper with a discussion in which we argued for understanding data reflexivity as highly relational and processual."
  },
  {
    "discipline": "communication",
    "title": "How public service media are changing in the platform era: A comparative study across four European countries",
    "authors": "Marius Dragomir, Miguel Túñez López",
    "url": "http://dx.doi.org/10.1177/02673231241290062",
    "doi": "10.1177/02673231241290062",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "Despite enjoying a series of advantages and privileges, including access to public funding and technical infrastructure, as well as a special regulatory framework allowing them to reach almost the entire population, public service media (PSM) have historically faced a number of challenges. These include opposition from privately held media and various political parties, mounting criticism from audiences, and incessant pressures from state authorities. Some have been more successful than others in defending themselves against these attacks. Some PSM institutions have gained a high level of trust as a result of their ability to maintain a balanced approach to political coverage. Some are recognised for the quality of their news content. However, some other organisations have lost credibility and audience share as a result of various pressures. The platformisation trend has had a particularly disruptive impact on public service media (PSM) organisations. The challenge of adapting to the new digital landscape has been significant, requiring careful navigation to maintain the core values that guide their operations, as defined by the European Broadcasting Union (EBU): universality, independence, excellence, diversity, accountability and innovation. This article employs a recently developed framework for examining PSM and draws upon field research to analyse the transformation of PSM in response to platformisation-related pressures in four European countries: Austria, Romania, Spain and the United Kingdom."
  },
  {
    "discipline": "communication",
    "title": "Information as public good and public service media in Europe: Introduction to this special issue",
    "authors": "Raluca Petre",
    "url": "http://dx.doi.org/10.1177/02673231241293548",
    "doi": "10.1177/02673231241293548",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "The right to public life has been one of the most important achievements of modernity. It was a result of long and painful civil struggles for dignity in a democratic public sphere. While de jure we are all welcome in the public sphere, de facto rapid processes of fragmentation and numerous contexts of misinformation insulate the actual chances of meaningful contribution to public life. Platform users are aggressively approached as consumers of goods and services and continuously stimulated to produce large quantities of any content, just to feed the voracious platforms. The sobering truth is that many people on the private high-tech platforms do not act like true democrats, but like private individuals who pursue very personal aims. At the same time, a private person does not have a mandate to act in the public interest of the rest of the citizens. For these reasons, we turn to information as a public good and public responsibility in this special issue. It is about media as a public service that allows democracy to keep centre stage within a polity. When citizens interact with relevant public information, they build the capacity to control their political environment, to form informed opinions and act upon them. When this basic desideratum is not structurally at the core of society, one cannot even start to consider democracy as the first course of action for the generations to come. Information as a public good is not a thing of nature, but a purposeful action. We take this stance when we approach information as a public good, rather than some residual category of market failure. The scope of this special issue is to analyse and explore the resources and institutional settings that allow information to thrive as a public good in the European contemporary informational ecosystem."
  },
  {
    "discipline": "communication",
    "title": "Embrace or leave social media? On the viability of public service media organizations’ strategies facing platform power",
    "authors": "Hallvard Moe",
    "url": "http://dx.doi.org/10.1177/02673231241290097",
    "doi": "10.1177/02673231241290097",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "This article addresses the question of whether a withdrawal from social media platforms represents a viable strategy in the ongoing relational power negotiations between public service media and platforms, and if so, under what conditions. Recent diverging strategic efforts from public service broadcasters in two European countries – Germany and Norway – serve as illustrations of how existing organizations attempt to manoeuvre the current online realm dominated by platforms. I discuss findings from qualitative studies of news use in Norway and draw on comparative survey data on news use. I propose that high levels of trust in public service media, and widespread use of the public service broadcaster's own sites and offers, are key prerequisites to consider when assessing the viability of a withdrawal from third-party platforms in different countries. By zooming in on one type of media organization (public service broadcasters), and looking at different such organizations’ characteristics and context, and the dynamics of their relations to online platforms, the paper contributes to our understanding of platform power."
  },
  {
    "discipline": "communication",
    "title": "Unlocking public infrastructures? State aid and the common European data space",
    "authors": "Toni Prug, Paško Bilić",
    "url": "http://dx.doi.org/10.1177/02673231241290675",
    "doi": "10.1177/02673231241290675",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "EU state aid rules are part of the EU’s competition policy, a form of soft law developed to nudge states away from public investments in many areas. Rules were used to impose that market competition holds a privileged position, and that enacting social, political, or economic benefits that might stifle competition requires a complicated legal and political negotiation process between the European Commission, Member States, and private companies. Nonetheless, many strategic projects or situations in recent years led to significant state aid. The Commission utilised a variety of means to encourage both private and public investments in EU based digital infrastructure that is critical for public media services and for unified European data space. Despite EU’s balancing act between the private and public interests, business interests are dangerously capturing the development in the media data space. To grasp the social and economic contribution of publicly financed productive activities, we approach public broadcasting systems as producers of public wealth of a peculiar kind whose activities and goals are defined by their public purpose, rather than the imperatives of capital and profitmaking. Unifying data spaces with too many design decisions conceded to capitalist production runs the risk of further neglecting social foundations of member states. We argue that the desired digital transformation would be more successful if it moved towards affirmative approaches to public services and public infrastructures, recognising the historical and contemporary contribution of the production of public wealth and public media in member states."
  },
  {
    "discipline": "communication",
    "title": "How online social community participation affect product stickiness: a study on green energy technology product",
    "authors": "You-Hung Lin, Hsin Hsin Chang, Chun Po Chiu",
    "url": "http://dx.doi.org/10.1108/itp-09-2022-0676",
    "doi": "10.1108/itp-09-2022-0676",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose This study aims to develop a conceptual model for GET products that participate in brands’ online communities, based on social cognitive theory (SCT), with environmental factors, personal factors and behavioral factors being used to explore whether users of GET products participate in brand online communities as well as to determine whether participation in a community forum causes users to stick with GET products. In addition, expectancy confirmation is also considered in the research model. Design/methodology/approach This research examines whether environmental and personal factors have a positive effect on the behavioral factors of Gogoro users, and then further effects on green energy technology (GET) product stickiness for users in online communities. A website was used to distribute links to two Facebook club sites: Gogoro Series 2 Fan Club and the Gogoro Fan Club. The respondents’ qualification criteria were restricted to people who had used Gogoro products and participated in a Gogoro online community. A total of 581 valid responses were collected for structural equation modeling (SEM) analysis, and expectancy confirmation was found to be moderate from a hierarchical regression. Findings The results of SEM show that virtual interactivity has a positive effect on product-related content, and social norms were found to have significant effects on creating product-related content. Brand community identification, perceived relative advantage and brand knowledge self-efficacy are found to be related to both creating and contributing product-related content. Also, creating product-related content and contributing user participation behaviors influence ET product stickiness. Practical implications Online community managers can boost user participation by increasing interaction, and community identification by enhancing users’ perceptions of benefiting from participating in their communities. Companies can also encourage users to create product-related content to increase users’ stickiness to GET products. Further, GET companies can try to enhance users’ intrinsic connection with other community users to increase their brand community identification if they want to increase users’ willingness to participate. Originality/value This study adopted SCT to measure the GET product stickiness formation process in an attempt to determine what factors boost user participation based on triadic reciprocality. Also, expectancy confirmation plays an important role in the relationship between community users’ participation behaviors and GET product stickiness. The results indicated that it was appropriate to add virtual interactivity to environmental factors and perceived relative advantage to personal factors to measure users’ participation in an online social community. Actual product users’ online community participation behavior could be a very influential indicator of actual product stickiness formation."
  },
  {
    "discipline": "communication",
    "title": "Diminished Chinese feminine monstrosity: the transformation of femininity and monstrosity from Chinese game Gujianqitan 3 to its fanfiction",
    "authors": "Yuhua Hanna Wu",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420027",
    "doi": "10.1080/1369118x.2024.2420027",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "The visibility burden of crafting an idealized factory life: the paradox of Foxconn workers’ self-branding practices on Kuaishou",
    "authors": "Min Zhou, Shih-Diing Liu",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420020",
    "doi": "10.1080/1369118x.2024.2420020",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Web archives after platformization: reading social media collections along the archival grain",
    "authors": "Kieran Hegarty",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420033",
    "doi": "10.1080/1369118x.2024.2420033",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Creative data justice: a decolonial and indigenous framework to assess creativity and artificial intelligence",
    "authors": "Payal Arora",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420041",
    "doi": "10.1080/1369118x.2024.2420041",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Perceived political incivility and trust in government: the moderating roles of election news exposure and favorability of election outcomes*",
    "authors": "Ozan Kuru, Taberez Ahmed Neyazi",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420040",
    "doi": "10.1080/1369118x.2024.2420040",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Imgur, image macros, and algorithms: memes as imaginary issue spaces of users’ encounters with algorithmic recommendations",
    "authors": "Natalia Stanusch",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420026",
    "doi": "10.1080/1369118x.2024.2420026",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Blockchain for sustainable consumption: an affordance and consumer value-based view",
    "authors": "Maryam Hina, Najmul Islam, Amandeep Dhir",
    "url": "http://dx.doi.org/10.1108/intr-07-2023-0523",
    "doi": "10.1108/intr-07-2023-0523",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose There is little empirical evidence on how blockchain affordances may encourage consumers to make sustainable choices. Thus, this paper examines how blockchain affordances affect consumers’ sustainable consumption. Design/methodology/approach We focus on three blockchain affordances: transparency, traceability, and immutability in this paper. By integrating the affordance lens and theory of consumption values (TCV), we develop a research model wherein we posit that blockchain affordances influence several consumption values, which then affect consumers’ intention to purchase sustainable products. In the study, we designed a scenario and user interface for a novel blockchain-based app for sustainable consumption in the context of the fashion industry and surveyed 295 European consumers to examine the study’s research model. We then analyzed the collected data using the partial least squares technique. Findings The results show that blockchain affordances positively affect consumption values, including efficiency, social impression, trust, and sustainability information clarity. In turn, these values influence the consumers’ purchase intention of sustainable products. Additionally, our post hoc analysis shows that these consumption values fully mediate the effect of blockchain affordances on consumers’ purchase intention, where trust and sustainability information clarity is found to have a higher impact. Originality/value Empirical research studies focusing on understanding blockchain’s effect on sustainable consumption values have been limited in prior literature. This study, drawing on the affordance lens, proposes distinct blockchain affordances and empirically validates their impact on consumers’ sustainable purchase intention. By integrating TCV, it highlights the mediating mechanism that drives blockchain’s impact on consumers’ purchase intention. We empirically identify the values that mediate the effects of blockchain affordances on consumers’ purchase intention; further, we discuss implications for research and practice based on the study findings."
  },
  {
    "discipline": "communication",
    "title": "Together we can do it! A roadmap to effectively tackle propaganda-related tasks",
    "authors": "Raquel Rodríguez-García, Roberto Centeno, Álvaro Rodrigo",
    "url": "http://dx.doi.org/10.1108/intr-05-2024-0785",
    "doi": "10.1108/intr-05-2024-0785",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose In this paper, we address the need to study automatic propaganda detection to establish a course of action when faced with such a complex task. Although many isolated tasks have been proposed, a roadmap on how to best approach a new task from the perspective of text formality or the leverage of existing resources has not been explored yet. Design/methodology/approach We present a comprehensive study using several datasets on textual propaganda and different techniques to tackle it. We explore diverse collections with varied characteristics and analyze methodologies, from classic machine learning algorithms, to multi-task learning to utilize the available data in such models. Findings Our results show that transformer-based approaches are the best option with high-quality collections, and emotionally enriched inputs improve the results for Twitter content. Additionally, MTL achieves the best results in two of the five scenarios we analyzed. Notably, in one of the scenarios, the model achieves an F1 score of 0.78, significantly surpassing the transformer baseline model’s F1 score of 0.68. Research limitations/implications After finding a positive impact when leveraging propaganda’s emotional content, we propose further research into exploiting other complex dimensions, such as moral issues or logical reasoning. Originality/value Based on our findings, we provide a roadmap for tackling propaganda-related tasks, depending on the types of training data available and the task to solve. This includes the application of MTL, which has yet to be fully exploited in propaganda detection."
  },
  {
    "discipline": "communication",
    "title": "Understanding SNS use reduction from the perspective of the cognitive-affective model",
    "authors": "Pedro Nascimento, Tiago Oliveira, Joana Neves",
    "url": "http://dx.doi.org/10.1108/intr-04-2023-0239",
    "doi": "10.1108/intr-04-2023-0239",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose This investigation delves into the elements influencing social networking sites (SNS) use reduction behavior through the lens of the cognitive-affective (CA) model to understand the driving forces behind the decline in SNS use. Design/methodology/approach Following the CA model, this research introduces a theoretical framework that integrates the emotions of regret and guilt along with the principles of cognitive dissonance theory. The proposed theoretical framework was subjected to empirical validation, utilizing 453 responses gathered from Instagram users. Findings The results suggest that the emotions of regret and guilt have a favorable impact on users’ intention to decrease their SNS usage, with cognitive dissonance exerting an indirect positive influence through these emotions. Additionally, further examination unveils that fear moderates the connection between users’ SNS addiction and the CA components. Research limitations/implications Additional cognitive and affective responses may influence the intricate relation between SNS addiction and SNS use reduction intention. Originality/value This research contributes to the existing body of knowledge on the information system use lifecycle by examining shifts in user behavior, notably the transition from excessive use to the adoption of use reduction strategies. Furthermore, it sheds light on the intricate role of cognitive dissonance in elucidating the intention to reduce SNS use from the perspective of the CA model. Additionally, this study advances our current understanding of how the fear of negative consequences arising from excessive usage plays a role as a moderating factor in elucidating the underlying internal factors related to reducing SNS usage."
  },
  {
    "discipline": "communication",
    "title": "Amplified News Framing of Social Disturbance and Its Impact on Authoritarian Attitudes: An Experimental Study of Main Effects and Activation of Predispositions",
    "authors": "Mats Ekström, Adam Shehata",
    "url": "http://dx.doi.org/10.1177/10776990241284797",
    "doi": "10.1177/10776990241284797",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "The emergence of authoritarian attitudes within contemporary democracy puzzles researchers. Under what circumstances do people develop authoritarian attitudes? Research suggests that circumstances of social disturbance have strong impact. There is evidence that predispositions for authoritarianism are activated under such circumstances. In this research, the role of the news media is generally ignored. This article contributes by presenting a theoretically grounded experimental study addressing hypotheses of news framing effects on authoritarian attitudes. Two panel experiments, on news about disturbance in school and public libraries, provide evidence of main effects of amplified framings of social disturbance, as well as an activation mechanism."
  },
  {
    "discipline": "communication",
    "title": "Disney in Black and White: An Analysis of Race Representation Within Disney Animated Films From 1937 to 2021",
    "authors": "Jessica D. Zurcher, Pamela Jo Brubaker, Abbie Speed, Jane Shawcroft, J. Andan Sheppard, Sarah M. Coyne, Chenae Christensen-Duerden, Dallin R. Adams",
    "url": "http://dx.doi.org/10.1177/10776990241284795",
    "doi": "10.1177/10776990241284795",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study examined Disney studios’ portrayals of race as it relates to the physical, mental, and social characteristics of major characters ( N = 319) within Disney animated films released from 1937 to 2021 ( N = 59). Findings revealed most of the characters featured were portrayed as White (68.3%) whereas BIPOC characters made up 31.7% of the total. Results suggest that BIPOC characters were significantly more likely to be featured in supporting character roles, with White characters featured in both the protagonist and antagonist roles. We further observed a limited integration of characters of varying races in a singular film."
  },
  {
    "discipline": "communication",
    "title": "Do You See What I See? Perceptions and Effects of Image–Text Congruency in Online Climate Change News",
    "authors": "Afrooz Mosallaei, Lauren Feldman",
    "url": "http://dx.doi.org/10.1177/10776990241284596",
    "doi": "10.1177/10776990241284596",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Literature suggests that when the image and text of news are congruent, it enhances news salience. However, when incongruent, people prioritize the viewpoint of the picture over the words. But what is congruency? This study experimentally investigates perceived image–text congruency in climate change online news, examining how newsreaders perceive and are influenced by congruency. It also explores the impacts of news format on perceptions of congruity, concerns about the climate crisis, and trust in the news outlet. Findings suggest congruency is partially subjective, highlighting that responsible visual discourse in the news may depend less on congruency than previously thought."
  },
  {
    "discipline": "communication",
    "title": "Biased, Not Balanced Broadcaster! Deconstructing Bias Accusations Toward Public Service Media",
    "authors": "Emily Gravesteijn, Erika van Elsas, Katjana Gattermann",
    "url": "http://dx.doi.org/10.1177/10776990241284587",
    "doi": "10.1177/10776990241284587",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Across Europe, Public Service Media (PSM) are increasingly subject to bias accusations in public debates. Excluding academic attention for actual bias in news content, research into the nature of bias accusations is limited. This article studies bias accusations against Dutch PSM in online discourse. Through a qualitative content analysis of tweets and blogs (2017–2022), our analysis develops a novel typology of bias accusations—positional, information, and framing bias—going beyond academic definitions. Bias accusations are diverse in nature, reflect strong perceived intentionality, and refer to heterogeneous social, political groups, yet are easily merged into singular political ideological divides."
  },
  {
    "discipline": "communication",
    "title": "More Than Meets the Eye: Understanding Political Microtargeting Processing with Gaze-Cued Retrospective Think-Aloud Methodology",
    "authors": "Selina Noetzel, Alice Binder, Jörg Matthes",
    "url": "http://dx.doi.org/10.17645/mac.8679",
    "doi": "10.17645/mac.8679",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "&lt;p&gt;Political microtargeting (PMT) is a popular campaign tool in elections worldwide. However, it is associated with democratic risks. Foremost, scholars and policymakers are concerned that citizens cannot cope with PMT and, thus, stand vulnerable to persuasion. To assess this risk, an in-depth understanding of how citizens make sense of and cope with PMT is required. However, empirical studies are scarce, partially inconclusive, and provide global rather than nuanced insights. This study contributes to this research by employing an innovative, qualitative gaze-cued retrospective think-aloud design to distinguish types of citizens who differ in their coping and, based on that, assess their vulnerability to persuasion via PMT (&lt;em&gt;N &lt;/em&gt;= 25). The results reveal similarities regarding conceptual persuasion knowledge activation (i.e., advertising and targeting awareness) but differences in attitudinal and behavioral coping, illustrated along five coping types. Only “the neutral observer” seems vulnerable to PMT. For “the partisan”, PMT might strengthen existing ties but backlash when employed by a non-preferred party. Other types seem less receptive to PMT (“the political nerd”, “the ad connoisseur”) and/or political advertising (“the avoider”). This study informs educators and policymakers about citizens’ coping mechanisms with PMT and their potential vulnerability, which may guide intervention and regulation decisions.&lt;/p&gt;"
  },
  {
    "discipline": "communication",
    "title": "Reaching the Voters: Parties use of Google Ads in the German Federal election 2021",
    "authors": "Jasmin Fitzpatrick, Felix VON NOSTITZ",
    "url": "http://dx.doi.org/10.17645/mac.8543",
    "doi": "10.17645/mac.8543",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "&lt;p&gt;Election campaigns during the pandemic showcased the increased use of costly digital campaigning by parties. While many studies focus on the use of Facebook, Twitter and other social networking sites (SNS) during elections, parties’ use of Google Ads remains widely opaque (exception Medina Serrano et al., 2020). This is surprising given the fact that parties do spend substantial amounts of their budget on Google Ads and Google reports on these spending and other details of the ads in its Transparency report (Fitzpatrick 2023). Based on the equalisation vs. normalisation thesis we identify party factors (size, age, government/opposition statutes and electoral strongholds) affecting parties use of this instrument to a different degree in their campaigns (Garcia Lupato &amp;amp; Meloni, 2023). This contribution intends to shed light on parties’ use of Google ads during the campaigns for the German Bundestag election 2021 relying on the official data provided via Googles Ad Library. It discusses both empirical work on the factors determine use of and conceptual work on the merit and perils of Google Ads in democratic elections and present exploratory findings of our deep dive into the archive of Google Ads.&lt;/p&gt;"
  },
  {
    "discipline": "communication",
    "title": "Beyond Verification: The Evolving Role of Fact-Checking Organisations in Media Beyond Verification: The Evolving Role of Fact-Checking Organisations in Media Literacy Education for YouthEducation for Youth",
    "authors": "Lucia Mesquita, Margarida Maneta, Maria José Brites",
    "url": "http://dx.doi.org/10.17645/mac.8690",
    "doi": "10.17645/mac.8690",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This research investigates the crucial role of fact-checking organisations in promoting media and information literacy (MIL) amid the challenges of widespread misinformation. By educating and empowering individuals, these organisations and their educational branches are identified as emerging components within MIL ecosystems, particularly focusing on engaging youth. Using qualitative research methods, our study analyses the activities of seven prominent fact-checking organisations and two university-affiliated projects across Spain, Catalonia, Poland, Hong Kong, the Philippines, Argentina, and Brazil. Thus, our study aims to understand why fact-checking organisations have become involved in MIL education and training for youth and what types of MIL, approaches, and subjects fact-checking organisations employ in their MIL education and training initiatives for this audience. Our findings reveal a shift in these organisations toward actively promoting MIL education through dedicated divisions and teams driven by mission-oriented action and peer collaboration. Various institutions and political and educational policies support or hinder this transformation. A significant issue observed is the limited availability of open-access materials and general opacity regarding their pedagogical approaches. Although these organisations have integrated educational components into their models, achieving financial sustainability remains challenging."
  },
  {
    "discipline": "communication",
    "title": "Special Issue Introduction Overview",
    "authors": "Stephanie Luke, Esmeralda Bon, Katharine Dommett, Rachel Gibson, Sophie Lecheler, Sanne Kruikemeier",
    "url": "http://dx.doi.org/10.17645/mac.9227",
    "doi": "10.17645/mac.9227",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "To be added"
  },
  {
    "discipline": "communication",
    "title": "Quantifying Data-Driven Campaigning Across Sponsors and Platforms",
    "authors": "Michael Franz, Meiqing Zhang, Travis Ridout, Pavel Oleinikov, Yao Jielu, Furkan Cakmak, Erika Franklin Fowler",
    "url": "http://dx.doi.org/10.17645/mac.8577",
    "doi": "10.17645/mac.8577",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "&lt;p&gt;Although modern data-driven campaigning (DDC) is not entirely new, scholars have typically relied on reports and interviewers of practitioners to understand its use. However, the advent of public ad libraries from Meta and Google provides an opportunity to measure the scope and variation in DDC practice in advertising across different types of sponsors and within sponsors across platforms. Using textual and audiovisual processing, we create a database of ads from the 2022 U.S. elections.  These data allow us to create an index that quantifies the extent of DDC at the level of the sponsor and platform.  This index takes into account both the number of unique creatives placed and the similarity across those creatives.  In addition, we explore the impact of sponsor resources, the office being sought, the competitiveness of the race, and the goal of the ad on the measure of DDC sophistication. Ultimately, our research establishes a measurement strategy for DDC that can be applied across ad sponsors, campaigns, parties and event countries.  Understanding the extent of DDC is vital for policy discussions surrounding the regulation of microtargeting and data privacy.&lt;/p&gt;"
  },
  {
    "discipline": "communication",
    "title": "Beyond Digital Literacy: Exploring Factors Affecting Digital Performance of University Staff",
    "authors": "Carmen Koch, Fiona Fehlmann",
    "url": "http://dx.doi.org/10.17645/mac.8913",
    "doi": "10.17645/mac.8913",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Digital literacy is essential but doesn’t guarantee digital performance. Many researchers consider factors such as attitude, cultural environment, or institutional setting in their frameworks when researching digital literacy. Yet, their significance often gets lost in a catalog of required skills and knowledge. Here we develop a model outlining factors influencing university personnel’s digital performance across diverse tasks, and we discuss associated challenges. The model derives from literature and insights from 20 qualitative interviews with academic staff in teaching, research, or consulting roles. Results show that institutional settings and employee empowerment are pivotal in shaping openness to digital tools. Intentions fail due to resource constraints and lack of recognition, leading to limited experience with digital opportunities. Well-being significantly influences willingness to embrace digital resources amidst the balancing act of anticipating future efficiency against investing time and resources. Maintaining a team atmosphere often results in alignment with the least digitally competent. With appropriate conditions, time resources, and support, staff could efficiently utilize digital resources, even with only basic skills, which fosters the integration of all workforces. We argue for comprehensive assessments of university employees’ digital performances, considering context and holistic aspects beyond personal skills and knowledge. Our model encompasses digital literacy, openness to digital developments, digital culture, primary conditions, services/empowerment offerings, and mindfulness."
  },
  {
    "discipline": "communication",
    "title": "Data-campaigning on Facebook: Do Metrics of User Engagement Drive French Political Parties’ Publications?",
    "authors": "Julien Figeac, Marie Neihouser, Ferdinand Le Coz",
    "url": "http://dx.doi.org/10.17645/mac.8487",
    "doi": "10.17645/mac.8487",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "&lt;p&gt;Research on data-driven campaigning has mostly focused on the strategies of central campaign teams. However, there is a lack of evidence explaining how parties and supporters use data-driven campaigning techniques to organise their social media campaigning. Do user engagement metrics influence the choice of campaign themes by encouraging political parties to concentrate their communication on issues that are most liked, commented on, and shared? Our study focuses on the use of Facebook by French political parties and their supporters during the 2022 presidential election campaign. We conducted a supervised content analysis based on machine learning to examine their Facebook posts (n = 17,060). We also conducted interviews with 26 page managers. Our results show that political parties did not address the political issues that generated the most user engagement, in particular because the engagement of followers is more likely to be stimulated by divisive issues. The parties' electoral communication is always organised at the intersection between their traditional issues, those that most distinguish them in the political landscape, and some divisive issues that emerged during the campaign. Finally, we argue that campaign strategies are not fundamentally changed by social media metrics. Rather, they differ significantly according to the status of the parties (governing VS opposition parties), which influences the way they manage their Facebook pages during the presidential campaign.&lt;/p&gt;"
  }
]
