[
  {
    "discipline": "communication",
    "title": "Interpersonal Goals and Language Use During the Disclosure of a Concealable Stigmatized Identity: A LIWC Analysis",
    "authors": "Anthony M. Foster, Amelia E. Talley",
    "url": "http://dx.doi.org/10.1177/0261927x241294079",
    "doi": "10.1177/0261927x241294079",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Previous theorizing suggests that the first stage of self-disclosure is the pursuit of an interpersonal goal. However, among individuals disclosing a concealable stigmatized identity, little is known about how their goals impact downstream processes such as language use and post-disclosure affect. Using Linguistic Inquiry and Word Count (LIWC), we examined the extent to which primed self-image or compassionate goals influence the linguistic content and style of disclosure, as well as dyad members’ affective states. Self-image disclosures were high in negative self-focused attention, whereas compassionate disclosures were more inclusive and positive in valence. Moreover, among disclosers, negative emotion words predicted their own negative affect. Among confidants, first-person singular and second-person pronouns predicted negative affect, however, this outcome was inversely related to disclosers’ use of social words. Compassionate goals that seek mutually beneficial outcomes may help disclosers communicate information about their stigma more effectively, and attenuate dyad members’ feelings of emotional distress."
  },
  {
    "discipline": "communication",
    "title": "ChatGPT Exhibits Bias Toward Developed Countries Over Developing Ones, as Indicated by a Sentiment Analysis Approach",
    "authors": "Georgios P. Georgiou",
    "url": "http://dx.doi.org/10.1177/0261927x241298337",
    "doi": "10.1177/0261927x241298337",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This study analyzes how ChatGPT characterizes developed and developing countries using a sentiment analysis framework. We selected 10 countries with the highest Human Development Index (HDI) and 10 countries with the lowest. The sentiment analysis provided scores indicating the degree of positivity in the descriptions of these countries provided by ChatGPT. The results revealed that ChatGPT generally expressed positive sentiments about all countries. However, strong evidence emerged showing that countries with high HDI received more positive sentiments compared to those with low HDI. These findings highlight the bias of the model in describing developed versus developing countries. Ultimately, the study highlights the importance of adjusting large language models to ensure fairer representations of countries."
  },
  {
    "discipline": "communication",
    "title": "The Cost of Clairvoyance",
    "authors": "James Alex Bonus, Tim Wulf, Nicholas L. Matthews",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000268",
    "doi": "10.1027/1864-1105/a000268",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Three weeks before the release of Star Wars VIII: The Last Jedi, participants viewed a trailer for the movie and predicted how happy and nostalgic it would make them feel. Three weeks after release, they indicated whether they saw the movie and (if so) their affective reactions while viewing it and their overall evaluation of it (i.e., enjoyment and appreciation). Results indicated that forecasted nostalgia (but not happiness) predicted whether or not participants saw the movie. Moreover, enjoyment and appreciation of the film were higher among participants who experienced more happiness and nostalgia than forecasted, whereas enjoyment and appreciation were lower among participants who experienced less happiness and nostalgia than forecasted."
  },
  {
    "discipline": "communication",
    "title": "Effects of Authenticity in Organizational Advocacy for Polarizing Issues",
    "authors": "Ejae Lee, Sung-Un Yang",
    "url": "http://dx.doi.org/10.1177/10776990241297167",
    "doi": "10.1177/10776990241297167",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study focuses on the impact of authenticity in organizational advocacy for polarizing sociopolitical issues. The study examined how individual publics’ perceptions of authenticity influence the quality of the relationship between an organization and the public, as well as the level of support for the organization. The study also compared these effects across different polarizing sociopolitical issues. Through an online survey ( N = 387), findings revealed a positive association between authenticity in organizational advocacy and the quality of an organization’s relationship with individuals, which led to increased support. Furthermore, the multigroup analysis highlighted the heightened importance of authenticity when organizations advocate for more polarizing issues."
  },
  {
    "discipline": "communication",
    "title": "The Visibility of Women Experts in the Chilean Press During COVID-19",
    "authors": "Teresa Vernal-Vilicic, Claudia Reyes-Betanzo",
    "url": "http://dx.doi.org/10.1177/10776990241296480",
    "doi": "10.1177/10776990241296480",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Few studies at the Ibero-American level have delved into the gender gaps present in expert and academic sources in the media. Therefore, through a media content analysis, 1,069 news items related to COVID-19 from three Chilean newspapers were analyzed, and 2,844 primary and secondary sources were identified, of which the minority were women. Therefore, in line with the objective of this study, low visibility of Chilean academics, experts, and politicians as predominant sources during the pandemic was observed, although positive advances in the use of feminine names to refer to them were identified."
  },
  {
    "discipline": "communication",
    "title": "The American Journalist Under Attack: An Institution at Risk",
    "authors": "Lars Willnat, David H. Weaver, Cleve Wilhoit",
    "url": "http://dx.doi.org/10.1177/10776990241292080",
    "doi": "10.1177/10776990241292080",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Data from six decades underpin this representative survey of 1,600 U.S. journalists conducted in 2022 that analyzes changes in journalists’ characteristics, values, and attitudes. Findings indicate the “interpretive-investigative” function remains prominent, while endorsement of the “disseminator” role has dropped dramatically. Social media usage is now routine but concerns about its adverse effects on journalism have risen sharply since 2013. While lack of diversity is still a problem in U.S. newsrooms, women have made strides in numbers and leadership and are now at parity on salaries. Alarmingly, six in 10 U.S. journalists report having received threats in their jobs."
  },
  {
    "discipline": "communication",
    "title": "Truth in the Crossfire: The Case of Ethiopia and Fact-Checking in Authoritarian Contexts",
    "authors": "Leeam Azoulay",
    "url": "http://dx.doi.org/10.17645/mac.8785",
    "doi": "10.17645/mac.8785",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Fact-checking in Ethiopia is doubly challenged. First, because Ethiopia is ruled by an authoritarian government, which restricts the information environment, and second, because the conflict in northern Ethiopia that erupted in November 2020 has made disinformation more rampant, and its implications deadly. But fact-checking in Ethiopia is the product not only of the work of Ethiopian organizations: local fact-checkers international allies and funders also play important roles. This article explores the practice of fact-checking by local organizations and the challenges they encounter in this work in an authoritarian, conflict-affected context. It also serves as a case study shedding light on the interplay between Ethiopian fact-checking organizations and their allies in the international development sector. Local and international organizations have distinct positions within the fact-checking ecosystem and funder (grantee relationships, and funders, at times, compound local organizations’ challenges). This research reflects information gathered through semi-structured interviews with local fact-checkers and their international allies, as well as a qualitative content analysis of publicly available materials and social media channels. Its findings imply that local fact-checking organizations, their funders, and allied international organizations interact in complex ways in challenging environments."
  },
  {
    "discipline": "communication",
    "title": "Introduction of the Digital Gaming Relationship",
    "authors": "Miikka Sokka, Kwok Ng, Sami Kokko, Pasi Koski",
    "url": "http://dx.doi.org/10.17645/mac.8738",
    "doi": "10.17645/mac.8738",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "In recent decades, there has been a growing interest in studying the appeal of digital games. However, there is still a call for further research, especially on the theoretical and methodological advancements. Hence, a novel approach and a concept of the Digital Gaming Relationship (DGR) is presented. The DGR model is adapted from earlier work on physical activity and with the central concept as “meaning,” it provides an alternative perspective to motivation-oriented literature for the field of game studies. With this approach, the fundamental view is that each person has a varying relationship with digital games and gaming over their life span. The relationship builds on the individual’s encounters with the social world of digital gaming and its cultural meanings. In the long term, accruing digital gaming-related knowledge, experiences, and emotional connections contributes to a rich tapestry of meaning, thus creating a deep and meaningful relationship capable of shaping one’s actions, behaviors, and even identity. The framework theorizes the mechanisms of an individual’s socialization process to the digital gaming world and illustrates that the relationship with digital games includes much more than just playing them. In this article, the theoretical roots and key concepts of the DGR are introduced, and the practical applicability of the approach is discussed."
  },
  {
    "discipline": "communication",
    "title": "Unburdening the (Dis)Connected Individual? A Digital Disconnection Policy Paradox in Flanders (Belgium)",
    "authors": "Tom De Leyn, Alice Verlinden, Laura Lemahieu, Lore Geldof, Marthe Mennes, Arturo Cocchi, Marijn Martens, Mariek Vanden Abeele",
    "url": "http://dx.doi.org/10.17645/mac.8588",
    "doi": "10.17645/mac.8588",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The concept of digital disconnection, which refers to limiting digital media use for the sake of one’s well-being, has gained prominence in scholarly and public debates. Compared to a burgeoning digital disconnection industry that commodifies individuals’ struggles with constant connectivity, the development of evidence-based disconnection policies and regulations that support individuals to maintain digital well-being lags behind. The absence of digital disconnection policy may partly be due to a lack of studies investigating the contextual and institutional conditions in which policies and regulations are designed, implemented, and received. The few studies that do shed light on these conditions show that politicians’ and policymakers’ responses to digitalization involve discourses of individual responsibilization. Building on these insights, our study draws from in-depth interviews with 21 experts from organizations in Flanders (Belgium) who are responsible for digital well-being and digital disconnection across work, school, and family contexts. In particular, we have explored their perspectives on the challenges of constructing and implementing digital disconnection policies and regulations. Overall, the experts’ discourses reveal a conflict between striving for autonomy and the need for regulations concerning digital disconnection. This conflict leads to a digital disconnection policy paradox in which experts advocate for collective disconnection initiatives but ultimately resort to solutions on an individual level. We discuss the implications of our findings for the scholarly field of digital disconnection as well as for media policymakers."
  },
  {
    "discipline": "communication",
    "title": "Empowered by the Experience: Playing as Female Characters in Video Games",
    "authors": "Teresa Lynch, Annie Dooley, David M. Markowitz",
    "url": "http://dx.doi.org/10.17645/mac.8733",
    "doi": "10.17645/mac.8733",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Research on female video game characters often investigates negative outcomes of playing as stereotyped characters. Yet, video games increasingly offer people opportunities to play as capable, prominent female characters that may be meaningful and promote positive outcomes (e.g., feelings of empowerment). This manuscript shares the results of a mixed methods survey of individuals (&lt;em&gt;N&lt;/em&gt; = 751) recruited via online forums who recalled their experiences playing as female game characters. We analyzed qualitative response data using a traditional, top-down approach to identify themes. We focus our analysis and discussion on the results of a human-derived analysis, which indicated both positive and negative dimensions of experiences that participants found meaningful. Participants reported that taking on the role of a female character was often very important to them, but the reason for this significance varied across players. Often, these reasons involved their own gender identities and the context in which the gameplay occurred (e.g., online multiplayer). We consider findings as evidence of eudaimonic media effects."
  },
  {
    "discipline": "communication",
    "title": "What does it mean to “do your own research?” A comparative content analysis of DYOR messages in Instagram and Facebook posts about reproductive health, food, and vaccines",
    "authors": "Sedona Chinn, Ariel Hasell, Anqi Shao",
    "url": "http://dx.doi.org/10.1177/14614448241293409",
    "doi": "10.1177/14614448241293409",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Calls to “do your own research” (DYOR) on social media promote a range of claims, from expert-recommended treatments to conspiracy theories. Exploring how the slogan is used offers insight into how individuals navigate concerns about information accuracy in an abundant but low-trust media ecosystem. This quantitative content analysis investigates how DYOR messages in Facebook and Instagram posts about reproductive health, food and diet, and vaccination are used to raise alarms, promote personal agency, and disclaim responsibility. We additionally examine how DYOR messages are associated with content including risk information and product promotion. While DYOR messages sometimes raise alarms about suspected conspiracies and misinformation, more often they advocate for personal agency and education, encouraging people to become as informed as possible to make the best decisions for themselves. In this way, DYOR messages promote individual responsibility for navigating information risks and reflect wider concerns about (mis-)information and distrust of institutions."
  },
  {
    "discipline": "communication",
    "title": "Hip-hop music producers’ labour in the digital music economy: Self-promotion, social media and platform gatekeeping",
    "authors": "Jason Ng, Steven Gamble",
    "url": "http://dx.doi.org/10.1177/14614448241295304",
    "doi": "10.1177/14614448241295304",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "There has been much debate concerning the changing nature of cultural production and distribution in the digital creative economy. Music production work has been especially affected by promotional conventions established by social media and music streaming platforms. This article critically builds atop perspectives on the platformisation of cultural production to investigate how independent hip-hop music producers develop their careers in the era of digital media platforms. It examines how traditional media and digital platform gatekeepers affect producers’ abilities to professionalise, promote creative work to audiences and manage precarious conditions for their labour. Insights from interviews with 15 producers from 8 countries are analysed and discussed to provide a nuanced view of the conditions for music production careers in the platform era of the digital creative industries."
  },
  {
    "discipline": "communication",
    "title": "Pathways to persuasion: The impact of social media influencers’ self-disclosure and follower size on persuasion outcomes",
    "authors": "Nicole Kashian",
    "url": "http://dx.doi.org/10.1177/14614448241293143",
    "doi": "10.1177/14614448241293143",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "A 2 (influencer type: nano with 5000 followers vs mega with 1.1 million followers) × 2 (influencer self-disclosure: low depth vs high depth) between-subjects online experiment tested the different pathways social media influencers take to achieve persuasion outcomes in one model. Participants viewed an Instagram influencer’s profile page with either 5000 or 1.1 million followers, and a post from the influencer with either low or high depth self-disclosure. Participants then answered questions regarding social attraction, parasocial relationship, perceived expertise, persuasion outcomes, covariates, and demographic information. Results showed three serial pathways facilitate persuasion: two pathways through self-disclosure depth by way of social attraction and parasocial relationship development and another pathway through follower size by way of perceived expertise. This research advances understanding of the influencing process by using theory and empirical precedent to derive and test an integrated model of the influencing process."
  },
  {
    "discipline": "public opinion",
    "title": "Seasonal Adjustment of Infra-Monthly Time Series with JDemetra+",
    "authors": "Karsten Webel, Anna Smyk",
    "url": "http://dx.doi.org/10.1177/0282423x241277602",
    "doi": "10.1177/0282423x241277602",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "Both the ongoing digital transformation in many statistical agencies around the world and the COVID-19 pandemic outbreak in 2020 have increased the recognition of and demand for infra-monthly economic time series in official statistics during the past decade. Infra-monthly data often display complex forms of seasonality, such as superimposed seasonal patterns with potentially fractional periodicities, that prevent the application of traditional modeling and seasonal adjustment approaches. For that reason, JDemetra+, the official software for harmonized seasonal adjustments of monthly and quarterly data in Europe, has been augmented recently with several methods tailored to the specifics of infra-monthly data. This includes a modified TRAMO-like routine for data pretreatment and extended versions of the ARIMA model-based and X-11 seasonal adjustment approaches alongside the classic STL method. These methods can be accessed through either the graphical user interface or an R package suite, which also provides additional routines for structural time series modeling. We give a comprehensive description of all those methods and discuss the theoretical properties of their key modifications. Selected capabilities are then illustrated using daily births in France, hourly realized electricity consumption in Germany, and weekly initial claims for unemployment insurance in the United States."
  },
  {
    "discipline": "public opinion",
    "title": "Using a Stopping Rule to Optimize Cost-Quality Tradeoffs in a Large, Mixed-Mode Survey: A Simulation Study",
    "authors": "James Wagner, Brady T. West, Brian Kim, Deji Suolang, Curtiss Engstrom, Jennifer Sinibaldi",
    "url": "http://dx.doi.org/10.1177/0282423x241287452",
    "doi": "10.1177/0282423x241287452",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "Rising nonresponse and the increasing costs of conducting surveys are creating pressure on survey organizations to efficiently allocate resources. The challenge is to produce the highest quality data possible within a fixed budget. We use a stopping rule designed to minimize a function of cost and errors. The rule is based on the product of predicted costs and the predicted mean squared error of a survey estimate. We simulate the impact of implementing the stopping rule on the 2019 US Survey of Doctorate Recipients (SDR), which is a longitudinal survey conducted every two years in the US using web, mail, and CATI. We vary the types of models used to generate the input predictions (parametric regression vs. nonparametric tree models) and the timing of the implementation of the rule. We found that the modeling approach made less difference, while the timing of the implementation of the stopping rule made a large difference in outcomes. The rule is multivariate and optimizes outcomes for two variables. It performed better for one variable, leading to reduced costs and only small increases in errors. The other variable had larger error increases."
  },
  {
    "discipline": "public opinion",
    "title": "Nationalist Erosion after Protest and Repression",
    "authors": "Scott Desposato, Cal Zurich, Jason Y Wu",
    "url": "http://dx.doi.org/10.1093/poq/nfae048",
    "doi": "10.1093/poq/nfae048",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "The leaders of authoritarian regimes often invoke nationalist themes to garner support from their populations. However, negative experiences with the regime may effectively inoculate individuals against nationalist campaigns, reducing the ability of the regime to sway public opinion. In this paper, we study the long-term effects of mobilization and repression on nationalist attitudes. We exploit a discontinuity in exposure to a student movement, by comparing alumni who were in college and on campus during the movement with alumni who only enrolled after the movement was suppressed. We find that alumni who were in college during the movement are substantially less nationalistic than those who enrolled shortly thereafter. Our findings are consistent across a range of specifications and show that exposure to mass mobilization and state repression is associated with lower support for nationalism. These differences are observable more than twenty-five years later, despite sustained state censorship."
  },
  {
    "discipline": "public opinion",
    "title": "The Moderating Role of Self-Esteem in the Relationship Between Social Media Use and Life Satisfaction Among Older Adults",
    "authors": "Yesolran Kim",
    "url": "http://dx.doi.org/10.1177/08944393241301045",
    "doi": "10.1177/08944393241301045",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "This study examines the relationship between social media use and life satisfaction among older adults, with a focus on the moderating role of self-esteem. Cross-sectional data from the 2021 Korea Media Panel Survey were analyzed, focusing on responses from 192 older adults aged 65 and older who had experience using social media platforms. The findings reveal that among older adults with low self-esteem, social media use is negatively associated with life satisfaction, whereas for those with high self-esteem, this association reverses and becomes positive. However, for older adults with medium self-esteem, the relationship between social media use and life satisfaction is not significant. This study contributes to the scholarly understanding of the structural relationship between social media use, self-esteem, and life satisfaction among older adults and offers insights for tailored interventions aimed at enhancing well-being in this demographic."
  },
  {
    "discipline": "public opinion",
    "title": "Feminist Identity and Online Activism in Four Countries From 2019 to 2023",
    "authors": "Shelley Boulianne, Katharina Heger, Nicole Houle, Delphine Brown",
    "url": "http://dx.doi.org/10.1177/08944393241301050",
    "doi": "10.1177/08944393241301050",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "The COVID-19 pandemic heightened burdens on caregivers, but also the visibility of caregiving inequalities. These grievances may activate a feminist identity which in turn leads to greater civic and political participation. During a pandemic, online forms of participation are particularly attractive as they require less effort than offline forms of participation and pose less health risks compared to collective forms of offline activism. Using survey data from four countries (Canada, France, the United States, and the United Kingdom) collected in 2019 (prior to the pandemic), 2021 (during the pandemic), and 2023 (post-pandemic), we examine the relationship between self-identifying as a feminist and signing online petitions ( n = 18,362). Our multivariate analyses show that having a feminist identity is positively related to signing online petitions. We consider the differential effects of this identity on participation for men, women, non-binary people; caregivers versus non-caregivers; and respondents in different countries with varying levels of restrictions due to the pandemic. A feminist identity is more important for mobilizing caregivers than non-caregivers, whether or not the caregiver is a man or a woman. While grievance theory suggests differential effects by country and time period, we find a consistent role of feminist identity in predicting the signing of online petitions across time and across countries. These findings offer insights into how different groups in varying contexts are mobilized to participate."
  },
  {
    "discipline": "public opinion",
    "title": "Cyberbalkanization Without Monotonic Polarization: Temporal Dynamics and User Heterogeneity in Online Debates on Traditional Chinese Medicine",
    "authors": "Jiao Shen, Deya Xu",
    "url": "http://dx.doi.org/10.1177/08944393241301043",
    "doi": "10.1177/08944393241301043",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "This paper examines the polarization and cyberbalkanization of opinions within a Traditional Chinese Medicine (TCM) community on Zhihu, a prominent Chinese social question-answering platform. The study explores the impact of online interactions on opinion dynamics during the COVID-19 pandemic. Utilizing a hybrid content and network analysis approach, the research identifies distinct subcommunities within the TCM debate and analyzes the influence of opinion leaders and user participation. The study finds a high level of cyberbalkanization, with users forming segregated communities based on their views towards TCM. However, contrary to expectations, the overall polarization levels do not increase monotonically over time, despite fluctuations during peak discussion periods. Further analysis reveals that the influx of moderate views from low-engagement users during heated debates counterbalances the extreme rhetoric of high-engagement partisan users. The longitudinal patterns suggest a potential convergence of views between the entrenched and peripheral users over time. These findings highlight the nuanced interplay between cyberbalkanization and polarization within online communities, challenging assumptions of an inevitable polarizing effect. The study underscores the importance of considering user heterogeneity and temporal dynamics when examining opinion polarization in digital spaces, offering insights into the complex forces shaping public discourse in the contemporary media environment."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Susceptibility to online misinformation: A systematic meta-analysis of demographic and psychological factors",
    "authors": "Mubashir Sultan, Alan N. Tump, Nina Ehmann, Philipp Lorenz-Spreen, Ralph Hertwig, Anton Gollwitzer, Ralf H. J. M. Kurvers",
    "url": "http://dx.doi.org/10.1073/pnas.2409329121",
    "doi": "10.1073/pnas.2409329121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Nearly five billion people use and receive news through social media and there is widespread concern about the negative consequences of misinformation on social media (e.g., election interference, vaccine hesitancy). Despite a burgeoning body of research on misinformation, it remains largely unclear who is susceptible to misinformation and why. To address this, we conducted a systematic individual participant data meta-analysis covering 256,337 unique choices made by 11,561 US-based participants across 31 experiments. Our meta-analysis reveals the impact of key demographic and psychological factors on online misinformation veracity judgments. We also disentangle the ability to discern between true and false news (discrimination ability) from response bias, that is, the tendency to label news as either true (true-news bias) or false (false-news bias). Across all studies, participants were well above-chance accurate for both true (68.51%) and false (67.24%) news headlines. We find that older age, higher analytical thinking skills, and identifying as a Democrat are associated with higher discrimination ability. Additionally, older age and higher analytical thinking skills are associated with a false-news bias (caution). In contrast, ideological congruency (alignment of participants’ ideology with news), motivated reflection (higher analytical thinking skills being associated with a greater congruency effect), and self-reported familiarity with news are associated with a true-news bias (naïvety). We also find that experiments on MTurk show higher discrimination ability than those on Lucid. Displaying sources alongside news headlines is associated with improved discrimination ability, with Republicans benefiting more from source display. Our results provide critical insights that can help inform the design of targeted interventions."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Modeling and testing strategic interdependence and tipping in public policy implementation",
    "authors": "Lu Liu, Zhihan Cui, Howard Kunreuther, Geoffrey Heal",
    "url": "http://dx.doi.org/10.1073/pnas.2414041121",
    "doi": "10.1073/pnas.2414041121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "We develop a game-theoretic model of strategic interdependence and tipping in public policy choices and show that the model can be estimated by probit and logit estimators. We test its validity and applicability by using daily data on state-level COVID-19 responses in the United States. Social distancing via shelter-in-place (SIP) strategies and wearing masks emerged as the most effective nonpharmaceutical ways of combatting COVID-19. In the United States, choices about these policies are made by individual states. We develop a game-theoretic model of such choices and test it econometrically, confirming strong interdependence in the implementation of these policies. If enough states engage in social distancing or mask wearing, others will be tipped to follow suit. Policy choices are influenced mainly by the choices of other states, especially those of similar political orientation and to a lesser degree by the number of new COVID-19 cases. The choice of mask-wearing policies is more sensitive to peer choices than the choice of SIP policies, and Republican states are much less likely than Democratic to introduce mask-wearing policies. The choices of policies are influenced more by political than public health considerations. These findings emphasize strategic interdependence in policy choice and offer an analytical framework for these complex dynamics."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Predecisional information search adaptively reduces three types of uncertainty",
    "authors": "Mikhail S. Spektor, Dirk U. Wulff",
    "url": "http://dx.doi.org/10.1073/pnas.2311714121",
    "doi": "10.1073/pnas.2311714121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "How do people search for information when they are given the opportunity to freely explore their options? Previous research has suggested that people focus on reducing uncertainty before making a decision, but it remains unclear how exactly they do so and whether they do so consistently. We present an analysis of over 1,000,000 information-search decisions made by over 2,500 individuals in a decisions-from-experience setting that cleanly separates information search from choice. Using a data-driven approach supported by a formal measurement framework, we examine how people allocate samples to options and how they decide to terminate search. Three major insights emerge. First, predecisional information search has at least three drivers that can be interpreted as reducing three types of uncertainty: structural, estimation, and computational. Second, the selection of these drivers of information search is adaptive, sequential, and guided by environmental knowledge that integrates prior expectations, task instructions, and personal experiences. Third, predecisional information search exhibits substantial interindividual heterogeneity, with individuals recruiting different drivers of information search. Together, these insights suggest that human information search is complex in ways that cannot be fully explained by monolithic accounts of information search, including proposals focused on estimation uncertainty or cost–benefit analysis. We conclude that broader theories of human information-search behavior are necessary."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Signatures of selection with cultural interference",
    "authors": "Laurel Fogarty, Sarah P. Otto",
    "url": "http://dx.doi.org/10.1073/pnas.2322885121",
    "doi": "10.1073/pnas.2322885121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Human evolution is intricately linked with culture, which permeates almost all facets of human life from health and reproduction, to the environments in which we live. Nevertheless, our understanding of the ways in which stably transmitted, evolutionarily relevant human cultural traits might interact with the human genome is incomplete, and methods to detect such interactions are limited. Here, we describe some rules of cultural transmission which could pertain to both humans and cultural nonhuman animals that could lead to the formation and maintenance of stable associations between cultural and genetic traits. Next, we show that, in the presence of such associations, a process analogous to genetic hitchhiking is possible in gene–culture systems. These could leave signatures in the human genome similar to, and perhaps indistinguishable from, those left by selection on genetic traits. Finally, we model selective interference between cultural and genetic traits. We show that selective interference between a cultural trait under selection and a genetic trait under selection can reduce the efficacy of natural selection in the human genome, both in terms of the probability of fixation of beneficial alleles and the dynamics of selective sweeps. We then show that the efficiency of selection at genetic loci can, however, be increased in the presence of strong cultural transmission biases. This implies that the signatures of gene–culture interactions in genetic data may be complex and wide-ranging in gene–culture coevolutionary systems."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Time to take stock",
    "authors": "H. Holden Thorp",
    "url": "http://dx.doi.org/10.1126/science.adu4331",
    "doi": "10.1126/science.adu4331",
    "filter": 0,
    "journal_full": "Science",
    "abstract": "The reelection of Donald Trump for a second, nonconsecutive term as US president—mirroring only Grover Cleveland’s 22nd and 24th presidencies after the Civil War—underscores a reality: Although his success stems partly from a willingness to tap into xenophobia, sexism, racism, transphobia, nationalism, and disregard for truth, his message resonates with a large portion of the American populace who feel alienated from America’s governmental, social, and economic institutions. These include science and higher education. Winning back this disaffected group will require science leaders to foster and promote a more inclusive scientific landscape for all Americans and lay out how science can be successful under Trump. But it will also require the entire scientific enterprise to change behaviors that make science and its practitioners susceptible to persistent and future attacks."
  }
]
