[
  {
    "discipline": "communication",
    "title": "Identifying fake experts: a conceptual framework and case study of illegitimate expertise in climate change and COVID-19 misinformation and its implications for communication theory",
    "authors": "Christel W van Eck, Michael Hameleers, Emma van der Goot",
    "url": "https://doi.org/10.1093/ct/qtaf033",
    "doi": "https://doi.org/10.1093/ct/qtaf033",
    "filter": 0,
    "journal_full": "Communication Theory",
    "abstract": "The concept of the “fake expert” has been used as a label to delegitimize established expertise but also refers to experts that are invoked to support misinformation claims. This study examines how “fake experts” and their expertise are constructed in misinformation. Analyzing fact-checked misinformation on climate change and COVID-19, we investigate how sources are framed as experts (RQ1), how their expertise is linked to misinformation (RQ2), and to what extent these references are misleading or inaccurate (RQ3). Our findings show that expertise in misinformation is shaped more by content and communicative context than by credentials alone. Misinformation employs rhetorical strategies such as selective quoting and epistemic trespassing to create credibility. We propose a framework for identifying “illegitimate” expertise in misinformation, integrating content- and actor-based indicators. This framework offers a structured approach for analyzing how misinformation manipulates expert credibility and provides a foundation for future empirical research."
  },
  {
    "discipline": "communication",
    "title": "Does fact-checking influence media trust? Longitudinal evidence from Flanders",
    "authors": "Ferre Wouters, Lucie Wittner Franckx, Brahim Zarouali, Michaël Opgenhaffen",
    "url": "https://doi.org/10.1177/02673231251400203",
    "doi": "https://doi.org/10.1177/02673231251400203",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "Fact-checking is vital in combating misinformation, yet concerns persist regarding potential unintended effects on media trust. This study investigates causal dynamics between exposure to fact-checks and media trust over time, using a random intercept cross-lagged panel model (RI-CLPM) with longitudinal panel data from Flanders (Belgium) across three waves in 6 months before the 2024 elections. Findings indicate that people who encounter more fact-checks are also more likely to have higher trust in media. However, we found no causal relationship, suggesting that fact-checking neither erodes nor enhances media trust over time. Amid growing scrutiny of fact-checking by political actors and technology platforms, these results challenge assumptions about negative spillover effects of fact-checking."
  },
  {
    "discipline": "communication",
    "title": "Can fictional stories beat the congeniality bias? Selective exposure to fiction and non-fiction",
    "authors": "Markus Appel, Juliane Gabel, Lena Wimmer, Marieke Klöppel, Tobias Richter",
    "url": "https://doi.org/10.1093/hcr/hqaf027",
    "doi": "https://doi.org/10.1093/hcr/hqaf027",
    "filter": 0,
    "journal_full": "Human Communication Research",
    "abstract": "People prefer attitude-consistent information over attitude-inconsistent information (congeniality bias). Connecting theory on the processing of stories to selective exposure theory, we assumed that the congeniality bias is reduced or even nullified when it comes to fictional messages. Across two experiments examining two different, polarizing topics (refugees, N1 = 1,326; theistic faith, N2 = 1,316) a highly consistent pattern of results could be observed: Participants were more willing to read a narrative message (exposure preference) in which the story events were in line with their attitudes rather than a message contrasting attitudes. This congeniality bias was unaffected by the fictionality of the information (i.e., whether the events were introduced as a fictional short story or a non-fictional journalistic reportage). Interestingly, the congeniality bias emerged for positive characterizations of refugees or theistic faith but not for negative characterizations. Implications regarding the role of fictionality and congeniality in selective exposure are discussed."
  },
  {
    "discipline": "communication",
    "title": "Exploring parental mediation trajectories and their associations with mental health and autonomy in adolescents: A latent transition analysis",
    "authors": "Sophie Mayen, Anne-Linda Camerini",
    "url": "https://doi.org/10.1177/14614448251391731",
    "doi": "https://doi.org/10.1177/14614448251391731",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Longitudinal research on the characteristics and dynamics of parental mediation strategies and their associations with adolescents’ mental health and autonomy is scarce. Using three-wave panel data from 717 Swiss adolescents (collected between spring 2018 and autumn 2020), we applied Latent Transition Analysis to identify distinct parental mediation classes and adolescents’ transitioning patterns, resulting in the: Enforcing &amp; Engaged Approach; Hands-off Approach ; and Moderate Approach , showing fluctuation over time. Regression analysis revealed no significant associations between the three classes and mental health; however, adolescents in the Moderate Approach class reported lower perceived autonomy compared to those in the Enforcing &amp; Engaged Approach class. These findings highlight that (1) mediation strategies likely reflect broader parenting styles, (2) adapt to developmental needs, and (3) high parental engagement in setting boundaries coupled with active dialogue supports autonomous adolescent development. This insight can guide caregivers, healthcare, and policy development."
  },
  {
    "discipline": "communication",
    "title": "Moral disengagement and content moderation attitudes: Examining how apathy to online harms may disguise racially conservative beliefs",
    "authors": "Alyvia Walters, Tawfiq Ammari, Shagun Jhaver",
    "url": "https://doi.org/10.1177/14614448251385923",
    "doi": "https://doi.org/10.1177/14614448251385923",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Social media users’ preferences for various content moderation interventions have been widely studied, but the implicit beliefs that connect to these preferences are less understood. Using a nationally representative survey data set, we investigate how end-users’ attitudes toward moderating harmful speech online relate to their offline racial attitudes. We find that racially conservative beliefs are significantly positively related to participants indicating a distaste for concepts related to content moderation and cancel culture, suggesting that racial conservatism may be a crucial factor to consider in assessing these attitudes. We discuss our findings through the lens of moral disengagement theory, positing that supporting “freedom of expression” by way of disagreeing with content moderation and cancel culture may be a contemporary mechanism of morally disengaging with the harmful effects of racially insensitive speech."
  },
  {
    "discipline": "communication",
    "title": "The role of epistemic norms in mitigating the spread of misinformation",
    "authors": "Aviv Barnoy, Shirel Bakbani-Elkayam, Boaz Miller, Arnon Keren",
    "url": "https://doi.org/10.1177/14614448251385917",
    "doi": "https://doi.org/10.1177/14614448251385917",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article highlights the role of epistemic norms in mitigating the spread of misinformation. The mixed-methods study includes exploratory reconstructions and survey experiments. Two intervention approaches proved efficient in reducing the sharing of misinformation, but only one significantly differentiated between true and false information. This study contributes to the literature on normative countermeasures and is the first to emphasize epistemic norms. Although misinformation is fundamentally an epistemic issue, scholars rarely refer to the rich epistemic literature for conceptualization and theory. The article also draws on focus theory and additional social literature to ensure a holistic framework. In addition to underscoring the role of epistemic norms, we suggest temporal proximity as a new factor to consider in focus theory-based measures. Ethical, empirical, and practical implications are discussed, emphasizing the need to control for countermeasures’ effect on true information sharing, which may threaten to suppress public discourse."
  },
  {
    "discipline": "communication",
    "title": "Examining membership across multiple online communities in the “manosphere”",
    "authors": "Desislava Bocheva, Joanne Hinds, Olivia Brown, Lukas W. Mayer",
    "url": "https://doi.org/10.1177/14614448251388648",
    "doi": "https://doi.org/10.1177/14614448251388648",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Online communities are vast, complex spaces attracting diverse users, offering support and connection, but also spreading harmful content, including misogyny and extremism. Current research on online communities explores user roles and community structures within single communities. We extend this by examining engagement across multiple communities using over 4 million Reddit posts from 20 “subreddits” in the “manosphere”—an interconnected ecosystem of anti-feminist online communities. In summary, (1) users’ membership in the “manosphere” constitutes engagement with an array of communities, (2) we develop a measure of relative engagement (MRE) to show that users post unequally across their member communities, and (3) we explore the patterns of engagement across communities in the manosphere. We discuss how users navigate multiplicitous identity expressions across communities in the “manosphere” (as measured by MRE) and highlight the value of studying online community membership from a more holistic perspective for researchers, designers, and content moderators."
  },
  {
    "discipline": "communication",
    "title": "Communicating About and Through Platform Values: Legitimizing Public Expression Regulation on X and Weibo 2007–2024",
    "authors": "Tianchan Mao, Chris Chao Su, Ngai Keung Chan, Lei Guo",
    "url": "https://doi.org/10.1177/20563051251395398",
    "doi": "https://doi.org/10.1177/20563051251395398",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "In this article, we argue that social media platforms communicate their governance strategies both about and through values across diverse sites of communication— about values in presenting normative ideals and through values to justify their content moderation practices. Moreover, we highlight the significance of analyzing platform values across temporal and regional contexts, especially beyond the Western sphere. Focusing on X and Weibo, we employed content and network analysis to examine how they articulated values in different venues to regulate public expression from 2007 to 2024. Our findings reveal an increasing convergence in how the two platforms communicate about values in their community guidelines, suggesting a trend of institutional isomorphism in response to shared challenges such as misinformation and online safety. However, they diverged in communicating through values in administrative posts. While X emphasized personal-level values such as self-expression, Weibo prioritized social-level values, particularly social and political security, often in the context of addressing concrete cases."
  },
  {
    "discipline": "politics",
    "title": "Attitudinal and Behavioral Legacies of Wartime Violence: A Meta-Analysis",
    "authors": "JOAN BARCELÓ",
    "url": "https://doi.org/10.1017/s0003055425101299",
    "doi": "https://doi.org/10.1017/s0003055425101299",
    "filter": 0,
    "journal_full": "American Political Science Review",
    "abstract": "Understanding the legacies of wartime violence is essential for explaining postwar dynamics and informing policy. I present a meta-analysis of 172 quantitative studies across more than 50 countries, assessing the effects of wartime violence on 22 outcomes spanning four broad areas: (a) civic and political engagement, prosociality, and trust; (b) attitudinal hardening toward wartime enemies; (c) identification with one’s own wartime-aligned group; and (d) generalized attitudinal hardening. The analysis reveals mixed effects on engagement, prosociality, and trust: while violence increases some forms of participation, it does not promote voting, trust, or altruism. In contrast, wartime violence consistently heightens hostility toward former adversaries and strengthens in-group identification and favoritism. However, I find little evidence of broader hardening toward actors not directly involved in the conflict. These results challenge optimistic claims that war fosters cohesion and underscore the need for interventions that reduce intergroup hostility, rebuild cross group-trust, and support reconciliation."
  },
  {
    "discipline": "politics",
    "title": "Causal Inference, Agency, and the Problem of Inherent Endogeneity",
    "authors": "Martin J. Williams",
    "url": "https://doi.org/10.1146/annurev-polisci-032624-013736",
    "doi": "https://doi.org/10.1146/annurev-polisci-032624-013736",
    "filter": 0,
    "journal_full": "Annual Review of Political Science",
    "abstract": "Researchers often leverage exogenous variation in an independent variable in order to understand its effects, yet endogenous decision processes are central to many of the real-world phenomena we wish to understand. This review explores whether there are situations in which exogenous and endogenous variation in the same independent variable (e.g., a policy, treatment, or other action) may lead to different outcomes. I begin by laying out a conceptual framework for understanding these inherently endogenous causal processes, identifying three types of mechanisms through which they might arise and discussing their application to a range of empirical phenomena, such as institutional reform, community natural resource governance, and interstate conflict. I then suggest that learning about inherently endogenous causal processes requires researchers to place endogenous decision-making at the center of analysis rather than seeking to abstract away from it. I survey a range of methods (both positivist and nonpositivist) for doing so."
  },
  {
    "discipline": "politics",
    "title": "A Meta-Analysis of Attitudes Towards Migrants and Displaced Persons",
    "authors": "Sigrid Weber, Nik Stoop, Peter van der Windt, Haoyu Zhai",
    "url": "https://doi.org/10.1017/s0007123425101075",
    "doi": "https://doi.org/10.1017/s0007123425101075",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Since the 2010s, social scientists have increasingly conducted survey-experimental studies that explore what factors drive public attitudes towards migrants in host countries. We conducted a systematic meta-analysis of 118 such studies, comprising 428,881 respondents from fifty-three countries. We find that sociotropic economic concerns play a key role, with individuals being more welcoming towards migrants who contribute to the economy through their professional occupation, education, or language skills. In contrast, there is limited evidence that hosts evaluate migrants based on egocentric economic concerns. Cultural concerns are also important; notably, we uncover a persistent anti-Muslim bias. Humanitarian concerns shape attitudes as well – especially towards forcibly displaced migrants, who are generally viewed more favorably than economic migrants. Climate migrants place between conflict migrants and economic migrants in terms of public perception. Our meta-analysis raises several questions that remain unanswered in the literature, suggesting important directions for future research."
  },
  {
    "discipline": "politics",
    "title": "Rooting Equality: Testing the Effectiveness of Activist Frames Combating Homophobia in Zimbabwe",
    "authors": "Phillip M. Ayoub, Adam S. Harris",
    "url": "https://doi.org/10.1017/s0007123425101051",
    "doi": "https://doi.org/10.1017/s0007123425101051",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "In a political wave that has been emulated across many African states, state-sponsored homophobia is being entrenched via draconian laws. Social movements grapple with countering these state-driven initiatives and altering ingrained anti-LGBTQ societal attitudes. Drawing on a survey experiment developed with guidance from Zimbabwean activists, this study tests the effectiveness of locally rooted messages that affirm queer indigeneity and contest claims that homosexuality is ‘un-African’. We find that ‘rooted’ messages incite no backlash, while an indigenous message reduces prejudice towards LGBTQ neighbors and a liberation message may increase support for LGBTQ-equal rights. These findings are important as they provide empirical support for effective strategies to combat anti-LGBTQ sentiments in challenging contexts. They also speak to broader political science debates on norm contestation and the limits of universal human-rights framing in nationalist and post-colonial contexts, demonstrating that activist-informed rooted messages offer a powerful alternative in shaping opinion on contested rights."
  },
  {
    "discipline": "politics",
    "title": "Studying honest answers to sensitive issues in politics New evidence on lobbying influence",
    "authors": "Werner Pitsch, Georg Wenzelburger",
    "url": "https://doi.org/10.1017/s1475676525100431",
    "doi": "https://doi.org/10.1017/s1475676525100431",
    "filter": 0,
    "journal_full": "European Journal of Political Research",
    "abstract": "Studying lobbying influence in politics has been confronted with the challenge of gaining insights into processes that usually take place behind closed doors and about which honest answers from participants are difficult to obtain. Therefore, innovative methods of indirect measurement of lobby success – via text analysis or interviews – have been used to get at the hidden politics of lobbying. In this research note, we propose an additional technique to study lobby influence much more directly, the randomized response technique (RRT). This method has been successfully used to study doping in elite sports, for instance, but has been almost absent from political research in the past. The note presents the method and illustrates its applicability with a study of lobby influence in German Parliaments. The study reached out to 2386 present and to 850 former MPs (Members of Parliaments). The response dataset added up to 273 present and 160 former MPs, equaling response rates of 11.4% and 18.8% respectively. Despite these low response rates, it was nevertheless possible to estimate rates of lobby-friendly behavior among German MPs at comparably low rates of instruction noncompliance. Although the results should be interpreted cautiously due to the low response rate, the study demonstrates the viability of RRT surveys as a means to study sensitive issues in politics."
  },
  {
    "discipline": "politics",
    "title": "How generational replacement feeds the urban-rural divide: Evidence from Switzerland (1995–2023)",
    "authors": "Reto Mitteregger, Lukas Haffert",
    "url": "https://doi.org/10.1017/s1475676525100200",
    "doi": "https://doi.org/10.1017/s1475676525100200",
    "filter": 0,
    "journal_full": "European Journal of Political Research",
    "abstract": "Conflicts about ‘place’ are increasingly shaping the politics of advanced democracies, and voters are ever more divided along the urban-rural divide. However, this does not mean that members of all generations are growing apart. Instead, the urban-rural divide is stronger among younger generations, who are slowly replacing older, less divided ones. To demonstrate this, we combine post-election surveys from Switzerland spanning 28 years with macro data on the municipality level to examine the role of different cohorts in the urban-rural divide using age-period-cohort logistic regressions. The results reveal that the role of place is stronger for newer cohorts, with more recently socialized urbanites holding more progressive immigration attitudes and preferring left-wing parties compared to earlier urban cohorts. In contrast, whereas newer cohorts in urban contexts are less likely to vote for the far-right than their older neighbors, this is not the case for the same cohorts in more rural places. The results help to understand the role of generational replacement in explaining the growing differences between urban and rural citizens in Europe."
  },
  {
    "discipline": "politics",
    "title": "Examining the correspondence between political ideology and gun policy attitudes among Black and White people in the United States",
    "authors": "Joy E. Losee, Gerald D. Higginbotham, Gaby C. Pogge, Liz Kerner, James A. Shepperd",
    "url": "https://doi.org/10.1111/pops.70091",
    "doi": "https://doi.org/10.1111/pops.70091",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "The present research examined whether political ideology corresponded with gun attitudes among people disproportionately experiencing gun violence—Black people in the United States. Across four studies ( N = 25,847) we found that race (Black vs. White) interacted with political ideology to predict gun attitudes, safety perceptions, and policy preferences. Among White participants, being more conservative corresponded with more positive gun attitudes, perceptions, and support for pro‐gun policies. Among Black participants, the relationship was weak or nonsignificant. Further, experience with gun violence also interacted with political ideology such that the relationship between gun attitudes, policy preferences and political ideology was weaker among participants who reported experience with gun violence compared with participants that reported no experience. These results have implications for the generalizability of the single‐item political ideology scale. This research also indicates that efforts to reduce gun violence focusing on reducing political polarization overlook that the polarization occurs largely among White people which may ultimately divert attention and resources from Black communities most impacted by gun violence."
  },
  {
    "discipline": "politics",
    "title": "The psychology of political attitudinal volatility",
    "authors": "James Dennison",
    "url": "https://doi.org/10.1111/pops.70096",
    "doi": "https://doi.org/10.1111/pops.70096",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "The assumption that political beliefs are formed by early‐life socialization and psychological predispositions, leading to stability in adulthood, increasingly acts as a theoretical cornerstone in the literature. However, politics is replete with examples of attitudinal change; this article proposes that certain stable psychological predispositions are likely to foster volatility in attitudes and general cognition. Using British electoral panel data, it shows that social distrust, open‐mindedness, and tolerance for uncertainty are associated with greater volatility in attitudes to immigration, redistribution, European integration, environmentalism, capital punishment, and Scottish independence. Locus of control, need‐for‐cognition, empathy, and risk tolerance are associated only with volatility in attitudes to some issues. Age, education, household income, being male, and lower partisanship are all negatively associated with attitudinal volatility. Overall, this study suggests that attitudinal volatility itself constitutes a meaningful dimension of political behavior, rooted in stable psychological predispositions."
  },
  {
    "discipline": "public opinion",
    "title": "An Audit of Social Science Survey Experiments",
    "authors": "Tamkinat Rauf, Jan Gerrit Voelkel, James Druckman, Jeremy Freese",
    "url": "https://doi.org/10.1093/poq/nfaf052",
    "doi": "https://doi.org/10.1093/poq/nfaf052",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Survey experiments have become a popular methodology for causal inference across the social sciences. We study the efficacy of survey experiment designs by analyzing 100 social science experiments—entailing more than 1,000 hypothesis tests—that were selected by experts via a competitive process and fielded on probability samples of US adults between 2012 and 2020. Inclusion in the analysis is only conditional on the experiment qualifying for data collection, and not in any way on study results or publication. Results show that less than a third of proposed hypotheses were supported by the data, implying many more null findings than ostensibly appear in the published literature. We find that the largest predictor of positive experimental results was sample size. This is somewhat surprising, given that experimental studies typically take power considerations into account prior to data collection. In our data, the importance of sample size stemmed from small effect sizes across studies (perhaps smaller than researchers may have anticipated), highlighting a tension between commonly used power calculi and determining what constitutes a “meaningful effect.” We also find that moderation hypotheses were rarely significant, and that using multiple items for outcome measures did not affect results as expected. But indicators of research experience predicted higher rates of positive results, suggesting that there may be some room for optimizing experiment outcomes by minimizing design errors."
  },
  {
    "discipline": "public opinion",
    "title": "A Measurement Gap? Effect of Survey Instrument and Scoring on the Partisan Knowledge Gap",
    "authors": "Lucas Shen, Gaurav Sood, Daniel Weitzel",
    "url": "https://doi.org/10.1093/poq/nfaf044",
    "doi": "https://doi.org/10.1093/poq/nfaf044",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Research suggests that partisan gaps in political knowledge with partisan implications are wide and widespread in the United States. Using a series of experiments, we estimate the extent to which the partisan gaps in commercial surveys reflect differences in confidently held beliefs rather than motivated guessing. Knowledge items on commercial surveys often have guessing-encouraging features. Removing such features yields scales with greater reliability and higher criterion validity. More substantively, partisan gaps on scales without these “inflationary” features are roughly 40 percent smaller. Thus, contrary to some prior research, which finds that the upward bias is explained by the knowledgeable deliberately marking the wrong answer (partisan cheerleading), our data suggest that partisan gaps on commercial surveys in the United States are strongly upwardly biased by motivated guessing by the ignorant. Relatedly, we also find that partisans know less than what toplines of commercial polls suggest."
  },
  {
    "discipline": "public opinion",
    "title": "How Centralized is Party Communication on Social Media?",
    "authors": "Tilko Swalve, Dominic Nyhuis, Christoph Hönnige, Merle Huber, Philipp Köker",
    "url": "https://doi.org/10.1177/08944393251399840",
    "doi": "https://doi.org/10.1177/08944393251399840",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Social media has become an indispensable tool for politicians, allowing them to bypass traditional media and party filters to directly communicate with voters. This presents both opportunities and challenges for political parties. On the one hand, politicians can personalize their message to resonate with local constituents. On the other, parties risk appearing disjointed with potential electoral consequences when they fail to present a clear message. To understand whether parties are able to ensure a coherent message in the new media environments, this study examines parties' retweet networks on Twitter in Germany, the Netherlands, and the United Kingdom between 2017 and 2021. We argue that party communication remains predominantly hierarchical, particularly in larger parties. Party elites and official party accounts serve as focal points, creating content that gets disseminated by regular MPs. Unlike party elites, official party accounts play a role in amplifying regular MPs’ messages to a wider audience. We employ Exponential Random Graph Models to assess the structure of parties’ online communication networks, analyzing nearly 400,000 retweets. The results confirm the core predictions of our theory."
  },
  {
    "discipline": "psychology",
    "title": "Gather Demographic Data About Gender, Sexuality, and Relational Identities: Asking the Right Questions",
    "authors": "Eleanor J. Junkins, Jaime Derringer",
    "url": "https://doi.org/10.1177/25152459251391186",
    "doi": "https://doi.org/10.1177/25152459251391186",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "In this tutorial, we suggest ways to improve current practices for measuring gender identity, sexual orientation, and demographics about relationships based on previous datasets and a newly collected survey of people’s behavior and perceptions of alternative-response formats. We apply lessons learned from racial identity/ethnicity to suggest broader principles of improving demographic measurement. We offer guides to meet the expectations of diverse stakeholders, including participants. The response options we recommend were curated to balance global identities and emerging trends to be applicable for online international research and in-person psychology research conducted primarily by U.S. institutions. We also offer practical suggestions for researchers to handle more complex data, including multiselect response options, which tend to be preferred by participants. Improved demographic data allow researchers to more fully capture multidimensional and complex social identities that are related to social inequities. In sum, the current tutorial is a guide to and discussion about challenges in collecting demographic data on social identities in which we use illustrative data to address important points related to measuring gender, sexuality, and relational demographics, specifically."
  },
  {
    "discipline": "multidisciplinary",
    "title": "No meta-analytical effect of economic inequality on well-being or mental health",
    "authors": "Nicolas Sommet, Adrien A. Fillon, Ocyna Rudmann, Alfredo Rossi Saldanha Cunha, Annahita Ehsan",
    "url": "https://doi.org/10.1038/s41586-025-09797-z",
    "doi": "https://doi.org/10.1038/s41586-025-09797-z",
    "filter": 0,
    "journal_full": "Nature",
    "abstract": "Exposure to economic inequality is widely thought to erode subjective well-being and mental health1,2,3,4,5, which carries important societal implications6,7,8,9,10. However, existing studies face reproducibility issues11,12,13, and theory suggests that inequality only affects individuals in disadvantaged contexts14,15,16. Here we present a meta-analysis of 168 studies using multilevel data (11,389,871 participants from 38,335 geographical units) identified across 10 bibliographical databases (2000–2022). Contrary to popular narratives, random-effects models showed that individuals in more unequal areas do not report lower subjective well-being (standardized odds ratio (OR+0.05) = 0.979, 95% confidence interval = 0.951–1.008). Moreover, although inequality initially seemed to undermine mental health, the publication-bias-corrected association was null (OR+0.05 = 1.019; 0.990–1.049)17. Meta-analytical effects were smaller than the smallest effect of interest, and specification curve analyses confirmed these results across ≈95% of 768 alternative models18. When assessing study quality and certainty of evidence using ROBINS-E and GRADE criteria, ROBINS-E rated 80% of studies at high risk of bias, and GRADE assigned greater certainty to the null effects than to the negative effects. Meta-regressions revealed that the adverse association between inequality and mental health was confined to low-income samples. Moreover, machine-learning analyses19 indicated that the association with well-being was negative in high-inflation contexts but positive in low-inflation contexts. These moderation effects were replicated using Gallup World Poll data (up to 2 million participants). These findings challenge the view that economic inequality universally harms psychological health and can inform public health policy."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Simulating human well-being with large language models: Systematic validation and misestimation across 64,000 individuals from 64 countries",
    "authors": "Pat Pataranutaporn, Nattavudh Powdthavee, Chayapatr Archiwaranguprok, Pattie Maes",
    "url": "https://doi.org/10.1073/pnas.2519394122",
    "doi": "https://doi.org/10.1073/pnas.2519394122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Subjective well-being is central to economic, medical, and policy decision-making. We evaluate whether large language models (LLMs) can provide valid predictions of well-being across global populations. Using natural-language profiles from 64,000 individuals in 64 countries, we benchmark four leading LLMs against self-reports and statistical models. Unlike regressions, which estimate relationships from survey data, LLMs draw only on individual characteristics (e.g., sociodemographic, attitudinal, and psychological factors) together with associations encoded during pretraining, rather than from the survey’s subjective well-being responses. They produced plausible patterns consistent with known correlates such as income and health, but systematically underperformed relative to regressions and showed the largest errors in underrepresented countries, reflecting biases rooted in global digital and economic inequality. A preregistered experiment revealed that LLMs rely on surface-level linguistic associations rather than conceptual understanding, leading to predictable distortions in unfamiliar contexts. Injecting contextual information partly reduced—but did not remove—these biases. These findings demonstrate that while LLMs can simulate broad correlates of life satisfaction, they fail to capture its experiential and cultural depth. Accordingly, they should not be used as substitutes for human self-reports of well-being; doing so would risk reinforcing inequality and undermining human agency."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The importance of local racial demographic changes in democratic erosion in the mass American public",
    "authors": "Andrew Ifedapo Thompson, Stefan D. McCabe",
    "url": "https://doi.org/10.1073/pnas.2501150122",
    "doi": "https://doi.org/10.1073/pnas.2501150122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Violent sentiment is deeply tied to racial threat from the changing racial demography of the United States. Extending the historical idea of White flight, we find shifting local racial demographic conditions in tandem with a simple prime of national conditions causally drive more violent, antidemocratic attitudes across White Americans. We term this as “White fight sentiment.” Across four experiments conducted over the span of 3 y, using probability, state targeted, and convenience samples, we find that when we randomly prime national diversification among White Americans in locations that experienced local Black population increase or White decline, they become expressively, consistently more extreme when primed. Surprisingly, we consistently find null effects in communities that recently experienced Hispanic and Asian population change, short of one case across our four studies. Through a series of robustness checks we confirm national considerations specifically activate White fight."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Perception of own centrality in social networks",
    "authors": "Jaromír Kovářík, Juan Ozaita, Angel Sánchez, Pablo Brañas-Garza",
    "url": "https://doi.org/10.1073/pnas.2420334122",
    "doi": "https://doi.org/10.1073/pnas.2420334122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "This study explores how individuals perceive their social networks, with a focus on their own positioning. Using experimental methods and network analysis, we show that people have a limited understanding of their social standing in terms of popularity (in-degree) and centrality. Few participants accurately estimate their popularity, and even fewer correctly identify their decile of centrality. A similar pattern emerges for their perceptions of the most popular and central individuals, but we find no correlation between the ability to assess one’s own position and the ability to detect key network members. Popular participants correctly perceive themselves as more popular, although they tend to misjudge their popularity more than less popular peers. They are nonetheless more accurate in estimating their centrality. Perceived centrality is only weakly correlated with actual centrality, but central individuals misperceive both their popularity and centrality to a greater extent. We further show that these misperceptions have real-world implications. Conditional on network positioning, students who see themselves as less popular and less central–and those with more accurate self-perceptions–tend to achieve higher grades, whereas individuals recognized by others as popular and central perform significantly better academically. These findings challenge theoretical models that assume accurate self-awareness of network positions and highlight the need to reconsider the implications for key-player interventions in public health, education, and organizational contexts."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Reranking partisan animosity in algorithmic social media feeds alters affective polarization",
    "authors": "Tiziano Piccardi, Martin Saveski, Chenyan Jia, Jeffrey Hancock, Jeanne L. Tsai, Michael S. Bernstein",
    "url": "https://doi.org/10.1126/science.adu5584",
    "doi": "https://doi.org/10.1126/science.adu5584",
    "filter": 0,
    "journal_full": "Science",
    "abstract": "Today, social media platforms hold the sole power to study the effects of feed-ranking algorithms. We developed a platform-independent method that reranks participants’ feeds in real time and used this method to conduct a preregistered 10-day field experiment with 1256 participants on X during the 2024 US presidential campaign. Our experiment used a large language model to rerank posts that expressed antidemocratic attitudes and partisan animosity (AAPA). Decreasing or increasing AAPA exposure shifted out-party partisan animosity by more than 2 points on a 100-point feeling thermometer, with no detectable differences across party lines, providing causal evidence that exposure to AAPA content alters affective polarization. This work establishes a method to study feed algorithms without requiring platform cooperation, enabling independent evaluation of ranking interventions in naturalistic settings."
  }
]
