[
  {
    "discipline": "communication",
    "title": "The Generative Artificial Intelligence (GenAI) Divide: Exploring the Individual Factors Influencing GenAI Competency, Adoption Readiness, and Psychological Barriers",
    "authors": "Christopher Ball, Kuo-Ting Huang, Xuan Nie, Elaine Kong, JM Shalani Dilinika",
    "url": "https://doi.org/10.1177/21522715261423789",
    "doi": "https://doi.org/10.1177/21522715261423789",
    "filter": 0,
    "created": "2026-2-17",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "Generative artificial intelligence (GenAI), a branch of AI capable of producing novel content from human input, is poised to transform various aspects of society. However, the benefits and challenges of GenAI adoption are not equally distributed, contributing to a new layer of digital inequality, the GenAI divide. This study examines the individual factors associated with psychological barriers, GenAI competency, and adoption readiness. Using data from a stratified online survey of 305 participants, the study explores sociodemographic variables (e.g., sex, age, race, education, and income), as well as competency factors (e.g., operational and creative skills) and psychological factors (e.g., attitudes toward AI, GenAI decision reliance, and self-efficacy). Findings reveal that operational skills and comfort with AI were significantly associated with lower anxiety and higher adoption readiness, whereas negative technology attitudes were associated with increased barriers. Furthermore, greater reliance on GenAI for decision-making was associated with lower self-assessed competency, suggesting a compensatory mechanism in which less confident users may increasingly depend on automated recommendations. These results highlight the multi-dimensional nature of the GenAI divide, emphasizing the interplay between individual-level factors and inequality-related outcomes. The study underscores the need for targeted interventions, such as AI literacy programs and supportive digital communities, to address these disparities and promote equitable access to the benefits of GenAI. By identifying key factors associated with GenAI adoption, this research contributes to a deeper understanding of digital inequality in the age of generative AI technologies."
  },
  {
    "discipline": "communication",
    "title": "Taking a seat, taking a side: How news media shapes covert discrimination",
    "authors": "Lise-Lore Steeman, David De Coninck, Rozane De Cock, Leen d’Haenens",
    "url": "https://doi.org/10.1177/02673231261422084",
    "doi": "https://doi.org/10.1177/02673231261422084",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "European Journal of Communication",
    "abstract": "Understanding covert discrimination is as critical as overt discrimination in combating injustices. This study examines how news media consumption and trust shape covert discriminatory preferences. By analyzing various news media sources (television, newspapers, and social media) and various discrimination grounds, we highlight the complex relationship between factors driving covert discrimination. We use data from an online survey among 3000 Belgian adults, employing a conjoint experimental design to capture implicit bias in the seating preferences on public transport. Results show that media consumption and trust significantly moderate discriminatory preferences. Light consumers of public television news and heavy consumers of commercial television news display greater discriminatory preferences. Higher trust in public broadcasters and quality newspapers aligns with favoring individuals without visible minority traits, while lower trust correlates with preferences for overweight and transgender individuals. TikTok, X, and Instagram consumption also influences these patterns. Our findings have implications for media policy and diversity interventions."
  },
  {
    "discipline": "communication",
    "title": "Conceptualization, operationalization, and performance of longitudinal studies in communication research: a systematic review",
    "authors": "Jonathan J H Zhu, Wei Lin, Jingwei Gao, Heng Lu",
    "url": "https://doi.org/10.1093/joc/jqaf047",
    "doi": "https://doi.org/10.1093/joc/jqaf047",
    "filter": 0,
    "created": "2025-10-14",
    "journal_full": "Journal of Communication",
    "abstract": "We report a systematic review of longitudinal studies published in SSCI-Communication journals over the 50 years, focusing on how time is conceived, measured, and analyzed as a scientific concept. To facilitate the review, we devised two novel classification schemes to distinguish between longitudinal and non-longitudinal studies and to measure how time is treated. We manually coded a random sample of 1,080 research articles, supplemented with computerized keyword scanning of the study population. The results show that longitudinal studies have steadily accounted for about 9% of the publications. Panel data studies outnumber time-series studies in a ratio of 3:2. Three-fourths of the longitudinal studies treat time as a timing index and aim to test causal effects, whereas a quarter treat time as a parameter to capture temporal dynamics. Longitudinal studies make more conceptual contributions and receive more citations than non-longitudinal studies. We offer practical recommendations for longitudinal communication research."
  },
  {
    "discipline": "communication",
    "title": "The Interplay of Agenda Building and Agenda Setting Across Policy, Media, and Public Agendas",
    "authors": "Janggeun Lee, Yunseung Lee, Bumsoo Kim",
    "url": "https://doi.org/10.1177/10776990261416905",
    "doi": "https://doi.org/10.1177/10776990261416905",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study explores the dynamics of agenda-setting among policy institutions, news media, and the public within a hyperconnected media environment. We analyzed government briefings and news content from 2023, alongside survey data on public agendas in South Korea. Our network-based modeling revealed positive correlations among the three agendas. Significantly, news media emerged as a crucial factor in issue ownership, with the public displaying a greater reliance on liberal outlets. These findings underscore the media’s mediating role between policymakers and the public, providing empirical support for a tripartite model of agenda-setting in contemporary political communication."
  },
  {
    "discipline": "communication",
    "title": "Mapping Platform-Mediated Proximities With the TikTok Global Observatory",
    "authors": "Salvatore Romano, Miazia Schueler, Natalie Kerby, Davide Beraldo",
    "url": "https://doi.org/10.17645/mac.11238",
    "doi": "https://doi.org/10.17645/mac.11238",
    "filter": 0,
    "created": "2026-2-18",
    "journal_full": "Media and Communication",
    "abstract": "Considering TikTok’s increasing geopolitical influence, this article presents the TikTok Global Observatory (TKGO) as a case of data-reappropriation and introduces the concept of platform-mediated proximity as a counter-data mapping framework for data activist research. While TikTok enables global connection beyond local and cultural boundaries, its content is sensitive to locally specific conditions to which the platform provides no public insight. To counter this lack of transparency, the TKGO makes data for global and cross-national analysis of TikTok feeds available and navigable to the research community. The TKGO is an archive, updated daily, that collects the metadata of videos scraped from the non-logged-in web version of TikTok’s for you page (FYP) across 197 countries and territories. The tool’s main feature is a geographic map that allows users to view, filter, sort, and extrapolate the FYP data as prioritized in different geographical locations. This offers a unique access point for researchers, journalists, and activists investigating cross-national trends, content moderation, and content promotion. In this article, we firstly present the TKGO and contextually position its development in the contentious politics of data access, archiving, and mapping practices. Secondly, we elaborate on the notion of platform-mediated proximities, a conceptual lens that highlights how TikTok remediates geographical proximities through algorithmic content recommendation. Lastly, we apply this framework to the mapping of a three-month sample of the TKGO data, showing how TikTok’s cross-national content prioritization patterns generate new geographical boundaries, observing regional and geopolitical clustering as well as notable exceptions."
  },
  {
    "discipline": "communication",
    "title": "Transnational community empowerment and empathy transfer during the LA wildfires: How Xiaohongshu (RedNote) global users enacted environmental justice across the smoke",
    "authors": "Haiwei Valerie Huang, Lijun Luo",
    "url": "https://doi.org/10.1177/14614448251414883",
    "doi": "https://doi.org/10.1177/14614448251414883",
    "filter": 0,
    "created": "2026-2-17",
    "journal_full": "New Media & Society",
    "abstract": "During the 2025 Los Angeles wildfires and amid uncertainty over a TikTok ban, Xiaohongshu (RedNote) unexpectedly emerged as a site of transnational environmental discussion. This study examines how transnational conversations unfolded and their implications for community empowerment and environmental justice during a crisis. Drawing on qualitative content analysis and social network analysis of 505 wildfire-related posts, we find that user engagement centered on participatory practices (44.45%), including reporting and the circulation of practical information. Another substantial share of posts focused on building social ties through emotional support (16.33%), while critically questioning the causes of the fires (11.02%). Social network analysis further shows that grassroots users occupied central positions in the discourse. Together, these findings suggest that Xiaohongshu enabled communicative agency and empathetic transfer across borders, facilitating emergent forms of collective resilience. However, such potentials remain contingent, as algorithmic visibility and geopolitical conditions unevenly shape participation and recognition in digital spaces."
  },
  {
    "discipline": "communication",
    "title": "Is it politics or privacy? Antecedents of using Telegram, Signal, VK, Parler, and Gettr in five countries",
    "authors": "Christian Pieter Hoffmann, Shelley Boulianne, Christina Mandl",
    "url": "https://doi.org/10.1177/14614448261418996",
    "doi": "https://doi.org/10.1177/14614448261418996",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "New Media & Society",
    "abstract": "Large social media platforms are criticized for commodifying user data, corporate surveillance, and perceived censorship of political speech. As a result, some users flock to alternative platforms, like Telegram, Signal, VK, Parler, or Gettr. This study examines the roles of political ideology, anti-establishment views, and privacy concerns in the use of these five platforms. Based on survey data gathered in the United States, the United Kingdom, France, Canada, and Germany ( n = 1500 each), we find that alternative platform use is highest in the United States and in Germany. Digitally skilled, young, male, educated, and right-wing individuals are drawn to alternative social media. Across all five platforms, right-wing ideology is a stronger predictor of usage than anti-establishment views. In the pooled sample, privacy concerns do not correlate with usage. However, given inconsistencies in the roles of privacy concerns and anti-establishment views, we highlight the importance of specific platform affordances and national context."
  },
  {
    "discipline": "communication",
    "title": "Do alternative media users distrust all mainstream news or only some? Assessing Danish left-wing and right-wing alternative media users’ trust in news at the outlet-specific level",
    "authors": "Miriam Kroman Brems",
    "url": "https://doi.org/10.2478/nor-2026-0002",
    "doi": "https://doi.org/10.2478/nor-2026-0002",
    "filter": 0,
    "created": "2026-2-13",
    "journal_full": "Nordicom Review",
    "abstract": "In this article, I investigate Danish alternative media users’ trust in mainstream news at the outlet-specific level. Drawing on an online survey representative of the adult Danish population ( N = 1,518), the study distinguishes between users of left-wing and right-wing alternative media and reveals a remarkable difference: The former only have lower trust in (purportedly) right-leaning mainstream media whereas the latter have lower trust in mainstream media regardless of their ideological leanings, indicating more all-encompassing lower trust. While the users have relatively lower news trust than the rest of the population, their trust is still fairly high in absolute terms. I conclude with a discussion of potential explanations for the left/right difference and of the democratic implications of the findings in and beyond the Danish media context."
  },
  {
    "discipline": "communication",
    "title": "Leveraging Artificial Intelligence Chatbots to Employ Bypassing and Correction Strategies for Addressing Misinformation About Contraceptive Use",
    "authors": "Christopher Calabrese, Haoning Xue, Xinyu Zhang, Yoo Jung Oh",
    "url": "https://doi.org/10.1177/10755470261418533",
    "doi": "https://doi.org/10.1177/10755470261418533",
    "filter": 0,
    "created": "2026-2-16",
    "journal_full": "Science Communication",
    "abstract": "We examined whether bypassing and combined (correction with bypassing) strategies delivered through artificial intelligence (AI) chatbots can address contraceptive misinformation. In Study 1, we found through observational reddit data that bypassing, correction, and combined strategies were present in online discussions and were more engaging than other responses. In Study 2, an experiment employing AI chatbots found that the combined strategy improved recommendation intentions compared with the control conditions, while also reducing beliefs in misinformation. The combined strategy AI chatbot was viewed as warmer and more competent than the correction, invoking less reactance and increasing recommendation intentions. Practical and theoretical implications are discussed."
  },
  {
    "discipline": "communication",
    "title": "The Presumed Prevalence/Persuasiveness of Online Misinformation and Americans’ Dissatisfaction With Democracy",
    "authors": "Chloe Mortenson, Erik C. Nisbet, R. Kelly Garrett",
    "url": "https://doi.org/10.1177/20563051261420610",
    "doi": "https://doi.org/10.1177/20563051261420610",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "Social Media + Society",
    "abstract": "American public discourse about online misinformation often exaggerates its prevalence and persuasiveness, potentially harming Americans’ evaluations of democratic governance. This project uses two studies conducted during the 2020 and 2022 elections to test whether the presumed prevalence/persuasiveness of online misinformation (P3OM)—the perception that online misinformation is both widespread and persuasive—undermines Americans’ satisfaction with democracy. Fixed-effects regression analysis of an eight-wave online panel survey reveals that both dimensions of P3OM are correlated with reduced democratic satisfaction. A follow-up online survey experiment provides evidence that exposure to messages about online misinformation reduces democratic satisfaction. Theoretical implications and strategies for reducing the presumed influence of online misinformation on democratic satisfaction are discussed."
  },
  {
    "discipline": "communication",
    "title": "The Promise of a Better Past: Media, Authoritarian Nostalgia, and the Far Right",
    "authors": "Luca Manucci, Hugo Marcos-Marne, Yani Kartalis",
    "url": "https://doi.org/10.1177/19401612261415688",
    "doi": "https://doi.org/10.1177/19401612261415688",
    "filter": 0,
    "created": "2026-2-16",
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "The rising electoral support for far-right parties has sparked vibrant debates about the sociopolitical dynamics driving this phenomenon. This paper investigates a crucial yet underexplored dimension: the interplay between media consumption, authoritarian nostalgia, and far-right voting behaviour. Focusing on Spain and Portugal – two countries with distinct yet comparable histories of authoritarian rule – survey data analyses suggest that readers of ABC in Spain and Correio da Manhã (CdM) in Portugal may develop higher levels of authoritarian nostalgia, which in turn correlates with a higher probability to support VOX and Chega, respectively. A content analysis conducted on these newspapers indicates that this pattern may be driven more by the tone adopted by the tabloid (CdM) and conservative ( ABC ) newspapers when discussing the authoritarian past rather than by higher levels of authoritarian nostalgia compared to other newspapers. This study contributes to political communication research by highlighting a mechanism through which media narratives shape historical perceptions and electoral choices."
  },
  {
    "discipline": "communication",
    "title": "Engaging to Oppose: Cross-Cutting Patterns in Hostile News Commentary",
    "authors": "Seonhye Noh, Stuart Soroka",
    "url": "https://doi.org/10.1177/19401612261416569",
    "doi": "https://doi.org/10.1177/19401612261416569",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Prior work shows that passive news engagement, such as selection and consumption, exhibits strong news selectivity. Far less attention has been given to more active forms of news engagement, however. News commentary, an active form of engagement, may reflect cross-cutting engagement rather than pro-attitudinal selectivity, given its expressive and often confrontational nature. Using ten years of commenting data from South Korea’s largest news aggregator—amounting to over 250 million comments posted by approximately six million users—and a deep-learning content analysis to classify political attitudes and hostility, we examine whether hostile commentary is indeed characterized by cross-cutting patterns across both content and source levels. We specifically analyze whether users comment on counter-attitudinal news stories and whether hostile commenters are structurally confined within fragmented outlet clusters in co-engagement media networks. Findings show that hostile commenters are more likely to cross boundaries by targeting opposing news stories and exhibit weaker echo chamber structures, reflecting cross-cutting engagement beyond their clusters. This pattern is especially pronounced in political and societal domains. In today’s media environment, hostility and opposition may ironically disrupt, rather than reinforce, echo chambers."
  },
  {
    "discipline": "politics",
    "title": "The limits of AI for authoritarian control",
    "authors": "Eddie Yang",
    "url": "https://doi.org/10.1111/ajps.70045",
    "doi": "https://doi.org/10.1111/ajps.70045",
    "filter": 0,
    "created": "2026-2-13",
    "journal_full": "American Journal of Political Science",
    "abstract": "An emerging literature suggests that artificial intelligence (AI) can greatly enhance autocrats' repressive capabilities. This paper argues that while AI presents a powerful new tool for authoritarian control, its effectiveness is constrained by the very repressive institutions it is designed to serve. This constraint stems from what I term the “authoritarian data problem”: citizens' strategic behavior under repression diminishes the amount of useful information in the data for training AI. The more repression there is, the less information exists in AI's training data, and the worse the AI performs. I illustrate this argument using an AI experiment and censorship data in China. I show that AI's accuracy in censorship decreases with increasing repression, especially during times of political crisis. I further show that this problem cannot be easily fixed with more data. Ironically, international data—especially data from less repressive settings—can help improve AI's ability to censor."
  },
  {
    "discipline": "politics",
    "title": "How the Pro-Beijing Media Influences Voters: Evidence from a Randomized Field Experiment",
    "authors": "JAY C. KAO",
    "url": "https://doi.org/10.1017/s0003055426101476",
    "doi": "https://doi.org/10.1017/s0003055426101476",
    "filter": 0,
    "created": "2026-2-13",
    "journal_full": "American Political Science Review",
    "abstract": "Authoritarian regimes have increasingly leveraged foreign media to project influence within democracies, yet evidence of these co-opted outlets’ actual effects remains scarce. This study presents findings from a field experiment conducted during Taiwan’s 2020 general election, assessing the impact of The China Times, a Beijing-backed media conglomerate, on voter behavior and attitudes. The experiment incentivized participants to engage in sustained consumption of real-time news from this outlet in the weeks leading up to the election. Results from a panel survey linked to individual-level web-tracking data reveal that exposure to The China Times sways voters in favor of the People’s Republic of China (PRC). These effects, however, are primarily driven by nonpartisan and PRC-friendly voters. To the extent that I find effects among PRC-skeptics, they show evidence of backfiring. As Beijing’s media co-optation extends beyond Taiwan, my findings have broader implications for understanding the effectiveness and limitations of authoritarian influence operations."
  },
  {
    "discipline": "politics",
    "title": "Angry losers? The (null) effects of feeling electoral loss on anti-democratic attitudes",
    "authors": "Katharina Lawall, Katerina Michalaki, Manos Tsakiris",
    "url": "https://doi.org/10.1017/s1475676525100601",
    "doi": "https://doi.org/10.1017/s1475676525100601",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "European Journal of Political Research",
    "abstract": "Peaceful transfers of power are a fundamental principle of democracy. Yet, in times of heightened affective polarisation, election losses may trigger strong negative emotional reactions in partisans, which in turn undermine support for fundamental democratic principles among partisans. We test this idea through two pre-registered survey experiments conducted after the 2022 and 2024 elections in the United States. We randomly assign partisans to receive either a placebo or an emotive reminder about the election that their party lost, containing others’ angry or worried reactions at the election outcome. Contrary to our pre-registered expectations, we do not find evidence that priming negative feelings about electoral loss affects support for political violence or democratic norms. Emotive reminders about salient political events can momentarily turn up the heat on politics, but are not enough to propel partisans to adopt extreme anti-democratic attitudes. By linking the study of emotions to democratic norms, this article contributes to our understanding of when negative emotions (fail to) radicalise partisans."
  },
  {
    "discipline": "politics",
    "title": "Motivated causal judgments and responsibility for civilian casualties in military conflicts",
    "authors": "Dimiter Toshkov, Honorata Mazepus",
    "url": "https://doi.org/10.1111/pops.70122",
    "doi": "https://doi.org/10.1111/pops.70122",
    "filter": 0,
    "created": "2026-2-13",
    "journal_full": "Political Psychology",
    "abstract": "Causal judgments are ubiquitous in politics and crucial for assigning responsibility and blame. Cognitive science has demonstrated that people are more likely to pick factors as “causal” when they make a difference for the outcome across a range of counterfactual scenarios, with the scenarios sampled based on statistical and prescriptive normality. We propose that this makes causal judgments susceptible to motivated reasoning and ingroup favoritism in particular. We hypothesize that people will be less likely to assign causal efficacy and responsibility for counternormative outcomes to groups they support, and that the bias will be greater for more complex causal structures. We test these propositions in two pre‐registered survey experiments run on representative samples in Poland. The context of the experimental vignettes is a military conflict between Russia and Ukraine. We find that, in all scenarios, respondents assign significantly higher causal power and responsibility to the attackers when the attackers are Russian rather than Ukrainian, consistent with our theory and the very high levels of public support for Ukraine in Poland. Contrary to our expectations, the responsibility of the attackers is not significantly lower when they hit a public building as a result of defending combatants moving there rather than when unprovoked."
  },
  {
    "discipline": "politics",
    "title": "Fine-tuned large language models can replicate expert coding better than trained coders: a study on informative signals sent by interest groups",
    "authors": "Dahyun Choi, Denis Peskoff, Brandon M. Stewart",
    "url": "https://doi.org/10.1017/psrm.2025.10086",
    "doi": "https://doi.org/10.1017/psrm.2025.10086",
    "filter": 0,
    "created": "2026-2-13",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Understanding how political information is transmitted requires tools that can reliably and scalably capture complex signals in text. While existing studies highlight interest groups as strategic information providers, empirical analysis has been constrained by reliance on expert annotation. Using policy documents released by interest groups, this study shows that fine-tuned large language models (LLMs) outperform lightly trained workers, crowdworkers, and zero-shot LLMs in distinguishing two difficult-to-separate categories: informative signals that help improve political decision-making and associative signals that shape preferences but lack substantive relevance. We further demonstrate that the classifier generalizes out of distribution across two applications. Although the empirical setting is domain-specific, the approach offers a scalable method for expert-driven text coding applicable to other areas of political inquiry."
  },
  {
    "discipline": "politics",
    "title": "The use of confirmation and refutation frames in fact-checking war-related misinformation",
    "authors": "Carolina F. T. Batista, Ernesto Calvo, Shibley Telhami",
    "url": "https://doi.org/10.1177/20531680261426513",
    "doi": "https://doi.org/10.1177/20531680261426513",
    "filter": 0,
    "created": "2026-2-18",
    "journal_full": "Research & Politics",
    "abstract": "We implement a survey experiment to measure the effects of confirmation versus refutation frames in fact-checking wartime corrections. Respondents were presented with semantically equivalent statements that either confirmed accurate information (e.g., “It is TRUE that President Zelensky remained in Ukraine”) or refuted its inaccurate version (e.g., “It is FALSE that President Zelensky left Ukraine”). We evaluate whether confirmation frames increase sharing behavior compared with refutation frames. We also test whether refutation frames elicit more negative sentiments—such as anger and disgust—while confirmation frames generate more positive emotional responses. The experimental design mimics a Facebook post and employs four randomized treatments that vary in framing (confirmation vs. refutation) and news source ( The New York Times vs Fox News ). The survey was administered to 2091 U.S. adults in May 2022."
  },
  {
    "discipline": "public opinion",
    "title": "Elite Polarisation on Twitter/X: Structural and Behavioural Dynamics in Public Discourse",
    "authors": "Amirhosein Bodaghi",
    "url": "https://doi.org/10.1177/08944393261424832",
    "doi": "https://doi.org/10.1177/08944393261424832",
    "filter": 0,
    "created": "2026-2-14",
    "journal_full": "Social Science Computer Review",
    "abstract": "This study examines how elite figures shape polarisation on Twitter/X through the interplay of content, structure, and engagement strategy. Drawing on data from nine globally influential users (2010–2021), the research integrates natural language processing, network analysis, and causal modelling to test five hypotheses grounded in social identity, agenda-setting, and two-step flow theories. Entity co-occurrence networks reveal that polarised discourse forms denser, more clustered networks than non-polarised content, indicating tighter semantic cohesion around socially and politically charged entities. Thematic and sentiment analyses show that posts addressing non-core topics – particularly those concerning social justice, environmental sustainability, philanthropy, and global welfare – are nearly five times more likely to be polarised than core professional themes. Negative emotional tone further amplifies this effect, while higher tweet-to-retweet ratios reduce polarisation, underscoring the moderating role of original content production. A user-level mediation analysis tested whether topical diversity transmits the effect of follower scale on polarisation but found no significant indirect pathway, suggesting that larger audiences do not necessarily foster communicative moderation. The findings advance understanding of elite discourse by linking structural and thematic polarisation to behavioural mechanisms of engagement. Theoretically, the study bridges social identity, agenda-setting, and two-step flow frameworks to explain how elites balance audience alignment and expressive risk. Practically, it highlights how emphasising original content, inclusive framing, and professional identity consistency can mitigate divisive online dynamics and foster more cohesive digital publics. To support transparency and reproducibility, the dataset and analytical code are made publicly available."
  },
  {
    "discipline": "public opinion",
    "title": "Unmasking Coordination: How Inauthentic Behavior Emerged and Diffusion During the Russia–Ukraine War on Twitter",
    "authors": "Yanhong Wu, Jianqiang Yu",
    "url": "https://doi.org/10.1177/08944393261427645",
    "doi": "https://doi.org/10.1177/08944393261427645",
    "filter": 0,
    "created": "2026-2-17",
    "journal_full": "Social Science Computer Review",
    "abstract": "This study aims to explain the diffusion pathways of coordinated inauthentic behavior during the Russia–Ukraine conflict. A dataset of 685,491 tweets containing the hashtag #russia on Twitter was used to construct a coordination network based on textual similarity and time synchronicity. By identifying leader-follower relationships, analyzing hourly time slices, and analyzing evolution metrics, four key insights were revealed. First, leaders constitute a stable core with an average of about 1741 nodes while peripheral followers fluctuate substantially, indicating a resilient core-peripheral structure. Second, diffusion advances across multiple fronts rather than remaining within single communities, with 67.05% of leader-follower ties crossing content clusters and the top 30 leaders posting across an average of 7.1 clusters and up to 9. Third, apparent synchronization is not driven by posting density alone but arises from rhythmic coupling between leaders and followers, as followers respond after an average delay of about 30 min and cluster peaks typically occur within less than 1 hour of each other. Fourth, diffusion capacity is not released once and for all but regenerates along a trajectory that moves from concentration to multiploidization and then to restructuring. Based on the results, we conceptualize coordinated inauthentic behavior as a strategically adaptive system with regenerative properties and provide governance implications."
  },
  {
    "discipline": "public opinion",
    "title": "Online Polarization and Violence in the United States: A Computational Analysis of Viewer Comments on Partisan News Coverage of President Donald Trump’s First Assassination Attempt",
    "authors": "Dennis Ekwemnachukwu Okeke, Margaret Adutwumwaa Boateng, Chibuzor Peter Okpala, Christiana Ibiwoye, Anthony Obi Okeke, Ousman Mbaye, Isaac Ebuka Obah",
    "url": "https://doi.org/10.1177/08944393261426534",
    "doi": "https://doi.org/10.1177/08944393261426534",
    "filter": 0,
    "created": "2026-2-17",
    "journal_full": "Social Science Computer Review",
    "abstract": "This study analyzes 15,000 user comments from ideologically distinct news platforms—Fox News (right-leaning), ABC News (left-leaning), and BBC News (centrist)—to investigate how political ideology shapes emotional expression and engagement following the July 2024 assassination attempt on President Donald Trump in Pennsylvania. We examine whether right-leaning comments exhibit elevated anger and hate speech, whether left-leaning comments show greater empathy and positive affect, and how emotional intensity influences engagement metrics such as likes and shares. Using computational science methods, we trace the evolution of emotional tone and toxicity over time, focusing on affective polarization triggered by a high-salience violent event. Our findings reveal that ideological alignment amplifies engagement with congruent emotional content, reinforcing echo chambers and intensifying online hostility. We address gaps in understanding how ideological echo chambers amplify polarized emotions and online hostility following a high-profile violent event, emphasizing the place of emotions in contemporary political communication and digital news consumption."
  },
  {
    "discipline": "psychology",
    "title": "Causal discovery methods in psychological research: Foundations, algorithms, and a practical tutorial in R",
    "authors": "Guangyu Zhu, Li Qian Tay, Mengyan Zhang",
    "url": "https://doi.org/10.3758/s13428-025-02841-w",
    "doi": "https://doi.org/10.3758/s13428-025-02841-w",
    "filter": 0,
    "created": "2026-2-13",
    "journal_full": "Behavior Research Methods",
    "abstract": "Understanding causality and the mechanisms underlying psychological phenomena has been a cornerstone of psychological research with significant implications for theory development and intervention design. While traditional methods such as experimental manipulations or structural equation modelling have been extensively used to explore causal relationships, recent advances in computational techniques have introduced causal discovery methods as a powerful alternative. These methods can uncover complex causal network structures from observational or interventional data, enabling the identification of causal directions in intricate interdependencies involving numerous variables. Building on a growing body of literature, this paper provides a comprehensive survey of core causal discovery algorithms and their recent applications across various disciplines, with a particular focus on their use in uncovering psychological mechanisms. To complement this overview, we provide a tutorial using data from the Health Behavior in School-Aged Children (HBSC) study. This case study demonstrates how causal discovery can be applied to examine gender-specific mechanisms underlying bullying-related outcomes. We also discuss the opportunities and challenges of integrating causal discovery into psychological research."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The political effects of X’s feed algorithm",
    "authors": "Germain Gauthier, Roland Hodler, Philine Widmer, Ekaterina Zhuravskaya",
    "url": "https://doi.org/10.1038/s41586-026-10098-2",
    "doi": "https://doi.org/10.1038/s41586-026-10098-2",
    "filter": 0,
    "created": "2026-2-18",
    "journal_full": "Nature",
    "abstract": "Feed algorithms are widely suspected to influence political attitudes. However, previous evidence from switching off the algorithm on Meta platforms found no political effects1. Here we present results from a 2023 field experiment on Elon Musk’s platform X shedding light on this puzzle. We assigned active US-based users randomly to either an algorithmic or a chronological feed for 7 weeks, measuring political attitudes and online behaviour. Switching from a chronological to an algorithmic feed increased engagement and shifted political opinion towards more conservative positions, particularly regarding policy priorities, perceptions of criminal investigations into Donald Trump and views on the war in Ukraine. In contrast, switching from the algorithmic to the chronological feed had no comparable effects. Neither switching the algorithm on nor switching it off significantly affected affective polarization or self-reported partisanship. To investigate the mechanism, we analysed users’ feed content and behaviour. We found that the algorithm promotes conservative content and demotes posts by traditional media. Exposure to algorithmic content leads users to follow conservative political activist accounts, which they continue to follow even after switching off the algorithm, helping explain the asymmetry in effects. These results suggest that initial exposure to X’s algorithm has persistent effects on users’ current political attitudes and account-following behaviour, even in the absence of a detectable effect on partisanship."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The cultural evolution of pluralistic ignorance",
    "authors": "Sergey Gavrilets, Johannes Karl, Michele J. Gelfand",
    "url": "https://doi.org/10.1073/pnas.2522998123",
    "doi": "https://doi.org/10.1073/pnas.2522998123",
    "filter": 0,
    "created": "2026-2-13",
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Pluralistic ignorance—the systematic misperception of others’ attitudes—can entrench suboptimal norms, yet its dynamics remain poorly understood. We develop a mathematical model of the coevolution of actions, private attitudes, and beliefs about others, with societal tightness as a central parameter. Our framework integrates theories of spirals of silence, preference falsification, and cultural mismatch into a single dynamic system capturing the effects of material payoffs, cognitive forces, and social influence. The model shows that pluralistic ignorance can arise from lags between attitude change and belief updating, even without silence or deception. Dynamics unfold faster in loose cultures and slower in tight ones: loose societies display sharp but transient peaks of pluralistic ignorance, while tight societies sustain slower, persistent mismatches. Both can experience cultural evolutionary mismatch but through distinct pathways—internalized norm adherence in loose cultures vs. conformity pressure in tight ones. These mechanisms may help explain global patterns where private support exceeds perceived support, such as climate action, women’s rights, and abortion attitudes. Interventions must therefore be culturally tailored: accelerating attitude change through highlighting benefits is effective in loose cultures, whereas lowering expression costs (via anonymity or legal protections) empowers norm entrepreneurs in tight cultures. Our framework identifies policy levers and clarifies when apparent opinion stability conceals underlying shifts, offering insights for democratic societies navigating rapid social change."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The marginal majority effect: When social influence produces lock-in",
    "authors": "Alexandros Gelastopoulos, Pantelis P. Analytis, Gaël Le Mens, Arnout van de Rijt",
    "url": "https://doi.org/10.1126/sciadv.adr4237",
    "doi": "https://doi.org/10.1126/sciadv.adr4237",
    "filter": 0,
    "created": "2026-2-18",
    "journal_full": "Science Advances",
    "abstract": "People are influenced by the choices of others, a phenomenon observed across contexts in the social and behavioral sciences. Social influence can lock in an initial popularity advantage of an option over a higher quality alternative. Yet, several experiments designed to enable social influence have found that social systems self-correct rather than lock in. Here, we identify a behavioral phenomenon that makes inferior lock-in possible, which we call the “marginal majority effect”: a discontinuous increase in the choice probability of an option as its popularity exceeds that of a competing option. We demonstrate the existence of a marginal majority effect in several recent experiments and show that lock-in always occurs when the effect is large enough to offset the quality effect on choice but rarely otherwise. Our results reconcile conflicting past empirical evidence and connect a behavioral phenomenon to the possibility of social lock-in."
  }
]
