[
  {
    "discipline": "communication",
    "title": "The self in communication research: a historical review, 1951–2020",
    "authors": "Xuewei Zhang, Timothy D Stephen",
    "abstract": "The field of self-relevant communication lacks clearly defined boundaries, largely due to its fragmented nature. This study addresses this gap by proposing a definition of the field, offering a preliminary overview of its current state, and tracing its evolution through a historical review. We conducted a computational content analysis of over 1,700 self-related articles from 137 communication journals listed in the ComAbstracts database from 1951 to 2020. Guided by Thomas Kuhn’s theory of scientific evolution and Rogers’ Diffusion of Innovation Theory, our findings reveal that self-relevant communication research has progressed through 7 distinct cycles across 4 evolutionary periods: the initial period (1951–1972), the initial growth period (1973–1982), the transitional period (1983–2003), and the rapid growth period (2004–2020). While interpersonal communication was initially a focal point, it has become increasingly implicit in self-relevant research. The advent of social media has significantly accelerated the expansion of self-relevant research and it would seem likely to continue impacting its growth.",
    "url": "https://doi.org/10.1093/anncom/wlaf017",
    "doi": "https://doi.org/10.1093/anncom/wlaf017",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "The Effects of AI Attribution, Source Priming, and Story Topic Polarization on News Credibility",
    "authors": "T. Franklin Waddell",
    "url": "https://doi.org/10.1080/21670811.2025.2551628",
    "doi": "https://doi.org/10.1080/21670811.2025.2551628",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Who is concerned about online false news and why? Evidence from 46 countries between 2018 and 2023",
    "authors": "Sacha Altay",
    "url": "https://doi.org/10.1080/1369118x.2025.2551615",
    "doi": "https://doi.org/10.1080/1369118x.2025.2551615",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Fun Facts: The Impact of Joke Proximity on Encoding Facts from the Main Stories on Last Week Tonight with John Oliver",
    "authors": "Julia R. Fox, Lucía Cores-Sarría, Wil M. Dubree",
    "url": "https://doi.org/10.1080/08838151.2025.2551586",
    "doi": "https://doi.org/10.1080/08838151.2025.2551586",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Are partisan, unreliable, digital-born, and mass-oriented media more likely to thrive on social media? Comparing four information ecosystems",
    "authors": "Tian Yang, Xuzhen Yang, Yilang Peng, Subhayan Mukerjee",
    "abstract": "Social media platforms form information ecosystems distinct from the Web and reconfigure power relationships, especially the distribution of visibilities, among news media. We developed a theoretical framework based on structuration theory to explain the differences between the Web and social media, and investigated four prominent factors: institutional legacy, information reliability, ideological differences, and news inequalities. This study collected social media data from three platforms (Facebook, Twitter, and YouTube; N = 8.4 million posts), web traffic data, and an information reliability index for 766 media outlets in the USA. We investigated how four factors explained differences between the platforms and the Web: media outlets that were digital-born (compared to newspapers), partisan, and mass-oriented gained greater visibilities on platforms relative to their web traffic. Meanwhile, the three platforms displayed differences. For example, only Twitter showed significantly increased visibilities of unreliable sources. Our multiplatform research design demonstrates the impact of platformization on journalism.",
    "url": "https://doi.org/10.1093/joc/jqaf035",
    "doi": "https://doi.org/10.1093/joc/jqaf035",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "The (in)efficacy of AI personas in deception detection experiments",
    "authors": "David M Markowitz, Timothy R Levine",
    "abstract": "Artificial intelligence (AI) has recently been used to aid in deception detection and to simulate human data in social scientific research. Thus, it is important to consider how well these tools can inform both enterprises. We report 12 studies, accessed through the Viewpoints.ai research platform, where AI (gemini-1.5-flash) made veracity judgments of humans. We systematically varied the nature and duration of the communication, modality, truth-lie base rate, and AI persona. AI performed best (57.7%) when detecting truths and lies involving feelings about friends, although it was notably truth-biased (71.7%). However, in assessing cheating interrogations, AI was lie-biased by judging more than three-quarters of interviewees as cheating liars. In assessing interviews where humans perform at rates over 70%, accuracy plummeted to 15.9% with an ecological base-rate. AI yielded results different from prior human studies and therefore, we caution using certain large language models for lie detection.",
    "url": "https://doi.org/10.1093/joc/jqaf034",
    "doi": "https://doi.org/10.1093/joc/jqaf034",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Automating Accuracy: Scalable Approaches to Correcting Disinformation with Artificial Intelligence on Social Media",
    "authors": "Rita (Rongwei) Tang, Yuming Fang, Jikai Sun, Leticia Bode, Emily K. Vraga",
    "abstract": "This study investigates whether source expertise (expert vs. non-expert), use of artificial intelligence (AI; AI vs. non-AI), and the placement (debunking vs. prebunking) of a correction influence its effectiveness in reducing misperceptions and intentions to consume raw milk. Results of a pre-registered two-wave online experiment ( N 1 = 1,785, N 2 = 1,568) suggest that debunking consistently reduces misperceptions and behavioral intentions for at least 1 week, while prebunking was less effective. Expert corrections only outperform non-expert corrections in reducing misperceptions in wave 1. In general, AI cues do not significantly influence the effectiveness of a correction, offering both opportunities and challenges for organizations hoping to automate corrections.",
    "url": "https://doi.org/10.1177/10776990251359660",
    "doi": "https://doi.org/10.1177/10776990251359660",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Behind the Screen: The Use of Facebook Accounts With Inauthentic Behavior During European Elections",
    "authors": "Bogdan Oprea, Paula Pașnicu, Alexandru-Ninel Niculae, Constantin-Cozmin Bonciu, Dragoș Tudorașcu-Dobre",
    "abstract": "Technology has reshaped political communication, allowing fake engagement to drive real influence in the democratic process. Hyperactive social media users, who are over-proportionally active in relation to the mean, are the new political activists, spreading partisan content at scale on social media platforms. Using The Authenticity Matrix tool, this study revealed Facebook accounts of hyperactive users exhibiting inauthentic behaviour that were used during the electoral campaign (May 10, 2024, to June 8, 2024) for the 2024 election of Romanian members of the European Parliament. The results indicate that, for some posts, up to 45% of shares were made by hyperactive users (four or more shares per post by the same account) and 33.9% by super-active users (10 or more times). This type of online behavior is considered by Meta as manipulation of “public opinion,” “political discussion,” and “public debate,” and Meta’s Community Standards is committed to preventing such behavior in the context of elections. Another key contribution of this research is the identification of dominant characteristics of hyperactive user accounts, using information publicly available on their social media profile, which provides insights into their specific features and helps users better identify them on social media. The article highlights that online social network platforms condemn these manipulative practices in theory, but they don’t take sufficient measures to effectively reduce them in order to limit their impact on our societies.",
    "url": "https://doi.org/10.17645/mac.10733",
    "doi": "https://doi.org/10.17645/mac.10733",
    "filter": 0,
    "journal_full": "Media and Communication"
  },
  {
    "discipline": "communication",
    "title": "Network Analysis for Media Ownership: A Methodological Proposal",
    "authors": "Mariia Aleksevych, Tales Tomaz",
    "abstract": "Far from being a concern of the past, media ownership concentration is a feature of hybrid media systems. This raises the issue of how to measure the concentration and allow for informed decisions to be made, especially for policymaking. Some of the most popular metrics are the concentration ratio (CR&lt;em&gt;n&lt;/em&gt;) and the Herfindahl-Hirschman Index (HHI). However, the new hybrid context increasingly renders the usual economic concentration metrics obsolete to understand the power of communication players. This article provides a theoretical overview and methodological considerations on ways to interrogate ownership relations, advancing network analysis and visualization as useful tools to better grasp power relations alongside traditional economic metrics. We illustrate our proposal with an analysis of media ownership data from Denmark and Greece, as provided by the Euromedia Ownership Monitor in 2022. Our article goes beyond the approach of the monitor, as we incorporate additional components, such as the power of beneficial owners over the audience. This approach provides a broader analysis of media ownership concentration and can inspire scholarly work to explore more aspects of this topic.",
    "url": "https://doi.org/10.17645/mac.10141",
    "doi": "https://doi.org/10.17645/mac.10141",
    "filter": 0,
    "journal_full": "Media and Communication"
  },
  {
    "discipline": "communication",
    "title": "The Effects of Technological Affordances on Political Opinion Expression in Social Media: A Field Experiment",
    "authors": "Luna Frauhammer, Tobias Dienlin, Manuel Cargnino, German Neubaum",
    "url": "https://doi.org/10.1080/15213269.2025.2546108",
    "doi": "https://doi.org/10.1080/15213269.2025.2546108",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Navigating Social Pressure to Be Available: The Roles of Mindfulness and Need Experiences in Messenger Users’ Well-/Ill-Being",
    "authors": "Sarah Lutz, Frank M. Schneider, Annabell Halfmann, Anna Freytag, Dorothée Hefner",
    "abstract": "In a digitally connected world, the perceived expectation to always stay available via mobile messenger services places unique demands on users. This paper addresses the question of how and when so-called availability pressure leads to variations in messenger users’ well-/ill-being. Drawing on the Integrative Model of Mobile Media Use and Need Experiences, it conceptualizes the satisfaction versus frustration of fundamental needs (autonomy, competence, relatedness) as mediators and the health-promoting personality trait mindfulness as a moderator. This model was tested across a 7-day-long diary study ( N = 229) and a 2-factorial online experiment ( N = 166). Both pre-registered studies are in line with the model's assumption that availability pressure can lead to specific need experiences, which in turn predict different facets of well-/ill-being. Although we identified limited moderating effects, being mindful (Study 1) and cultivating mindfulness (Study 2) were positively related to need satisfaction and well-being and negatively related to need frustration and ill-being. This highlights the complex consequences of availability pressure and the importance of individual coping mechanisms. Future research should refine theoretical models like the Integrative Model of Mobile Media Use and Need Experiences and explore additional health-promoting personality traits to better understand digital well-being in the era of mobile connectivity.",
    "url": "https://doi.org/10.1177/20501579251370458",
    "doi": "https://doi.org/10.1177/20501579251370458",
    "filter": 0,
    "journal_full": "Mobile Media & Communication"
  },
  {
    "discipline": "communication",
    "title": "Pushing Past News Avoidance: Implications of Mobile Alerts on News Engagement Intentions",
    "authors": "Renee Barnes, Rory Mulcahy, Aimee Riedel",
    "abstract": "The ubiquitous presence of smartphones has led to their prominence as a dominant source of news for a vast majority of people. In this context, the impact of mobile technology’s affordances, including access, applications, and mobile alerts, on news engagement has been the subject of numerous studies. At the same time, recent research has found an increase in those who either have very low news usage or intentionally or unintentionally avoid news. Within a deliberative public sphere perspective, habitual news avoidance presents many problems, including lack of civic engagement and lack of critical information for partaking in public life. Drawing on framing theory and results from two experimental studies, this research sought to examine the intersection of the promise of mobile news alerts for enhancing news engagement intentions and curiosity among high-level news avoiders. Study 1 shows that positive frames in mobile alerts are associated with higher engagement intentions in high news avoiders, and this effect is mediated by curiosity. In study 2, the results show that positive framing with three facts is associated with higher levels of engagement intentions, and this is mediated by curiosity. Further, the results show that for moderate news avoiders, two facts, which are negatively framed, should be used.",
    "url": "https://doi.org/10.1177/20501579251371884",
    "doi": "https://doi.org/10.1177/20501579251371884",
    "filter": 0,
    "journal_full": "Mobile Media & Communication"
  },
  {
    "discipline": "communication",
    "title": "Misinformation dissemination and correction in online informal groups: The role of social distance and group dynamics",
    "authors": "Pingping Jia, Zengyi Zhang",
    "abstract": "Online informal groups play a growing role in disseminating and correcting misinformation on social media platforms, yet remain underexamined due to their semi-public nature. This study investigates how misinformation circulates in these groups, focusing on social distance, group status, and interpersonal dynamics. Drawing on Social Distance Theory of Power and Social Exchange Theory, we employed a mixed-methods approach, including non-participant observation, sociometric analysis, and semi-structured interviews across 12 Chinese online groups. Findings indicate that misinformation is often disseminated by socially distant yet structurally central members, while correction efforts come from more socially embedded but less influential participants. Group discussions reinforced trust in misinformation through interpersonal validation and repeated exposure. Correction was constrained by relational risks, making it a socially sensitive act. These insights highlight how group dynamics shape misinformation engagement and suggest the need for socially aware intervention strategies in these digital spaces.",
    "url": "https://doi.org/10.1177/14614448251366170",
    "doi": "https://doi.org/10.1177/14614448251366170",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Using Preprint Sources in Science News: Do Transparent Disclosures Enhance Credibility?",
    "authors": "Chelsea L. Ratcliff, Alice Fleerackers, Rebekah Wicke, Andy J. King, Jakob D. Jensen",
    "abstract": "This study tested whether the transparent use of preprint sources affects the perceived credibility of science news and scientists. In an experiment, U.S. adults read a news report describing COVID-19 research as a “preprint” (with varying levels of detail) or as simply a “study.” There were no main effects of disclosing preprint status, but indirect effects emerged. For those who noticed the disclosure, both brief and fuller depictions of a study’s preprint status enhanced the credibility of the reporting and the scientists behind the research. However, perceiving the science to be uncertain negatively mediated the effects of preprint disclosure on credibility appraisals among Republicans.",
    "url": "https://doi.org/10.1177/10755470251363191",
    "doi": "https://doi.org/10.1177/10755470251363191",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "Broadcasting, lurking, and connection: A longitudinal panel study of fear of missing out, social media engagement, and problematic social media use",
    "authors": "Cheng Chen, Xiao Zhang, Dennis Leung",
    "url": "https://doi.org/10.1016/j.tele.2025.102323",
    "doi": "https://doi.org/10.1016/j.tele.2025.102323",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "politics",
    "title": "Beyond binary: A new measure of party ethnicization",
    "authors": "Ahmed Hamza, Ko Maeda",
    "abstract": "In contrast to existing binary conceptualizations of ethnic parties, which often depend on arbitrary thresholds and/or expert judgments, we propose a survey-based continuous scale to measure the extent to which a party receives balanced or unbalanced support from a country’s ethnic groups. We present a dataset of ethnicization scores for 409 parties across 24 countries and use examples from Slovak, Israeli, and American political parties to illustrate the utility of our measure. Our proposed method is straightforward to implement and will be valuable for a wide range of future research on ethnic politics.",
    "url": "https://doi.org/10.1177/13540688251376485",
    "doi": "https://doi.org/10.1177/13540688251376485",
    "filter": 0,
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "Legislators’ sentiment analysis supervised by legislators",
    "authors": "Akitaka Matsuo, Kentaro Fukumoto",
    "abstract": "The sentiment expressed in a legislator’s speech is informative. However, extracting legislators’ sentiment requires human-annotated data. Instead, we propose exploiting closing debates on a bill in Japan, where legislators in effect label their speech as either pro or con. We utilize debate speeches as the training dataset, fine-tune a pretrained model, and calculate the sentiment scores of other speeches. We show that the more senior the opposition members are, the more negative their sentiment. Additionally, we show that opposition members become more negative as the next election approaches. We also demonstrate that legislators’ sentiments can be used to predict their behaviors by using the case in which government members rebelled in the historic vote of no confidence in 1993.",
    "url": "https://doi.org/10.1017/psrm.2025.10048",
    "doi": "https://doi.org/10.1017/psrm.2025.10048",
    "filter": 0,
    "journal_full": "Political Science Research and Methods"
  },
  {
    "discipline": "politics",
    "title": "Silent suffering: Depression, perceived inequality, and political trust",
    "authors": "Xing Chen, Xiaoxiao Shen",
    "abstract": "Depression is a growing concern worldwide, yet its impact on political trust remains underexplored. Using a nationally representative panel survey from China, we find a robust negative association between depressive symptoms and political trust. This effect is amplified by perceptions of inequality, as individuals who see society as unfair are more likely to blame the government for their hardship. The effect is pronounced among potentially volatile groups like unemployed young males, whose tendency to externalize stress can translate distrust into social unrest. Crucially, the effect is also significant among groups traditionally considered better off such as public sector employees, who face intense pressures of ideological conformity in the workplace. This widespread “silent suffering” highlights a critical psychological pathway through which poor mental health, an increasingly pressing issue, can intensify social discontent and weaken regime stability.",
    "url": "https://doi.org/10.1177/20531680251374167",
    "doi": "https://doi.org/10.1177/20531680251374167",
    "filter": 0,
    "journal_full": "Research & Politics"
  },
  {
    "discipline": "politics",
    "title": "Do Voters Respond to the Economy or to News Reporting on the Economy? A Mediation Analysis",
    "authors": "Mark A. Kayser, Michael Peress",
    "url": "https://doi.org/10.1086/734534",
    "doi": "https://doi.org/10.1086/734534",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Quantifying Selection Bias in Flash Estimates Derived from Cumulative Non-Probability Samples",
    "authors": "Santiago Gómez-Echeverry, Arnout Van Delden, Ton De Waal, Dimitris Pavlopoulos, Reinoud Stoel",
    "abstract": "The increasing reliance on non-probability samples, including administrative data, big data, and surveys with selective non-response, has brought the issue of selection bias to the forefront of applied research and official statistics production. This study investigates selection bias in the context of flash estimates, focusing on their application in short-term economic indicators such as the Gross Domestic Product and the Consumer Price Index. Leveraging prominent theoretical frameworks for modeling selection bias, we develop and evaluate a series of estimators that incorporate information from a fully-observed lagged target variable, current auxiliary variables, or combined data sources. Through simulations and a case study using turnover (i.e., revenue) data from Statistics Netherlands, we assess these estimators across diverse scenarios, including variations in variable distribution, selectivity levels, and correlations between auxiliary and target variables. Results indicate that estimators combining lagged and current auxiliary information provide more consistent results than those relying on a single data source. Additionally, estimators based on combined data sources perform relatively well under high selectivity and non-normal target distributions. These findings provide practical and easily implementable tools to address selection bias in non-probability samples, enhancing the reliability and timeliness of official statistics.",
    "url": "https://doi.org/10.1093/jssam/smaf016",
    "doi": "https://doi.org/10.1093/jssam/smaf016",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology"
  },
  {
    "discipline": "psychology",
    "title": "On Partial Versus Full Mediation and the Importance of Effect Sizes",
    "authors": "Thomas Ledermann, Myriam Rudaz, Matthew S. Fritz",
    "abstract": "Theoretical models involving one or multiple intervening variables often posit whether a cause influences an outcome both directly and indirectly or only indirectly. In testing mediation, this distinction of partial and full mediation has become a subject of debate because of statistical issues. We extend the critique on this notion and provide insights into what a statistically significant direct effect between a cause and an outcome in a mediation model can mean. We also evaluate different effect size measures for direct and indirect effects and offer practical recommendations for assessing mediation mechanisms, which we illustrate using different examples. The broader relevance of these recommendations beyond mediation analysis is discussed.",
    "url": "https://doi.org/10.1177/25152459251355585",
    "doi": "https://doi.org/10.1177/25152459251355585",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "Modeling within-level latent interaction effects in multilevel vector-autoregressive models",
    "authors": "Jana Holtmann, Kenneth Koslowski",
    "abstract": "The study of time-dependent within-person dynamics has gained popularity in recent years through the use of multilevel (latent) time-series models. However, due to the complexity of the models, model applications are usually limited with respect to the inclusion of time-varying moderating factors on the longitudinal within-person relations between variables. That is, in common applications of multilevel time-series models, the within-person dynamics of constructs over time are regarded as being insensitive to changes in other time-varying factors or changes in contexts. We illustrate an extension of multilevel latent time-series models that incorporate latent interaction effects at the dynamic within-person level. We build on previous work that incorporated time-varying observed or latent moderator variables for the dynamic parameters in vector autoregressive models and provide a tutorial for the application of the models, implemented and estimated using Bayesian estimation via Markov chain Monte Carlo techniques. The models are illustrated by two empirical applications that investigate the temporal dynamics of negative affect, rumination, and mindful attention. The performance of different models with varying complexity is investigated via several simulation studies to provide recommendations regarding the models’ applicability for applied researchers. Required sample sizes range between at least 25 time points for around 50 persons in the simplest fixed-effects models and at least 100 time points for at least 100 persons in random-effects factor models, depending on the expected effect sizes of the dynamic parameters.",
    "url": "https://doi.org/10.3758/s13428-025-02694-3",
    "doi": "https://doi.org/10.3758/s13428-025-02694-3",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "sociology",
    "title": "Monitoring Attitudes Over Time: Real Change or the Result of Repeated Interviewing?",
    "authors": "Fabienne Kraemer, Peter Lugtig, Bella Struminskaya, Henning Silber, Bernd Weiß, Michael Bosnjak",
    "abstract": "Panel data are often used to study change and stability in social patterns. However, repeated interviewing may affect respondents’ attitudes in a panel study by triggering reflection processes on the surveyed topics (cognitive stimulus hypothesis) . Using data from a survey experiment within a probability-based and a nonprobability panel in Germany, we investigate change—and the mechanisms underlying change—in respondents’ abortion attitudes over six panel waves. The experiment manipulated the frequency of receiving identical attitude questions. We estimate multiple-group and longitudinal structural equation models to differentiate change in the measurement of abortion attitudes from “real” attitude change. Results show that repeatedly administering the same abortion questions increases the reliability of respondents’ reported attitudes and the stability of their latent attitudes toward abortion. However, we find no evidence of an increase in attitude certainty and knowledgeability on abortion and only tentative evidence of improved response behavior (increased attitude reliability) due to general survey experience.",
    "url": "https://doi.org/10.1177/00491241251372503",
    "doi": "https://doi.org/10.1177/00491241251372503",
    "filter": 0,
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "sociology",
    "title": "Is it Time to Put a Moratorium on List Experiments for Domestic Violence Elicitation?",
    "authors": "Andreas Kotsadam, Mette Løvgren",
    "abstract": "Using data from over 24,000 respondents in the Norwegian Crime Victimization Survey, we conducted a double list experiment to measure domestic violence (DV). Both list experiments revealed a statistically significant decrease in reporting when including a sensitive DV item. This clear violation of the “no design effects” assumption is not only explained by floor effects. One possibility is that the results indicate a “fleeing” behavior whereby respondents try to avoid association with DV. Combined with the inherent power limitations of list experiments in many contexts, these results underscore the need for caution in employing list experiments to measure DV, even in large samples.",
    "url": "https://doi.org/10.1177/00491241251372542",
    "doi": "https://doi.org/10.1177/00491241251372542",
    "filter": 0,
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Who expands the human creative frontier with generative AI: Hive minds or masterminds?",
    "authors": "Eric B. Zhou, Dokyun Lee, Bin Gu",
    "abstract": "Artists are rapidly integrating generative text-to-image models into their workflows, yet how this affects creative discovery remains unclear. Leveraging large-scale data from an online art platform, we compare artificial intelligence (AI)–assisted creators to matched nonadopters to assess novel idea contributions. Initially, a concentrated subset of AI-assisted creators contributes more novel artifacts in absolute terms through increased output—the productivity effect—although the average rate of contributing novel artifacts decreases because of a dilution effect. This reflects a shift toward high-volume, incremental exploration, ultimately yielding a greater aggregate of novel artifacts by AI-assisted creators. We observe no evidence of a human-AI effect above and beyond the productivity effect. The release of open-source Stable Diffusion accelerates novel contributions across a more diverse group, suggesting that text-to-image tools facilitate exploration at scale, initially enabling persistent breakthroughs by select “masterminds,” driven by increased volume, and subsequently enabling widespread novel contributions from a “hive mind.”",
    "url": "https://doi.org/10.1126/sciadv.adu5800",
    "doi": "https://doi.org/10.1126/sciadv.adu5800",
    "filter": 0,
    "journal_full": "Science Advances"
  }
]
