[
  {
    "discipline": "communication",
    "title": "The impact of attention and task performance on antiphishing performance: a multigoal perspective",
    "authors": "Shihe Pan, Jungwon Kuem",
    "url": "http://dx.doi.org/10.1108/itp-01-2023-0079",
    "doi": "10.1108/itp-01-2023-0079",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose People are often recognized as the weakest part of thwarting phishing attacks. The goal of preventing phishing can conflict with the goal of keeping a good level of productivity in daily work; however, we still lack an understanding of this multigoal scenario. This paper aims to develop and test a new model of antiphishing performance, especially in relation to individuals' task performance in daily work. Drawing on the extended multiple-goal pursuit model (MGPM*), we examined the relationship between task performance at a time point and the subsequent antiphishing performance as well as how this relationship differs across varying types of phishing emails and attention levels to phishing cues. Design/methodology/approach We tested the model by conducting a field experiment with a survey questionnaire. Four legitimate work emails and four phishing emails (consisting of two work-related and two work-unrelated emails) were sent to 357 participants. The data were analyzed using generalized estimating equations. Findings The results indicate that task performance at a time point has a curvilinear relationship with subsequent antiphishing performance. This relationship is moderated by the types of phishing emails and individuals' attention to phishing cues. For work-related phishing emails, task performance is negatively associated with antiphishing performance when it reaches an intermediate level; however, when task performance is low, or high to an extent, it is positively related to antiphishing performance. For work-unrelated phishing emails, there is a positive association between task performance and antiphishing performance. Moreover, attention to phishing cues moderates the curvilinear relationship between task performance and antiphishing performance such that when task performance reaches an intermediate level, as attention to phishing cues increases, the relationship between task performance and antiphishing performance will turn from negative to positive. Practical implications This paper has practical implications that bear on the conflict between antiphishing performance and task performance. Originality/value This paper sheds light on the potential of the extended multiple-goal pursuit model in studying antiphishing behavior."
  },
  {
    "discipline": "communication",
    "title": "The determinants of participation in online business forums: exploring the interplay of need factors and reciprocity",
    "authors": "Rebwar Kamal Gharib",
    "url": "http://dx.doi.org/10.1108/itp-02-2024-0273",
    "doi": "10.1108/itp-02-2024-0273",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose The purpose of this study is to enhance the understanding of the drivers of participation in online business forums (OBFs). Specifically, it examines how reciprocity and three distinct types of needs (functional, psychological and hedonic) shape the participation behaviour of members in OBFs. Design/methodology/approach This study employs a multilevel analysis, integrating Social Exchange Theory and Uses and Gratification Theory to develop and validate a research framework. Data were collected via online questionnaires ( N  = 596) from 48 business forums on LinkedIn. The data analysis was carried out using PLS-SEM in stages. A confirmatory factor analysis was carried out to assess the measurement model, including validating the reliability and validity of the measurement items. The direct hypotheses were tested, followed by a post ad-hoc analysis to test the mediation and moderation hypotheses. Findings This study shows the impact of three need factors – functional, psychological and hedonic – and reciprocity on community members' participation behaviour in OBFs. The findings indicate that fulfiling functional, psychological and hedonic needs are key determinants driving active participation. The study further highlights the coexistence of two types of reciprocity: direct and indirect. However, the data analysis results show that only indirect reciprocity motivates participation in OBFs. Furthermore, the study reveals that indirect reciprocity not only precedes participation but also acts as a pivotal factor interacting with the interrelationship between the need factors and participation levels in OBFs. Originality/value This research advances theoretical understanding of participation in OBFs by offering novel insights into its complex, multi-faceted nature. Unlike some previous simplistic models, this study employs innovative multilevel analysis, uniquely demonstrating the synergistic impact of need factors and reciprocity on participation. It offers a nuanced perspective previously unexplored by addressing reciprocity’s paradoxical role and uncovering interconnections between various factors. This approach provides groundbreaking insights into OBF dynamics, advancing theoretical understanding while offering actionable strategies for enhancing member engagement and community development."
  },
  {
    "discipline": "communication",
    "title": "Machine heuristic: concept explication and development of a measurement scale",
    "authors": "Hyun Yang, S Shyam Sundar",
    "url": "http://dx.doi.org/10.1093/jcmc/zmae019",
    "doi": "10.1093/jcmc/zmae019",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "Human assumption of superior performance by machines has a long history, resulting in the concept of “machine heuristic” (MH), which is a mental shortcut that individuals apply to automated systems. This article provides a formal explication of this concept and develops a new scale based on three studies (Combined N = 1129). Measurement items were derived from the explication and an open-ended survey (Study 1, N = 270). These were then administered in a closed-ended survey (Study 2, N = 448) to identify their dimensionality through exploratory factor analysis (EFA). Lastly, we conducted another survey (Study 3, N = 411) to verify the factor structure obtained in Study 2 by employing confirmatory factor analysis (CFA). Analyses resulted in a validated scale of seven items that reflect the level of MH in individuals and identified six sets of descriptive labels for machines (expert, efficient, rigid, superfluous, fair, and complex) that serve as formative indicators of MH. Theoretical and practical implications are discussed."
  },
  {
    "discipline": "communication",
    "title": "Topic territoriality and the cost of civility: examining the impact of IP address disclosure on Weibo",
    "authors": "Chao Yu, Drew Margolin",
    "url": "http://dx.doi.org/10.1093/jcmc/zmae018",
    "doi": "10.1093/jcmc/zmae018",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "This article introduces the concept of “topic territoriality,” a mechanism that governs participation in conversational spaces. When a discussion becomes prone to territorialization, individuals are more likely to claim topics (participating in discussions about topics they own as “stakeholders”) and defer (reducing participation in topics owned by others). They are also more likely to patrol topic boundaries (monitoring who is participating and confronting topic “intruders”). We document the operation of topic territoriality by analyzing 112,278 conversational turns on Weibo before and after a policy that reveals users’ broad geographic locations. We find that revealing these locations increased territorial behaviors, leading to more homogenous participation in conversations. Although the display of locations has improved the overall civility in language, the confrontations between stakeholders and intruders became more toxic. Our research emphasizes the impact of topic territoriality in online conversations and sheds light on the unintended consequences of social media policies."
  },
  {
    "discipline": "communication",
    "title": "The Dynamics of Misinformation Sharing: The Mediated Role of News-Finds-Me Perception and the Moderated Role of Partisan Social Identity",
    "authors": "Joseph J. Yoo, Thomas J. Johnson, Ivan Lacasa-Mas",
    "url": "http://dx.doi.org/10.1080/15205436.2024.2401842",
    "doi": "10.1080/15205436.2024.2401842",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Screens as Battlefields: Fact-Checkers’ Multidimensional Challenges in Debunking Russian-Ukrainian War Propaganda",
    "authors": "Laurence Dierickx, Carl-Gustav Lindén",
    "url": "http://dx.doi.org/10.17645/mac.8668",
    "doi": "10.17645/mac.8668",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study examines the challenges fact-checkers face when dealing with war propaganda and how their socio-professional contexts influence these obstacles. Using a mixed-methods approach, the research identifies common difficulties such as time constraints, resource limitations, and the struggle to find reliable information amidst language barriers and geographical distances. The findings highlight the impact of socio-professional contexts on investigative methods, ranging from traditional journalism to advanced open-source intelligence methods. The study underscores the importance of international cooperation and support networks in addressing these challenges and also in mitigating the impact that exposure to violent content and harassment has on well-being and professional integrity."
  },
  {
    "discipline": "communication",
    "title": "Navigating dual stigmas on social media: How self-disclosure strategies influence public attitudes toward sexual minorities with mental disorders",
    "authors": "Hang Lu, Minjie Li",
    "url": "http://dx.doi.org/10.1177/14614448241282604",
    "doi": "10.1177/14614448241282604",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "In light of the rising trend of self-disclosing stigmatized identities on social media and the insufficient understanding of its repercussions on societal attitudes, this study employs an intersectional framework to examine the impact of revealing dual stigmas related to sexual identities and health conditions on destigmatization. Drawing upon the intergroup contact hypothesis and social penetration theory, a national sample of U.S. adults ( N = 1,596) participated in a 3 (sexual identity cue: explicit-cue vs implicit-cue vs no-cue) × 5 (coping with mental disorders: good-coping vs balanced-coping vs poor-coping vs no-coping vs control) between-subjects experiment. Results revealed that while dual stigma disclosure occasionally showed enhanced positive impacts, it never exacerbated stigmatized attitudes compared to single stigma disclosure. In addition, the two self-disclosure strategies interacted to influence destigmatization, mediated by perceived competence rather than perceived authenticity. Implications from the findings are provided."
  },
  {
    "discipline": "communication",
    "title": "Science, Not Scientists: Reflections on Science, Culture, and Their Mediators",
    "authors": "Lea Taragin-Zeller, Hannah Peterson",
    "url": "http://dx.doi.org/10.1177/10755470241275578",
    "doi": "10.1177/10755470241275578",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "In this commentary, we lay out a research agenda for studying religion and science communication that moves beyond theological and moral tensions to include embodied knowledge practices and orientation toward particular vocational futures. Based on findings from a case study of a National Geographic Kids magazine tailored for Orthodox Jews, we argue that diversifying science communication includes navigating embodied knowledge practices and competing “imagined futures” regarding science-related vocations. Advancing recent conversations at the nexus of religion and science communication, our case study highlights the generative possibilities that arise when centering religion amid other processes of science communication diversification."
  },
  {
    "discipline": "communication",
    "title": "Heaven Holds a Place for Those Who Pray: Instrumentalizing Religion and Disinformation the 2022 Brazilian and 2023 Turkish Presidential Campaigns",
    "authors": "James Fitzgerald, Ayse D. Lokmanoglu, Debora Salles, Rose Marie Santini",
    "url": "http://dx.doi.org/10.1177/19401612241285660",
    "doi": "10.1177/19401612241285660",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "This comparative study examines the interplay of religious messaging and disinformation in the election campaign material of Jair Bolsonaro and Recep Tayyip Erdogan for the 2022 Brazilian and 2023 Turkish presidential elections. We employ a mixed-methods approach, combining computational keyword filtering and content analysis with qualitative discourse analysis and applied to a corpus of 10,519 posts across seven social media platforms. The analysis informs two key findings. First, in both Bolsonaro and Erdogan’s presidential campaigns, religious rhetoric and symbolism is used to bolster personal authority and in-group support to consolidate the idea of (presiding over) a majority bloc. Second, while disinformation interfaces with religious messaging in both presidential campaigns, we find that religion is overwhelmingly instrumentalized as a vector for political disinformation—thus, we did not identify any significant presence of “religious disinformation,” classically understood. Ultimately, our article creates space for further comparative and region-specific scholarship to explore how religion, politics, and disinformation intersect with authoritarian populism in modern elections and beyond, while also contributing to the conceptual refinement of “religious disinformation.”"
  },
  {
    "discipline": "communication",
    "title": "How Does Topical Diversity Affect Source Credibility? Fact-Checking Coverage of Politics, Science, and Popular Culture",
    "authors": "Hwayong Shin",
    "url": "http://dx.doi.org/10.1177/19401612241277137",
    "doi": "10.1177/19401612241277137",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "News sources that correct misinformation seek to foster an informed citizenry and promote democratic accountability. One such effort is being made by fact-checking sites across the globe. However, public trust in these outlets remains limited. Is their politics-focused coverage one factor behind the limited trust? Politics-focused coverage highlights partisan competition, which can harm credibility by activating identity-protective biases or resistance to persuasive intent. Prior research suggests depoliticized contexts can help mitigate defensive psychological tendencies in news source assessments. Thus, a potential approach to build broad-based trust could be to broaden the scope of coverage to include nonpolitical topics. Through a preregistered survey experiment in the United States, I test how the topical scope of coverage affects source credibility perceptions. Compared to politics-focused coverage, science-focused coverage improves credibility assessments. Focusing solely or partially on popular culture topics such as entertainment, sports, and lifestyle reduces source credibility. The effects of nonpolitical coverage on source credibility perceptions are similar across partisan groups. The results suggest the public shares the notion that serious public affairs coverage is central to reputable journalism. Overall, coverage of politics and science fares relatively well in building source credibility, whereas coverage of popular culture undermines credibility assessments. People find news sources that correct misinformation more credible when they cover a range of serious topics, but less credible when they cover lighter topics."
  },
  {
    "discipline": "politics",
    "title": "Differentially private survey research",
    "authors": "Georgina Evans, Gary King, Adam D. Smith, Abhradeep Thakurta",
    "url": "http://dx.doi.org/10.1111/ajps.12890",
    "doi": "10.1111/ajps.12890",
    "filter": 0,
    "journal_full": "American Journal of Political Science",
    "abstract": "Survey researchers have long protected respondent privacy via de‐identification (removing names and other directly identifying information) before sharing data. Unfortunately, recent research demonstrates that these procedures fail to protect respondents from intentional re‐identification attacks, a problem that threatens to undermine vast survey enterprises in academia, government, and industry. This is especially a problem in political science because political beliefs are not merely the subject of our scholarship; they represent some of the most important information respondents want to keep private. We confirm the problem in practice by re‐identifying individuals from a survey about a controversial referendum declaring life beginning at conception. We build on the concept of “differential privacy” to offer new data‐sharing procedures with mathematical guarantees for protecting respondent privacy and statistical validity guarantees for social scientists analyzing differentially private data. The cost of these procedures is larger standard errors, which can be overcome with larger sample sizes."
  },
  {
    "discipline": "politics",
    "title": "Losing on the home front? Battlefield casualties, media, and public support for foreign interventions",
    "authors": "Thiemo Fetzer, Pedro C. L. Souza, Oliver Vanden Eynde, Austin L. Wright",
    "url": "http://dx.doi.org/10.1111/ajps.12907",
    "doi": "10.1111/ajps.12907",
    "filter": 0,
    "journal_full": "American Journal of Political Science",
    "abstract": "How domestic constituents respond to signals of weakness in foreign wars remains an important question in international relations. This paper studies the impact of battlefield casualties and media coverage on public demand for war termination. To identify the effect of troop fatalities, we leverage the timing of survey collection across respondents from nine members of the International Security Assistance Force in Afghanistan. Quasi‐experimental evidence demonstrates that battlefield casualties increase the news coverage of Afghanistan and the public demand for withdrawal. Evidence from a survey experiment replicates the main results. To shed light on the media mechanism, we leverage a news pressure design and find that major sporting matches occurring around the time of battlefield casualties drive down subsequent coverage, and significantly weaken the effect of casualties on support for war termination. These results highlight the role that media play in shaping public support for foreign military interventions."
  },
  {
    "discipline": "politics",
    "title": "Justice Beyond Rights: Haqq and Global South Migration",
    "authors": "HUMEIRA IQTIDAR",
    "url": "http://dx.doi.org/10.1017/s0003055424000972",
    "doi": "10.1017/s0003055424000972",
    "filter": 0,
    "journal_full": "American Political Science Review",
    "abstract": "How might the ideas and practices of Global South migrants and activists inform normative frameworks and conceptual repertoires that political theorists and activists bring to bear on questions regarding justice and migration? Taking seriously the call for conceptual innovation to move beyond Eurocentrism this article builds on oral histories collected from refugees and migrants from the Tribal Areas of Pakistan to argue that the concept of haqq raises important questions about the reliance on statist justice in contemporary theorizing about migration ethics and provides insights into alternative ethical concerns. Ideas and practices of haqq foreground social relationships as well as the imbrication of responsibility and entitlement for communities and individuals. Crucially, engagement with haqq helps dislodge assumptions regarding state-enforced rights as universal vehicles of justice. Consequently, different ethical questions and imaginaries become available for consideration that resonate much beyond debates about migration."
  },
  {
    "discipline": "politics",
    "title": "Who Hosts? The Correlates of Hosting the Internally Displaced",
    "authors": "LEONID PEISAKHIN, NIK STOOP, PETER VAN DER WINDT",
    "url": "http://dx.doi.org/10.1017/s0003055424000923",
    "doi": "10.1017/s0003055424000923",
    "filter": 0,
    "journal_full": "American Political Science Review",
    "abstract": "Tens of millions of individuals are displaced due to violence, and most are hosted by other households in their home countries. We ask what motivates people to host the forcibly displaced. We are interested in whether empathy increases the willingness to host but also consider alternative explanations. To explore the correlates of hosting we collected survey data from 1,504 households in the Democratic Republic of the Congo, fielded in-depth interviews, and implemented an experiment. We employ a novel strategy to measure hosting behavior, where household characteristics are measured prior to the arrival of displaced persons. We find that households with higher empathy are more likely to host in the 10-month period following the survey. There is no evidence that ethnicity, religiosity, or wealth affect hosting behavior. Results from the experiment suggest that it is difficult to increase hosting propensity in the longer term (4+ months) through simple interventions."
  },
  {
    "discipline": "politics",
    "title": "Counterfactual coercion: Could harsher sanctions against Russia have prevented the worst?",
    "authors": "Thies Niemeier, Gerald Schneider",
    "url": "http://dx.doi.org/10.1177/20531680241272668",
    "doi": "10.1177/20531680241272668",
    "filter": 0,
    "journal_full": "Research & Politics",
    "abstract": "Numerous studies show that properly designed economic sanctions can force the target to refrain from violating international norms. However, policymakers cannot integrate this finding into their ex ante assessments of whether more forceful coercive measures could prevent military coups, human rights violations, or a war of aggression such as the Russian invasion of Ukraine. In this article, we address this shortcoming and introduce counterfactual predictions to answer the what-if question of whether adequate sanctions by the European Union and the United States could have provoked targets to abandon severe norm violations. To this end, a training data set from 1989 to 2008 is used to predict the success of sanctions from 2009 to 2015. Our policy counterfactuals for key sanction cases suggest that stricter EU coercion against Russia after the annexation of Crimea could have triggered policy concessions from the regime of President Putin."
  },
  {
    "discipline": "politics",
    "title": "Conglomerates at the court: The political consequences of mergers &amp; acquisitions",
    "authors": "Lucas Boschelli, Janet M. Box-Steffensmeier, Dino P. Christenson",
    "url": "http://dx.doi.org/10.1177/20531680241286975",
    "doi": "10.1177/20531680241286975",
    "filter": 0,
    "journal_full": "Research & Politics",
    "abstract": "Increasingly, corporations expand through the creation or acquisition of new subsidiary companies. Despite the commonality of the practice, little is known regarding how it influences corporations’ political behavior. This research note analyzes how subsidiaries shape corporations’ political interests and collaborations as they seek to influence the Supreme Court. To accomplish this, we construct a historical dataset of the acquisitions and mergers of a politically active sample of Fortune 500 corporations (spanning various industries and sizes) that we combine with their history of filing amicus curiae briefs to the Court. Through social network and longitudinal analyses, we analyze whether and how corporations change their targeted issue areas, collaborations, and political success following consolidation. While mergers and acquisitions have little effect on the quantity of actions or success before the Court, they expand the issues of political interest for corporations, and increase both their popularity and ability to broker information in their political network."
  },
  {
    "discipline": "public opinion",
    "title": "Revisiting citizen preferences for who should govern and how. the case of cross-national surveys",
    "authors": "Adrián del Río",
    "url": "http://dx.doi.org/10.1080/17457289.2024.2409641",
    "doi": "10.1080/17457289.2024.2409641",
    "filter": 0,
    "journal_full": "Journal of Elections, Public Opinion and Parties"
  },
  {
    "discipline": "public opinion",
    "title": "Real-World Data Versus Probability Surveys for Estimating Health Conditions at the State Level",
    "authors": "David A Marker, Charity Hilton, Jacob Zelko, Jon Duke, Deborah Rolka, Rachel Kaufmann, Richard Boyd",
    "url": "http://dx.doi.org/10.1093/jssam/smae036",
    "doi": "10.1093/jssam/smae036",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Government statistical offices worldwide are under pressure to produce statistics rapidly and for more detailed geographies, to compete with unofficial estimates available from web-based big data sources or from private companies. Commonly suggested sources of improved health information are electronic health records and medical claims data. These data sources are collectively known as real-world data (RWD) because they are generated from routine health care processes, and they are available for millions of patients. It is clear that RWD can provide estimates that are more timely and less expensive to produce—but a key question is whether or not they are very accurate. To test this, we took advantage of a unique health data source that includes a full range of sociodemographic variables and compared estimates using all of those potential weighting variables versus estimates derived when only age and sex are available for weighting (as is common with most RWD sources). We show that not accounting for other variables can produce misleading and quite inaccurate health estimates."
  },
  {
    "discipline": "public opinion",
    "title": "Why People Accept Mental Health-Related Misinformation: Role of Social Media Metrics in Users’ Information Processing",
    "authors": "Shiyi Zhang, Huiyu Zhou, Yimei Zhu",
    "url": "http://dx.doi.org/10.1177/08944393241287791",
    "doi": "10.1177/08944393241287791",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Drawing on dual-process theories, this study aims to investigate the factors associated with social media users’ acceptance of mental health-related misinformation (MHRM). We conducted a case study of Chinese microblogging Weibo on conversations that emerged following a publicised celebrity suicide of South Korean superstar Sulli. This incident sparked an extensive discussion on mental health issues as Sulli was reported to have suffered from depression prior to her death. Whilst previous studies on users’ information acceptance mainly adopted survey methods, our study employs a mixed-method approach (i.e. computational data collection method, content analysis and statistical analysis), which opens up new directions to utilise secondary social media data. We identified MHRM from the discussions on Weibo and labelled the responses to the misinformation as whether they indicate an acceptance of the MHRM. Binary logistic regression was used to examine the associations of receivers’ acceptance of MHRM with its information features (e.g. number of likes) and information sources (e.g. gender). Inconsistent with previous studies, our findings suggest that MHRM is less likely to be accepted when published by male users, underscoring the context-specific nature of heuristic cues. This study also revealed some novel findings, such as MHRM with more pictures or with more words is less likely to be accepted. A theoretical model was proposed based on the findings, which highlights the importance of heuristic cues and individuals’ pre-existing knowledge in information processing."
  },
  {
    "discipline": "psychology",
    "title": "Assessing the Generality of a Self-Administered Strategic-Resource-Use Intervention on Academic Performance: A Multisite, Preregistered Conceptual Replication of Chen et al. (2017)",
    "authors": "Peter P. J. L. Verkoeijen, Gabriela V. Koppenol-Gonzalez, Lara M. van Peppen, Marloes M. D. H. J. Broeren, Anita E. G. Heijltjes, Renske E. Kuijpers, Janneke T. L. M. Nobelen, Marion Tillema, Marleen H. M. de Moor, Lidia R. Arends",
    "url": "http://dx.doi.org/10.1177/25152459241270604",
    "doi": "10.1177/25152459241270604",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Chen et al. designed a novel strategic-resource-use (SRU) intervention that higher-education students could self-administer online. This intervention aimed to help students improve their performance by stimulating them to think about using learning resources for an exam preparation. The SRU intervention was tested in two undergraduate introductory-statistics courses. In the first experiment, students in the control condition received an email asking them to state their desired grade, how motivated they were to get that grade, how important it was to obtain the desired grade, and how confident they were in obtaining it. Participants in the experimental condition received the same mail and took the 15-min SRU intervention. On the final course exam, the SRU group outperformed the control group, yielding a small to medium effect size, a finding that was replicated in a second study. We conducted four preregistered conceptual replications of Chen and colleagues’ study in four undergraduate introductory-statistics courses at two Dutch higher-education institutions. In our study, the meta-analytic standardized effects on the final-exam scores in the intention-to-treat meta-analysis and the compliant-only analysis were small and not significantly different from 0, and the upper limits of the 95% confidence intervals of both meta-analyses were smaller than the effect sizes of the two studies reported by Chen and colleagues. Comparable results were obtained for the pass rates. Thus, the results of the present study failed to corroborate the previously demonstrated positive effect of the SRU intervention on final-exam scores and pass rates."
  },
  {
    "discipline": "psychology",
    "title": "So You Want to Do ESM? 10 Essential Topics for Implementing the Experience-Sampling Method",
    "authors": "Jessica Fritz, Marilyn L. Piccirillo, Zachary D. Cohen, Madelyn Frumkin, Olivia Kirtley, Julia Moeller, Andreas B. Neubauer, Lesley A. Norris, Noémi K. Schuurman, Evelien Snippe, Laura F. Bringmann",
    "url": "http://dx.doi.org/10.1177/25152459241267912",
    "doi": "10.1177/25152459241267912",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "The experience-sampling method (ESM) captures psychological experiences over time and in everyday contexts, thereby offering exciting potential for collecting more temporally fine-grained and ecologically valid data for psychological research. Given that rapid methodological developments make it increasingly difficult for novice ESM researchers to be well informed about standards of ESM research and to identify resources that can serve as useful starting points, we here provide a primer on 10 essential design and implementation considerations for ESM studies. Specifically, we (a) compare ESM with cross-sectional, panel, and cohort approaches and discuss considerations regarding (b) item content and phrasing; (c) choosing and formulating response options; (d) timescale (sampling scheme, sampling frequency, survey length, and study duration); (e) change properties and stationarity; (f) power and effect sizes; (g) missingness, attrition, and compliance; (h) data assessment and administration; (i) reliability; and (j) replicability and generalizability. For all 10 topics, we discuss challenges and—if available—potential solutions and provide literature that can serve as starting points for more in-depth readings. We also share access to a living, web-based resources library with a more extensive catalogue of literature to facilitate further learning about the design and implementation of ESM. Finally, we list topics that although beyond the scope of our article, can be relevant for the success of ESM studies. Taken together, our article highlights the most essential design and implementation considerations for ESM studies, aids the identification of relevant in-depth readings, and can thereby support the quality of future ESM studies."
  },
  {
    "discipline": "psychology",
    "title": "Assessing computational reproducibility in Behavior Research Methods",
    "authors": "David A. Ellis, John Towse, Olivia Brown, Alicia Cork, Brittany I. Davidson, Sophie Devereux, Joanne Hinds, Matthew Ivory, Sophie Nightingale, Douglas A. Parry, Lukasz Piwek, Heather Shaw, Andrea S. Towse",
    "url": "http://dx.doi.org/10.3758/s13428-024-02501-5",
    "doi": "10.3758/s13428-024-02501-5",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Psychological science has thrived thanks to new methods and innovative practices. Journals, including Behavior Research Methods ( BRM ), continue to support the dissemination and evaluation of research assets including data, software/hardware, statistical code, and databases of stimuli. However, such research assets rarely allow for computational reproducibility, meaning they are difficult to reuse. Therefore, in this preregistered report, we explore how BRM ’s authors and BRM structures shape the landscape of functional research assets. Our broad research questions concern: (1) How quickly methods and analytical techniques reported in BRM can be used and developed further by other scientists; (2) Whether functionality has improved following changes to BRM journal policy in support of computational reproducibility; (3) Whether we can disentangle such policy changes from changes in reproducibility over time. We randomly sampled equal numbers of papers ( N = 204) published in BRM before and after the implementation of policy changes. Pairs of researchers recorded how long it took to ensure assets (data, software/hardware, statistical code, and materials) were fully operational. They also coded the completeness and reusability of the assets. While improvements were observed in all measures, only changes to completeness were altered significantly following the policy changes ( d = .37). The effects varied between different types of research assets, with data sets from surveys/experiments showing the largest improvements in completeness and reusability. Perhaps more importantly, changes to policy do appear to have improved the life span of research products by reducing natural decline. We conclude with a discussion of how, in the future, research and policy might better support computational reproducibility within and beyond psychological science."
  },
  {
    "discipline": "psychology",
    "title": "Percentage of variance accounted for in structural equation models: The rediscovery of the goodness of fit index.",
    "authors": "Alberto Maydeu-Olivares, Carmen Ximénez, Javier Revuelta",
    "url": "http://dx.doi.org/10.1037/met0000680",
    "doi": "10.1037/met0000680",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "The presence of a humanoid robot can be detrimental to human performance in an attentional task.",
    "authors": "Davide Ghiglino, Davide De Tommaso, Adam W. Lukomski, Agnieszka Wykowska",
    "url": "http://dx.doi.org/10.1037/tmb0000137",
    "doi": "10.1037/tmb0000137",
    "filter": 0,
    "journal_full": "Technology, Mind, and Behavior"
  },
  {
    "discipline": "multidisciplinary",
    "title": "The evolution of private reputations in information-abundant landscapes",
    "authors": "Sebastián Michel-Mata, Mari Kawakatsu, Joseph Sartini, Taylor A. Kessinger, Joshua B. Plotkin, Corina E. Tarnita",
    "url": "http://dx.doi.org/10.1038/s41586-024-07977-x",
    "doi": "10.1038/s41586-024-07977-x",
    "filter": 0,
    "journal_full": "Nature",
    "abstract": "Reputations are critical to human societies, as individuals are treated differently based on their social standing1,2. For instance, those who garner a good reputation by helping others are more likely to be rewarded by third parties3,4,5. Achieving widespread cooperation in this way requires that reputations accurately reflect behaviour6 and that individuals agree about each other’s standings7. With few exceptions8,9,10, theoretical work has assumed that information is limited, which hinders consensus7,11 unless there are mechanisms to enforce agreement, such as empathy12, gossip13,14,15 or public institutions16. Such mechanisms face challenges in a world where empathy, effective communication and institutional trust are compromised17,18,19. However, information about others is now abundant and readily available, particularly through social media. Here we demonstrate that assigning private reputations by aggregating several observations of an individual can accurately capture behaviour, foster emergent agreement without enforcement mechanisms and maintain cooperation, provided individuals exhibit some tolerance for bad actions. This finding holds for both first- and second-order norms of judgement and is robust even when norms vary within a population. When the aggregation rule itself can evolve, selection indeed favours the use of several observations and tolerant judgements. Nonetheless, even when information is freely accessible, individuals do not typically evolve to use all of it. This method of assessing reputations—‘look twice, forgive once’, in a nutshell—is simple enough to have arisen early in human culture and powerful enough to persist as a fundamental component of social heuristics."
  }
]
