[
  {
    "discipline": "communication",
    "title": "Amplifying the regime: identifying coordinated activity of pro-government Telegram channels in Russia and Belarus",
    "authors": "Daria Kuznetsova",
    "url": "https://doi.org/10.1080/19331681.2025.2540822",
    "doi": "https://doi.org/10.1080/19331681.2025.2540822",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Illuminating the invisible: Development and psychometric test of a multi-dimensional measure of consistent online lurking (COOL)",
    "authors": "Alexandra R Stankus, Archana Krishnan",
    "abstract": "Online lurking is a common behavior but defining it and understanding its motivations is complex. Various definitions and measurements for online lurking have been employed but have often suggested “lurking” to be conflated with other behaviors. This study developed and tested a scale to measure consistent online lurking (COOL), addressing the need for a clear conceptualization and measurement of this behavior. Exploratory factor analysis explicated two dimensions of online lurking – online invisibility and preference for content consumption, and confirmatory factor analysis confirmed the two-factor structure. The resulting scale demonstrated good reliability across two samples. The study differentiates consistent lurking from information-seeking and contextual factors, focusing on individuals who tend to lurk across platforms. This conceptualization provides a theoretical contribution by illuminating a subset of online users who are often underrepresented in research but are integral to online communities despite their invisibility.",
    "url": "https://doi.org/10.1177/14614448251358488",
    "doi": "https://doi.org/10.1177/14614448251358488",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Attributing coordinated social media manipulation: A theoretical model and typology",
    "authors": "Daniel Thiele, Miriam Milzner, Annett Heft, Baoning Gong, Barbara Pfetsch",
    "abstract": "Social media are key arenas for public opinion formation, but are susceptible to coordinated social media manipulation (CSMM), that is, the orchestrated activity of multiple accounts to increase content visibility and deceive audiences. Despite advances in detecting and characterizing CSMM, the attribution problem—identifying the principals behind CSMM campaigns—has received little scholarly attention. In this article, we address this gap by synthesizing existing research and developing a theoretical model for understanding CSMM. We propose a consolidated definition of CSMM, identify its key observable and hidden characteristics, and present a rational choice model for inferring principals’ strategic decisions from campaign features. In addition, we present a typology of CSMM campaigns, linking variations in scale, elaborateness, and disguise to principals’ resources, stakes, and influence strategies. Our contribution provides researchers with conceptual and heuristic tools for attribution and invites interdisciplinary and comparative research on CSMM campaigns.",
    "url": "https://doi.org/10.1177/14614448251350100",
    "doi": "https://doi.org/10.1177/14614448251350100",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Deepfakes or Synthetic Media? The Effect of Euphemisms for Labeling Technology on Risk and Benefit Perceptions",
    "authors": "Adrian Rauchfleisch, Daniel Vogler, Gabriele de Seta",
    "abstract": "The language used in public debates and in the news can influence how citizens perceive the risks and benefits of technology. While framing effects on technology perception are well understood, few studies have focused on the effects of specific terms used to describe technology. We analyze how the terms deepfake and synthetic media affect risk and benefit perceptions across application fields. Using Switzerland as a case, our manual content analysis ( n = 380 news articles) reveals a focus on risks in news coverage of deepfakes with minimal use of the term synthetic media. We then tested the effects of the terms on risk and benefit perceptions in a preregistered survey experiment (n = 736 participants). Term choice does not change perceived risks, but “synthetic media” significantly increases perceived benefits across application fields. As a theoretical contribution, we link our findings to the concept of euphemism, proposing that term choice should align with application fields to reflect the risks and benefits of technology. Overall, our study shows that the terms we use to label technology matter, especially for emerging technologies such as artificial intelligence.",
    "url": "https://doi.org/10.1177/20563051251350975",
    "doi": "https://doi.org/10.1177/20563051251350975",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "Perceptions of the European Green Deal: Understanding Public Sentiment",
    "authors": "Steve Borchardt, Matteo Trane, Stefano Cisternino, Luisa Marelli",
    "abstract": "Launched in December 2019, the European Green Deal (EGD) represents the European Union’s (EU) ambitious policy framework to achieve climate neutrality by 2050. This study employs a sentiment analysis of 582,156 tweets from the beginning of 2020 to April 2024 to understand the evolution of public sentiment toward the EGD. Grounded in Social Representations Theory and Framing Theory, we analyze sentiment trends, topic distributions, and the impact of key policy and external events (e.g. COVID-19 spread) on public sentiment. The results reveal predominantly neutral sentiment (61.68%), with more positive (28.26%) than negative (10.06%) sentiment overall and a substantially stable trend over time. EU-affiliated accounts showed higher positive sentiment compared to non-EU-affiliated accounts. Sentiment trends were correlated with key policy announcements and global events, demonstrating the intricate relationship between policy communication and the formation of public opinion. The study identified key themes and specific initiatives driving positive sentiment, including those linked to the first EU climate law and climate targets, Farm to Fork, and New European Bauhaus. Conversely, economic concerns, challenges in policy implementation challenges, ecosystem conservation status, and food system, and energy security issues appeared as associated with negative sentiment. The findings highlight the importance of targeted communication strategies, transparent response to skepticism, communication of policy processes, and stakeholder feedback collection tool enhancement to leverage public sentiment in support of the EU green transition, paving the way for future research to explore regional nuances and sentiment monitoring.",
    "url": "https://doi.org/10.1177/20563051251337404",
    "doi": "https://doi.org/10.1177/20563051251337404",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "politics",
    "title": "Bin-Conditional Conformal Prediction of Fatalities from Armed Conflict",
    "authors": "David Randahl, Jonathan P. Williams, Håvard Hegre",
    "abstract": "Forecasting of armed conflicts is a critical area of research with the potential to save lives and mitigate suffering. While existing forecasting models offer valuable point predictions, they often lack individual-level uncertainty estimates, limiting their usefulness for decision-making. Several approaches exist to estimate uncertainty, such as parametric and Bayesian prediction intervals, bootstrapping, quantile regression, but these methods often rely on restrictive assumptions, struggle to provide well-calibrated intervals across the full range of outcomes, or are computationally intensive. Conformal prediction offers a model-agnostic alternative that guarantees a user-specified level of coverage but typically provides only marginal coverage, potentially resulting in non-uniform coverage across different regions of the outcome space. In this article, we introduce a novel extension called bin-conditional conformal prediction (BCCP), which enhances standard conformal prediction (SCP) by ensuring consistent coverage rates across user-defined subsets (bins) of the outcome variable. We apply BCCP to simulated data as well as the forecasting of fatalities from armed conflicts, and demonstrate that it provides well-calibrated uncertainty estimates across various ranges of the outcome. Compared to SCP, BCCP offers improved local coverage, though this comes at the cost of slightly wider prediction intervals.",
    "url": "https://doi.org/10.1017/pan.2025.10010",
    "doi": "https://doi.org/10.1017/pan.2025.10010",
    "filter": 0,
    "journal_full": "Political Analysis"
  },
  {
    "discipline": "politics",
    "title": "A Waste of Time? Partisan Deliberative Bias as a Barrier to Political Crosstalk",
    "authors": "Bryan McLaughlin, Nathaniel Geiger, Pedro H. P. Rocha",
    "abstract": "Americans are increasingly unwilling to talk about politics with out-partisans. One potential barrier to such cross-cutting partisan conversations may be partisans’ tendency to stereotype out-partisans as lacking the deliberative traits necessary to have a productive conversation (i.e., partisan deliberative bias ). Here, three studies examine the presence of partisan deliberative bias, its relationship to cross-cutting political talk, and potential pathways to reducing partisan deliberative bias. Study 1 (two-wave panel; Wave-2 N = 695) provides evidence that partisans perceive out-partisans possess less deliberative traits than in-partisans and these perceptions are related to reduced cross-cutting political talk (at Time 2). Study 2 (experimental; N = 417) provides evidence that exposing individuals to more examples of out-partisans who display deliberative traits (vs. anti-deliberative traits) leads to increased perceptions that out-partisans possess deliberative traits, which is associated with greater willingness to engage in a political conversation. Study 3 (experimental; N = 825) provides evidence that a deliberative bias-correcting intervention can reduce stereotypes about out-party members’ deliberative traits. Further, findings from an alternative model that includes in-group favoritism suggest that perceptions of deliberative traits are significantly related to cross-cutting political talk even when accounting for affective polarization. Findings across all three studies are similar for Republican and Democratic participants. Taken holistically, these results highlight the prevalence of partisan deliberative bias, suggest that such bias reduces cross-cutting conversations, and provide preliminary evidence for the effectiveness of interventions to address this bias.",
    "url": "https://doi.org/10.1007/s11109-025-10068-w",
    "doi": "https://doi.org/10.1007/s11109-025-10068-w",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "Out‐party, out of luck: Partisan biases in public support for due process in corruption investigations",
    "authors": "Pedro C. Magalhães, Luís de Sousa, Nuno Garoupa, Rui Costa‐Lopes",
    "abstract": "This study examines how public support for due process in corruption investigations is affected by partisan biases. Using a survey experiment conducted with a representative sample of Portuguese voters, it finds that voters' support for legally enshrined due process rights is conditional on their partisan alignment with the corruption suspects. Specifically, respondents exhibit greater support for due process protections for in‐party than for out‐party suspects, with out‐party derogation prevailing. By focusing on public attitudes towards legal fairness and horizontal accountability, these results expand our understanding of the role of partisan loyalties in accountability for corruption beyond their better‐known role in electoral processes.",
    "url": "https://doi.org/10.1111/pops.70063",
    "doi": "https://doi.org/10.1111/pops.70063",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "politics",
    "title": "Large Language Models Are Democracy Coders with Attitudes",
    "authors": "Nils B. Weidmann, Mats Faulborn, David García",
    "abstract": "Current political developments worldwide illustrate that research on democratic backsliding is as important as ever. A recent exchange in Political Science &amp; Politics (February 2024) highlighted again that the measurement of democracy remains a challenge. With many democracy indicators consisting of subjective assessments rather than factual observations, trends in democracy over time could be due to human biases in the coding of these indicators rather than empirical facts. This article leverages two cutting-edge Large Language Models (LLMs) for the coding of democracy indicators from the V-Dem project. With access to huge amounts of information, these models may be able to rate the many “soft” characteristics of regimes at substantially lower costs. Whereas LLM-generated codings largely align with expert coders for many countries, we show that when these models deviate from human assessments, they do so in different but consistent ways. Some LLMs are too pessimistic and others consistently overestimate the democratic quality of these countries. Although the combination of the two LLM codings can alleviate this concern, we conclude that it is difficult to replace human coders with LLMs because the extent and direction of these attitudes is not known a priori.",
    "url": "https://doi.org/10.1017/s1049096525101248",
    "doi": "https://doi.org/10.1017/s1049096525101248",
    "filter": 0,
    "journal_full": "PS: Political Science & Politics"
  },
  {
    "discipline": "politics",
    "title": "Preferring National Elites or Local Candidates: A Conjoint Analysis of Voter Heuristics.",
    "authors": "Etienne Gagnon, Kenneth Mori McElwain, Fumi Ikeda",
    "url": "https://doi.org/10.1086/737779",
    "doi": "https://doi.org/10.1086/737779",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "politics",
    "title": "Racialized Misinformation, Factual Corrections, and Prejudicial Attitudes: The Cases of Welfare and Immigration",
    "authors": "Eddy Yeung, Joseph Glasgow",
    "url": "https://doi.org/10.1086/737780",
    "doi": "https://doi.org/10.1086/737780",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "psychology",
    "title": "Side Effects of Experience-Sampling Protocols: A Systematic Analysis of How They Affect Data Quality, Data Quantity, and Bias in Study Results",
    "authors": "Thomas Reiter, Sophia Sakel, Julian Scharbert, Julian ter Horst, Maarten van Zalk, Mitja Back, Markus Bühner, Ramona Schoedel",
    "abstract": "In studies using the increasingly popular experience-sampling method (ESM), design decisions are often guided by theoretical or practical considerations. Yet limited empirical evidence exists on how these choices affect data quantity (e.g., response probabilities), data quality (e.g., response latency), and potential biases in study outcomes (e.g., characteristics of study variables). In a preregistered, 4-week study ( N = 395), we experimentally manipulated two key ESM protocol characteristics for sending ESM surveys: timing (fixed vs. varying times) and contingency (directly vs. indirectly after unlocking the smartphone). We evaluated the ESM protocols resulting from the combination of these two characteristics regarding different criteria: As hypothesized for contingency, indirect protocols resulted in higher response probabilities (increased data quantity). But they also led to higher response latencies (reduced data quality). Contrary to our expectations, the combined effect of contingency and timing did not significantly influence response probability. We also did not observe other effects of timing or contingency on data quality. In exploratory follow-up analyses, we discovered that timing significantly affected response probability and smartphone-usage behaviors, as measured by screen logs; however, these effects were likely attributable to time-of-day effects. Self-reported states showed no differences based on the chosen ESM protocol, and similar trends were found when correlating primary outcomes with external criteria, such as trait affect and well-being. Based on the study’s findings, we discuss the trade-offs that researchers should consider when choosing their ESM protocols to optimize data quantity, data quality, and biases in study outcomes.",
    "url": "https://doi.org/10.1177/25152459251347274",
    "doi": "https://doi.org/10.1177/25152459251347274",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "From Embeddings to Explainability: A Tutorial on Large-Language-Model-Based Text Analysis for Behavioral Scientists",
    "authors": "Rudolf Debelak, Timo K. Koch, Matthias Aßenmacher, Clemens Stachl",
    "abstract": "Large language models (LLMs) are transforming research in psychology and the behavioral sciences by enabling advanced text analysis at scale. Their applications range from the analysis of social media posts to infer psychological traits to the automated scoring of open-ended survey responses. However, despite their potential, many behavioral scientists struggle to integrate LLMs into their research because of the complexity of text modeling. In this tutorial, we aim to provide an accessible introduction to LLM-based text analysis, focusing on the Transformer architecture. We guide researchers through the process of preparing text data, using pretrained Transformer models to generate text embeddings, fine-tuning models for specific tasks such as text classification, and applying interpretability methods, such as Shapley additive explanations and local interpretable model-agnostic explanations, to explain model predictions. By making these powerful techniques more approachable, we hope to empower behavioral scientists to leverage LLMs in their research, unlocking new opportunities for analyzing and interpreting textual data.",
    "url": "https://doi.org/10.1177/25152459251351285",
    "doi": "https://doi.org/10.1177/25152459251351285",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "Bayesian sample size determination for longitudinal intervention studies with linear and log-linear growth",
    "authors": "Ulrich Lösener, Mirjam Moerbeek",
    "abstract": "A priori sample size determination (SSD) is essential for designing cost-efficient trials and in avoiding underpowered studies. In addition, reporting a solid justification for a certain sample size is required by most ethics committees and many funding agencies. Often, SSD is based on null hypothesis significance testing (NHST), an approach that has received severe criticism in the past decades. As an alternative, Bayesian hypothesis evaluation using Bayes factors has been developed. Bayes factors quantify the relative support in the data for a pair of competing hypotheses without suffering from some of the drawbacks of NHST. SSD for Bayesian hypothesis testing relies on simulations and has only been studied recently. Available software for this is limited to simple models such as ANOVA and the t  test, in which observations are assumed to be independent from each other. However, this assumption is rendered untenable in longitudinal experiments where observations are nested within individuals. In that case, a multilevel model should be used. This paper provides researchers with a valuable tool for performing SSD for multilevel models with longitudinal data in a Bayesian framework, along with the necessary theoretical background and concrete empirical examples. The open-source R function that enables researchers to tailor the simulation to their trial at hand can be found on the GitHub page of the first author.",
    "url": "https://doi.org/10.3758/s13428-025-02749-5",
    "doi": "https://doi.org/10.3758/s13428-025-02749-5",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Watching movies in VR: A research ecosystem for the study of screen media effects",
    "authors": "Faith A. Delle, Gary Bente, Nolan Jahn, Juncheng Wu",
    "abstract": "We introduce a virtual reality (VR) research ecosystem for the study of screen media effects and present a study providing evidence for its usability and validity. The study tested whether responses to affect-laden films presented on a standard TV within a physical space can be replicated in a virtual environment. The virtual setting was developed using Vizard 7.0, an open-access and customizable solution for media research. Using a between-subjects design, 70 participants were randomly assigned to either a TV or VR condition. Both groups were exposed to the same set of nine movie clips, encompassing three emotional categories (scary, funny, sad). While participants in the TV condition watched the clips on a physical 65″ TV, participants in the VR condition watched the clips on a virtual screen in the VR living room using a Meta Quest 2 VR headset. Continuous ratings of perceived emotional intensity and physiological measures of arousal (skin conductance level, heart rate, pulse volume amplitude) served as dependent variables. Overall, results confirmed the convergent validity between the two experimental conditions, revealing high correlations for all process variables across all stimuli. Results also demonstrated distinct responses to the clips of different emotional tones that were consistent across the experimental conditions. The findings encourage the use of VR for the study of screen media effects, demonstrating convergent validity with real-world scenarios while offering significant advantages, such as standardization and portability of the experimental setup as well as high levels of experimental control over reception setting variables.",
    "url": "https://doi.org/10.3758/s13428-025-02750-y",
    "doi": "https://doi.org/10.3758/s13428-025-02750-y",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "“Stop the Count!”—How Reporting Partial Election Results Fuels Beliefs in Election Fraud",
    "authors": "André Vaz, Moritz Ingendahl, André Mata, Hans Alves",
    "abstract": "In seven studies, we investigated how reporting partial vote counts influences perceptions of election legitimacy. Beliefs in election fraud, as in the 2020 U.S. presidential election, may be fueled by the cumulative redundancy bias (CRB), which skews perceptions toward early leaders in partial vote counts. In line with this prediction, participants (Prolific adult participants from the United States and the United Kingdom) consistently rated early leaders more favorably and were more likely to suspect fraud when the eventual winner gained a late lead. This effect persisted across simulated elections (Studies 1–3) and real-world vote counts from the 2020 election in Georgia (Study 4). It is important to note that fraud suspicions already arose before the count was completed (Study 5) and persisted despite explanatory interventions (Study 6). Partisanship did not eliminate the CRB’s influence on fraud beliefs (Study 7). Our findings suggest that the sequential reporting of vote counts may amplify false perceptions of election fraud and could be mitigated by revising how results are communicated.",
    "url": "https://doi.org/10.1177/09567976251355594",
    "doi": "https://doi.org/10.1177/09567976251355594",
    "filter": 0,
    "journal_full": "Psychological Science"
  },
  {
    "discipline": "sociology",
    "title": "Online Nonprobability Samples",
    "authors": "Jeremy Freese, Olivia Jin",
    "abstract": "Online nonprobability samples provide social scientists with opportunities to conduct surveys and experiments on large, diverse samples at modest prices. Researchers may find bewildering the options offered by the many commercial entities that provide research participants, and our review seeks to orient researchers to key issues about their use. We discuss principles and evidence regarding estimates from nonprobability samples versus those from probability samples. We also describe methods for addressing certain types of problem participants that one encounters in these samples: professional respondents, participants who are inattentive or have low linguistic competence, and bogus participants (increasingly in the form of bots). We urge researchers not to take data quality for granted, not to rely on indirect information to vouch for data quality, and to proactively build methods that allow for the evaluation of data quality into their instruments.",
    "url": "https://doi.org/10.1146/annurev-soc-090524-043117",
    "doi": "https://doi.org/10.1146/annurev-soc-090524-043117",
    "filter": 0,
    "journal_full": "Annual Review of Sociology"
  },
  {
    "discipline": "sociology",
    "title": "Survey Experiments in Sociology",
    "authors": "Ariela Schachter, Katherine Weisshaar",
    "abstract": "Survey experiments are an underutilized but powerful tool for sociologists interested in studying causal research questions. Survey experiments can yield insights into the breadth of causal relationships, by studying treatment effects in population samples or across subgroups, and can yield a deeper understanding of causal processes that are not readily observed with other social science methodologies. In this article, we begin by considering the conditions under which survey experiments are a uniquely useful method and highlight emblematic examples of recent sociological research. We then discuss some of the challenges and limitations of survey experiments as a research method before offering a brief practical guide to sociologists interested in conducting survey experiments. We conclude with reflections on the future of survey experimental research in sociology.",
    "url": "https://doi.org/10.1146/annurev-soc-083024-070113",
    "doi": "https://doi.org/10.1146/annurev-soc-083024-070113",
    "filter": 0,
    "journal_full": "Annual Review of Sociology"
  },
  {
    "discipline": "sociology",
    "title": "From Social Movements to Du Boisian Sociology: A 40-Year Journey Interrogating Domination and Liberation of the Oppressed",
    "authors": "Aldon D. Morris",
    "abstract": "This article discusses how my lived experiences led me to become a sociologist studying the civil rights movement and the sociology of W. E. B. Du Bois. It explains my rejection of dominant movement theories and the formulation of my own social movement framework to explain the civil rights movement. It proceeds with my transition to studying the sociology of Du Bois. I cover the origins and substance of Du Boisian sociology. Finally, I conclude by addressing an attempted coup on Du Boisian sociology and defend the viability of this new sociological approach.",
    "url": "https://doi.org/10.1146/annurev-soc-102224-124526",
    "doi": "https://doi.org/10.1146/annurev-soc-102224-124526",
    "filter": 0,
    "journal_full": "Annual Review of Sociology"
  },
  {
    "discipline": "sociology",
    "title": "Evaluating Methods to Prevent and Detect Inattentive Respondents in Web Surveys",
    "authors": "Lukas Olbrich, Joseph W. Sakshaug, Eric Lewandowski",
    "abstract": "Inattentive respondents pose a substantial threat to data quality in web surveys. We evaluate methods for preventing and detecting inattentive respondents. First, we test the effect of asking respondents to commit to providing high-quality responses at the beginning of the survey on various data quality measures. Second, we compare the proportion of flagged respondents for two versions of an attention check item instructing them to select a specific response versus leaving the item blank. Third, we propose a timestamp-based cluster analysis approach that identifies clusters of respondents who exhibit different speeding behaviors. Our findings show that the commitment pledge had no effect on the data quality measures. Instructing respondents to leave the item blank significantly increased the rate of flagged respondents (by 16.8 percentage points). The timestamp-based clustering approach efficiently identified clusters of likely inattentive respondents. Lastly, we show that inattentive respondents can have substantial impacts on substantive analyses.",
    "url": "https://doi.org/10.1177/00491241251345457",
    "doi": "https://doi.org/10.1177/00491241251345457",
    "filter": 0,
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Testing for completions that simulate altruism in early language models",
    "authors": "Tim Johnson, Nick Obradovich",
    "abstract": "Altruism underlies cooperative behaviours that facilitate social complexity. In late 2022 and early 2023, we tested whether particular large language models—then in widespread use—generated completions that simulated altruism when prompted with text inputs similar to those used in ‘dictator game’ experiments measuring human altruism. Here we report that one model in our initial study set—OpenAI’s text-davinci-003—consistently generated completions that simulated payoff maximization in a non-social decision task yet simulated altruism in dictator games. Comparable completions appeared when we replicated our experiments, altered prompt phrasing, varied model parameters, altered currencies described in the prompt and studied a subsequent model, GPT-4. Furthermore, application of explainable artificial intelligence techniques showed that results changed little when instructing the system to ignore past research on the dictator or ultimatum games but changed noticeably when instructing the system to focus on the needs of particular participants in a simulated social encounter.",
    "url": "https://doi.org/10.1038/s41562-025-02258-7",
    "doi": "https://doi.org/10.1038/s41562-025-02258-7",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Semantic change in adults is not primarily a generational phenomenon",
    "authors": "Gaurav Kamath, Michelle Yang, Siva Reddy, Morgan Sonderegger, Dallas Card",
    "abstract": "A central question in the study of language change is whether or not such change is generational. If a language changes over time generation-by-generation, the process looks as follows: New generations of speakers introduce innovations, while older speakers conserve their usage patterns, and the language changes as new generations replace older ones. At the opposite extreme, language change could be a zeitgeist phenomenon, in which changes are universally adopted by speakers simultaneously, regardless of age or generational cohort. This paper asks this question in the context of word meaning change. We analyze meaning change in over 100 words across more than 7.9 million U.S. congressional speeches, to observe whether, when a word sense rises or falls in prominence, adult speakers from different generations uniformly adopt it, or those from older generations conserve their prior usage. Using language model-based word sense induction methods, we identify different senses of each word, and then model the prevalence of each of these word senses as a function of time and speaker age. We find that most words show a small but statistically significant effect of speaker age; across almost 140 y of Congress, older speakers typically take longer than younger speakers to follow changes in word usage, but nevertheless do so within a few years. Our findings indicate that despite minor age-based differences, word meaning change among mature speakers is likely not a generational process, but rather a zeitgeist process, in which older adult speakers can readily adopt new word usage patterns.",
    "url": "https://doi.org/10.1073/pnas.2426815122",
    "doi": "https://doi.org/10.1073/pnas.2426815122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  },
  {
    "discipline": "multidisciplinary",
    "title": "AI–AI bias: Large language models favor communications generated by large language models",
    "authors": "Walter Laurito, Benjamin Davis, Peli Grietzer, Tomáš Gavenčiak, Ada Böhm, Jan Kulveit",
    "abstract": "Are large language models (LLMs) biased in favor of communications produced by LLMs, leading to possible antihuman discrimination? Using a classical experimental design inspired by employment discrimination studies, we tested widely used LLMs, including GPT-3.5, GPT-4 and a selection of recent open-weight models in binary choice scenarios. These involved LLM-based assistants selecting between goods (the goods we study include consumer products, academic papers, and film-viewings) described either by humans or LLMs. Our results show a consistent tendency for LLM-based AIs to prefer LLM-presented options. This suggests the possibility of future AI systems implicitly discriminating against humans as a class, giving AI agents and AI-assisted humans an unfair advantage.",
    "url": "https://doi.org/10.1073/pnas.2415697122",
    "doi": "https://doi.org/10.1073/pnas.2415697122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Exploring the social life of urban spaces through AI",
    "authors": "Arianna Salazar-Miranda, Zhuangyuan Fan, Michael Baick, Keith N. Hampton, Fabio Duarte, Becky P. Y. Loo, Edward Glaeser, Carlo Ratti",
    "abstract": "We analyze changes in pedestrian behavior over a 30-y period in four urban public spaces located in New York, Boston, and Philadelphia. Building on William Whyte’s observational work, which involved manual video analysis of pedestrian behaviors, we employ computer vision and deep learning techniques to examine video footage from 1979–80 and 2008–10. Our analysis measures changes in walking speed, lingering behavior, group sizes, and group formation. We find that the average walking speed has increased by 15%, while the time spent lingering in these spaces has halved across all locations. Although the percentage of pedestrians walking alone remained relatively stable (from 67% to 68%), the frequency of group encounters declined, indicating fewer interactions in public spaces. This shift suggests that urban residents are using streets as thoroughfares rather than as social spaces, which has important implications for the role of public spaces in fostering social engagement.",
    "url": "https://doi.org/10.1073/pnas.2424662122",
    "doi": "https://doi.org/10.1073/pnas.2424662122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Understanding the success and failure of online political debate: Experimental evidence using large language models",
    "authors": "Tobias Heide-Jørgensen, Gregory Eady, Anne Rasmussen",
    "abstract": "Online political debate is frequently lamented for being toxic, partisan, and counterproductive. However, we know little about how core elements of political debate (justification, tone, willingness to compromise, and partisanship) affect its quality. Using text-based treatments experimentally manipulated with a large language model, we test how these elements causally affect the quality of open-text responses about issues important to the US and UK public. We find substantial evidence that differences in justification, tone, and willingness to compromise, but not partisanship, affect the quality of subsequent discourse. Combined, these elements increase the probability of high-quality responses by roughly 1.6 to 2 times and substantially increase openness to alternative viewpoints. Despite the ability to bring about substantial changes in discourse quality, we find no evidence of changes in political attitudes themselves. Our findings demonstrate how adapting approaches to online debate can foster healthy democratic interactions but have less influence on changing minds.",
    "url": "https://doi.org/10.1126/sciadv.adv7864",
    "doi": "https://doi.org/10.1126/sciadv.adv7864",
    "filter": 0,
    "journal_full": "Science Advances"
  }
]
