[
  {
    "discipline": "communication",
    "title": "Paying, Playing, and Spectating: Relationships Between Digital Game Play and Spectating Esports",
    "authors": "Joseph Macey, Topias Mattinen, Juho Hamari",
    "url": "https://doi.org/10.1177/15554120251376073",
    "doi": "https://doi.org/10.1177/15554120251376073",
    "filter": 0,
    "journal_full": "Games and Culture",
    "abstract": "The association between playing digital games and watching esports has, to date, been an explicit assumption of many works, specifically that there is a strong and direct correlation between playing games and watching esports. The conflation of game play and esports serves to create conceptual confusion and a lack of clarity in research, both in HCI and beyond. This exploratory, atheoretical work demonstrates that some correlations exist between game play and spectating esports; however, many measures were not found to have statistically significant associations. Furthermore, the observed correlations were found to have small effect sizes and explained little variance of esports spectating measures. Results question fundamental assumptions of many works, which assume a strong association between playing games and spectating esports, raising concerns about their validity and applicability. Furthermore, they highlight the need for further research into the interactions of digital games and the systems which have emerged around them."
  },
  {
    "discipline": "communication",
    "title": "How the timing of texting triggers romantic interest after the first date: A curvilinear U-shaped effect and its underlying mechanisms",
    "authors": "Lars Teichmann, Hannes M. Petrowsky, Lea Boecker, Meikel Soliman, David D. Loschelder",
    "url": "https://doi.org/10.1177/02654075251377184",
    "doi": "https://doi.org/10.1177/02654075251377184",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "How and why does the timing of texting after a first date impact people’s relationship intentions? Based on previous literature, we developed and empirically tested three competing predictions—a linearly positive, a linearly negative, and an inverted U-shaped effect—of text timing on relationship intentions, perceived chemistry, and motivation to translate their relationship into action. We also explored the underlying mechanisms (i.e., thoughts about the sender, relative mate value, perceived neediness of the other, reciprocity, and perceived reliability of the sender). Based on a pre-study ( N = 100), we determined the experimental manipulation with texting (a) immediately after the date, (b) the next morning, or (c) after two days. The main experiment ( N = 543) showed a curvilinear effect: texting the next morning led to the highest relationship intentions. Women were more sensitive to these text timing effects than men. Mediation analyses highlighted the roles of perceived reciprocity and reliability in influencing relationship intentions, perceived chemistry, and motivation."
  },
  {
    "discipline": "communication",
    "title": "Investigating the social benefits of long-distance romantic relationships during the COVID-19 pandemic",
    "authors": "Ana M. DiGiovanni, Timothy J. Valshtein, Annie Harris, Giulia Zoppolat, Rhonda Balzarini, Richard B. Slatcher",
    "url": "https://doi.org/10.1177/02654075251371365",
    "doi": "https://doi.org/10.1177/02654075251371365",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Long-distance romantic relationships (LDRRs) are increasingly common, yet research directly comparing them to cohabitating romantic relationships (CRRs) remains limited. In this pre-registered study, we used a multinational, six-wave longitudinal dataset collected during the COVID-19 pandemic ( N observations = 1,772) and applied propensity score matching to compare LDRRs and CRRs on two core relational outcomes: conflict and passion. Drawing on Relational Dialectics Theory and the Relational Turbulence Model, we hypothesized that spending more time with one’s partner would have distinct effects depending on relationship type—predicting that LDRRs would benefit more from increased time together, while CRRs would experience more conflict and reduced passion. Contrary to these predictions, we found that LDRRs, on average, reported lower conflict and higher passion than CRRs. Furthermore, across both relationship types, increased time spent with one’s partner was associated with lower conflict and more passion. We also observed meaningful heterogeneity: of those who completed three or more waves, approximately 19% of individuals experienced patterns contrary to the typical decreases in conflict and increases in passion. Taken together, these findings suggest that, rather than exacerbating relationship difficulties, increased time together during a global crisis may enhance relational well-being for most couples. Our use of matched samples, within-person modeling, and estimation of heterogeneity offers a rigorous test of long-distance relationship dynamics and challenges common assumptions about relational fragility during periods of stress. These results contribute to a more nuanced understanding of relationship functioning under constraint and highlight the resilience of LDRRs in the face of global disruption."
  },
  {
    "discipline": "communication",
    "title": "My Private–Public Sphere: Women’s Information Strategies in Times of News Mistrust",
    "authors": "Isabel Pavez, Magdalena Saldaña, Claudia Lagos Lira, Karen Gheza",
    "url": "https://doi.org/10.1177/10776990251364777",
    "doi": "https://doi.org/10.1177/10776990251364777",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Problematic information, such as mis- and disinformation, circulating in fragmented news ecosystems, has contributed to mistrust and information fatigue. Using survey data ( N = 2,117) and two focus groups, we explore the intersections of women’s media use, political self-efficacy, and family care in Chile, a country with high social media penetration but low institutional and news trust. Our findings reveal that women actively curate their news intake to protect their mental well-being and that of their loved ones, which highlights the ethical and relational dimensions of their media practices and emphasizes their role as both information curators and guardians."
  },
  {
    "discipline": "communication",
    "title": "Balancing Acts: The Communicative Roles of Cabinet Ministers on Social Media",
    "authors": "Rune Karlsen, Kristoffer Kolltveit, Øyvind Bugge Solheim",
    "url": "https://doi.org/10.17645/mac.10416",
    "doi": "https://doi.org/10.17645/mac.10416",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Despite an upsurge in social media studies, little is known about how cabinet ministers balance their multiple professional roles—as ministry heads, cabinet members, and party politicians—on social media platforms. In this article, we first develop an analytical framework, grounded in the principal–agent theory and earlier research on political communication, that differentiates between cabinet ministers’ different communicative roles as well as different communicative purposes on social media. Second, we add to the growing literature on government communication and social media by applying this framework to analyze Norwegian cabinet ministers’ social media communication. The data is based on a manual content analysis of 1,062 Facebook posts and an expansion of this data using machine learning to cover all the Facebook communication of all ministers from the Solberg cabinet (2013–2021). Based on almost 20,000 posts, the results indicate that social media caters to ministers’ needs both as party politicians and as heads of ministries, as Norwegian cabinet ministers use social media in two key ways: to inform as ministry heads and to brand themselves as party politicians. Further, we find that private self-personalization increases audience engagement. The results suggest that social media accentuates the party-political dimension of the cabinet minister’s role, thereby indicating potential consequences for government communication, cabinet unity, and decision-making that warrant further exploration."
  },
  {
    "discipline": "communication",
    "title": "Quantifying fandom: Identity, romance, and platform preferences on archive of our own",
    "authors": "Lauren Rouse, Mel Stanfill",
    "url": "https://doi.org/10.1177/14614448251367033",
    "doi": "https://doi.org/10.1177/14614448251367033",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Fan scholars typically study single fandoms and gain rich insight into their identities and practices, but without systematic study, it has proven difficult to draw broader conclusions about patterns across fandoms. In this study, we attempt to provide a broad systemic analysis of fandom, using a survey of 4874 fans who use the fan fiction posting site, Archive of Our Own. Through our analysis, we examine the interplay of fan identity with their practices: what type of romantic content fans prefer and which platforms fans prefer to use. We find that both romantic content and platform preference are shaped by fans’ identities, which provides important insights into broad patterns of how identity impacts behavior among fan fiction writers and readers across fandoms."
  },
  {
    "discipline": "communication",
    "title": "From Diplomacy to Disrespect: Conversational Polarization in the Oval Office",
    "authors": "Lotte van Burgsteden, Christel W. van Eck, Alexa Hepburn",
    "url": "https://doi.org/10.1080/10584609.2025.2548294",
    "doi": "https://doi.org/10.1080/10584609.2025.2548294",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Profiling visual illness narratives: an exploration of online medical crowdfunding",
    "authors": "Mingfei Sun, Zhiyuan Liu, Shaojing Sun",
    "url": "https://doi.org/10.1177/14703572251345280",
    "doi": "https://doi.org/10.1177/14703572251345280",
    "filter": 0,
    "journal_full": "Visual Communication",
    "abstract": "Visual narrative plays a significant role in engaging people to donate to online crowdfunding campaigns. This article investigates visual illness narrative patterns (VINPs) and evaluates their impact on medical crowdfunding. In Study 1, 11,445 images featured in 824 medical crowdfunding campaigns were analysed and yielded four major VINPs: normality pattern, debility pattern, health-to-illness transition pattern and embedded-transition pattern . Studies 2 and 3 present two experiments exploring potential donors’ responses to medical crowdfunding campaigns featuring different VINPs. The findings reveal variations in donation amounts across the four VINPs when the patient is an adult. The dynamic and connected embedded-transition patterns demonstrate significantly better fundraising effects than static normality patterns – a trend that holds across gender and disease type but does not hold when the patient is a child."
  },
  {
    "discipline": "politics",
    "title": "Change in migrants’ political attitudes: Acculturation and cosmopolitanization",
    "authors": "Eva Krejcova, Filip Kostelka, Nicolas Sauger",
    "url": "https://doi.org/10.1111/ajps.70012",
    "doi": "https://doi.org/10.1111/ajps.70012",
    "filter": 0,
    "journal_full": "American Journal of Political Science",
    "abstract": "This paper investigates change in international migrants’ political attitudes. It theorizes a novel attitudinal typology distinguishing polity‐specific attitudes influenced by national contexts and transnational attitudes forged by migratory experience. It applies the typology to four dimensions of political competition in contemporary Europe: redistribution, homosexuality, European integration, and immigration. The paper tests the new theory using cross‐sectional and panel data spanning nearly 380,000 observations from 104 sending and 28 destination countries. It introduces a new strategy to model cross‐classified hierarchical data, addresses issues inherent to group comparison, and pioneers two empirical inquiries into migrants’ self‐selection. The results show that migration prompts the acculturation of polity‐specific attitudes and the cosmopolitanization of transnational attitudes. Migrants adopt their host countries’ attitudes toward redistribution and homosexuality while developing a uniquely liberal outlook on European integration and immigration. These findings carry major implications for our understanding of attitudinal change and the dimensionality of the ideological space."
  },
  {
    "discipline": "politics",
    "title": "Balanced Messaging about Solar Geoengineering does not Reduce Average Support for Emissions Reductions",
    "authors": "Damian Antoan, Nicholas Chiang, Spencer Dearman, Santiago Espejel, Manarldeen Fajors, Darina Huang, Elliott Husseman, Justin Lavigne, Isabella Lin, Neel Maheshwari, Zidane Marinez, George Nottley, Julien Perce, Ezra Santos, Natasha Sokhi, Carlos Sole, Adam Tuchler, Jay Udinsky, Zikai Li, Andrew C. Eggers",
    "url": "https://doi.org/10.1017/xps.2025.10017",
    "doi": "https://doi.org/10.1017/xps.2025.10017",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "Solar geoengineering offers a speculative means to cool the planet by reflecting solar radiation into space. While some research suggests that awareness of solar geoengineering could reduce public support for decarbonization through a moral hazard mechanism, other studies indicate that it could serve as a “clarion call” that motivates further action. Using a pre-registered factorial design, we assess how sharing balanced information on solar geoengineering affects attitudes toward decarbonization policies and climate attitudes among 2,509 US residents. We do not find that solar geoengineering information affects support for decarbonization on average, though it may increase support among initially less supportive subgroups; moreover, this information tends to increase the perception that climate change is a daunting problem that cannot be resolved without decarbonization. Our results suggest that concerns about moral hazard should not discourage research on solar geoengineering – as long as the public encounters realistic messages about solar geoengineering’s role."
  },
  {
    "discipline": "politics",
    "title": "Can (Thin) Populism be Manipulated without Manipulating Host Ideology? Evidence from a Conjoint Validation Approach",
    "authors": "Fabian Guy Neuner",
    "url": "https://doi.org/10.1017/xps.2025.10018",
    "doi": "https://doi.org/10.1017/xps.2025.10018",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "Scholars increasingly conceptualize populism by whether politicians use people-centric and anti-elite appeals that pit a homogeneous people against a corrupt elite. These appeals reflect “thin” ideology because they offer no programmatic content and thus politicians must pair these appeals with more substantive positions, termed their “host” (or thick) ideology, which often consists of nativism on the right (e.g., espousing anti-immigrant positions) and socialism on the left (e.g., prioritizing redistribution). An emerging literature has thus sought to estimate whether populists garner support due to their thin ideology or their substantive host ideology. To date, no research has validated whether populism treatments (1) truly operationalize populist thin ideology, and (2) do so without manipulating host ideology. Results from three conjoint validation experiments fielded in both the United States and the United Kingdom show that thin ideology treatments successfully manipulate the underlying concepts but caution that some operationalizations also affect perceptions of host ideology."
  },
  {
    "discipline": "politics",
    "title": "What Drives Perceptions of the Political in Online Advertising?: The Source, Content, and Political Orientation",
    "authors": "Laura Edelson, Dominique Lockett, Celia Guillard, Tobias Lauinger, Zhaozhi Li, Jacob M. Montgomery, Damon McCoy",
    "url": "https://doi.org/10.1017/xps.2025.4",
    "doi": "https://doi.org/10.1017/xps.2025.4",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "As digital platforms become a key channel for political advertising, there are continued calls for expanding regulation of digital political ads as a distinct content category. However, designing policies to meet these demands requires us first to decipher what the public perceives a “political” ad to be. In this article, we report two preregistered experiments to understand factors that drive public perceptions of what makes an ad political. We find that both advertiser-level cues and content-level cues play an independent role in shaping perceptions. To a lesser extent, participants also attribute political meaning to ads that clash with their own preferences. These patterns were replicated in a conjoint study using artificial ads and in an experiment using real-world ads drawn from the Facebook Ad Library. Our findings serve as an important benchmark for evaluating proposed definitions of political ads from policymakers and platforms."
  },
  {
    "discipline": "politics",
    "title": "Generative AI and Topological Data Analysis of Longitudinal Panel Data",
    "authors": "Badredine Arfi",
    "url": "https://doi.org/10.1017/pan.2025.10019",
    "doi": "https://doi.org/10.1017/pan.2025.10019",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "This article constructs an approach to analyzing longitudinal panel data which combines topological data analysis (TDA) and generative AI applied to graph neural networks (GNNs). TDA is deployed to identify and analyze unobserved topological heterogeneities of a dataset. TDA-extracted information is quantified into a set of measures, called functional principal components. These measures are used to analyze the data in four ways. First, the measures are construed as moderators of the data and their statistical effects are estimated through a Bayesian framework. Second, the measures are used as factors to classify the data into topological classes using generative AI applied to GNNs constructed by transforming the data into graphs. The classification uncovers patterns in the data which are otherwise not accessible through statistical approaches. Third, the measures are used as factors that condition the extraction of latent variables of the data through a deployment of a generative AI model. Fourth, the measures are used as labels for classifying the graphs into classes used to offer a GNN-based effective dimensionality reduction of the original data. The article uses a portion of the militarized international disputes (MIDs) dataset (from 1946 to 2010) as a running example to briefly illustrate its ideas and steps."
  },
  {
    "discipline": "politics",
    "title": "Inequality, information, and income tax policy preferences in Austria and Germany",
    "authors": "Cameron Ballard-Rosa, Ronald Rogowski, Kenneth Scheve, Nicolaj Thor",
    "url": "https://doi.org/10.1017/psrm.2025.10018",
    "doi": "https://doi.org/10.1017/psrm.2025.10018",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Inequality has increased over recent decades in many advanced industrial democracies, but taxes have rarely become more progressive. One possible explanation for the lack of a policy response is that, despite rising inequality, voters support higher taxes on incomes weakly, if at all. Using original representative surveys in Austria and Germany, we elicit voters’ preferences over the progressivity of income tax policy and examine whether exposing them to accurate information about inequality affects those preferences. Voters, we find first, express an abstract preference for progressivity but concretely support tax plans that are only somewhat more progressive than the status quo in Austria and less progressive than the status quo in Germany. Second, we find evidence that certain kinds of information about inequality moderately increase progressive tax preferences in Germany; however, we find no equivalent effects in Austria. While information on inequality does seem able to affect tax policy views in certain contexts, it seems unlikely that lack of this information can fully account for the lack of rising redistribution through the income tax system in the face of increasing inequality."
  },
  {
    "discipline": "politics",
    "title": "The non-linearity between populist attitudes and ideological extremism",
    "authors": "Eduardo Ryô Tamaki, Yujin J. Jung",
    "url": "https://doi.org/10.1017/psrm.2025.10045",
    "doi": "https://doi.org/10.1017/psrm.2025.10045",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "The relationship between populist attitudes and ideological orientations remains an area of considerable academic interest, yet much is still unknown about the ideological inclinations associated with populist attitudes. While many scholars acknowledge the link between populist attitudes and political ideology, existing studies often treat this relationship as either a given or a peripheral concern. This paper represents an initial exploration into the association between populist attitudes and political ideology. Utilizing data from the fifth wave (2016–2021) of the Comparative Study of Electoral Systems, which encompasses 43 countries and 52 elections, this study aims to uncover how this relationship manifests cross-nationally. By employing a variety of rigorous methodological models, including the Generalized Additive Model, our results reveal a nonlinear relationship between populist attitudes and political ideology. Specifically, we find that political ideology and populist attitudes exhibit a U-shaped nonlinear relationship and that ideological extremism and populist attitudes demonstrate an exponential nonlinear relationship. These findings emphasize the nuanced interplay between ideological positions and populist attitudes, providing a deeper understanding of how they intersect."
  },
  {
    "discipline": "politics",
    "title": "Survey measures of democratic attitudes and social desirability bias",
    "authors": "Pedro C. Magalhães, Laurits Florang Aarslew",
    "url": "https://doi.org/10.1017/psrm.2025.10044",
    "doi": "https://doi.org/10.1017/psrm.2025.10044",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Research on citizens’ democratic support predominantly relies on surveys. However, the possibility of social desirability biases (SDBs) raises doubts about whether such instruments capture sincere attitudes. We search for evidence of SDB in measures of democratic attitudes in three studies. The first two leverage variations in survey mode (self-completion vs. face-to-face) in the European Social Survey’s Democracy module, drawing on evidence that interviewer absence encourages voicing socially undesirable opinions. The third uses a double-list experiment to estimate the prevalence of an anti-democratic attitude. Using data from as many as 24 European countries, we find no evidence that SDB inflates survey measures of democratic attitudes. These results contribute to our understanding of democratic attitudes and to methodological toolkit for interested scholars."
  },
  {
    "discipline": "politics",
    "title": "Public Perceptions of Corporate Position-Taking on Abortion and Transgender Rights",
    "authors": "Wayde Z. C. Marsh, Jordan Carr Peterson",
    "url": "https://doi.org/10.1086/734277",
    "doi": "https://doi.org/10.1086/734277",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "politics",
    "title": "Taking Variance Seriously: Visualizing the Statistical and Substantive Significance of ARCH-GARCH Models",
    "authors": "Allyson L. Benton, Soren Jordan, Andrew Q. Philips",
    "url": "https://doi.org/10.1086/734275",
    "doi": "https://doi.org/10.1086/734275",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "public opinion",
    "title": "A Curse or a Blessing? The Associations of Political Knowledge With Partisan Hostility and Condonation of Political Violence",
    "authors": "Gabriel Miao Li",
    "url": "https://doi.org/10.1093/ijpor/edaf043",
    "doi": "https://doi.org/10.1093/ijpor/edaf043",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "This study examines the complex associations of political knowledge with affective polarization and attitudes toward political violence in contemporary U.S. politics. Utilizing data from the 2024 American National Election Studies pre-election survey, the analysis highlights political knowledge's dual roles—as both a potential catalyst for partisan animosity and a critical resource promoting democratic stability. Consistent with recent research, more politically knowledgeable individuals tend to express intensified negative feelings toward opposing political parties, and this tendency is particularly pronounced among individuals who attach less importance to their partisan identity. In the meantime, increased political knowledge is also significantly associated with reduced condonation of political violence, particularly among those who perceive their partisan identity as highly central to their self-concept. These findings highlight the dual-edged, context-dependent nature of political knowledge, underscoring the need for a nuanced understanding of its implications in contemporary democratic societies."
  },
  {
    "discipline": "public opinion",
    "title": "Media Literacy Positively Associates with Health Misinformation Discernment While Amplifying the Continued Influence After Correction",
    "authors": "Bo Hu, Chang Lu, Xing-Da Ju",
    "url": "https://doi.org/10.1093/ijpor/edaf047",
    "doi": "https://doi.org/10.1093/ijpor/edaf047",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Health-related misinformation is widespread online and can adversely affect public well-being. This study examines whether media literacy can effectively combat health misinformation by influencing key stages of the misinformation process: initial credibility discernment, sharing decisions, and response to corrections. We conducted a cross-sectional online survey in China with 693 respondents, assessing their ability to discern misinformation (using both mean-rating difference and receiver operating characteristic–based methods), willingness to share information, and continued belief in misinformation after corrections. Results indicated that higher media literacy was associated with better credibility discernment of health information. Media literacy did not significantly associate with sharing discernment; however, respondents with higher media literacy scores exhibited a stronger continued influence effect. Additionally, participants with greater credibility discernment were more discerning in sharing information, although neither discernment index was related to the magnitude of the continued influence effect. These findings highlight a double-edged sword: while media literacy enhances the recognition of false information, it may also engender confidence that makes individuals less receptive to valid corrections. Interventions aiming to combat health misinformation should account for both the beneficial and potentially counterproductive effects of media literacy. The widespread dissemination of health misinformation on the Internet has a detrimental effect on people's lives."
  },
  {
    "discipline": "public opinion",
    "title": "Unpacking Selective and Incidental Exposure Paths to Political Tolerance: The Moderating Political Network Diversity",
    "authors": "Muhammad Masood, Saifuddin Ahmed",
    "url": "https://doi.org/10.1093/ijpor/edaf046",
    "doi": "https://doi.org/10.1093/ijpor/edaf046",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Social media platforms enable users to actively seek out preferred information while also inadvertently exposing them to content they may not be looking for. This study investigates the relationship between selective and incidental exposure and political tolerance in the United States. Findings reveal that frequent selective exposure on social media is associated with lower political tolerance. In contrast, frequent incidental exposure is linked to higher political tolerance. Notably, political network diversity on social media serves as a moderator for incidental exposure, as its positive relationship with political tolerance is observed only among individuals with highly diverse political networks. However, it does not moderate for selective exposure. These findings suggest that two distinct forms of social media exposure are associated with dual patterns, indicating that while selective exposure is linked to a lack of political acceptance, incidental exposure—particularly when occurring within politically diverse social media networks—is associated with increased political tolerance. We conclude by discussing the (un)democratic implications of these findings."
  },
  {
    "discipline": "psychology",
    "title": "A Practical Guide to Specifying Random Effects in Longitudinal Dyadic Multilevel Modeling",
    "authors": "Kareena S. del Rosario, Tessa V. West",
    "url": "https://doi.org/10.1177/25152459251351286",
    "doi": "https://doi.org/10.1177/25152459251351286",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Analyzing over-time dyadic data can be challenging, particularly when using multilevel models with complex random-effect structures. In this tutorial, we discuss the best practices of model specification for longitudinal dyadic multilevel modeling, providing a practical guide to specifying (and respecifying) random effects with both theoretical and practical considerations in mind. We begin by defining random effects in the context of repeated-measures dyadic data and address common issues such as nonconvergence. Then, using two models—the dyadic growth-curve and the stability and influence model—we demonstrate how to apply these guidelines in both SAS and R. The dyadic growth-curve model provides a straightforward example, whereas the stability and influence model illustrates common challenges when dealing with complex random-effect structures and convergence issues. In the first exercise, we explain how to customize the variance-covariance matrix for these analyses in SAS. In the second exercise, we adapt these analyses for R and discuss how to implement the sum-and-difference approach for indistinguishable dyads. We conclude with a discussion of alternative models and go over the utility of data simulation during study design, helping readers plan and select the best approach for their research."
  },
  {
    "discipline": "psychology",
    "title": "Pseudo Effects: How Method Biases Can Produce Spurious Findings About Close Relationships",
    "authors": "Samantha Joel, John K. Sakaluk, James J. Kim, Devinder Khera, Helena Yuchen Qin, Sarah C. E. Stanton",
    "url": "https://doi.org/10.1177/09567976251370262",
    "doi": "https://doi.org/10.1177/09567976251370262",
    "filter": 0,
    "journal_full": "Psychological Science",
    "abstract": "Research on interpersonal relationships frequently relies on accurate self-reporting across various relationship facets (e.g., conflict, trust, appreciation). Yet shared method biases—which may greatly inflate associations between measures—are rarely accounted for during measurement validation or hypothesis testing. To examine how method biases can affect relationship research, we embarked on the ironic exploration of a new construct— Pseudo —comprised of irrelevant relationship evaluations (e.g., “My relationship has very good Saturn”). Pseudo was moderately associated with common relationship measures (e.g., satisfaction, commitment) and predicted those measures 3 weeks later. Results of a dyadic longitudinal study suggested that Pseudo taps into method biases, particularly sentiment override (i.e., people’s tendency to project their global relationship sentiments onto every relationship evaluation). We conclude that psychometric standards must be sufficiently rigorous to distinguish genuine constructs and associations from methodological artifacts that can otherwise pose a serious validity threat."
  },
  {
    "discipline": "sociology",
    "title": "What Types of Survey Questions are Prone to Interviewer Effects? Evidence Based on 29,000 Intra-Interviewer Correlations From 28 Countries of the European Social Survey",
    "authors": "Adam Stefkovics, Kinga Batiz, Blanka Zsófia Grubits, Anna Sára Ligeti",
    "url": "https://doi.org/10.1177/00491241251372509",
    "doi": "https://doi.org/10.1177/00491241251372509",
    "filter": 0,
    "journal_full": "Sociological Methods & Research",
    "abstract": "Interviewer effects are a common challenge in face-to-face surveys. Understanding the conditions that make interviewer variance more likely to occur is essential in tackling sources of bias. Earlier evidence suggests that certain features of the survey instrument provide more ground for interviewer influence. For instance, attitudinal, sensitive, complex or open-ended questions invite more interviewer variance. In this article, we aim to validate earlier results, previously derived from single-country studies, by using the large cross-national sample of the European Social Survey (ESS). We compare 29,330 intra-interviewer correlations derived from 984 survey questions from 28 countries using data from 10 waves of the ESS. The questions were manually coded based on several characteristics. These features of survey questions were then used as predictors of intraclass correlations (ICCs) in multilevel models. The results show that question characteristics account for a significant portion of the variation in ICCs, with certain types, such as attitude and non-factual questions, items appearing later in the survey, and those using showcards, being especially susceptible to interviewer effects. Our findings have important implications for both interviewer training and questionnaire design."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Interventions to bolster benefits take-up: Assessing intensity, framing, and targeting of government outreach",
    "authors": "Elizabeth Linos, Jessica Lasky-Fink, Vincent Dorie, Jesse Rothstein",
    "url": "https://doi.org/10.1073/pnas.2504747122",
    "doi": "https://doi.org/10.1073/pnas.2504747122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Behaviorally informed “nudges” are widely used in government outreach but are often seen as too modest to address poverty at scale. In four field experiments over 2 y ( n = 542,804 low-income households), we test whether more proactive communication, varying message framing, and more precise targeting can boost take-up of tax-based benefits in California above and beyond traditional light-touch approaches. Our interventions focused on extremely vulnerable households, most with no prior-year earnings, who were at risk of missing out on two crucial benefits: the 2021 expanded Child Tax Credit and pandemic-relief Economic Impact Payments. Light-touch outreach consistently increased take-up of these benefits by 0.14 to 2 percentage points—a 150% to over 500% relative increase—regardless of message, sample, timing, or modality. These light-touch approaches resulted in over $4 million disbursed, with a highly cost-effective return of $50 to over $8,000 per $1 spent. However, higher-touch proactive outreach, varying messaging, and more precise targeting yielded minimal additional benefits, with proactive outreach even showing negative returns. These findings demonstrate that light-touch outreach can effectively shift behavior among very vulnerable households in contexts with reduced compliance burdens, but also underscore an urgent need to rethink the role of higher-touch strategies in closing take-up gaps in social safety net programs."
  }
]
