[
  {
    "discipline": "communication",
    "title": "Networks of Digital Addiction Symptoms",
    "authors": "Miaowen Hu, Wei Lyu, Jianxia Lu, Min Wang, Hui Zheng",
    "url": "https://doi.org/10.1177/21522715251401080",
    "doi": "https://doi.org/10.1177/21522715251401080",
    "filter": 0,
    "created": "2026-1-10",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "Digital addictions, such as Internet, game, social media, and smartphone addiction, pose health risks. This cross-sectional online survey of 1,764 participants aged 16–28 (75.7 percent women) identified four addiction subtypes using specific scales. Network analysis revealed significant comorbidity (95.35 percent) among subtypes, with smartphone addiction playing a dominant role, leading to social media, Internet, and potentially game addiction. High comorbidity suggests a shared vulnerability, with smartphone use as a catalyst. Smartphone addiction is a key precursor to other digital addictions."
  },
  {
    "discipline": "communication",
    "title": "Effects of Creativity in AI Advertising: The Mediating Role of Perceived Uncanniness",
    "authors": "Yoori Hwang, Se-Hoon Jeong",
    "url": "https://doi.org/10.1177/21522715251410335",
    "doi": "https://doi.org/10.1177/21522715251410335",
    "filter": 0,
    "created": "2025-12-29",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "Extending previous research on creative AI to the context of AI advertising, the present study examined whether creativity in AI advertising could evoke perceptions of uncanniness and consequently have a negative impact on ad outcomes. Based on a two (ad creativity: low vs. high) by two (creator label: human vs. AI) between-subjects experimental design, the present study showed that ad creativity in general had a positive direct impact on attitude toward the ad (A ad ), attitude toward the brand (A b ), and purchase intentions. In addition, there were significant mediation effects of perceived creativity on A ad and A b via perceived uncanniness, which was moderated by creator label. For the AI-creator-labeled condition, perceived creativity had negative indirect effects on A ad and A b via perceived uncanniness, such that greater perceived creativity led to greater perceived uncanniness, which in turn induced less favorable A ad and A b . However, the mediation effect was not found for the human-creator-labeled condition. Thus, the positive effect of ad creativity was smaller for the AI-creator-labeled ad."
  },
  {
    "discipline": "communication",
    "title": "Connecting publics in latency through communicative practices: A pragmatist operationalization from rural Spain",
    "authors": "Vanesa Saiz-Echezarreta, Francisco Javier Rueda-Córdoba, Belén Galletero-Campos",
    "url": "https://doi.org/10.1177/02673231251409702",
    "doi": "https://doi.org/10.1177/02673231251409702",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "European Journal of Communication",
    "abstract": "This article examines how participatory publics persist in depopulated rural areas during periods of low visibility and mobilization. Drawing on pragmatism and mediatization theory, we analyse communicative figurations in Castilla-La Mancha (Spain) using survey data ( N = 529) and develop a Participatory Public Connection Index. Regression models reveal that public connection is driven more by communicative and territorial factors – such as local radio use, civic motivations and municipality size – than by sociodemographics. Our findings suggest that local media help sustain symbolic bonds and latent publics, contributing to democratic engagement and territorial cohesion despite the absence of visible collective action. We conceptualize latency as the communicative and symbolic potential through which publics persist beyond visible mobilization; operationally, the Participatory Public Connection Index captures this latent connection sustained by everyday local media practices."
  },
  {
    "discipline": "communication",
    "title": "Managing learning demands through mobile AI: A cognitive load perspective on ChatGPT use in Nepal",
    "authors": "Shwadhin Sharma, Anita Khadka",
    "url": "https://doi.org/10.1177/20501579251407518",
    "doi": "https://doi.org/10.1177/20501579251407518",
    "filter": 0,
    "created": "2026-1-9",
    "journal_full": "Mobile Media & Communication",
    "abstract": "This study investigates how students perceive mobile, generative AI tools such as ChatGPT as regulating cognitive load and emotional demands during learning. The research examines how AI-mediated mobile communication affects intrinsic, extraneous, and germane cognitive load, and how these perceptions influence mental effort, cognitive engagement, learning anxiety, and perceived academic performance. The study is situated in Nepal, where mobile learning and smartphone-based educational practices often substitute for limited institutional support. Guided by Cognitive Load Theory, a structural equation model was developed to examine relationships between perceived AI-mediated load types and student outcomes. The model was tested using survey data from 314 higher education students who had experience using ChatGPT through mobile devices. Results show that students who perceived ChatGPT as reducing extraneous load and enhancing germane load reported lower anxiety and higher cognitive engagement. These perceptions were also associated with higher perceived academic performance and more efficient mental effort. Intrinsic load remained a significant constraint but was mitigated when ChatGPT was used as a mobile scaffold in complex learning tasks. This is one of the first theory-driven studies to empirically test how students perceive generative AI's influence on multiple dimensions of cognitive load in mobile learning environments. The research contributes theoretical and empirical insights to information systems and educational technology by reframing mobile AI not merely as a usability tool but as a mechanism for cognitive load management and emotional regulation in under-resourced educational systems. The findings offer practical guidance for educators and instructional designers seeking to integrate generative AI into mobile learning strategies. ChatGPT can serve as a portable cognitive and emotional support system that clarifies complex concepts, reduces learning anxiety, and enhances engagement. Incorporating guided mobile AI use into coursework can improve learning efficiency and emotional well-being without increasing instructional workload, particularly in resource-constrained higher education settings."
  },
  {
    "discipline": "communication",
    "title": "Revising a measure of anti-oppressive social media literacy through the use of cognitive interviewing",
    "authors": "Sarah LF Burnham, Miriam R Arbeit",
    "url": "https://doi.org/10.1177/14614448251410943",
    "doi": "https://doi.org/10.1177/14614448251410943",
    "filter": 0,
    "created": "2026-1-8",
    "journal_full": "New Media & Society",
    "abstract": "Current theories and measures of social media literacy are politically neutral, which poses a problem as far-right influences permeate mainstream social media platforms. The theory of Anti-Oppressive Social Media Literacy describes three orientations social media users may display toward far-right content: endorsement of far-right content, ambivalence toward far-right content, or rejection of far-right content. Based on this theory, we created a survey measure in which participants were asked to rate their likelihood of responding in various ways to hypothetical social media posts that included far-right dog whistles. Our sample of 14 young adults aged 18–24 consisted of 57% Black participants, 71% full-time students, and 71% people who worked at least part-time. We conducted cognitive interviews to examine how participants interpreted these scenarios and their response items. Findings revealed the measure’s overall effectiveness and identified actionable revisions. This study can inform future measure development based on Anti-Oppressive Social Media Literacy."
  },
  {
    "discipline": "communication",
    "title": "The Tate-space on YouTube: Ambient ideology and the limits of platform moderation",
    "authors": "Bernhard Rieder, Bastian August, Brogan Latil",
    "url": "https://doi.org/10.1177/14614448251409209",
    "doi": "https://doi.org/10.1177/14614448251409209",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "New Media & Society",
    "abstract": "This article investigates the persistence and transformation of Andrew Tate’s presence on YouTube following the removal of his official channels in August 2022. Combining two empirical approaches—a small-scale analysis of top-ranked videos from YouTube search results in 2022 and 2024, and a large-scale data set of over 112k videos—we examine how Tate-related content continues to circulate and how the platform moderates such material. Our findings show that Tate remains highly visible through a diffuse and decentralized network of actors who repackage his messaging into interviews, remixes, and YouTube-native formats. This configuration produces what we term the “Tate-space”: an ambient ideological environment where motivational rhetoric, aspirational masculinity, and far-right talking points converge. We find that YouTube’s substantial moderation efforts are outpaced by the speed and scale of recommendation-driven circulation and that deplatforming, while symbolically significant, fails to disrupt the cultural and logistical dynamics that sustain Tate’s influence."
  },
  {
    "discipline": "communication",
    "title": "Close to you: How location cue affects responses to self-disclosures on social media",
    "authors": "Yansheng Liu, Jingshi Kang, S Shyam Sundar",
    "url": "https://doi.org/10.1177/14614448251405828",
    "doi": "https://doi.org/10.1177/14614448251405828",
    "filter": 0,
    "created": "2026-1-6",
    "journal_full": "New Media & Society",
    "abstract": "In 2022, the Chinese government implemented a policy requiring social media platforms to display approximate user location (province/municipality in China or country if abroad) on their posts, thus making location a visible cue. How does this cue affect readers’ perceptions of the source and content of the post? To investigate this, we conducted a four-condition (user location: Beijing vs. Guizhou vs. the United States vs. no location) between-subjects online experiment ( N = 240) that examined how the displayed location of a social media user influenced viewers’ psychological responses to online self-disclosure messages. We also tested for two psychological mediators: perceived homophily and perceived spatial distance. We found that the displayed location of the poster (i.e., the individual who makes the social media post) affected readers’ perceived homophily and in turn their responses (empathy, source liking, perceived social distance) to support-seeking self-disclosure messages on social media. Theoretical and policy implications are discussed."
  },
  {
    "discipline": "politics",
    "title": "Gender, perceptions of benefits and costs, and negative campaigning. Evidence from German candidate surveys",
    "authors": "Jürgen Maier, Corinna Oschatz, Jennifer Bast",
    "url": "https://doi.org/10.1177/13540688251414991",
    "doi": "https://doi.org/10.1177/13540688251414991",
    "filter": 0,
    "created": "2026-1-7",
    "journal_full": "Party Politics",
    "abstract": "Many studies have analyzed whether there are differences in the use of negative campaigning of men and women candidates. However, empirical evidence for a gender-specific use of attacks is inconclusive. We argue that we are not yet able to fully understand the conditions under which men and women candidates go negative on their political opponents, as the costs and benefits have not yet been empirically measured. Based on candidate surveys from Germany, we use a moderated mediation model to show that i. Women report lower levels of attack behavior than men, ii. Women show a less favorable balance of benefits and costs of negative campaigning, and iii. The perceived benefit-cost balance influences the decision to go negative. However, iv. This effect is moderated by gender; men only attack more often than women when the perceived costs are low and the expected benefits are high."
  },
  {
    "discipline": "politics",
    "title": "War in the campaign? Issue emphasis and issue salience during the 2022 French presidential campaign",
    "authors": "Elie Michel",
    "url": "https://doi.org/10.1177/13540688261415758",
    "doi": "https://doi.org/10.1177/13540688261415758",
    "filter": 0,
    "created": "2026-1-9",
    "journal_full": "Party Politics",
    "abstract": "The outbreak of war in Ukraine 6 weeks before the 2022 French presidential election generated an exogenous geopolitical shock that disrupted the electoral campaign. This study investigates how candidates adapted their issue emphasis strategies in response to this crisis and whether their adjustments aligned with voter issue salience. Using a combination of media content analysis (PolDem dataset) and public opinion survey data (Enquête Electorale Française – EnEF), the study systematically examines issue emphasis for the six major candidates. The findings show that while candidates initially engaged with the Ukraine crisis, their emphasis on the issue declined over time, as economic concerns dominated the campaign agenda. The analyses confirm that mainstream candidates followed public issue salience more closely than challenger candidates, who engaged in selective issue emphasis strategies. Notably, Marine Le Pen, often classified as a challenger, behaved as a mainstream candidate, prioritizing economic issues over her traditionally owned themes such as immigration. These findings contribute to broader debates on issue salience, electoral shocks, and strategic campaign behavior, demonstrating that while external crises can momentarily disrupt campaign agendas, they do not necessarily redefine electoral competition."
  },
  {
    "discipline": "politics",
    "title": "Survey Quality and Acquiescence Bias: A Cautionary Tale",
    "authors": "Andrés Cruz, Adam Bouyamourn, Joseph T. Ornstein",
    "url": "https://doi.org/10.1017/pan.2025.10030",
    "doi": "https://doi.org/10.1017/pan.2025.10030",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "Political Analysis",
    "abstract": "In this note, we offer a cautionary tale on the dangers of drawing inferences from low-quality online survey datasets. We reanalyze and replicate a survey experiment studying the effect of acquiescence bias on estimates of conspiratorial beliefs and political misinformation. Correcting a minor data coding error yields a puzzling result: respondents with a postgraduate education appear to be the most prone to acquiescence bias. We conduct two preregistered replication studies to better understand this finding. In our first replication, conducted using the same survey platform as the original study, we find a nearly identical set of results. But in our second replication, conducted with a larger and higher-quality survey panel, this apparent effect disappears. We conclude that the observed relationship was an artifact of inattentive and fraudulent responses in the original survey panel, and that attention checks alone do not fully resolve the problem. This demonstrates how “survey trolls” and inattentive respondents on low-quality survey platforms can generate spurious and theoretically confusing results."
  },
  {
    "discipline": "politics",
    "title": "Propaganda to a cynical audience",
    "authors": "Alexei Zakharov",
    "url": "https://doi.org/10.1017/psrm.2025.10081",
    "doi": "https://doi.org/10.1017/psrm.2025.10081",
    "filter": 0,
    "created": "2026-1-7",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Using a model, we explain why propaganda in autocracies can be blatantly false and unconvincing. We model two news outlets that report on a hidden state of the world, motivated by the ex-post beliefs of the audience about the state of the world. News outlets face a tradeoff when making egregiously false statements. On the one hand, such statements are easily verifiable as false. On the other hand, a demonstrably false report reduces the credibility of the report made by the competing outlet. This is especially true for audiences in autocracies that are characterized by high media cynicism and are prone to making sweeping generalizations about the self-serving nature of all media."
  },
  {
    "discipline": "politics",
    "title": "A Bayesian mixture model captures temporal and spatial structure of voting blocs within longitudinal referendum data",
    "authors": "John O’Brien",
    "url": "https://doi.org/10.1017/psrm.2025.10050",
    "doi": "https://doi.org/10.1017/psrm.2025.10050",
    "filter": 0,
    "created": "2026-1-9",
    "journal_full": "Political Science Research and Methods",
    "abstract": "The estimation of voting blocs is an important statistical inquiry in political science. However, the scope of these analyses is usually restricted to roll call data where individual votes are directly observed. Here, we examine a Bayesian mixture model with Dirichlet-multinomial components to infer voting blocs within longitudinal referendum data. This model infers voting bloc mixture within municipalities using state-level data aggregated at the municipal level. As a case study, we analyze the vote totals of Maine referendum questions balloted from 2008 to 2019 for 423 municipalities. Using a birth–death Markov chain Monte Carlo approach to inference, we recover the posterior distribution on the number of voting blocs, the support for each question within each bloc, and the blocs’ mixture within each municipality. We find that these voting blocs are structured by geography and largely consistent across the study period. The model finds that blocs exhibit both spatial gradients and discontinuities in their structure. Examining the statistical fit of the model, we uncover a small number of questions that show inconsistency with the statewide bloc structure and note that the content of these questions relates to specific regions. We conclude with possible statistical extensions, connections to other statistical frameworks in political science, and detail possible locations for model applications."
  },
  {
    "discipline": "politics",
    "title": "Surviving the screens: the problem of hidden inattentive respondents in online surveys",
    "authors": "Scott Blatte, Brian Schaffner",
    "url": "https://doi.org/10.1017/psrm.2025.10065",
    "doi": "https://doi.org/10.1017/psrm.2025.10065",
    "filter": 0,
    "created": "2026-1-7",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Inattentive survey respondents are a growing concern for social scientists who rely on online surveys for their research. While inattentiveness has been well documented in lower quality sample sources, there is less understanding of how common the phenomenon is in high-quality surveys. We document the presence of a small percentage of respondents in Cooperative Election Study surveys who pass quality control measures but still exhibit inattentive behavior. We show that these respondents may affect public opinion estimates for small subgroups. Finally, we present the results from an experiment testing whether inattentive respondents can be encouraged to pay more attention, but we find that such an intervention fails."
  },
  {
    "discipline": "politics",
    "title": "Reducing affective polarization does not affect false news sharing or truth discernment",
    "authors": "Carter Anderson, Oliver Byles, Joshua Calianos, Sade Francis, Chun Hey Brian Kot, Bennett Mosk, H. Nephi Seo, Julija Vizbaras, Brendan Nyhan",
    "url": "https://doi.org/10.1177/20531680251413944",
    "doi": "https://doi.org/10.1177/20531680251413944",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "Research & Politics",
    "abstract": "Why do people spread false news online? Previous studies have linked affective polarization with misinformation sharing and belief. Contrary to these largely observational findings, however, we show that experimentally improving people’s feelings about opposing partisans (versus members of their own party) has no measurable effect on people’s intentions to share true news, false news, or the difference between them, known as discernment. By contrast, we find evidence that a reminder of accuracy can modestly improve truth discernment among people who report sharing political news. These results suggest the need for a reexamination of the role of affective polarization in the dissemination of misinformation online."
  },
  {
    "discipline": "politics",
    "title": "Don’t answer me? A cautionary tale of personality traits and survey nonresponse",
    "authors": "Adam J. Ramey",
    "url": "https://doi.org/10.1177/20531680251413809",
    "doi": "https://doi.org/10.1177/20531680251413809",
    "filter": 0,
    "created": "2026-1-10",
    "journal_full": "Research & Politics",
    "abstract": "In recent years, there has been an explosion of research looking at the relationship between Big Five personality traits and political behavior. This boom has been driven by the development of brief inventories that can assess subjects’ traits in as few as ten questions. Despite these developments, subjects’ own propensity to complete the surveys may be driven by their personality traits. As a result, key findings in this literature may be plagued by selection bias. Using a new data collection effort, I show that subjects who are more Agreeable or Neurotic have systematically different propensities to complete surveys. This result in hand, I show how relationships between the Big Five and political behavior may change estimated relationships between the traits and behavior. These findings are a significant caution to scholars examining the Big Five and their effects on a variety of phenomena."
  },
  {
    "discipline": "politics",
    "title": "Which frame fits? Policy learning with framing for climate change policy attitudes",
    "authors": "Molly Offer-Westort, Will Gruen, Carter Herron, Kaden Hyatt, Max Buford, Kevin Davis, Diego Fonseca, Mushkie Gurevich, Tiffanie Huang, Rocio Jerez, Quinn Liu, Obi Obetta, Miguel Orellana, James Passmore, Jack Qiu, Julian Rapaport, Iñigo Sanchez-Asiain Domenech, Fernando Sandoval, Jose A. Tandoc, Ravi Yalamanchili",
    "url": "https://doi.org/10.1177/20531680251414927",
    "doi": "https://doi.org/10.1177/20531680251414927",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "Research & Politics",
    "abstract": "How should climate policy be framed to maximize public support? We evaluate the effects of five distinct message frames—scientific, religious, moral, and two economic (efficiency and equity)—on support for climate change policy using a randomized experiment with over 2300 U.S. respondents. Moving beyond pairwise frame comparisons, we adopt a policy learning approach that identifies the most effective frame using cross-validated sample splitting, thereby avoiding selective inference. We find that the economic efficiency frame consistently yields the largest gains in policy support, outperforming both the control condition and all alternative frames, on average. While the effects of covariate conditional frame assignment were modest and not significantly different from assigning the best overall frame, we find consistent positive effects of the efficiency frame across partisan subgroups. Our findings offer methodological and substantive contributions: we highlight how policy-learning methods can be applied in experimental framing studies, and we offer specific evidence on the relative efficacy of alternative framing messages on support for several climate policies."
  },
  {
    "discipline": "public opinion",
    "title": "Correcting Selection Bias in Non-Probability Two-Phase Payment Survey",
    "authors": "Heng Chen, John Tsang",
    "url": "https://doi.org/10.1093/jssam/smaf043",
    "doi": "https://doi.org/10.1093/jssam/smaf043",
    "filter": 0,
    "created": "2025-10-25",
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "We develop statistical inferences for non-probability two-phase surveys when relevant auxiliary information is available from a probability survey. To reduce selection bias and gain efficiency, both selection probabilities of Phase 1 and Phase 2 are estimated and two-phase calibration is implemented. We discuss both analytical plug-in and pseudo-population bootstrap variance estimation methods that account for the effects of using estimated selection probabilities and calibrated weights. The proposed method is assessed by simulation studies and used to analyze a non-probability two-phase payment survey."
  },
  {
    "discipline": "public opinion",
    "title": "Meeting Data Collection Goals Quicker: An Experimental Evaluation to Reduce Fieldwork Duration in A Mixed-Mode Panel Study",
    "authors": "Katherine A McGonagle, Narayan Sastry",
    "url": "https://doi.org/10.1093/jssam/smaf030",
    "doi": "https://doi.org/10.1093/jssam/smaf030",
    "filter": 0,
    "created": "2025-9-17",
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "An experiment was implemented in the 2023 wave of a US household panel study to assess the effects of a shortened field period on data collection outcomes. Following the recent adoption of sequential mixed-mode designs by panel studies worldwide, it has been observed that interview completion for respondents offered the initial mode of web is faster compared to those initially offered the telephone. This study describes an experiment designed to evaluate whether the new mixed-mode designs can support an accelerated field period and achieve cost savings while still meeting fieldwork goals. We assessed a shorter field period of 20 weeks against the standard 28-week field period and randomized study participants to each condition. The treatment group received accelerated fieldwork protocols over a 20-week data collection period, and a control group received the same protocols over the standard 28-week period. We compare the effect of the shortened duration on fieldwork outcomes, including response rates, sample composition, interviewer effort, time to interview completion, survey costs, and interview quality. We find that the accelerated protocol yields higher response rates, lower interviewer effort, and cost savings with no differences in sample composition or decrements to interview quality. We describe the strengths and limitations of the study and provide suggestions for future research on fieldwork duration."
  },
  {
    "discipline": "public opinion",
    "title": "Comparing Speech-to-Text Algorithms for Transcribing Voice Data from Surveys",
    "authors": "Camille Landesvatter, Jan Behnert, Paul C Bauer",
    "url": "https://doi.org/10.1093/poq/nfaf056",
    "doi": "https://doi.org/10.1093/poq/nfaf056",
    "filter": 0,
    "created": "2025-10-2",
    "journal_full": "Public Opinion Quarterly",
    "abstract": "With the increasing frequency of surveys being conducted via smartphones and tablets, the option of audio responses for providing open-ended responses has become more popular in research. This approach aims to improve the user experience of respondents and the quality of their answers. To circumvent the tedious task of transcribing each audio recording for analysis, previous studies have used the Google Cloud Speech-to-Text API to convert audio data to text. Extending previous research, we benchmark the Google Cloud service with state-of-the-art automatic speech recognition (ASR) systems from Meta (wav2vec 2.0), NVIDIA (NeMo), and OpenAI (Whisper). To do so, we use 100 randomly selected and recorded open-ended responses to popular social science survey questions. Additionally, we provide a basic, easy-to-understand introduction on how the Whisper ASR system works as well as code for implementation. By comparing Word Error Rates, we show that for our data the Google Cloud ASR service is outperformed by almost all other systems, highlighting the need to also consider other ASR systems."
  },
  {
    "discipline": "public opinion",
    "title": "How Sexuality Affects Evaluations of Immigrant Deservingness and Cultural Similarity: A Conjoint Survey Experiment",
    "authors": "Nathan I Hoffmann, Kristopher Velasco",
    "url": "https://doi.org/10.1093/poq/nfaf054",
    "doi": "https://doi.org/10.1093/poq/nfaf054",
    "filter": 0,
    "created": "2025-9-25",
    "journal_full": "Public Opinion Quarterly",
    "abstract": "In the wake of significant increases in lesbian and gay (LG) immigration, do Americans view LG migrants as more deserving of entry to the United States than their straight counterparts? Using a conjoint survey experiment with 1,650 respondents, we investigate how potential immigrants’ sexual-minority status affects Americans’ perceptions of their deservingness for admission and their cultural similarity to the United States. Results show that, overall, Americans do not perceive LG immigrants as more deserving than straight ones, and LG immigrants are perceived as less culturally similar. But results also reveal heterogeneity: LG immigrants fleeing persecution are seen as more deserving of admission, and Democrats, atheists, and LG respondents consider LG migrants more deserving than straight ones. This paper helps disentangle Americans’ preferences for migrants’ presumed cultural similarity from economic potential and humanitarian merit as well as sheds light on public opinion of an understudied but politically salient group."
  },
  {
    "discipline": "public opinion",
    "title": "The Partisan Effects of News Coverage Highlighting Inclusion in Congress",
    "authors": "Lauren P Olson, Nicole Huffman, Romeo A Gray",
    "url": "https://doi.org/10.1093/poq/nfaf050",
    "doi": "https://doi.org/10.1093/poq/nfaf050",
    "filter": 0,
    "created": "2025-9-23",
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Abstract505 After US elections, news stories frequently highlight how the US Congress has a higher proportion of women and is more racially and ethnically diverse than at any point in history. While some literature suggests that this coverage may diminish legitimacy and support for democratic norms, other research suggests that as descriptive representation increases, citizens—including white people and men—have more trust in their institutions and perceive them to be more legitimate. However, little is known about the effect of this type of news coverage on citizens’ attitudes toward Congress and democracy as a whole. Given these competing expectations, we conduct a series of experiments to determine how portrayals of a diverse Congress affect its perceived legitimacy and support for democratic norms related to Congress’s power. We hypothesize that as Congress diversifies faster than the executive branch, the motivation to protect traditional hierarchies will undermine both the perceived legitimacy of Congress and the commitment to democratic restraints on presidential power among white people and men. Our results are mixed. Based on two survey experiments with nationally representative samples, we find that Democrats perceive Congress as having more institutional legitimacy when informed of its diversity, while Republicans show no difference in their legitimacy perceptions when compared to control conditions. Furthermore, we find no evidence that information about Congress’s diversity decreases support for democratic norms."
  },
  {
    "discipline": "public opinion",
    "title": "Republican Pushback on Patriotism-Linked COVID-19 Vaccine Messages: A Note on Moral Reframing",
    "authors": "Stephanie L DeMora, Jennifer L Merolla, Brian Newman, Elizabeth J Zechmeister",
    "url": "https://doi.org/10.1093/poq/nfaf057",
    "doi": "https://doi.org/10.1093/poq/nfaf057",
    "filter": 0,
    "created": "2025-10-7",
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Moral reframing theory suggests that messages that connect with fundamental values may soften resistance, especially when from a trusted source. We assess these expectations in opinion dynamics around US Republicans’ views on COVID-19 vaccines. Data are from a preregistered experiment in a national survey of Republicans (n = 3,058). Respondents were randomly assigned to one of three treatments or a control (no message) condition. Treated individuals received a message that connected vaccination to patriotism, a core conservative value, and this was attributed to a public health official (treatment 1), Republican voter (2), or Democratic voter (3). With the exception of those who were vaccinated and boosted, the message either had no effect or, more often, produced a backlash that led Republicans to express less favorable dispositions toward vaccination; backlash was stronger for messages sourced to a Democrat or public health official. Our conclusion discusses implications for moral reframing research and public health messaging."
  },
  {
    "discipline": "public opinion",
    "title": "Whose Party Is This? Explaining Perceptions of US Party Ideology",
    "authors": "Seth B Warner",
    "url": "https://doi.org/10.1093/poq/nfaf058",
    "doi": "https://doi.org/10.1093/poq/nfaf058",
    "filter": 0,
    "created": "2025-10-4",
    "journal_full": "Public Opinion Quarterly",
    "abstract": "How do Americans perceive the parties ideologically? Using a multiverse analysis of 720 models, I observe how citizens’ ideological placement of the parties varied from 1990 to 2020 as a function of party ideologies at different levels: in Congress, in state legislatures, and in the electorate. Although public perceptions associate somewhat with elite ideology, more variation is attributable to how citizen-level partisans identify ideologically. This carries mixed implications. On one hand, partisan-ideological sorting in the electorate has made it easier for voters to see the difference between parties. On the other, it leads voters to see the parties as being more extreme than they would otherwise. These findings underscore the extent to which parties, beyond their governmental function, are social groups with norms that are fluid, identifiable, and politically impactful."
  },
  {
    "discipline": "psychology",
    "title": "Understanding Partisan Bias in Judgments of Misinformation: Identity Protection Versus Differential Knowledge",
    "authors": "Tyler J. Hubeny, Lea S. Nahon, Bertram Gawronski",
    "url": "https://doi.org/10.1177/09567976251404040",
    "doi": "https://doi.org/10.1177/09567976251404040",
    "filter": 0,
    "created": "2026-1-7",
    "journal_full": "Psychological Science",
    "abstract": "People overaccept information that supports their identity and underaccept information that opposes their identity—a phenomenon known as partisan bias . Although partisan-bias effects in judgments of misinformation are robust and pervasive, there is ongoing debate about whether partisan-bias effects arise from identity-protective motivated reasoning or differential knowledge of identity-congenial versus identity-uncongenial information. Prior empirical work has been unable to differentiate the two accounts because of a reliance on groups with pre-existing differences in knowledge (e.g., Democrats and Republicans). The current research addresses this issue by using randomly assigned rather than pre-existing identities. Across two experiments ( N total = 1,411), adult U.S. Prolific workers showed lower thresholds for accepting information that is congenial versus uncongenial to a randomly assigned identity, despite having no differences in prior knowledge. These results support theories that emphasize identity protection as a factor underlying partisan bias in the acceptance of misinformation, with important practical implications for misinformation interventions."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Network structure shapes consensus dynamics through individual decisions",
    "authors": "J. Hunter Priniski, Bryce Linford, Anna Hirschmann, Sai Krishna Venumuddala, Fred Morstatter, Nancy Rodriguez, P. Jeffrey Brantingham, Hongjing Lu",
    "url": "https://doi.org/10.1073/pnas.2520483123",
    "doi": "https://doi.org/10.1073/pnas.2520483123",
    "filter": 0,
    "created": "2026-1-7",
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "How do shared narratives emerge in decentralized online networks? Prior research using simplified group coordination tasks (e.g., face-naming) shows network structure shapes group consensus, but the underlying cognitive mechanisms remain unclear. Here, we examine how network structure influences the emergence and semantic content of shared narrative beliefs in experimental online social networks, using natural language processing measures and agent-based modeling. Media content with complex causal structure attenuates network structure effects by encouraging longer exploration of background knowledge. Yet network structure still shapes the narrative content communicated. An embedding-based narrative alignment measure shows that fully connected groups orient their interactions more toward communicating causes of an event, whereas locally connected networks emphasize the event’s effects. A group’s network structure also influences representational and language change in personal narratives: participants in fully connected networks showed the largest increase in causal language in personal narratives written after interaction, which also orient more around the narrative’s causal events."
  }
]
