[
  {
    "discipline": "communication",
    "title": "Adolescents’ Risky Online Behaviors and Social Desirability Bias in Vietnam: Privacy Disclosure and Pornography Use",
    "authors": "Truong Pham, Daisaku Goto, Makoto Kakinaka",
    "url": "https://doi.org/10.1089/cyber.2024.0368",
    "doi": "https://doi.org/10.1089/cyber.2024.0368",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Understanding Problematic Gaming Through Self-Determined Versus Non-Self-Determined Motivation: Two Mediating Pathways of Harmonious and Obsessive Passion",
    "authors": "Wenjing Pan, Jikai Sun, Zicheng Zhu, Renwen Zhang, Xiaoning Han",
    "url": "https://doi.org/10.1089/cyber.2024.0428",
    "doi": "https://doi.org/10.1089/cyber.2024.0428",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "The Presence and Portrayal of Climate Change and Other Environmental Problems in Popular Films: A Quantitative Content Analysis",
    "authors": "Matthew Schneider-Mayerson, Jerald Lim, Moya Stringer, Adria Wilson, Zoky Zhou, Dominic Bellido",
    "url": "https://doi.org/10.1080/17524032.2025.2467427",
    "doi": "https://doi.org/10.1080/17524032.2025.2467427",
    "filter": 0,
    "journal_full": "Environmental Communication"
  },
  {
    "discipline": "communication",
    "title": "Information Processing and Response Among Global Warming’s Six Americas",
    "authors": "Connie Roser-Renouf, Teresa Ann Myers, Edward Wile Maibach",
    "url": "https://doi.org/10.1080/17524032.2025.2464165",
    "doi": "https://doi.org/10.1080/17524032.2025.2464165",
    "filter": 0,
    "journal_full": "Environmental Communication"
  },
  {
    "discipline": "communication",
    "title": "Unlocking potential: how enterprise social media features shape employee agility performance",
    "authors": "Abdul Hameed Pitafi, Fazeelat Masood, Sheena Pitafi",
    "url": "https://doi.org/10.1108/itp-01-2024-0064",
    "doi": "https://doi.org/10.1108/itp-01-2024-0064",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose The present research aims to explore the influence of enterprise social media (ESM) features on employee agility through knowledge sharing and hiding. ESM strain was taken as a moderator in the association among knowledge sharing, knowledge hiding and employee agility. Communication visibility theory is used to underpin the hypothesized research model. Design/methodology/approach Data is collected from 374 Chinese employees working in different companies. A structural equation modeling (SEM) is applied using AMOS software 21.0. Findings Findings illustrate that ESM features namely analysis, tracking and communication are significantly connected to knowledge sharing and negatively to knowledge hiding. Knowledge sharing is significantly related to employee agility while knowledge hiding is negatively linked to employee agility. Further, ESM strain strengthens the negative connection between knowledge hiding and employee agility. However, ESM strain has an insignificant moderating effect in the connection between knowledge sharing and employee agility. Practical implications The current research has practical implications for ESM users and ESM-enabled organizations. For individuals who use ESM to promote knowledge within an organization, this study highlights the important functioning of ESM features that include analysis, tracking and communication. For managers, this study suggests the use of ESM features to promote knowledge sharing and inhibit knowledge hiding. Originality/value The current research investigates how ESM features are associated with employee agility in the workplace. This study proposes that knowledge sharing and knowledge hiding are the mediators of the effect path between ESM features and employee agility. Moreover, the present study extends to ESM literature by highlighting the moderating role of ESM strain using communication visibility theory as a theoretical lens. Lastly, this study quantifies the benefits of ESM features to help organizations train agile employees."
  },
  {
    "discipline": "communication",
    "title": "Algorithmic recommendations in the everyday life of young people: imaginaries of agency and resources",
    "authors": "Ville Jylhä, Noora Hirvonen, Jutta Haider",
    "url": "https://doi.org/10.1080/1369118x.2025.2470227",
    "doi": "https://doi.org/10.1080/1369118x.2025.2470227",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Are interactive PSA formats always effective? The interaction between empathy-inducing message content, carousel formats, and connectedness with nature in pro-environmental campaigns",
    "authors": "Ja Kyung Seo, Hanyoung Kim, Hye Jin Yoon, Youngjee Ko, Jeong-Yeob Han, Youngji Seo",
    "url": "https://doi.org/10.1080/02650487.2025.2470537",
    "doi": "https://doi.org/10.1080/02650487.2025.2470537",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Examining the impact of social media de-influencing on audiences",
    "authors": "Samer Elhajjar, Omar S. Itani",
    "url": "https://doi.org/10.1108/intr-04-2024-0574",
    "doi": "https://doi.org/10.1108/intr-04-2024-0574",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose This study investigates the effect of de-influencing and its related content on consumer behavior compared with influencing content. It considers the gender of de-influencers and consumers’ varied reactions to distinct types of de-influencing. Design/methodology/approach Based on informational social influence theory, we conducted three experiments to investigate how consumers perceive and respond to de-influencing: the first explores consumer perception of social media de-influencers compared to influencers; the second examines the effect of de-influencers’ gender and the last compares consumer attitude toward various types of de-influencer content. Findings Consumers find de-influencers more credible than “traditional” influencers. De-influencing messages significantly affect attitude and purchase intention. The de-influencing creator’s gender does not affect brand attitude, perceived message effectiveness or perception. However, de-influencing video content influences attitudes toward brands and video effectiveness. Messages focusing on ethics and health elicit more negative perceived attitudes toward the brand. Research limitations/implications This pioneering research introduces “de-influence” as a new dynamic in social media marketing, revealing consumers’ preference for authentic, skeptical content over traditional influencer promotions. This lays the foundation for future research on consumer behavior and brand perception in digital spaces. Practical implications Brands in trust-sensitive industries should embrace authenticity and engage with de-influencers to build trust, turn criticism into growth opportunities and align themselves with consumer value. Originality/value Our study represents pioneering research in the emerging field of de-influencing, filling gaps in the literature and offering a comprehensive contribution to social media research."
  },
  {
    "discipline": "communication",
    "title": "Designing algorithms against corruption: a conjoint study on communicative features to encourage intentions for collective action",
    "authors": "Christopher Starke, Kimon Kieslich, Max Reichert, Nils Köbis",
    "url": "https://doi.org/10.1080/19331681.2025.2465326",
    "doi": "https://doi.org/10.1080/19331681.2025.2465326",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "One model to rule them all? Choosing two-dimensional spaces for European political landscapes with VAA data",
    "authors": "Jan Philipp Thomeczek, Andrei Zhirnov, Michele Scotto di Vettimo, Roan Buma, Vladimir Cristea, Maximilian Dolle, Norbert Kersting, André Krouwel, Sven Lange, Alberto Lopez Ortega, Jack Thompson, Lorenza Antonucci, Roberta Di Stefano, Francesco Ruggeri",
    "url": "https://doi.org/10.1080/19331681.2025.2469166",
    "doi": "https://doi.org/10.1080/19331681.2025.2469166",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "The Associations of Family Communication Patterns With Young Adults’ Depression in Hungary and China: The Mediating Role of Maternal Psychological Control",
    "authors": "Xiaoxia Li, Yan Bing Zhang",
    "url": "https://doi.org/10.1177/0261927x251322458",
    "doi": "https://doi.org/10.1177/0261927x251322458",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "In this survey study ( N = 235), we examined the associations among young adults’ perceptions of family communication patterns (FCPs), maternal psychological control (MPC), and depression in Hungary and China. The results revealed that Chinese young adults reported higher levels of family conformity orientation, MPC, and depression compared to their Hungarian counterparts. Additionally, Chinese and Hungarian young adults reported similar levels of family conversation orientation. Furthermore, results indicated that conversation orientation was a direct negative predictor of young adults’ depression. Lastly, conformity orientation was a positive indirect predictor of depression through MPC. These findings underscore the significant roles of general FCPs and specific parental behaviors play in the mental well-being of young adults."
  },
  {
    "discipline": "communication",
    "title": "Affective Valence in Posts on X (Formerly Twitter) and Evaluation of a Politician’s Image",
    "authors": "Monika Obrębska, Barbara Konat, Ewelina Gajewska, Nadia Dembska, Marcelina Dobrowolska",
    "url": "https://doi.org/10.1177/0261927x251321504",
    "doi": "https://doi.org/10.1177/0261927x251321504",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "The aim of this study was to examine whether the use of affective language by politicians impacts the social evaluation of their image, as measured by the semantic differential method developed by Cwalina et al.. In the study, Polish participants ( N = 958) evaluated the profiles of three well-known Polish politicians from different parties: Bosak (right-wing), Trzaskowski (center), and Biedroń (left-wing). Participants made evaluations before and after reading hateful, kind or neutral tweets about refugees from Ukraine. We controlled for participants’ political views and demographic variables. The results confirmed changes in evaluations of the image of politicians depending on the language they used. The ‘positivity bias’ identified in the study provides encouragement to use kindness speech in public discourse, showing that this type of communication can improve a politician's ratings."
  },
  {
    "discipline": "communication",
    "title": "A News Ecology Perspective to Information Verification: Examining the Effects of News Repertoire and News Capital",
    "authors": "Yan Qu, Shuning Lu",
    "url": "https://doi.org/10.1177/10776990251318636",
    "doi": "https://doi.org/10.1177/10776990251318636",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "There is a growing concern about the spread of misinformation on the internet. One of the key solutions to address this challenge is the practice of information verification by individuals. Current research on information verification tends to overlook the influence from individuals’ information and social environment. Informed by the media repertoire and the egocentric network approach, this study proposes to examine one’s news repertoire and news discussion networks as critical correlates with verification beliefs and behavior. A survey with a nationally representative sample in the United States ( N = 1,088) revealed that a rich news repertoire and a higher level of news capital embedded in news discussion networks are positively associated with one’s perceptions of self-efficacy and actual engagement in information verification. In addition, the study uncovers the moderating role of news capital in magnifying the positive linkage between news repertoire richness and verification self-efficacy as well as the indirect pathway linking news repertoire richness to verification behavior via verification self-efficacy. Overall, our study offers a news ecology perspective that expands scholarly understanding and theorization of information verification."
  },
  {
    "discipline": "communication",
    "title": "Cutting the Climate Agenda: The Effect of Sinclair Broadcasting on Public Awareness of Climate Change",
    "authors": "Haley Pierce",
    "url": "https://doi.org/10.1177/10776990251316549",
    "doi": "https://doi.org/10.1177/10776990251316549",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Research has begun to explore the effects of Sinclair ownership on news content and on public opinion. However, research has not yet linked changes in news content to changes in public opinion. Using computational textual analysis, this study finds that once a station is purchased by Sinclair, its volume of climate change reporting drops; the remaining climate change reporting de-emphasizes climate science, and the public becomes less aware climate change is happening."
  },
  {
    "discipline": "communication",
    "title": "Decoding Correction Strategies: How Fact-Checkers Uncover Falsehoods Across Countries",
    "authors": "Regina Cazzamatta",
    "url": "https://doi.org/10.1080/1461670x.2025.2470177",
    "doi": "https://doi.org/10.1080/1461670x.2025.2470177",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "Datacasting: TikTok’s Algorithmic Flow as Televisual Experience",
    "authors": "Ellenrose Firth, Alberto Marinelli",
    "url": "https://doi.org/10.17645/mac.9392",
    "doi": "https://doi.org/10.17645/mac.9392",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Recommendation algorithms have acquired a central role in the suggestion of content within both subscription video on demand (SVOD) and advertising-based video on demand (AVOD) services and media-sharing platforms. In this article, we suggest the introduction of the datacasting paradigm, which takes into account the increasing relevance algorithms have in selection processes on audiovisual platforms. We use TikTok as a case study as it is an entirely algorithmic platform, and therefore embodies the heart of our discussion, and analyse how the algorithmic flow within the platform influences user experience, the impact it has on the enjoyment of content, and whether the platform can be considered televisual. We have opted to frame TikTok within debates on flow, as we believe that is what is at the core of the platform experience. Through the analysis of in-depth interviews, we extracted two main categories of responses: TV on TikTok and TikTok as TV. The former includes all responses related to the consumption of traditional televisual material on the platform, while the latter looks at all potential connections between the platform and television viewing habits."
  },
  {
    "discipline": "communication",
    "title": "Catch 22: Institutional ethics and researcher welfare within online extremism and terrorism research",
    "authors": "Joe Whittaker, Elizabeth Pearson, Ashley A Mattheis, Till Baaken, Sara Zeiger, Farangiz Atamuradova, Maura Conway",
    "url": "https://doi.org/10.1177/14614448251317471",
    "doi": "https://doi.org/10.1177/14614448251317471",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Drawing from interviews with 39 online extremism and terrorism researchers, this article provides an empirical analysis of these researchers’ experiences with institutional ethics processes. Discussed are the harms that these researchers face in the course of their work, including trolling, doxing, and mental and emotional trauma arising from exposure to terrorist content, which highlight the need for an emphasis on researcher welfare. We find that researcher welfare is a neglected aspect of ethics review processes however, with most interviewees not required to gain ethics approval for their research resulting in very little attention to researcher welfare issues. Interviewees were frustrated with ethics processes, indicating that committees oftentimes lacked the requisite knowledge to make informed ethical decisions. Highlighted by interviewees too was a concern that greater emphasis on researcher welfare could result in blockages to their ‘risky’ research, creating a ‘Catch 22’: interviewees would like more emphasis on their (and colleagues’) welfare and provision of concomitant supports, but feel that increased oversight would make gaining ethics approval for their research more difficult, or even impossible. We offer suggestions for breaking the impasse, including more interactions between ethics committees and researchers; development of tailored guidelines; and more case studies reflecting on ethics processes."
  },
  {
    "discipline": "communication",
    "title": "AI chatbot accountability in the age of algorithmic gatekeeping: Comparing generative search engine political information retrieval across five languages",
    "authors": "Joanne Kuai, Cornelia Brantner, Michael Karlsson, Elizabeth Van Couvering, Salvatore Romano",
    "url": "https://doi.org/10.1177/14614448251321162",
    "doi": "https://doi.org/10.1177/14614448251321162",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study investigates the performance of search engine chatbots powered by large language models in generative political information retrieval. Applying algorithmic accountability as a central theme, this research (a) assesses the alignment of artificial intelligence (AI) chatbot responses with timely political information, (b) investigates the factual correctness and transparency of chatbot-sourced synopses, (c) examines the adherence of chatbots to democratic norms and impartiality ideals, (d) analyzes the sourcing and attribution behaviors of the chatbots, and (e) explores the universality of chatbot gatekeeping across different languages. Using the 2024 Taiwan presidential election as a case study and prompting as a method, the study audits responses from Microsoft Copilot in five languages. The findings reveal significant discrepancies in information readiness, content accuracy, norm adherence, source usage, and attribution behavior across languages. These results underscore the contextual awareness when applying accountability assessment that looks beyond transparency in AI-mediated communication, especially during politically sensitive events."
  },
  {
    "discipline": "communication",
    "title": "Depolarizing within the Comfort of Your Party: Experimental Evidence from Online Workshops",
    "authors": "Robert A. Blair, Jessica Gottlieb, Marie Schenk, Christopher Woods",
    "url": "https://doi.org/10.1080/10584609.2025.2469097",
    "doi": "https://doi.org/10.1080/10584609.2025.2469097",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "How Forced Versus Selective Exposure Matters for the Influence of Emotional Appeals About Climate Change in a Sample of Americans",
    "authors": "Chris Skurka, Rainer Romero-Canyas, Helen H. Joo, Jeff Niederdeppe",
    "url": "https://doi.org/10.1177/10755470251316777",
    "doi": "https://doi.org/10.1177/10755470251316777",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Researchers studying the influence of strategic science messages have overlooked the fact that people are selective in the content they consume. In this experiment, participants were “forced” to view one of three climate appeals (threat, humor, informational), reflecting the typical between-subjects experiment, or they were permitted to choose between one of these appeals (or topical alternatives), reflecting real-world media choice. Compared with forced exposure, choice exposure resulted in slightly less reactance and slightly greater enjoyment, appreciation, and persuasion outcomes—even after accounting for self-selection biases. These findings underscore the value of treating research participants as selective consumers of science content."
  },
  {
    "discipline": "communication",
    "title": "Perceptions of Pandemic Messaging Across 36 Weeks: A Repeated Cross-Section Design With U.S. Adults",
    "authors": "Jakob D. Jensen, Joshua B. Barbour, Helen M. Lillie, Chelsea L. Ratcliff, Manusheela Pokharel, Andy J. King",
    "url": "https://doi.org/10.1177/10755470251318199",
    "doi": "https://doi.org/10.1177/10755470251318199",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "To understand public perceptions of pandemic messaging, we surveyed U.S. adults for 36 consecutive weeks starting on March 12, 2020. Using a repeated cross-section design, we tracked intentions to engage in protective behaviors, demographics, and four message perceptions: exhaustion, overload, repetition, and exaggeration. Exhaustion increased over time and became negatively related to intentions (rising negativity model). Exaggeration was stable across the 36 weeks, yet had the strongest negative relationship with intentions and that relationship increased over time (fixed model with increasing negative relationship). Overload and repetition were positively related to intentions, but the relationships faded over time (fading positivity model)."
  },
  {
    "discipline": "communication",
    "title": "Who Is Spreading AI-Generated Health Rumors? A Study on the Association Between AIGC Interaction Types and the Willingness to Share Health Rumors",
    "authors": "Zehang Xie",
    "url": "https://doi.org/10.1177/20563051251323391",
    "doi": "https://doi.org/10.1177/20563051251323391",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Generative chatbots based on artificial intelligence technology have become an essential channel for people to obtain health information. They provide not only comprehensive health information but also real-time virtual companionship. However, the health information provided by AI may not be completely accurate. Employing a 3 × 2 × 2 experimental design, the research examines the effects of interaction types with AI-generated content (AIGC), specifically under virtual companionship and knowledge acquisition scenarios, on the willingness to share health-related rumors. In addition, it explores the impact of the nature of the rumors (fear vs hope) and the role of altruistic tendencies in this context. The results show that people are more willing to share rumors in a knowledge acquisition situation. Fear-type rumors can stimulate people’s willingness to share more than hope-type rumors. Altruism plays a moderating role, increasing the willingness to share health rumors in the scenario of virtual companionship, while decreasing the willingness to share health rumors in the scenario of knowledge acquisition. These findings support Kelley’s three-dimensional attribution theory and negativity bias theory, and extend these results to the field of human–computer interaction. The results of this study help to understand the rumor spreading mechanism in the context of human–computer interaction and provide theoretical support for the improvement of health chatbots."
  },
  {
    "discipline": "public opinion",
    "title": "Averaging Non-Probability Online Surveys to Avoid Maximal Estimation Error",
    "authors": "Alexander Murray-Watters, Stefan Zins, Joseph W. Sakshaug, Carina Cornesse",
    "url": "https://doi.org/10.1177/0282423x241312775",
    "doi": "https://doi.org/10.1177/0282423x241312775",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "Data from online non-probability samples are often analyzed as if they were based on a simple random sample drawn from the general population. As the exact sampling frame for these non-probability samples are usually unknown, there is no general method to construct unbiased estimators. This raises the question of whether estimates based on online non-probability samples are consistent across sample vendors and concerning estimates based on probability samples. To address this question, we analyze data collected from eight different online non-probability sample vendors and one online probability-based sample. We find that estimates from the different non-probability samples can be very inconsistent. We suggest averaging estimates across multiple vendor samples to avoid the risk of a maximum estimation error. We evaluate several averaging approaches, including a LASSO regression procedure which identifies a subset of vendors that, when averaged, produce estimates that are more consistent with the reference probability-based estimates, compared to any single vendor. Our results show that estimates based on different vendors’ samples display different selection biases, but there is also some commonality among some vendor-specific estimates, thus there could be strong gains in estimation precision by averaging across a selection of multiple non-probability sample vendors."
  },
  {
    "discipline": "psychology",
    "title": "The Social-Relations Model for Asymmetric-Block-Design Data: A Tutorial With R",
    "authors": "Avraham N. Kluger, Robert A. Ackerman, David A. Kenny, Thomas E. Malloy, Paul W. Eastwick",
    "url": "https://doi.org/10.1177/25152459241279522",
    "doi": "https://doi.org/10.1177/25152459241279522",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "We provide a guide to estimating social-relations-model (SRM) parameters for data collected with the asymmetric block design using R. SRM estimates reflect how people differ in the social behaviors they emit and elicit from others and the extent to which they behave differently with each unique partner. Such analyses have proven useful in studies of the power of leaders, negotiation effectiveness, and personality perception, to name a few. The SRM parameters can be estimated for data collected with various designs; the most common design is the round-robin. A less used design in SRM studies is the asymmetric block design, which involves measurements taken from dyadic interactions of individuals from two different social categories (e.g., speed-dating studies in which different-gendered participants interact). In this guide, we show how to estimate SRM parameters for asymmetric block design by specifying mixed-effect models with two R packages: glmmTMB and brms. Specifically, we show how to calculate SRM estimates for (a) one continuous outcome, (b) multiple measures of a continuous outcome, (c) bivariate correlations for two continuous outcomes, (d) one dichotomous outcome, (e) bivariate and multivariate associations between continuous SRM variables and one dichotomous outcome (in supplementary work-around), and (f) data from mother and child interactions rather than the more common speed-dating data. In all analyses, we illustrate how to model both fixed and random effects to allow testing additional fixed effects, such as group characteristics and the order of interaction between participants."
  }
]
