[
  {
    "discipline": "communication",
    "title": "Curation as a communicative act: conceptualizing personal curation within curated flows on social media",
    "authors": "Biying Wu-Ouyang",
    "url": "https://doi.org/10.1093/ct/qtag002",
    "doi": "https://doi.org/10.1093/ct/qtag002",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "Communication Theory",
    "abstract": "Individuals increasingly express thoughts by clicking “likes,” following groups, and leaving comments. These communicative acts not only express individual preferences but also convey signals to important curators such as algorithms, advertisers, friends, and journalists, which jointly shape social media feeds. In a word, people consume what they curate. Despite its significance, current theories lack clarity on the concept explication of personal curation. This paper addresses this gap by examining the types, motivations, and impacts of personal curation on users’ information intake. Importantly, as individuals engage in curation not from a single reason or convey a single message, this study theorizes personal curation into five dimensions based on platform features (expansiveness), content (heterogeneity), subjects (news attentiveness), sources (belongingness), and the number of platforms involved (multiplatform connectedness). This theorization provides a conceptual framework for understanding how seemingly mundane social media behaviors convey communicative meaning and exert significant influence in daily life."
  },
  {
    "discipline": "communication",
    "title": "Taking a seat, taking a side: How news media shapes covert discrimination",
    "authors": "Lise-Lore Steeman, David De Coninck, Rozane De Cock, Leen d’Haenens",
    "url": "https://doi.org/10.1177/02673231261422084",
    "doi": "https://doi.org/10.1177/02673231261422084",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "European Journal of Communication",
    "abstract": "Understanding covert discrimination is as critical as overt discrimination in combating injustices. This study examines how news media consumption and trust shape covert discriminatory preferences. By analyzing various news media sources (television, newspapers, and social media) and various discrimination grounds, we highlight the complex relationship between factors driving covert discrimination. We use data from an online survey among 3000 Belgian adults, employing a conjoint experimental design to capture implicit bias in the seating preferences on public transport. Results show that media consumption and trust significantly moderate discriminatory preferences. Light consumers of public television news and heavy consumers of commercial television news display greater discriminatory preferences. Higher trust in public broadcasters and quality newspapers aligns with favoring individuals without visible minority traits, while lower trust correlates with preferences for overweight and transgender individuals. TikTok, X, and Instagram consumption also influences these patterns. Our findings have implications for media policy and diversity interventions."
  },
  {
    "discipline": "communication",
    "title": "Conceptualization, operationalization, and measurement of machine companionship: a scoping review",
    "authors": "Jaime Banks, Zhixin Li",
    "url": "https://doi.org/10.1093/jcmc/zmaf027",
    "doi": "https://doi.org/10.1093/jcmc/zmaf027",
    "filter": 0,
    "created": "2025-12-27",
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "The notion of machine companions has long been embedded in socio-technological imaginaries. Recent advances in AI have moved those media musings into believable sociality manifested in interfaces, robotic bodies, and devices. Those machines are often referred to colloquially as “companions,” yet there is little careful engagement of machine companionship (MC) as a formal concept or measured variable. This PRISMA-guided scoping review systematically samples, surveys, and synthesizes current scholarly works on MC (N = 71; 2017–2025). Works varied widely in considerations of MC according to guiding theories, dimensions of a priori specified properties (subjectively positive, sustained over time, co-active, autotelic), and in measured concepts (with more than 50 distinct measured variables). We ultimately offer a literature-guided definition of MC as an autotelic, coordinated connection between human and machine that unfolds over time and is subjectively positive; through a facet-theoretical lens, we suggest how this definition can scaffold future research."
  },
  {
    "discipline": "communication",
    "title": "The Interplay of Agenda Building and Agenda Setting Across Policy, Media, and Public Agendas",
    "authors": "Janggeun Lee, Yunseung Lee, Bumsoo Kim",
    "url": "https://doi.org/10.1177/10776990261416905",
    "doi": "https://doi.org/10.1177/10776990261416905",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study explores the dynamics of agenda-setting among policy institutions, news media, and the public within a hyperconnected media environment. We analyzed government briefings and news content from 2023, alongside survey data on public agendas in South Korea. Our network-based modeling revealed positive correlations among the three agendas. Significantly, news media emerged as a crucial factor in issue ownership, with the public displaying a greater reliance on liberal outlets. These findings underscore the media’s mediating role between policymakers and the public, providing empirical support for a tripartite model of agenda-setting in contemporary political communication."
  },
  {
    "discipline": "communication",
    "title": "Mapping Platform-Mediated Proximities With the TikTok Global Observatory",
    "authors": "Salvatore Romano, Miazia Schueler, Natalie Kerby, Davide Beraldo",
    "url": "https://doi.org/10.17645/mac.11238",
    "doi": "https://doi.org/10.17645/mac.11238",
    "filter": 0,
    "created": "2026-2-18",
    "journal_full": "Media and Communication",
    "abstract": "Considering TikTok’s increasing geopolitical influence, this article presents the TikTok Global Observatory (TKGO) as a case of data-reappropriation and introduces the concept of platform-mediated proximity as a counter-data mapping framework for data activist research. While TikTok enables global connection beyond local and cultural boundaries, its content is sensitive to locally specific conditions to which the platform provides no public insight. To counter this lack of transparency, the TKGO makes data for global and cross-national analysis of TikTok feeds available and navigable to the research community. The TKGO is an archive, updated daily, that collects the metadata of videos scraped from the non-logged-in web version of TikTok’s for you page (FYP) across 197 countries and territories. The tool’s main feature is a geographic map that allows users to view, filter, sort, and extrapolate the FYP data as prioritized in different geographical locations. This offers a unique access point for researchers, journalists, and activists investigating cross-national trends, content moderation, and content promotion. In this article, we firstly present the TKGO and contextually position its development in the contentious politics of data access, archiving, and mapping practices. Secondly, we elaborate on the notion of platform-mediated proximities, a conceptual lens that highlights how TikTok remediates geographical proximities through algorithmic content recommendation. Lastly, we apply this framework to the mapping of a three-month sample of the TKGO data, showing how TikTok’s cross-national content prioritization patterns generate new geographical boundaries, observing regional and geopolitical clustering as well as notable exceptions."
  },
  {
    "discipline": "communication",
    "title": "Experiments offering social media users the choice to avoid toxic political content",
    "authors": "Fatima Alqabandi, Graham Tierney, Christopher Bail, D. Sunshine Hillygus, Alexander Volfovsky",
    "url": "https://doi.org/10.1177/14614448261418999",
    "doi": "https://doi.org/10.1177/14614448261418999",
    "filter": 0,
    "created": "2026-2-23",
    "journal_full": "New Media & Society",
    "abstract": "Social media platforms increasingly offer users control over their feeds, promising to reduce toxic discourse. This study tests how the mere offer of algorithmic control shapes user experiences. Respondents evaluated identical posts from a fictional platform, with half given the option to filter out toxic political content. Those given this choice reported greater platform satisfaction. However, those who opted for filtering rated content as more hostile than similar respondents who were not offered the choice. A follow-up experiment showed that exposure to only positive content did not reduce hostility ratings; it heightened them compared to exposure to both positive and negative content. These findings challenge the assumption that user autonomy will improve content experiences. Instead, algorithmic choice raises expectations, prompting users to scrutinize content more critically or attempt to “train” the algorithm to align with their preferences. Platforms must consider how expectations, not just content exposure, shape online experiences."
  },
  {
    "discipline": "communication",
    "title": "Populism in the age of social media: A systematic review of recent digital populism research",
    "authors": "Ihsan Yilmaz, Ana-Maria Bliuc, Robb Norrie, Chloe M Smith, James Smith, Cerys Evans, Daniel S Courtney, Daniel Barnett",
    "url": "https://doi.org/10.1177/14614448261420218",
    "doi": "https://doi.org/10.1177/14614448261420218",
    "filter": 0,
    "created": "2026-2-20",
    "journal_full": "New Media & Society",
    "abstract": "Digital platforms have become central infrastructures of contemporary populism, shaping how actors communicate, mobilise supporters and contest democratic norms. This article offers a systematic, cross-disciplinary review of empirical research on digital populism published between 2015 and early 2025. Analysing 188 studies from political communication, media studies and political science, we map how platform affordances structure populist communication, how digital populism is conceptualised and how it is studied. The literature portrays digital populism as the communicative enactment of populist ideology in environments that privilege personalisation, affective intensity and direct leader–follower engagement. Methods span qualitative, computational and experimental designs, with research concentrated on Twitter/X and Facebook. Most studies examine exclusionary, right-wing cases in European and Western contexts and associate them with polarisation, misinformation and declining institutional trust. Evidence remains largely correlational, and inclusionary or participatory variants are underexplored. We identify key gaps and call for greater analytical precision in assessing democratic consequences."
  },
  {
    "discipline": "communication",
    "title": "The Presumed Prevalence/Persuasiveness of Online Misinformation and Americans’ Dissatisfaction With Democracy",
    "authors": "Chloe Mortenson, Erik C. Nisbet, R. Kelly Garrett",
    "url": "https://doi.org/10.1177/20563051261420610",
    "doi": "https://doi.org/10.1177/20563051261420610",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "Social Media + Society",
    "abstract": "American public discourse about online misinformation often exaggerates its prevalence and persuasiveness, potentially harming Americans’ evaluations of democratic governance. This project uses two studies conducted during the 2020 and 2022 elections to test whether the presumed prevalence/persuasiveness of online misinformation (P3OM)—the perception that online misinformation is both widespread and persuasive—undermines Americans’ satisfaction with democracy. Fixed-effects regression analysis of an eight-wave online panel survey reveals that both dimensions of P3OM are correlated with reduced democratic satisfaction. A follow-up online survey experiment provides evidence that exposure to messages about online misinformation reduces democratic satisfaction. Theoretical implications and strategies for reducing the presumed influence of online misinformation on democratic satisfaction are discussed."
  },
  {
    "discipline": "communication",
    "title": "Engaging to Oppose: Cross-Cutting Patterns in Hostile News Commentary",
    "authors": "Seonhye Noh, Stuart Soroka",
    "url": "https://doi.org/10.1177/19401612261416569",
    "doi": "https://doi.org/10.1177/19401612261416569",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Prior work shows that passive news engagement, such as selection and consumption, exhibits strong news selectivity. Far less attention has been given to more active forms of news engagement, however. News commentary, an active form of engagement, may reflect cross-cutting engagement rather than pro-attitudinal selectivity, given its expressive and often confrontational nature. Using ten years of commenting data from South Korea’s largest news aggregator—amounting to over 250 million comments posted by approximately six million users—and a deep-learning content analysis to classify political attitudes and hostility, we examine whether hostile commentary is indeed characterized by cross-cutting patterns across both content and source levels. We specifically analyze whether users comment on counter-attitudinal news stories and whether hostile commenters are structurally confined within fragmented outlet clusters in co-engagement media networks. Findings show that hostile commenters are more likely to cross boundaries by targeting opposing news stories and exhibit weaker echo chamber structures, reflecting cross-cutting engagement beyond their clusters. This pattern is especially pronounced in political and societal domains. In today’s media environment, hostility and opposition may ironically disrupt, rather than reinforce, echo chambers."
  },
  {
    "discipline": "politics",
    "title": "Angry losers? The (null) effects of feeling electoral loss on anti-democratic attitudes",
    "authors": "Katharina Lawall, Katerina Michalaki, Manos Tsakiris",
    "url": "https://doi.org/10.1017/s1475676525100601",
    "doi": "https://doi.org/10.1017/s1475676525100601",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "European Journal of Political Research",
    "abstract": "Peaceful transfers of power are a fundamental principle of democracy. Yet, in times of heightened affective polarisation, election losses may trigger strong negative emotional reactions in partisans, which in turn undermine support for fundamental democratic principles among partisans. We test this idea through two pre-registered survey experiments conducted after the 2022 and 2024 elections in the United States. We randomly assign partisans to receive either a placebo or an emotive reminder about the election that their party lost, containing others’ angry or worried reactions at the election outcome. Contrary to our pre-registered expectations, we do not find evidence that priming negative feelings about electoral loss affects support for political violence or democratic norms. Emotive reminders about salient political events can momentarily turn up the heat on politics, but are not enough to propel partisans to adopt extreme anti-democratic attitudes. By linking the study of emotions to democratic norms, this article contributes to our understanding of when negative emotions (fail to) radicalise partisans."
  },
  {
    "discipline": "politics",
    "title": "The use of confirmation and refutation frames in fact-checking war-related misinformation",
    "authors": "Carolina F. T. Batista, Ernesto Calvo, Shibley Telhami",
    "url": "https://doi.org/10.1177/20531680261426513",
    "doi": "https://doi.org/10.1177/20531680261426513",
    "filter": 0,
    "created": "2026-2-18",
    "journal_full": "Research & Politics",
    "abstract": "We implement a survey experiment to measure the effects of confirmation versus refutation frames in fact-checking wartime corrections. Respondents were presented with semantically equivalent statements that either confirmed accurate information (e.g., “It is TRUE that President Zelensky remained in Ukraine”) or refuted its inaccurate version (e.g., “It is FALSE that President Zelensky left Ukraine”). We evaluate whether confirmation frames increase sharing behavior compared with refutation frames. We also test whether refutation frames elicit more negative sentiments—such as anger and disgust—while confirmation frames generate more positive emotional responses. The experimental design mimics a Facebook post and employs four randomized treatments that vary in framing (confirmation vs. refutation) and news source ( The New York Times vs Fox News ). The survey was administered to 2091 U.S. adults in May 2022."
  },
  {
    "discipline": "public opinion",
    "title": "Privacy-Enhancing or Privacy-Elusion Technology? A Critical View of (Pseudo)Synthetic Data Based on Deep Learning",
    "authors": "Fabio Ricciato",
    "url": "https://doi.org/10.1177/0282423x251412328",
    "doi": "https://doi.org/10.1177/0282423x251412328",
    "filter": 0,
    "created": "2026-2-21",
    "journal_full": "Journal of Official Statistics",
    "abstract": "In this note, we present a plausible structural mechanism by which over-parameterized deep learning models trained on real data may produce pseudo-synthetic data that constitute merely a diﬀerent representation (or re-encoding) of the training data. We conjecture that, in principle, similar mechanisms may be learned by large-scale AI models even if they are not intentionally designed to do so. From there, we derive some cautionary warnings for potential adopters of pseudo-synthetic data generation tools based on deep learning. We claim that the burden of proof that no data re-encoding mechanism is at play in AI-based generation models rests with their proponents."
  },
  {
    "discipline": "public opinion",
    "title": "Measuring Party Identification in Public Opinion Surveys of Americans",
    "authors": "Joshua J Dyck, Jack Santucci",
    "url": "https://doi.org/10.1093/poq/nfaf065",
    "doi": "https://doi.org/10.1093/poq/nfaf065",
    "filter": 0,
    "created": "2025-11-25",
    "journal_full": "Public Opinion Quarterly",
    "abstract": "How should we measure “pure” or “true” independents? For years, the respective item required a respondent to volunteer that answer. Recent surveys have moved toward presenting it explicitly. Those that do produce estimates of pure independents that are much larger than in past surveys. We present evidence of this phenomenon across multiple surveys and ask: Are self-administered surveys overcounting independents, or are traditional live-interviewer surveys undercounting independents? We answer that question by comparing live-interview and self-administered samples from the 2012 and 2016 American National Election Studies, by undertaking tests to rule out mode effects (including an experiment), and by seeing which question wording correlates more strongly with measures of latent ideology, vote choice, and ratings of the parties. Our findings suggest that surveys that include an explicit response option, allowing Americans to self-identify easily as “(pure) independent,” offer a more precise measurement of the concept of party identification. This has implications for the study of independents, as well as for discussions about polarization and party-system dealignment."
  },
  {
    "discipline": "public opinion",
    "title": "Unmasking Coordination: How Inauthentic Behavior Emerged and Diffusion During the Russia–Ukraine War on Twitter",
    "authors": "Yanhong Wu, Jianqiang Yu",
    "url": "https://doi.org/10.1177/08944393261427645",
    "doi": "https://doi.org/10.1177/08944393261427645",
    "filter": 0,
    "created": "2026-2-17",
    "journal_full": "Social Science Computer Review",
    "abstract": "This study aims to explain the diffusion pathways of coordinated inauthentic behavior during the Russia–Ukraine conflict. A dataset of 685,491 tweets containing the hashtag #russia on Twitter was used to construct a coordination network based on textual similarity and time synchronicity. By identifying leader-follower relationships, analyzing hourly time slices, and analyzing evolution metrics, four key insights were revealed. First, leaders constitute a stable core with an average of about 1741 nodes while peripheral followers fluctuate substantially, indicating a resilient core-peripheral structure. Second, diffusion advances across multiple fronts rather than remaining within single communities, with 67.05% of leader-follower ties crossing content clusters and the top 30 leaders posting across an average of 7.1 clusters and up to 9. Third, apparent synchronization is not driven by posting density alone but arises from rhythmic coupling between leaders and followers, as followers respond after an average delay of about 30 min and cluster peaks typically occur within less than 1 hour of each other. Fourth, diffusion capacity is not released once and for all but regenerates along a trajectory that moves from concentration to multiploidization and then to restructuring. Based on the results, we conceptualize coordinated inauthentic behavior as a strategically adaptive system with regenerative properties and provide governance implications."
  },
  {
    "discipline": "psychology",
    "title": "Handling Item-Level Missing Data in Linear Regression: A Tutorial",
    "authors": "Guyin Zhang, Lihan Chen, Dexin Shi",
    "url": "https://doi.org/10.1177/25152459261416497",
    "doi": "https://doi.org/10.1177/25152459261416497",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "With advances in methodology and statistical software, modern methods for handling missing data have become more accessible and straightforward to apply. In psychological studies, researchers often use questionnaires or scales composed of multiple items to measure constructs of interest. As a result, missing values frequently occur at the item level, whereas data analyses are typically conducted at the scale (composite) level. However, properly addressing item-level missing data remains a common challenge for many applied psychologists, including researchers who are otherwise well experienced in handling missing data at the scale level. In this tutorial, we introduce six approaches for handling item-level missing data: listwise deletion, hybrid methods that include proration with listwise deletion and proration with full-information maximum likelihood, item-level full-information maximum likelihood, item-level multiple imputation, two-stage maximum likelihood, and composite score factored regression. Using a published empirical data set, we provide step-by-step guidance on applying these methods in linear regression models. We include R code for each method and corresponding Mplus syntax if applicable. Finally, we summarize the key assumptions, advantages, and limitations of each approach and offer practical recommendations for researchers."
  },
  {
    "discipline": "psychology",
    "title": "When Do Interaction/Moderation Effects Stabilize in Linear Regression?",
    "authors": "Andrew Castillo, Joshua D. Miller, Colin Vize, David A. A. Baranger, Donald R. Lynam",
    "url": "https://doi.org/10.1177/25152459251407860",
    "doi": "https://doi.org/10.1177/25152459251407860",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Two-way interaction effects in linear regression occur when the relation between two variables changes depending on the level of a third. Despite their frequent use, interactions are notoriously difficult to estimate accurately and test for statistical significance because of small effect sizes and low reliability. In this study, we used Monte Carlo simulations to establish stability thresholds for two-way interactions between continuous variables across combinations of reliability (0.7–1.0), main effect size (0.1–0.5), collinearity (0.1–0.5), and interaction effect size (0.05–0.2). Stability was defined as the consistency of estimated effect sizes across repeated samples of the same size from the same population and operationalized using modified definitions of the corridor of stability and point of stability from Schönbrodt and Perugini. Results show that the stability of interaction estimates is primarily determined by sample size and predictor reliability. The case representing a realistic psychology field study, in which researchers have limited control over variables, stabilized at n = 3,800, requiring 72% statistical power. At n ≤≤ 100, 11% to 45% of the estimates were incorrectly signed (i.e., negative when the true effect was positive). Most psychology studies enroll far fewer than 500 participants, and our results indicate many published interactions may be unstable. Analyses involving highly reliable predictors, such as group assignment in experimental designs, may stabilize at lower sample sizes because they attenuate the expected effect size less than variables with more measurement error. Researchers are encouraged to avoid routine tests of two-way interactions unless sample size and reliability are adequate and hypotheses are specified a priori."
  },
  {
    "discipline": "psychology",
    "title": "LeCoder: A large-scale automated coder for coding errors in word-production tasks",
    "authors": "Shanhua Hu, Delaney DuVal, Brielle C. Stark, Nazbanou Nozari",
    "url": "https://doi.org/10.3758/s13428-026-02948-8",
    "doi": "https://doi.org/10.3758/s13428-026-02948-8",
    "filter": 0,
    "created": "2026-2-18",
    "journal_full": "Behavior Research Methods",
    "abstract": "Speech errors have been instrumental in advancing our understanding of the architecture of the language production system, the nature of its representations, and its disorders. To be most informative, researchers usually need large amounts of data. Hand-coding such data can be both cumbersome and subjective. This paper presents LeCoder, the first open-source, automated error coder for English word and naming data, which uses a data-driven approach grounded in large-scale corpora to quantify the target–response relationship, allowing it to be flexible, scalable, and generalizable across new datasets. By testing the coder on two datasets from two aphasia labs that have been carefully coded by trained research assistants, we first establish that LeCoder has high accuracy when compared to expert coders, and in certain cases, offers a more logical categorization than human coders. We then show, using robust machine-learning approaches, that LeCoder’s performance generalizes to new participants and items it has never encountered before. Collectively, these findings encourage the use of LeCoder across labs for more objective coding of speech errors, which will, in turn, increase replicability of findings in all subfields of research that use speech error analysis, including neuropsychological research."
  },
  {
    "discipline": "psychology",
    "title": "How plausible is my model? Assessing model plausibility of structural equation models using Bayesian posterior probabilities (BPP)",
    "authors": "Ivan Jacob Agaloos Pesigan, Shu Fai Cheung, Huiping Wu, Florbela Chang, Shing On Leung",
    "url": "https://doi.org/10.3758/s13428-025-02921-x",
    "doi": "https://doi.org/10.3758/s13428-025-02921-x",
    "filter": 0,
    "created": "2026-2-23",
    "journal_full": "Behavior Research Methods",
    "abstract": "In structural equation modeling (SEM), one method to select the most plausible model from several candidates, or to compare one or more hypothesized models with similar alternatives on plausibility, is to compare the models using Bayesian posterior probability (BPP). BPP can be computed from the Bayesian information criterion (BIC) scores (Wu et al. Multivariate Behavioral Research , 55 (1), 1–16, 2020). This approach complements conventional goodness-of-fit indices such as the Comparative Fit Index (CFI), the root mean square error of approximation (RMSEA), and the standardized root mean square residual (SRMR) in giving concise BPP for assessing uncertainties among all models considered. It can also reveal evidence against a model otherwise hidden by these indices. However, Wu et al. Multivariate Behavioral Research , 55 (1), 1–16. (2020) did not provide guidelines on deciding the models that should be considered. To facilitate the use of BPP, we proposed a novel method for selecting this set of models, called neighboring models , to help researchers decide on the initial set. This novel method integrates seamlessly into the typical workflow for SEM analysis. Researchers can fit a model as usual and then use this method to assess whether it is the most plausible model compared with the neighboring models. We believe the proposed method will make it easier for researchers to make better-informed decisions when evaluating their models. We developed a user-friendly R package, , to automate all the steps: generating the set of neighboring models, fitting them, and computing the BPPs, all in a single function."
  },
  {
    "discipline": "psychology",
    "title": "ConversationAlign: Open-source software for analyzing patterns of lexical use and alignment in conversation transcripts",
    "authors": "Benjamin Sacks, Virginia Ulichney, Anna Duncan, Chelsea Helion, Sarah M. Weinstein, Tania Giovannetti, Gus Cooney, Jamie Reilly",
    "url": "https://doi.org/10.3758/s13428-026-02954-w",
    "doi": "https://doi.org/10.3758/s13428-026-02954-w",
    "filter": 0,
    "created": "2026-2-20",
    "journal_full": "Behavior Research Methods",
    "abstract": "Much of our scientific understanding of language processing has been informed by controlled experiments divorced from the real-world demands of naturalistic communication. Conversation requires synchronization of rate, amplitude, lexical complexity, affective coloring, shared reference, and countless other verbal and nonverbal dimensions. Conversation is not merely a vector for information transfer but also serves as a mechanism for establishing or maintaining social relationships. This process of language calibration between interlocutors is known as linguistic alignment . We developed an open-source R package, ConversationAlign , capable of computing novel indices of linguistic alignment and main effects of language use between interlocutors by evaluating word choice across numerous semantic, affective, and lexical dimensions (e.g., valence, concreteness, frequency, word length). We describe the operations of ConversationAlign, including its primary functions of cleaning and transforming raw language data into simultaneous time series objects aggregated by interlocutor, turn, and conversation. We then outline mathematical operations involved in computing complementary indices of linguistic alignment that capture both local (synchrony in turn-by-turn scores) and global relations (overall proximity) between interlocutors. We present a use case of ConversationAlign applied to interview transcripts from American radio legend Terry Gross and her many guests spanning 15 years. We identify caveats for use and potential sources of bias (e.g., polysemy, missing data, robustness to brief language samples) and close with a discussion of potential applications to other populations. ConversationAlign (v 0.4.0) is freely available for download and use via CRAN or GitHub. For technical instructions and download, visit https://github.com/Reilly-ConceptsCognitionLab/ConversationAlign ."
  },
  {
    "discipline": "psychology",
    "title": "The Gendered Benefits of Communication Strategies: Women Leaders Are Less Effective but More Liked When They Use Prevention-Focused Language",
    "authors": "M. Asher Lawson, Sandra C. Matz, Friedrich M. Götz, Ashley E. Martin",
    "url": "https://doi.org/10.1177/01461672261420854",
    "doi": "https://doi.org/10.1177/01461672261420854",
    "filter": 0,
    "created": "2026-2-23",
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "Research has identified a double-bind for female leaders: When acting in line with gender stereotypes, they are viewed as more likeable but less competent. Here, we test the impact of using gender stereotypical language—characterized by more prevention-focused language (e.g., avoiding risks) and less promotion-focused language (e.g., seeking gains)—on U.S. governors’ approval ratings during COVID-19 and their ability to promote effective social distancing behaviors. With a final dataset of 3,759 documents capturing governors’ communication, a 13-week panel of Google mobility data containing 6,534 observations (Study 1), U.S. nationally representative survey data from 57,532 participants (Study 2), and 24,247 tweets (Study 3), we find that female governors who use less prevention-focused, stereotypical language in their communications are more effective at increasing compliance with social distancing measures but receive lower approval ratings. As such, women leaders’ necessary approaches in crisis situations may undermine their sustainability in positions of power."
  },
  {
    "discipline": "psychology",
    "title": "To Believe or Not to Believe in Conspiracy Claims? That Is a Question for Signal Detection Theory",
    "authors": "Maude Tagand, Dominique Muller, Cécile Nurra, Olivier Klein, Benjamin Aubert-Teillaud, Kenzo Nera",
    "url": "https://doi.org/10.1177/09567976261417245",
    "doi": "https://doi.org/10.1177/09567976261417245",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "Psychological Science",
    "abstract": "Conspiracy mentality is conceptualized as a continuum. Research on this topic has focused on unwarranted conspiracy claims and the upper end of the conspiracy-mentality continuum—people seeing conspiracies everywhere. This focus neglects warranted conspiracy claims and the lower end of the continuum. To better understand conspiracy mentality, we aimed to clarify both ends of the continuum using signal detection theory. We examined how people evaluate warranted and unwarranted conspiracy claims across levels of conspiracy mentality in two studies with 331 French-speaking adult participants from France, Switzerland, and Belgium (Study 1) and 576 English-speaking adult participants from the United States and the United Kingdom (Study 2), both groups recruited via Prolific. Compared with participants high in conspiracy mentality, those low in conspiracy mentality not only believed less in conspiracies but also underestimated their prevalence. However, participants low in conspiracy mentality were more accurate at distinguishing warranted from unwarranted conspiracy claims. These results provide a better understanding of conspiracy mentality and its relationship with the perceived truthfulness of conspiracies."
  },
  {
    "discipline": "sociology",
    "title": "Pedagogy of Fear: Folklore and the Far-Right in Weimar Germany",
    "authors": "Elena Amaya, Robert Braun",
    "url": "https://doi.org/10.1177/00031224251409746",
    "doi": "https://doi.org/10.1177/00031224251409746",
    "filter": 0,
    "created": "2026-2-23",
    "journal_full": "American Sociological Review",
    "abstract": "This article argues that folklore (orally transmitted group knowledge) shapes far-right voting by inculcating feeling rules that resonate with nativist and autocratic ideas. Drawing on recently rediscovered archives of nineteenth- and twentieth-century folklorists, we pair a dataset of local support for the far-right in all Reichstag elections in Germany’s Weimar period, with unique information on the prevalence of ethnic bogeymen in local folktales. Using spatial autoregressive models, we find a robust and considerable effect of the presence of fearful folktales on radical right voting. These effects are particularly strong for localities where citizens face political and economic threats. We use an instrumental variable analysis drawing on folklore data from the 1860s to establish the long-term roots of this pattern, disentangle the effect of folktales from contemporary political influences, and establish causal order. Our findings suggest that folklore plays a key role in aligning the supply and demand for far-right movements by shaping how citizens see and feel the world around them. In addition, we illustrate that folklore archives provide a unique opportunity to unpack affective-discursive canons across space and time."
  },
  {
    "discipline": "sociology",
    "title": "When Political Pivots Shift Behaviors but Not Beliefs: Evidence from Trump’s Position Reversal over Facemasks during the COVID-19 Crisis",
    "authors": "Bartholomew A. Konechni",
    "url": "https://doi.org/10.1177/00031224251415372",
    "doi": "https://doi.org/10.1177/00031224251415372",
    "filter": 0,
    "created": "2026-2-23",
    "journal_full": "American Sociological Review",
    "abstract": "Political leaders play a potentially important role shaping behaviors and beliefs during crises. In the pandemic, a number of high-status politicians, notably leaders of populist parties, were seen to diminish compliance with institutional recommendations by casting doubt on COVID guidelines. But what happens when such leaders change position and endorse previously discouraged behaviors? Using longitudinal data from the Understanding Coronavirus in America panel with fixed-effects modeling, this article examines how Trump’s unexpected endorsement of facemasks in July 2020 affected individuals’ likelihood of wearing a facemask and belief in masks’ efficacy. I find that Trump’s pivot lifted Republicans’ use of facemasks, closing 40 percent of the preexisting gap with Democrats and with stronger effects among individuals who were more exposed to the early-summer spike in COVID cases. Additionally, I provide evidence for the unique significance of this moment in the history of the pandemic, showing that at almost no other time did partisan behaviors converge as sharply. However, in contrast to expectations from most dominant theoretical models of behavioral change, especially the health belief model, no corresponding shift in beliefs about facemasks can be detected. These results have important theoretical implications for understanding how pivots can shape behaviors during crises, the validity of existing models in public health, pandemic populism’s causes, and directions of future research."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The political effects of X’s feed algorithm",
    "authors": "Germain Gauthier, Roland Hodler, Philine Widmer, Ekaterina Zhuravskaya",
    "url": "https://doi.org/10.1038/s41586-026-10098-2",
    "doi": "https://doi.org/10.1038/s41586-026-10098-2",
    "filter": 0,
    "created": "2026-2-18",
    "journal_full": "Nature",
    "abstract": "Feed algorithms are widely suspected to influence political attitudes. However, previous evidence from switching off the algorithm on Meta platforms found no political effects1. Here we present results from a 2023 field experiment on Elon Musk’s platform X shedding light on this puzzle. We assigned active US-based users randomly to either an algorithmic or a chronological feed for 7 weeks, measuring political attitudes and online behaviour. Switching from a chronological to an algorithmic feed increased engagement and shifted political opinion towards more conservative positions, particularly regarding policy priorities, perceptions of criminal investigations into Donald Trump and views on the war in Ukraine. In contrast, switching from the algorithmic to the chronological feed had no comparable effects. Neither switching the algorithm on nor switching it off significantly affected affective polarization or self-reported partisanship. To investigate the mechanism, we analysed users’ feed content and behaviour. We found that the algorithm promotes conservative content and demotes posts by traditional media. Exposure to algorithmic content leads users to follow conservative political activist accounts, which they continue to follow even after switching off the algorithm, helping explain the asymmetry in effects. These results suggest that initial exposure to X’s algorithm has persistent effects on users’ current political attitudes and account-following behaviour, even in the absence of a detectable effect on partisanship."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The adoption and efficacy of large language models in US consumer financial complaints",
    "authors": "Minkyu Shin, Jin Kim, Jiwoong Shin",
    "url": "https://doi.org/10.1038/s41562-026-02409-4",
    "doi": "https://doi.org/10.1038/s41562-026-02409-4",
    "filter": 0,
    "created": "2026-2-18",
    "journal_full": "Nature Human Behaviour",
    "abstract": "This research explores the impact of large language models (LLMs) on consumer complaints submitted to the US Consumer Financial Protection Bureau. Analysing 1,134,512 complaints from 2015 to 2024, we document a sharp increase in LLM usage following the release of ChatGPT. An instrumental variable analysis estimates that LLM usage increases the probability of obtaining favourable relief by 6.9 percentage points (95% confidence interval, (4.9, 8.9)). The analysis also reveals evidence of negative selection, where consumers otherwise prone to adverse outcomes are more likely to adopt LLMs. To further substantiate these findings and test the mechanism, we conducted three online controlled experiments (total N = 1,010 US participants); these demonstrate that LLMs can increase the likelihood of obtaining relief by enhancing the presentation of complaints without altering factual content. These findings suggest that LLMs can act as an equalizer, highlighting the need for policies that expand access to these technologies."
  }
]
