[
  {
    "discipline": "communication",
    "title": "Navigating gender disparities in communication research leadership: academic recognition, career development, and compensation",
    "authors": "Diego F M Oliveira, Qian Huang",
    "abstract": "This article examines gender disparities in academic communication research, focusing on authorship, collaboration, citation impact, faculty representation, and compensation in leading U.S. public universities. An analysis of 62,359 papers from 121 journals (2004–2023) shows women constitute 50.4% of authors and nearly half of sole-authored works, yet receive fewer citations, even in higher-impact journals. Women-only teams perform strongly in journal impact factors, particularly in smaller groups, suggesting parity in some contexts. Persistent biases remain: women in larger mixed-gender teams are cited less, and women Assistant Professors earn 5.61% less than men, though women Associates slightly out-earn men. These findings highlight the need for institutional reforms to promote equitable pay, recognition, and representation in communication research.",
    "url": "https://doi.org/10.1093/anncom/wlaf020",
    "doi": "https://doi.org/10.1093/anncom/wlaf020",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "Incidental and intentional exposure in a mock election setting on social media: effects on subjective and objective political knowledge and aligned voting",
    "authors": "Jana H Dreston, Andreas Nanz",
    "abstract": "As political campaigns increasingly use social media to reach voters, scholars debate whether users actually acquire election-related knowledge or merely perceive themselves as more knowledgeable. It remains unclear whether social media enhances voting that aligns with users’ political attitudes (“correct voting”). Previous studies suggest social media effects vary substantially based on whether exposure is intentional or incidental. In a between-subject online experiment (N = 1,460), participants scrolled through a social media feed exposing them to policy statements either intentionally, incidentally, or not at all before voting in a mock election. We found that both intentional and incidental exposure increased objective knowledge, whereas only intentional exposure enhanced subjective knowledge. Yet, participants did not translate the acquired knowledge into aligned voting. However, those who intentionally sought election information felt more confident in their voting decision. Our findings suggest social media may mobilize voters more effectively than it enables them to make “good” decisions.",
    "url": "https://doi.org/10.1093/hcr/hqaf023",
    "doi": "https://doi.org/10.1093/hcr/hqaf023",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Social media influencers can increase collective political beliefs and actions: findings from experiments and a quasi-experimental field study",
    "authors": "Pascal Merz, Christian von Sikorski",
    "abstract": "The belief in the capabilities of one’s own group is crucial for joining collective action aimed at addressing large-scale societal crises like climate change. Drawing from the two-step flow of communication theory and behavioral models of collective action, we conducted two experimental studies and an innovative quasi-experimental field study (total N = 2,960). Across these studies, influencer messages increased collective response efficacy beliefs and political action intentions, particularly among followers with strong parasocial ties. Moreover, repeated exposure to an influencer’s message reinforced these effects. Our research underscores the potential of influencers in mobilizing collective political action within digital media environments.",
    "url": "https://doi.org/10.1093/hcr/hqaf024",
    "doi": "https://doi.org/10.1093/hcr/hqaf024",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "The Words of Morality: An Italian Adaptation of the Moral Foundations Dictionary 2.0 for the Linguistic Inquiry Word Count",
    "authors": "Valentina Rizzoli, Mauro Sarrica, Andrea Bobbio, Luciana Carraro, Francesca Romana Alparone",
    "abstract": "The present study provides an Italian-adapted version of the Moral Foundations Dictionary (MFD) 2.0, namely Italian version of the MFD (it-MFD), for use in the Linguistic Inquiry Word Count software. The MFD 2.0 was translated and adapted from English into Italian following a multistep process. Subsequently, the reviewers compared the output with the original text to identify semantic discrepancies. Independent judges then evaluated the relevance of each word to the five moral foundations, and only the words assessed as both relevant and with a high level of agreement between the judges were included in the final version. The resulting it-MFD comprises 2,881 words. To evaluate the tool's effectiveness, we applied it to a sample of salient texts originally written in Italian and for which official English translations were available. The results are presented and discussed.",
    "url": "https://doi.org/10.1177/0261927x251386477",
    "doi": "https://doi.org/10.1177/0261927x251386477",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology"
  },
  {
    "discipline": "communication",
    "title": "The Color of Family: Schema’s Prediction of Perceived Realism Judgments of Transracial Adoption Portrayals",
    "authors": "Chelsea M. Bruno, T. Franklin Waddell",
    "abstract": "As entertainment media contains a growing number of transracial adoption portrayals, it becomes necessary to consider how such depictions are cognitively processed and what intrapersonal factors are likely to shape such processing. This survey ( N = 602) examines the relationship between White and Black emerging adults’ schema about transracial adoption and their perceptions of realism of transracial adoption portrayals. Results indicate a significant, positive relationship between attitudes toward transracial adoption and perceptions of realism. While higher levels of trait empathy significantly strengthened this relationship, participant race was not found to be a significant moderator. Theoretical and practical implications are discussed.",
    "url": "https://doi.org/10.1177/10776990251372598",
    "doi": "https://doi.org/10.1177/10776990251372598",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Developing and Validating a Four-Dimensional Misinformation Correction Scale: A Mixed-Methods Approach",
    "authors": "Dajun Li, Lunrui Fu, Liang Chen",
    "abstract": "Misinformation poses a significant societal challenge, yet research lacks a standardized framework for conceptualizing and operationalizing correction behaviors. This study identifies four types: verification, rejection, public, and private correction engagement. A 14-item scale was developed in Study 1 using 23 focus groups ( N = 120) and expert review ( N = 12). Study 2 ( N = 1,063) and Study 3 ( N = 467) were conducted in China using Mandarin to validate the scale’s reliability and construct validity through confirmatory factor analyses. The scale offers a robust tool for studying correction behaviors and provides theoretical and practical insights for misinformation research.",
    "url": "https://doi.org/10.1177/10776990251378663",
    "doi": "https://doi.org/10.1177/10776990251378663",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "When Consumers Smell a Sell in Personal Stories: How Influencer Narratives Backfire and the Role of Sponsorship Disclosures",
    "authors": "Jingren Li, Yanni Ma, Erich J. Sommerfeldt",
    "abstract": "The rapid growth of social media has prompted many corporations to collaborate with social media influencers (SMIs) to create sponsored personal stories to engage their consumers. While the positive effects of narrative transportation have been examined in the SMI context, its potential backfire effects are rarely explored. Through two online experiments, Study 1 ( N = 161) found that narratives (vs. non-narratives) resulted in less positive ad responses, with these effects fully mediated by perceived manipulative intent. Study 2 ( N = 257) replicated these findings and further revealed that sponsorship disclosure moderated these effects: disclosure exacerbates the backfire effects of narratives by heightening perceived manipulative intent, whereas in non-narrative ads, it enhances ad effects by reducing consumers’ inference of manipulative intent.",
    "url": "https://doi.org/10.1177/10776990251378661",
    "doi": "https://doi.org/10.1177/10776990251378661",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Local Media, Rural Depopulation, and Territorial Attachment: Geographies of Hope in Castilla-La Mancha",
    "authors": "Vanesa Saiz-Echezarreta, Belén Galletero-Campos, Joan Ramon Rodriguez-Amat",
    "abstract": "This article explores the relationship between local media ecosystems and territorial hope in depopulated rural areas of Castilla-La Mancha (Spain). Drawing on geographies of hope as a travelling concept, we examine how local media shape affective orientations toward the future. Within the framework of rural mediatization, we conceptualize media ensembles as key drivers in the symbolic construction of place and as potential enablers of hope in territories historically marked by demographic decline. Approaching news deserts from the perspective of communicative resilience, we combine a media mapping of 721 depopulated municipalities with a face-to-face survey of 529 residents to analyze the role of local media in sustaining collective affective configurations. We construct an index of territorial hope based on three interrelated indicators: personal optimism, sense of belonging, and outward projection of the locality. Statistical analyses show that municipalities with more local media score significantly higher on this index, and a regression model confirms that media-related variables—especially interest in local news and trust in professional media—are stronger predictors of territorial hope than most sociodemographic factors. Our findings suggest that local media contribute to the emergence of territorial hope. This underscores the importance of integrating communication indicators into the study of geographies of hope and highlights their relevance to strengthen the symbolic agency of rural communities.",
    "url": "https://doi.org/10.17645/mac.11030",
    "doi": "https://doi.org/10.17645/mac.11030",
    "filter": 0,
    "journal_full": "Media and Communication"
  },
  {
    "discipline": "communication",
    "title": "Phubbed and turned to my phone, but still disconnected: The psychological consequences of being phubbed and coping through mobile use",
    "authors": "So Jin Lee, Jaeyeon Bang, Jiyeon Park, Yejoo Lee, Eunseo Kim, Suyeon Kim, Taeyeon Kim",
    "abstract": "New media technologies have transformed social interactions, offering connectivity but also drawbacks such as phubbing – the act of ignoring others by using mobile phones during face-to-face interactions. This study examines the psychological consequences of being phubbed and how individuals cope through mobile use based on the temporal need-threat model. A lab experiment was conducted where participants interacted with partners and were phubbed. Results showed that phubbed individuals felt socially excluded, experienced threats to fundamental needs, and reported lower mood than those in the no-phubbing condition. Phubbing also led to less favorable attitudes toward the partners and lower interaction intention. Analysis of mobile use during a break after phubbing revealed no significant differences in social versus non-social mobile use. Interestingly, individuals with high social mobile use reported increased need threats. These findings highlight the impact of phubbing and its implications for need satisfaction and social interactions in the digital age.",
    "url": "https://doi.org/10.1177/20501579251384599",
    "doi": "https://doi.org/10.1177/20501579251384599",
    "filter": 0,
    "journal_full": "Mobile Media & Communication"
  },
  {
    "discipline": "communication",
    "title": "Of Issue Advocates and Honest Brokers: Participation of U.S. and German scientists in COVID-19 policy disputes",
    "authors": "Nils Bienzeisler",
    "abstract": "The study examines the intersection of science and politics by analyzing the involvement of N = 205 U.S. and N = 174 German scientists in policy disputes during the COVID-19 pandemic. I investigate how scientists integrate themselves into policy disputes. Through a survey, I identify four groups of scientists with specific self-images regarding their roles in policy disputes: Moderate Mainstreamers, Issue Advisors, Issue Advocates, and Honest Brokers . Furthermore, the findings reveal differences in how these groups of scientists perceive the importance of science in policy-making: Particularly U.S.-based Issue Advocates wish for science to direct policy-making. In addition, I find that pandemic researchers overwhelmingly do not support political causes by selectively communicating political advice. I present empirically evidence that pandemic researchers sought to clarify the relevance of research during the pandemic, but did not attempt to distort policy disputes dishonestly.",
    "url": "https://doi.org/10.1177/09636625251371565",
    "doi": "https://doi.org/10.1177/09636625251371565",
    "filter": 0,
    "journal_full": "Public Understanding of Science"
  },
  {
    "discipline": "communication",
    "title": "Familiarity Matters: Examining the Effects of AI-Generated Images on Science Information Credibility",
    "authors": "Dayeon Eom, Lindsey Middleton, Sha Luo, Nan Li, Dominique Brossard",
    "abstract": "Generative AI tools help illustrate complex scientific concepts, though concerns about accuracy persist. This study examined how AI-generated Instagram posts about CRISPR, with and without disclaimers indicating AI involvement, affect perceived credibility. In an online survey experiment with 742 U.S. adults, participants were randomly assigned to view content that varied by message frame (natural, neutral, or technology-focused) and the presence or absence of an AI disclaimer. Overall, AI disclaimers did not significantly affect credibility across frames. However, participants more familiar with AI perceived AI-disclaimed posts as more credible, while those less familiar perceived them as less credible.",
    "url": "https://doi.org/10.1177/10755470251380116",
    "doi": "https://doi.org/10.1177/10755470251380116",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "Public Communication about Science in 68 Countries: Global Evidence on How People Encounter and Engage with Information about Science",
    "authors": "Niels G. Mede, Viktoria Cologna, Sebastian Berger, John C. Besley, Cameron Brick, Marina Joubert, Edward W. Maibach, Sabina Mihelj, Naomi Oreskes, Mike S. Schäfer, Sander van der Linden, Nor Izzatina Abdul Aziz, Suleiman Abdulsalam, Nurulaini Abu Shamsi, Balazs Aczel, Indro Adinugroho, Eleonora Alabrese, Alaa Aldoh, Mark Alfano, Innocent Mbulli Ali, Mohammed Alsobay, Marlene Altenmüller, R. Michael Alvarez, Patrick Ansah, Denisa Apriliawati, Flavio Azevedo, Ani Bajrami, Ronita Bardhan, Keagile Bati, Eri Bertsou, Rahul Bhui, Olga Białobrzeska, Michal Bilewicz, Ayoub Bouguettaya, Katherine Breeden, Amélie Bret, Ondrej Buchel, Pablo Cabrera Alvarez, Federica Cagnoli, André Calero Valdez, Timothy Callaghan, Rizza Kaye Cases, Gabriela Czarnek, Ramit Debnath, Sylvain Delouvée, Lucia Di Stefano, Celia Diaz-Catalàn, Kimberly C. Doell, Simone Dohle, Karen M. Douglas, Dmitrii Dubrov, Malgorzata Dzimińska, Ullrich K. H. Ecker, Christian T. Elbaek, Mahmoud Elsherif, Benjamin Enke, Matthew Facciani, Antoinette Fage-Butler, Md. Zaki Faisal, Xiaoli Fan, Christina Farhart, Christoph Feldhaus, Marinus Ferreira, Stefan Feuerriegel, Helen Fischer, Jana Freundt, Malte Friese, Albina Gallyamova, Mauricio E. Garrido Vásquez, Patricia Garrido-Vásquez, Olivier Genschow, Omid Ghasemi, Theofilos Gkinopoulos, Jamie L. Gloor, Ellen Goddard, Claudia González Brambila, Hazel Gordon, Dmitry Grigoryev, Lars Guenther, Dana Harari, Przemysław Hensel, Alma Cristal Hernández-Mondragón, Atar Herziger, Guanxiong Huang, Markus Huff, Mairéad Hurley, Nygmet Ibadildin, Mohammad Tarikul Islam, Younes Jeddi, Tao Jin, Charlotte A. Jones, Sebastian Jungkunz, Dominika Jurgiel, Sarah Kavassalis, John R. Kerr, Mariana Kitsa, Tereza Klabíková Rábová, Olivier Klein, Hoyoun Koh, Aki Koivula, Lilian Kojan, Elizaveta Komyaginskaya, Laura König, Lina Koppel, Kochav Koren, Alexandra Kosachenko, John Kotcher, Laura S. Kranz, Pradeep Krishnan, Silje Kristiansen, André Krouwel, Toon Kuppens, Claus Lamm, Anthony Lantian, Aleksandra Lazić, Jean-Baptiste Légal, Zoe Leviston, Neil Levy, Amanda M. Lindkvist, Alberto López Ortega, Carlos Lopez-Villavicencio, Andreas Löschel, Nigel Mantou Lou, Chloe H. Lucas, Kristin Lunz-Trujillo, Mathew D. Marques, Sabrina J. Mayer, Ryan McKay, Julia Metag, Taciano L. Milfont, Joanne M. Miller, Panagiotis Mitkidis, Fredy Monge-Rodríguez, Matt Motta, Zarja Muršič, Jennifer Namutebi, Eryn J. Newman, Jonas P. Nitschke, Vincent Ntui Ntui-Njock, Daniel Nwogwugwu, Thomas Ostermann, Tobias Otterbring, Jaime Palmer-Hague, Myrto Pantazi, Philip Pärnamets, Paolo Parra Saiani, Mariola Paruzel-Czachura, Michal Parzuchowski, Yuri G. Pavlov, Adam R. Pearson, Myron A. Penner, Charlotte R. Pennington, Katerina Petkanopoulou, Marija B. Petrović, Dinara Pisareva, Adam Ploszaj, Ekaterina Pronizius, Karolína Pštross, Katarzyna Pypno-Blajda, Diwa Malaya A. Quiñones, Pekka Räsänen, Adrian Rauchfleisch, Felix G. Rebitschek, Cintia Refojo Seronero, Gabriel Rêgo, James P. Reynolds, Joseph Roche, Jan Philipp Röer, Robert M. Ross, Isabelle Ruin, Osvaldo Santos, Ricardo R. Santos, Stefan Schulreich, Bermond Scoggins, Emily Shuckburgh, Johan Six, Nevin Solak, Leonhard Späth, Bram Spruyt, Olivier Standaert, Samantha K. Stanley, Noel Strahm, Stylianos Syropoulos, Barnabas Szaszi, Ewa Szumowska, Mikihito Tanaka, Claudia Teran-Escobar, Boryana Todorova, Abdoul Kafid Toko, Renata Tokrri, Daniel Toribio-Florez, Manos Tsakiris, Michael Tyrala, Özden Melis Uluğ, Ijeoma Chinwe Uzoma, Jochem van Noord, Steven Verheyen, Iris Vilares, Madalina Vlasceanu, Andreas von Bubnoff, Izabela Warwas, Iain Walker, Marcel Weber, Tim Weninger, Mareike Westfal, Adrian Dominik Wojcik, Ziqian Xia, Jinliang Xie, Ewa Zegler-Poleska, Rolf A. Zwaan, character(0)",
    "abstract": "This 68-country survey ( n = 71,922) examines science information diets and communication behavior, identifies cross-country differences, and tests how such differences are associated with sociopolitical and economic conditions. We find that social media are the most used sources of science information in most countries, except those with democratic-corporatist media systems where news media tend to be used more widely. People in collectivist societies are less outspoken about science in daily life, whereas lower education is associated with higher outspokenness. Limited access to digital media is correlated with participation in public protests on science matters. We discuss implications for future research, policy, and practice.",
    "url": "https://doi.org/10.1177/10755470251376615",
    "doi": "https://doi.org/10.1177/10755470251376615",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "Multi-Platform Social Media Use and Incidental Exposure: A Two-Step Analysis of the Conjoint and Distinct Roles of Network Heterogeneity and Homogeneity Across Platforms",
    "authors": "Macau K. F. Mak, Michael W. Wagner",
    "abstract": "Many individuals regularly use multiple social media platforms, and their information exposure is shaped by the various networks they maintain across these platforms. Given the rising trend of multi-platform social media use, this article introduces a two-step approach to investigate how networks across platforms conjointly and distinctly relate to incidental exposure to news and political information. Our analysis of survey data from the United States showed that greater immersion in multiple politically heterogeneous networks across platforms predicted higher counter-attitudinal incidental exposure, while greater immersion in multiple politically homogeneous networks across platforms predicted higher pro-attitudinal incidental exposure. Among the popular platforms, immersion in networks on Facebook, X (Twitter), and YouTube played a particularly influential role in these relationships. Surprisingly, we also found that greater immersion in homogeneous networks across multiple platforms predicted higher counter-attitudinal exposure, even though immersion in any single platform’s homogeneous network was not a significant predictor.",
    "url": "https://doi.org/10.1177/20563051251386721",
    "doi": "https://doi.org/10.1177/20563051251386721",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "How do Healthy Political Discussions Invigorate Online Participation? Evidence from 17 European Countries",
    "authors": "Laia Castro, Yannis Theocharis, Agnieszka Stępińska, David Nicolas Hopmann, Christian Schemer, Toril Aalberg, Ana Sofia Cardenal, Nicoleta Corbu, Claes de Vreese, Frank Esser, Karolina Koc-Michalska, Jörg Matthes, Tamir Sheafer, Sergio Splendore, James Stanyer, Jesper Strömbäck, Václav Štětka, Peter Van Aelst, Alon Zoizner",
    "abstract": "Social media provide unprecedented opportunities for public deliberation. However, a growing number of users perceive negativity in political debate taking place in those venues and are increasingly frustrated when discussing politics with those they disagree with. In this article, we test the proposition that perceiving online discussions as healthier (i.e. more polite and civil) than offline discussions invigorates online political participation. We rely on an online survey fielded in 17 European countries on more than 28,000 individuals. Our findings indicate that being embedded in healthier discussions on social media is more of an important predictor of online participation for those respondents reporting higher political discussion fatigue and less so for those perceiving online discussions as fun. Overall, our study offers cross-national evidence of why and for whom exposure to healthy political discussions online might be mobilizing.",
    "url": "https://doi.org/10.1177/20563051251350978",
    "doi": "https://doi.org/10.1177/20563051251350978",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "From Politics to Entertainment: Exploring “News Finds Me” Perceptions Across News Topics",
    "authors": "Afrooz Mosallaei, Luxuan Wang, Katherine Ognyanova",
    "abstract": "The “News Finds Me” (NFM) perception captures the common belief that one can stay informed without actively seeking news. This study aims to extend previous research by comparing the widely used general NFM measure with topic-specific perceptions of entertainment, sports, politics, COVID-19, and climate change news. We assess the strength, predictors, and outcomes of NFM perceptions across those different thematic domains. Our findings show that NFM perceptions are stronger for soft news (entertainment and sports) compared to hard news (politics, COVID-19, climate change). In addition, interest in a news topic is associated with lower NFM perceptions for hard news and higher perceptions for soft news. While the traditional NFM measure reflects “News Finds Me” perceptions in politics and COVID-19 well, it is not as effective in capturing perceptions of climate change and soft news. Our results emphasize the need to explore different news genres to better understand news consumption beliefs and behaviors.",
    "url": "https://doi.org/10.1177/20563051251382442",
    "doi": "https://doi.org/10.1177/20563051251382442",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "New/s Gatekeepers: The Impact of Social Media Algorithms on Arab TV News Coverage",
    "authors": "Alyaa Anter, Nermeen Ibrahim",
    "abstract": "Drawing on gatekeeping theory and platform governance, this study examined Arab journalists’ perspectives on news gatekeeping via social media, the challenges they faced when covering politically sensitive events, and the strategies they employed to address those challenges. A mixed-methods approach was employed, combining in-depth interviews with twenty-four Arab multimedia journalists, social media specialists, and managers, along with an online survey of 171 Arab journalists from four Arab countries. The results revealed that the participants perceived algorithms as powerful intermediaries that considerably influenced their professional practices and news values on social media. They reported their experiences of shadow banning and content removal, particularly when reporting on Arab political issues such as the Palestinian issue. Journalists have reported that they must either adapt to the algorithmic dynamics or employ strategies to circumvent the algorithmic restrictions on Arab news coverage. This study underscores the need for greater transparency in algorithmic curation to ensure the fair representation of diverse voices in political news coverage.",
    "url": "https://doi.org/10.1177/19401612251370924",
    "doi": "https://doi.org/10.1177/19401612251370924",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "communication",
    "title": "Negative Campaigns, Negative Votes? Meanings of Voting and Political Campaigns",
    "authors": "Ming M. Boyer, Cal le Gall, Carolina Plescia",
    "abstract": "Negative campaigns can have different effects on voting behavior and political attitudes. While recent work has differentiated between contexts and campaigns, few have investigated the mechanisms underlying the effects of negative campaigns. We argue that negative campaigning may affect whether citizens understand voting as supporting one candidate or party (positive meanings of voting), as opposing another (negative meanings of voting), or even as something useless, unpleasant or undesirable (anti-voting meanings). Using preregistered cross-sectional analyses in the 2022 Hungarian and US elections, we confirm that negative and anti-voting meanings are pervasive, and related to political parties’ use of negative and “dirty” campaigns. Two preregistered survey experiments, however, only confirm the effects of the most outrageous campaign messages. We conclude that meanings of voting are important democratic attitudes that are related to parties’ campaigning behavior. However, they are relatively stable attitudes that are only affected by relatively extreme stimuli.",
    "url": "https://doi.org/10.1177/19401612251376808",
    "doi": "https://doi.org/10.1177/19401612251376808",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "politics",
    "title": "Right-Wing Terror, Media Backlash, and Voting Preferences for the Far Right",
    "authors": "Alexander De Juan, Felix Haass, Julian Voß",
    "abstract": "How does right-wing terrorism affect electoral support for populist radical right parties (PRRPs)? Recent research has produced contrary answers to this question. We argue that only high-intensity attacks, whose motives and targets mirror PRRPs’ nativist agenda, are likely to generate a media backlash that dampens electoral support for PRRPs. We test this argument by combining high-frequency survey and social media data with a natural and survey experimental design. We find that right-wing terror reduced support for the radical right party Alternative für Deutschland after one of the most intense nativist attacks in recent German history. An analysis of all ninety-eight fatal right-wing attacks in Germany between 1990 and 2020 supports our argument. Our findings contribute to an understanding of how political violence triggers partisan detachment and have important implications for media responsibility in the aftermath of terrorist attacks.",
    "url": "https://doi.org/10.1017/s000712342510077x",
    "doi": "https://doi.org/10.1017/s000712342510077x",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Moral justification for misinformation: Evidence from a survey experiment during the 2024 U.S. presidential campaign",
    "authors": "Tevfik Murat Yildirim",
    "abstract": "In this study, I examine the extent to which voters apply consistent moral and democratic standards to political misinformation, and how these standards interact with perceived misinformation in the campaign. Drawing on an original survey experiment during the 2024 U.S. presidential campaign, I randomly assigned respondents to read one of ten fact-checked misleading statements made by either Kamala Harris or Donald Trump in a nationally televised debate. I found that individuals were more likely to justify, excuse, and downplay the democratic harm of misinformation when it came from their preferred candidate. While this tendency was evident across both partisan groups, the tendency to downplay the democratic harm of co-partisan misinformation was particularly noticeable among Trump supporters. Moreover, the main effect was stronger among respondents who perceived misinformation as widespread during the campaign. Finally, I demonstrate that willingness to accept misinformation varies by policy area, with greater justification for misleading statements on immigration, abortion and gun rights among Trump supporters, and trade and tax among Harris supporters. These findings highlight how partisan loyalty can distort moral judgment and underscore the challenges misinformation poses for democratic accountability.",
    "url": "https://doi.org/10.1177/13540688251391572",
    "doi": "https://doi.org/10.1177/13540688251391572",
    "filter": 0,
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "Extremism at the center: Uncovering political diversity among midpoint responders on the left–right self‐placement item",
    "authors": "Edward J. R. Clarke, Frank Eckerle, John R. Kerr, Stephen R. Hill, Mathew Ling, Mathew D. Marques, Matt N. Williams",
    "abstract": "The midpoint of the left‐right self‐placement item is hiding important political diversity, and may be conflating moderate responders with populists and other political sub‐groups. Survey researchers should consider this problem when examining relationships between political orientation and political attitudes. We suggest testing for non‐linearity in these relationships, and measuring anti‐establishment and populist beliefs separately. Researchers interested in building theories explaining the psychological underpinnings of ideological extremism should also consider the possibility that a qualitatively different type of ideological extremist self‐places on the midpoint.",
    "url": "https://doi.org/10.1111/pops.70082",
    "doi": "https://doi.org/10.1111/pops.70082",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "public opinion",
    "title": "STATISTICAL INFERENCE UNDER NONIGNORABLE SAMPLING AND NONRESPONSE—AN EMPIRICAL LIKELIHOOD APPROACH",
    "authors": "Danny Pfeffermann, Arie Preminger, Anna Sikov",
    "abstract": "Statistical models are often based on sample surveys. When the sample selection probabilities and/or the response probabilities are related to a model outcome variable, even after conditioning on the model covariates, the model holding for the observed data is different from the model holding in the population, resulting in biased inference if not accounted for properly. Accounting for sample selection bias is relatively simple because the sample selection probabilities are usually known. Accounting for nonignorable nonresponse is much harder since the response probabilities are, in practice, unknown. In this article, we develop a new approach for modelling complex survey data, which accounts simultaneously for nonignorable sampling and nonresponse. Our proposed approach combines the nonparametric empirical likelihood with a parametric model for the response probabilities, which contains the outcome variable as one of the covariates. Combining the model holding for the responding units with the model for the response probabilities enables extracting the model holding for the missing data and imputing them. We propose ways of testing the underlying model holding for the respondents’ data. Simulation results illustrate the good performance of the approach in terms of parameter estimation and imputation. We conclude with an application to the household expenditure survey in Israel, carried out by Israel’s Central Bureau of Statistics. The survey collects information on the socio-demographic characteristics of each member of the sampled households (HH), as well as detailed information on the HH income and expenditure. The total sample size was n = 12,136 with 7,827 responding HHs. The target estimated parameter in this application is the population mean of the gross HH income.",
    "url": "https://doi.org/10.1093/jssam/smaf015",
    "doi": "https://doi.org/10.1093/jssam/smaf015",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology"
  },
  {
    "discipline": "public opinion",
    "title": "Selective Exposure to News, Homogeneous Political Discussion Networks, and Affective Political Polarization: An Agent-Based Modeling of Minimal versus Strong Communication Effects",
    "authors": "Homero Gil de Zúñiga, Ryan Yang Wang, Zicheng Cheng",
    "abstract": "This study employs an agent-based model (ABM) simulation grounded in polarization theory to explore how social and media influences shape affective polarization, social diversity, and media diversity within a hostile partisan information environment. We examine four scenarios: minimal, strong, social-dominated effect, and media-dominated effect, by iterating 16 combinations of parameters, including influence strength, homogeneous discussion, and selective exposure rates. Calibrated with a real-world U.S. population dataset, results show that while social and media influences accelerate sorting, selectivity structure is the primary driver of affective polarization. Notably, low homogeneous discussion and low selective exposure produce the highest polarization levels across four scenarios due to a probabilistic backfire effect that reflects identity-protective cognition. Strong, locally concentrated social influence sharply reduces social diversity, whereas media influence alone cannot produce convergence without social reinforcement. Media diversity proves more resilient due to global exposure, though it declines under high selective exposure and strong media influence. Despite initial partisan gaps, final-stage outcomes reveal minimal differences between Democrats and Republicans across all conditions.",
    "url": "https://doi.org/10.1177/08944393251387282",
    "doi": "https://doi.org/10.1177/08944393251387282",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "sociology",
    "title": "The Statistical Advantages of Multilevel Analysis of Individual Heterogeneity and Discriminatory Accuracy for Estimating Intersectional Inequalities",
    "authors": "George Leckie, Andrew Bell, Juan Merlo, SV Subramanian, Clare Evans",
    "abstract": "Multilevel Analysis of Individual Heterogeneity and Discriminatory Accuracy (MAIHDA) is a multilevel regression approach grounded in intersectionality theory. It examines inequalities across intersections of social identities (e.g., gender, ethnicity, class) and is argued to provide more accurate predictions of intersectional means than conventional methods that estimate group means directly or via regressions with all interactions. This study evaluates that claim using analytic expressions and an empirical illustration to compare simple and MAIHDA-predicted means against population values. Predictive accuracy is assessed via variance, correlation, bias, and mean squared error. Results show that MAIHDA estimates generally outperform simple means, particularly when decomposing intersectional means into additive and non-additive identity effects. The magnitude of the advantage depends on inequality patterns and group sample sizes. MAIHDA is especially valuable when inequalities are subtle or data for marginalized intersections are sparse—conditions common in practice. These findings highlight MAIHDA's practical relevance for quantitative intersectionality research.",
    "url": "https://doi.org/10.1177/00491241251385123",
    "doi": "https://doi.org/10.1177/00491241251385123",
    "filter": 0,
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Attention on social media depends more on how you express yourself than on who you are",
    "authors": "Yizhang Zhao, Tianyu Qiao, Yirao Chen, Meiying Kuang, Wei Bai, Yankun Yi, Xinxin Huang, Wen Li, Weidong Wang",
    "abstract": "Attention has become a vital form of capital in the digital age, yet the mechanisms underlying its allocation on social media remain poorly understood. Using a nationally representative, online and offline-integrated dataset of a Generation Z cohort in China, we provide large-scale evidence on the determinants of success in attracting attention. Our findings reveal that ‘how you express yourself’ (using various emojis and expressing multiple emotions) is more influential than ‘who you are’ (in terms of gender, education, family background and personality traits) in attracting attention on social media. Further analysis confirms a causal effect of the variety of emojis and types of emotions on attracted attention, while simulation processes using agent-based models suggest that empathy evocation is the primary underlying mechanism. We also show that the mode of expression is largely independent of individual characteristics and that the attention gained from highly appealing expressions is easier to acquire than to sustain, as it is highly sensitive to changes in expression modes over time. Overall, our research identifies three key features of attention capital allocation on social media: low alignment with traditional resources, considerable manipulability and ease of acquisition but difficulty sustaining it over time.",
    "url": "https://doi.org/10.1038/s41562-025-02323-1",
    "doi": "https://doi.org/10.1038/s41562-025-02323-1",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  },
  {
    "discipline": "multidisciplinary",
    "title": "The persistence of cross-cutting discussion in a politicized public sphere",
    "authors": "Diana C. Mutz",
    "abstract": "Although studies of Americans’ general discussant networks have been repeated over time, research that assesses change in the nature of Americans’ political discussion networks has yet to be conducted in nationally representative probability surveys. In this study I answer two questions about the quality of the American public sphere that have generated widespread speculation, but little evidence to date. First, how have Americans’ political discussion networks changed over the past 25 y? Second, are the consequences of these changes what one would expect based on previous theory linking Americans’ interpersonal information environments to political tolerance and political participation? I resolve competing claims suggesting that people feel less free to discuss politics, with claims suggesting instead that political discussion now permeates everyday life to a greater extent than in the past. Findings suggest widespread increases in political discussion, changes driven almost entirely by increases in like-minded political discussion partners. Surprisingly, Americans are no more or less likely to engage in conversations across lines of political difference. The predicted consequences of these fluctuations confirm an intrinsic tension between characteristics valued in democratic citizens. Political tolerance has declined significantly, along with decreased awareness of rationales for others’ relative to one’s own views. Political participation is significantly higher on average than 25 y ago. Few people reported engaging with online political discussants, despite efforts to make sure they were included in network measures.",
    "url": "https://doi.org/10.1073/pnas.2516942122",
    "doi": "https://doi.org/10.1073/pnas.2516942122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  }
]
