[
  {
    "discipline": "communication",
    "title": "Walking the moral plank: using virtual reality to investigate moral decision-making under threat",
    "authors": "Joomi Lee, Joshua Baldwin, Lindsay Hahn, Glenna Read, Sun Joo (Grace) Ahn",
    "url": "https://doi.org/10.1093/joc/jqaf054",
    "doi": "https://doi.org/10.1093/joc/jqaf054",
    "filter": 0,
    "created": "2025-12-31",
    "abstract": "How is decision-making affected when individuals face threats to safety? Guided by the theory of dyadic morality, the limited capacity model of motivated-mediated message processing, and exemplification theory, we investigated how safety threats shaped individuals’ physiological responses and behavioral moral decision-making. Using an immersive virtual reality (VR) environment simulating a moral tradeoff, participants crossed a deep pit and made decisions between their safety and that of another person, reflecting a tradeoff between egoism and altruism. Results from an experiment with 201 participants revealed that exposure to threat increased arousal (physiologically and self-reported), which decreased the extent to which they felt their decision harmed others, leading to selfish decisions in the moral dilemma. However, this pattern only manifested when concerns of harm were not made salient before the threatening experience. Together, these findings demonstrate VR’s utility for simulating moral tradeoffs and advancing both psychophysiological and behavioral approaches to media psychology and morality research.",
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Framing Generative AI: An Analysis of Impact, Quoted Sources, and Attributions of Responsibilities in U.S. Elite Media",
    "authors": "Hyunmin Lee, Hana Park",
    "url": "https://doi.org/10.1177/10776990251410593",
    "doi": "https://doi.org/10.1177/10776990251410593",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "This article examined how elite news media frame the impact of generative AI on the cultural, social, economic, and political domains of life. We also analyzed the different types of ethical concerns surrounding generative AI and to whom the media attribute responsibility for creating and solving these ethical concerns. A content analysis of The New York Times and The Wall Street Journal show that societal and economic impacts were the most frequently discussed when reporting about generative AI, while societal-level attributions were mentioned more often than individual-level attributions for responsibilities. We discuss theoretical implications and future research directions.",
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Mobile Media Decision-Making: Toward a New Theory",
    "authors": "Ragan Glover",
    "url": "https://doi.org/10.1177/20501579251411207",
    "doi": "https://doi.org/10.1177/20501579251411207",
    "filter": 0,
    "created": "2026-1-29",
    "abstract": "Mobile media decision-making is a mid-range, integrative theory that addresses the transformative role of mobile media in contemporary decision-making processes. Accordingly, mobile media augment human cognitive processes by being accessible to users as they move through and act in the world. Moreover, this theory accounts for the emergence of mobile autonomous systems that can move through and act in the world, in the absence of human cognition. As an analytical tool, this theory can be applied to understand specificities of how humans and nonhumans act, move, know, and produce agential change in the world. It can inform scholarship that explores social and material impacts, moral–ethical dimensions, and the design of mobile systems that augment and supplant human decision-making processes.",
    "journal_full": "Mobile Media & Communication"
  },
  {
    "discipline": "communication",
    "title": "Perceived realism in VR as a multifaceted concept: Insights from interviews and focus groups with experts and non-experts",
    "authors": "David Walewijns, Michel Walrave, Wannes Heirman, Heidi Vandebosch",
    "url": "https://doi.org/10.1177/14614448251413691",
    "doi": "https://doi.org/10.1177/14614448251413691",
    "filter": 0,
    "created": "2026-2-3",
    "abstract": "As virtual reality (VR) evolves as a narrative medium, its capacity to immerse users in realistic environments has attracted scholarly interest. This study investigates how users perceive realism in VR beyond sensory fidelity. Using 27 interviews and four focus groups with experts and non-experts (n = 77), we examine how realism in VR is conceptualized and experienced. Qualitative analysis identified 12 factors contributing to perceived realism, grouped into five overarching dimensions: immersion, presence, embodiment, involvement and external realism. Our findings indicate that realism is shaped not only by technological features such as graphical quality but also by factors such as emotional involvement, narrative consistency and perceived authenticity. The study advances theorizing on perceived realism by proposing a framework that integrates technological and experiential dimensions and offers a basis for developing scales to measure realism in VR. Current findings are also relevant for the responsible use of VR in persuasive contexts.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "How does war look like on the European mainstream media Facebook? A large- N comparison of the media Facebook posts covering Ukraine and Gaza in 24 European countries in spring 2024",
    "authors": "Delia Dumitrescu",
    "url": "https://doi.org/10.1177/14614448251413689",
    "doi": "https://doi.org/10.1177/14614448251413689",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "We combine AI-based visual content analysis data with large-scale topic modeling to examine the proportion of coverage and the visual construction of the wars in Ukraine and Gaza in Facebook posts published by 51 top European media organizations between 25 February and 2 April 2024 ( N &gt; 90,000 posts). This period coincides with the 2-year anniversary of the Russian invasion and overlaps with the sixth month of the war in Gaza. The analysis finds an imbalance in the volume of coverage allocated to the two wars, as well as war-specific visual framing devices, but also similarities in their portrayals. Ultimately, in both cases, the visualization of war creates a distance between the viewers and those affected on the ground.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "From clicktivism to outsourced activism: Spectacle, dual outsourcing, and the connective logic in platform philanthropy",
    "authors": "Weiman Chen, Zhouyi Yao, Huilin Tan",
    "url": "https://doi.org/10.1177/14614448251413710",
    "doi": "https://doi.org/10.1177/14614448251413710",
    "filter": 0,
    "created": "2026-2-3",
    "abstract": "In the digital age, philanthropy is increasingly mediated by platform microcelebrities who mobilize audiences for social good. This study examines the novel philanthropic model of YouTube creator Jimmy Donaldson as a case of outsourced activism , characterized by a dual-outsourcing structure: audiences transfer charitable intent and contributions (via attention-as-currency) to Donaldson, who acts as a central agent and then outsources execution to NGOs and collaborators. Using a mixed-methods design combining a walkthrough, multimodal discourse analysis of 101 videos, and topic modeling of 11,208 comments, we demonstrate how sentimental and digital spectacles sustain this process as tools for activism. The mechanism forms a new connective practice, creating a network of moral delegation and affective investment among audiences, creators, sponsors, and NGOs. Yet, it raises ethical concerns, including depoliticizing social issues and reinforcing unequal power relations. The study advances theories of media activism, connective action, and digital philanthropy by identifying a replicable logic that redefines agency, accountability, and civic participation in platform societies.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Communicating scientific uncertainties: Effects of message and audience characteristics in the context of microplastic health risks",
    "authors": "Leonie Fian, Nina Vaupotič, Isabel Richter, Albert A. Koelmans, Sabine Pahl",
    "url": "https://doi.org/10.1177/09636625251410494",
    "doi": "https://doi.org/10.1177/09636625251410494",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "Communicating uncertainties is central to science communication, yet evidence on its effects is inconclusive. In an online experiment with a quasi-representative sample in Austria ( N = 1126), we investigated the effects of message (uncertainty type) and audience characteristics (science-specific attitudes/beliefs) as potential moderating factors on risk perception and policy support in the context of microplastic health effects. Uncertainty communication, specifically communicated lack of scientific consensus ( consensus uncertainty ), triggered lower risk perception (small effect), and indirectly decreased policy support through message credibility and risk perception. These negative effects were lower (and not statistically significant) when communicating the remaining knowledge gaps ( deficient uncertainty ). Beliefs about science as a debate were positively associated with risk perception, trust in scientists with policy support and preference for information about uncertain science with both. However, these audience characteristics did not moderate the effects of uncertainty communication. The results highlight the importance of considering uncertainty types in environmental and health risk communication.",
    "journal_full": "Public Understanding of Science"
  },
  {
    "discipline": "communication",
    "title": "Higher Scientific Consensus Promotes Wider Diffusion: The Case of “Bamboo for Plastic” Environmental Initiative in China",
    "authors": "Jie Zhang, Nina He, Jiang Jiang, Jiaqian Xu",
    "url": "https://doi.org/10.1177/10755470251410872",
    "doi": "https://doi.org/10.1177/10755470251410872",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "The influence of scientific consensus on public diffusion of environmental initiatives has received little attention. This study tested whether enhancing perceived scientific consensus could promote public diffusion of the “Bamboo for Plastic” initiative in China and examined the underlying mechanism. A pilot survey indicated that public awareness of the initiative was relatively low. Across three experiments ( N = 679), increasing perceived scientific consensus significantly boosted public diffusion behaviors related to the initiative, with diffusion behavior response efficacy mediating this effect. These findings suggest that emphasizing scientific consensus in environmental policy communication can effectively facilitate the interpersonal transmission of pro-environmental messages.",
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "Unequal Risks, Unequal Responses: Differential Effects of Emphasizing Race Versus Class Disparities in News Stories About Climate Impacts",
    "authors": "P. Sol Hart, Lauren Feldman, Soobin Choi, Annie Li Zhang",
    "url": "https://doi.org/10.1177/10755470251397919",
    "doi": "https://doi.org/10.1177/10755470251397919",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "We investigated how news articles discussing unequal impacts of climate change due to race versus class influence beliefs and support for action. We conducted two online survey experiments focusing on flooding (Study 1) and heat waves (Study 2). In Study 1, White participants and those with high levels of symbolic racism had lower levels of belief and support when exposed to the race-focused condition, although these interactions were not as consistent in Study 2. Results suggest that focusing on class-based climate disparities may be less susceptible to backfire effects than focusing on race-based disparities.",
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "It Listens to Me So I Feel Well and Connected: Investigating the Influence of TikTok users’ Perceived Algorithm Responsiveness and (In)sensitivity on Well-Being Via Self-Determination",
    "authors": "Matthew J. A. Craig, Mina Choi, Ying Zhu, Toqa Hassan, Samuel Mensah Noi, David E. Silva",
    "url": "https://doi.org/10.1177/20563051261417301",
    "doi": "https://doi.org/10.1177/20563051261417301",
    "filter": 0,
    "created": "2026-1-30",
    "abstract": "Social media has grown to be a large part of our virtual connectedness online. However, with this growth in digital connection, we have also become connected with digital entities that run them (social media). Borrowing from the concept of interpersonal responsiveness, researchers have found that users perceive their algorithm to be responsive to their needs and sensitive to their identity have a greater sense of well-being online and media enjoyment. However, the mechanisms for which these connect with one another (responsiveness predicting subjective well-being) remain to be disentangled. Guided by self-determination theory, this study examines whether autonomy, competence, and relatedness satisfaction through TikTok use mediate the associations between perceived algorithm responsiveness and insensitivity and satisfaction with life. With an online survey ( N = 385), our study found that greater responsiveness is associated with greater life satisfaction mediated through greater relatedness satisfaction. However, greater competence satisfaction was associated with lower life satisfaction. Future research and current limitations in light of our findings are discussed.",
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "politics",
    "title": "Beyond partisanship: Ideological identities and affective evaluations",
    "authors": "Ida Bæk Hjermitslev, Markus Wagner",
    "url": "https://doi.org/10.1017/s147567652510056x",
    "doi": "https://doi.org/10.1017/s147567652510056x",
    "filter": 0,
    "created": "2026-1-30",
    "abstract": "Research on affective polarization has largely focused on partisanship as the source of political social identities. However, identities also form around ideological divisions such as liberal/conservative or left/right, particularly in contexts where ideological divisions are more permanent than parties. In this paper, we study ideological identities and how they influence interpersonal affect. In our survey ( n = 2152), conducted in Germany, many individuals declare ideological identities, and these are of similar strength as partisan identities. We also run a conjoint survey experiment where respondents evaluate individuals with varying personal characteristics and, crucially, see varying amounts of information: only ideological affiliation, or also partisanship, policy stances, and/or political interest. We find that ideological affiliation matters for how respondents evaluate individuals, even when extensive additional information is present. However, ideology is slightly less relevant than partisanship, while policy stances are privileged over both. Our findings imply that we should broaden our lens in studying affective polarization to encompass political identities beyond partisanship.",
    "journal_full": "European Journal of Political Research"
  },
  {
    "discipline": "politics",
    "title": "Measuring party positions and issue salience with mass media and manifesto data: Comparing PolDem with Manifesto Project data",
    "authors": "Theresa Gessler, Swen Hutter",
    "url": "https://doi.org/10.1177/13540688261415753",
    "doi": "https://doi.org/10.1177/13540688261415753",
    "filter": 0,
    "created": "2026-2-2",
    "abstract": "To what extent do measures of the issue positions and salience of political parties differ when they are extracted from mass media debates and election manifestos? Answering this question, the paper serves a dual purpose within this special issue of Party Politics : (i) introducing the PolDem election dataset used throughout the issue, and (ii) analyzing its convergence with the widely used Manifesto Project data. The newly released PolDem dataset, based on a relational content analysis of newspaper articles published during national election campaigns, covers 15 European countries and 111 campaigns. Focusing on four broad issue domains (economic, cultural, European integration, and political issues) across countries from Northwestern, Southern, and Central-Eastern Europe, the results demonstrate strong convergence in issue positions, except for in political issues related to democracy and corruption. However, the datasets differ significantly in issue salience, especially for less salient, noneconomic issues, niche parties and in less polarized contexts.",
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "On visibility and normalization: Parliamentary representation and media attention to radical right parties, leaders, and issues",
    "authors": "Tiago Silva, Hugo Marcos-Marne, Susana Rogeiro Nina, Marina Costa Lobo, Filippo Pasquali",
    "url": "https://doi.org/10.1177/13540688261422432",
    "doi": "https://doi.org/10.1177/13540688261422432",
    "filter": 0,
    "created": "2026-1-30",
    "abstract": "Is the mainstream news coverage of politics contributing to the legitimization and normalization of the radical right? To answer this question, we focus on two countries (Portugal and Spain) where Radical Right Parties (RRPs) emerged late and developed very quickly. A longitudinal dataset (2015–2024) of newspaper articles was employed to assess the salience of VOX and Chega , their leaders, and four core issues of the radical-right, before and after they first entered the national parliament. A major theoretical expectation was that parliamentary entrance might bolster the media salience of these parties and their leaders vis-à-vis other new political parties. While we find that Chega does indeed receive more media attention than other comparable parties, especially during election times, no such pattern can be detected for VOX. Concerning attention given to leaders, measured as salience and personalization index, we confirm that André Ventura, leader of Chega is given disproportionate attention, while that is not the case for VOX’s Santiago Abascal. Concerning issues, our findings indicate that although notable cross-national differences in media coverage persist, several key issues were already prominent before 2019 (consistent with the agenda-setting expectation) and may have helped advance the radical-right agenda in both Portugal and Spain.",
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "Potential and Pitfalls of Audio as Data for Political Research: Alignment, Features, and Classification Models",
    "authors": "Rafael Mestre, Matt Ryan",
    "url": "https://doi.org/10.1017/pan.2025.10031",
    "doi": "https://doi.org/10.1017/pan.2025.10031",
    "filter": 0,
    "created": "2026-1-30",
    "abstract": "Political science is a field rich in multimodal information sources, from televised debates to parliamentary briefings. This paper bridges a gap between computer and political science in multimodal data analysis using audio. The adoption of multimodal analyses in political science (e.g., video/audio with text-as-data approaches) has been relatively slow due to unequal distribution of computational power and skills needed. We provide solutions to challenges encountered when analyzing audio, advancing the potential for multimodal data analysis in political science. Using a dataset of all televised U.S. presidential debates from 1960 to 2020, we focus on three features encountered when analyzing audio data: low-level descriptors (LLDs), such as pitch or energy; Mel-frequency cepstral coefficients (MFCCs); and audio embeddings/encodings, like Wav2Vec. We showcase four applications: (a) forced alignment of audio text using MFCCs, time-stamping transcripts, and speaker information; (b) speech characterization using LLDs; (c) custom-made classification models with audio embeddings and MFCCs; and (d) emotional recognition models using Wav2Vec for classification of discrete emotions and their valence-arousal dominance. We provide explanations to help understand how these features can be applied for different political research questions and advice on vigilance to naive interpretation, for both experienced researchers and those who want to start working with audio.",
    "journal_full": "Political Analysis"
  },
  {
    "discipline": "politics",
    "title": "Rethinking the link between cognitive reflection and susceptibility to political misinformation: Distinguishing hard from soft news",
    "authors": "Giannis Lois, Antonis Gardikiotis, Zografoula Karaspyrou, Elias Tsakanikos, Constantine Sedikides",
    "url": "https://doi.org/10.1111/pops.70109",
    "doi": "https://doi.org/10.1111/pops.70109",
    "filter": 0,
    "created": "2026-2-3",
    "abstract": "The literature presents two contrasting accounts on how cognitive reflection (overriding intuition with deliberation) influences susceptibility to political misinformation. According to the classical reasoning account, predominantly rooted in research on soft news, cognitive reflection improves discernment of true from false information. According to the motivated reasoning account, rooted in research on hard (policy‐related) issues, individuals prone to cognitive reflection display stronger political bias and fall for politically congruent misinformation. We integrate these accounts by examining how the soft‐hard distinction interacts with individuals' reasoning style to shape truth discernment and susceptibility to political bias. An integrative data analysis (IDA) combined data from 18 political misinformation studies ( N = 41,289) with independent soft‐hard news ratings. Additionally, two experiments ( N = 666), in the United States and Greece, exposed participants to either soft or hard news. Across all datasets, participants prone to cognitive reflection displayed stronger political bias, but only when evaluating hard news. Cognitive reflection was associated with improved truth discernment for soft and hard news in the IDA, but not consistently so in the experiments. Our findings reconcile discrepancies in misinformation research and demonstrate that cognitive reflection is not a one‐size‐fits‐all solution to political misinformation as it can exacerbate bias in policy‐related issues.",
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "politics",
    "title": "Estimating the causal effects of cognitive effort and policy information on party cue influence",
    "authors": "Ben M. Tappin, Ryan T. McKay",
    "url": "https://doi.org/10.1111/pops.70116",
    "doi": "https://doi.org/10.1111/pops.70116",
    "filter": 0,
    "created": "2026-2-4",
    "abstract": "Party cues can influence public opinion, but the extent to which they do so varies dramatically from context to context. Why? The long‐standing theory that party cues function as “heuristics” provides an answer, predicting that variation in exposure to policy information, a propensity for effortful thinking, or both causally affects the influence of party cues. However, this prediction has escaped decisive empirical testing to date, leaving in its wake a string of mixed results. Here we characterize the challenges that limit previous tests, and report on two large‐scale experiments designed to overcome them. We find that exposure to policy information causally attenuates the influence of party cues, but engagement in effortful thinking per se does not. Our results advance understanding of the “when” and “why” of party cue influence; clarify a number of previously ambiguous findings; and have broad theoretical, methodological, and normative implications for understanding the influence of party cues.",
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "public opinion",
    "title": "Controlling Acquiescent Response Style Through Negated Versus Polar Opposite Items: Design Considerations for Balancing Measurement Scales",
    "authors": "Fernanda Alvarado-Leiton, Sunghee Lee, Rachel E Davis",
    "url": "https://doi.org/10.1093/jssam/smaf022",
    "doi": "https://doi.org/10.1093/jssam/smaf022",
    "filter": 0,
    "created": "2025-8-14",
    "abstract": "Acquiescent response style (ARS) is the tendency to agree with measurement items regardless of their content. ARS tends to differ across cultures, making it particularly relevant for cross-cultural research, as it may disrupt cross-cultural comparability. Balanced measurement scales include items written in different directions of the measured construct and are hypothesized to be a remedy for undesirable effects of ARS. This study examined the effect on measurement properties of three scale balancing approaches in a cross-cultural research setting: (i) unbalanced scales; (ii) scale balancing with negated items where some of the items were written with a negation, such as “no” or “not”; and (iii) scale balancing that introduce items written with polar opposite terms (e.g. “unhappy” as the opposite of “satisfied”) that reversed the item direction without using negations. This study examined these approaches on four well-being measurement scales, originally unbalanced, that used an Agree-Disagree Likert response scale. Participants were recruited to a Web survey from three groups: U.S. non-Hispanic whites (n = 1,200, interviewed in English), U.S. Hispanics (n = 1,200, interviewed in English), and Mexicans (n = 1,200, interviewed in Spanish). Respondents were randomly assigned to one scale-balancing conditions for well-being measures. Balanced scales outperformed unbalanced scales for convergent validity, with higher correlations observed between scale scores and validation measures. Between negated and polar opposite balancing, no statistical differences were observed in factorial model fit, reliability, or convergent validity. This study supports that, when designed carefully, balanced measurement scales may be effective for addressing ARS and improving measurement properties over unbalanced scales.",
    "journal_full": "Journal of Survey Statistics and Methodology"
  },
  {
    "discipline": "public opinion",
    "title": "Conspiracy or Public Service? Does Facebook’s Third-Party Fact-Checking Increase Conspiracy Beliefs Among Americans?",
    "authors": "Justin Bonest Phillips, Timothy B. Gravelle, Andrea Carson, Mathew D. Marques",
    "url": "https://doi.org/10.1177/08944393261421119",
    "doi": "https://doi.org/10.1177/08944393261421119",
    "filter": 0,
    "created": "2026-1-29",
    "abstract": "Unlike past studies that examine whether fact-checking can counter conspiratorial belief, we reverse the lens to investigate if fact-checking itself prompts conspiracy belief. Our study occurs in the days immediately preceding the 2024 US election. Shortly thereafter, Meta’s CEO Mark Zuckerberg abandoned Facebook’s third-party program altogether, arguing fact-checkers “have destroyed more trust than they have created.” We provide timely insight into fact-checking concerns using a preregistered online survey-based experiment of US Facebook users’ ( n = 2,409), randomly assigned to view either a generic Facebook fact-check (treatment) or a Facebook login screen. Results show no overall effects of third-party fact-checking on users’ propensity for conspiratorial beliefs. However, when individuals with high conspiracy mentality and strong conservative identification encounter a fact-check, they are more likely to endorse Facebook-related conspiracy beliefs. We also observe a three-way interaction among political independents with high and low conspiracy beliefs, where fact-checking potentially triggers or reduces such beliefs.",
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "public opinion",
    "title": "Who Consents to Sharing Their Tweets With Researchers? A Comparative Analysis of Selection Bias in Linked Survey and Social Media Data",
    "authors": "Conor Gaughan, Alexandru Cernat, Rachel Gibson, Marta Cantijoch, Riza Batista-Navarro",
    "url": "https://doi.org/10.1177/08944393261421114",
    "doi": "https://doi.org/10.1177/08944393261421114",
    "filter": 0,
    "created": "2026-2-4",
    "abstract": "Survey research is entering a new era which centres on its linkage with other forms of digitally generated data such as social media. Many suggest that this can help to address existing weaknesses in self-report surveys such as non-response and measurement bias. However, to link a participant’s survey responses to their social media data, consent from the participant is required. Previous studies have shown that consent to linkage is typically low and selective. This paper expands on the existing literature by comparing Twitter (now X) usage and consent to survey linkage across five national contexts. Testing the effects of several sociodemographic and attitudinal predictors in the US, the UK, France, Germany and Poland, our study finds that overall consent rates vary significantly by age, political attention, privacy concern, trust in social media companies and frequency of political posting on Twitter/X. However, our results also confirm that variable effects differ significantly between nations, suggesting a moderating cultural influence. Within-country variation in the US between 2020 and 2024 is also present, indicating that effects are not necessarily fixed over time. These findings dictate the need for caution when conducting substantive comparisons across countries and time when using social media data.",
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "public opinion",
    "title": "The Dynamics of Hate Speech: Assessing Anti-Muslim Hate Speech in Norwegian Social Media",
    "authors": "Yuri Kasahara, Daniel Thilo Schroeder, Anis Yazidi, Pedro G. Lind",
    "url": "https://doi.org/10.1177/08944393261417730",
    "doi": "https://doi.org/10.1177/08944393261417730",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "This study investigates the dynamics of anti-Muslim hate speech within Norwegian social media during the period between 2010 and 2021. Using a dataset of more than one million comments from Twitter and Facebook, we developed a custom hate speech classifier trained on an annotated corpus of 3,277 comments in Norwegian language. We identify that despite representing a small share of the total comments, hate speech content has increased over time. In an effort to understand the social network characteristics of hate speech content, we delve deeper into Twitter conversations as we can more easily identify how this content is spread. We develop network metrics to assess the prevalence, distribution, and diffusion of hateful content. The findings reveal that regardless of the number of users or tweets in a conversation, the volume of hateful content tends to remain constant. Furthermore, a small fraction of users contribute disproportionately to the dissemination of hate speech, with most conversations being limited in participant diversity. These results contribute to the growing field of computational social science by offering a novel methodology for studying hate speech in under-resourced languages and suggesting that mitigating hate speech may be possible through targeted network interventions rather than content removal alone.",
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "psychology",
    "title": "How well do large language models mirror human cognition of word concepts?: A comparison of psychological ratings for early-acquired English words",
    "authors": "Hiromichi Hagihara, Kazuki Miyazawa",
    "url": "https://doi.org/10.3758/s13428-025-02938-2",
    "doi": "https://doi.org/10.3758/s13428-025-02938-2",
    "filter": 0,
    "created": "2026-2-2",
    "abstract": "This study examined how well large language models (LLMs) approximate human psychological ratings for early-acquired English words. We used four state-of-the-art LLMs, including GPT-4o and Meta-Llama-3.1, to evaluate 21 static psychological features for 695 words and compared these estimates with human norms. The results showed that LLMs aligned well with human ratings for some features (e.g., Concreteness, Bodily Interactiveness) in terms of rank correlations ( r s &gt; .82) and distributional similarities but diverged notably for others (e.g., Iconicity, Arousal; r s &lt; .48). Compared with content words, function words showed more pronounced discrepancies between human and LLM ratings. We also assessed how similarly human- and LLM-derived psychological features predicted words’ age of acquisition (AoA), revealing both strong correspondences and systematic biases, depending on the model (differences in correlations ranged from −.27 to .28). Based on these analyses, we identified which features may be reliably estimated using LLMs, which require further refinement, and what methodological considerations are necessary for applying LLM-based measures in cognitive science. We discuss the implications of using LLMs as methodological tools in psychology and cognitive science, highlighting both their practical advantages (e.g., data coverage and data collection efficiency) and theoretical relevance. The present study provides a novel framework for evaluating the cognitive plausibility of LLMs by using lexical psychological features, complementing existing benchmarks.",
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Timing Matters: The Effects of Prebunking Versus Debunking on Trust in Disinformation",
    "authors": "Matej Lorko, Vladimíra Čavojová, Jakub Šrol, Richard Priesol, Paulína Jalakšová, Berenika Tužilová",
    "url": "https://doi.org/10.1177/01461672251411571",
    "doi": "https://doi.org/10.1177/01461672251411571",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "The spread of disinformation is widely regarded as one of the most serious global risks. In one laboratory and three online experiments ( N total = 3,066), we measured trust in true, false, and disinformation statements related to the Russo–Ukrainian war (Experiments 1–3) and to politics, climate, and health (Experiment 4). We examined longer-term effectiveness of a fact-based corrective message delivered either before (prebunking) or after (debunking) participants’ initial evaluation of disinformation statements. Across all four experiments, debunking intervention consistently and substantially reduced trust in disinformation, with effects persisting for at least two weeks. Prebunking intervention produced similarly durable benefits only when it was immediately followed by evaluation of the just-corrected disinformation. When evaluation was delayed, prebunking had no reliable impact. We found no significant backfire effects on trust in disinformation across any ideological groups. However, debunking induced a more conservative response pattern overall, reducing trust in true statements as well.",
    "journal_full": "Personality and Social Psychology Bulletin"
  },
  {
    "discipline": "sociology",
    "title": "Disentangling and Reassembling: Unveiling Hidden Patterns in Gender Attitudinal Surveys",
    "authors": "Jiayun Jin",
    "url": "https://doi.org/10.1177/00491241251413678",
    "doi": "https://doi.org/10.1177/00491241251413678",
    "filter": 0,
    "created": "2026-1-29",
    "abstract": "This study addresses the complexities of midpoint and non-substantive responses, such as “Don’t Know,” in Likert scale surveys on gender attitudes. While existing research often assumes these responses are neutral or random, this study challenges that notion by applying the item response tree model to disentangle respondents’ attitudes from their response tendencies. Analysis of data from the Chinese General Social Survey shows that traditional gender attitudes are associated with a higher likelihood of such responses, indicating biases in conventional methods. After disentangling these elements, I reassemble them through latent profile analysis to examine the dominant configurations of gender attitudes and response tendencies. Five distinct profiles emerge: Passionate Egalitarians, Genuine Neutrals, Forthright Moderates, Evasive Traditionalists, and Unembellished Traditionalists. Passionate Egalitarians advocate strongly for gender equality, while Evasive Traditionalists use non-substantive responses to conceal traditional views. This study provides a refined approach to rating scale analysis, advancing both sociological methodology and gender studies.",
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Assessing personality using zero-shot generative AI scoring of brief open-ended text",
    "authors": "Aidan G. C. Wright, Whitney R. Ringwald, Colin E. Vize, Johannes C. Eichstaedt, Mike Angstadt, Aman Taxali, Chandra Sripada",
    "url": "https://doi.org/10.1038/s41562-025-02389-x",
    "doi": "https://doi.org/10.1038/s41562-025-02389-x",
    "filter": 0,
    "created": "2026-1-30",
    "abstract": "Contemporary personality assessment relies heavily on psychometric scales, which offer efficiency but risk oversimplifying the rich and contextual nature of personality. Recognizing these limitations, this study explores the use of commercially available generative large language models (LLMs), such as ChatGPT, Claude and so on, to assess personality traits from open-ended qualitative narratives. Across two distinct samples and methodologies (spontaneous streams of thought and daily video diaries), we used seven commercial, generative LLMs to score Big-Five personality traits, achieving convergence with self-report measures comparable to or exceeding established benchmarks (for example, self–other agreement, ecological momentary assessment, and bespoke machine learning models). Although results differed across different LLMs, we found that using the average LLM score across models provided the strongest agreement with self-report. Further, LLM-generated trait scores also demonstrated predictive validity regarding daily behaviours and mental health outcomes. This LLM-based approach achieved quantitative rigour based on qualitative data and is easily accessible without specialized training. Importantly, our findings also reaffirm that personality is expressed ubiquitously, in that it is carried in the stream of our thoughts and is woven into the fabric of our daily lives. These results encourage broader adoption of generative LLMs for psychological assessment and—given the new generation of tools—stress the value of idiographic narratives as reliable sources of psychological insight.",
    "journal_full": "Nature Human Behaviour"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Health-focused frames mobilize Americans to action to address LGBTQ inequality",
    "authors": "Pia Dietze, Riana M. Brown, Maureen A. Craig",
    "url": "https://doi.org/10.1073/pnas.2527168123",
    "doi": "https://doi.org/10.1073/pnas.2527168123",
    "filter": 0,
    "created": "2026-2-2",
    "abstract": "“More than 1 in 8 LGBTQ people live in states where doctors can refuse to treat them.” This headline describes a flurry of laws passed in 2025 allowing doctors to refuse treatment of LGBTQ patients based on personal beliefs. This and other laws like it limit healthcare access and exacerbate health inequality for LGBTQ individuals. But health is not the only domain in which LGBTQ individuals face disparities. Long-standing inequalities also exist in other domains of life, for example, gay men earn up to 32% less wages than their heterosexual peers. In the current research, we ask if exposure to LGBTQ inequality in one domain (e.g., health) motivates more support for action than exposure to inequality in other domains (e.g., economics). In six experiments (five preregistered), we test our hypothesis that emphasizing health-based LGBTQ inequality (vs. economics and belonging) spurs engagement with and support for mitigating action (S1-2). We also investigate why people support action (S1a-1b) and what boosts support (S3a-3c). As predicted and preregistered, we find greater support for action to mitigate health-based LGBTQ inequality, compared to economics and belonging. This occurs, in part, because people blame LGBTQ individuals less for health (vs. economic) disparities and perceive health inequalities to violate morally sacred values, which is associated with greater perceived injustice. Finally, we find that connecting economic inequality to health inequality in individuals’ minds can increase support for mitigating economic inequality.",
    "journal_full": "Proceedings of the National Academy of Sciences"
  }
]
