[
  {
    "discipline": "communication",
    "title": "JST and rJST: joint estimation of sentiment and topics in textual data using a semi-supervised approach",
    "authors": "Christian Pipal, Martijn Schoonvelde, Gijs Schumacher, Max Boiten",
    "url": "http://dx.doi.org/10.1080/19312458.2024.2383453",
    "doi": "10.1080/19312458.2024.2383453",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Using State Space Grids to Quantify and Examine Dynamics of Dyadic Conversation",
    "authors": "Miriam Brinberg, Denise Haunani Solomon, Graham D. Bodie, Susanne M. Jones, Nilam Ram",
    "url": "http://dx.doi.org/10.1080/19312458.2024.2413973",
    "doi": "10.1080/19312458.2024.2413973",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Digital transformation and green innovation performance: unraveling the role of green knowledge sharing and top management environmental awareness",
    "authors": "Javier Martínez Falcó, Eduardo Sánchez-García, Bartolomé Marco-Lajara, Umair Akram",
    "url": "http://dx.doi.org/10.1108/intr-11-2023-1016",
    "doi": "10.1108/intr-11-2023-1016",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose This research focuses on analyzing the impact of digital transformation (DT) on the green innovation performance of Spanish wineries, as well as the mediating effect of green knowledge sharing (GKS) on this main relationship, as well as the moderating role of top management environmental awareness (TMEA) on the GKS-green innovation performance linkage. In addition, age, size and protected designation of origin (PDO) membership are used to increase the precision of the cause–effect relationships examined. Design/methodology/approach The study proposes a conceptual model based on previous studies, which is tested using partial least squares structural equation modeling, with data collected from 196 Spanish wineries between September 2022 and January 2023. Findings The results of the research reveal the existence of a positive and significant relationship between the development of DT and green innovation performance of Spanish wineries, as well as the partial mediation of GKS in this link and a positive moderation of TMEA in the GKS-green innovation performance bond. Practical implications Winery executives should prioritize aligning DT with TMEA to drive green innovation performance. Additionally, it is recommended that they actively promote GKS within their wineries to enhance sustainability performance and strengthen their competitive positioning in an eco-conscious market. Originality/value The originality of the study derives from its pioneering character, as the research enters unexplored terrain by investigating the role of the GKS as a mediator in the relationship between DT and green innovation performance, as no previous research has ventured in this direction."
  },
  {
    "discipline": "communication",
    "title": "Computational Content Analysis in Advertising Research",
    "authors": "Mojtaba Barari, Martin Eisend",
    "url": "http://dx.doi.org/10.1080/00913367.2024.2407642",
    "doi": "10.1080/00913367.2024.2407642",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "User-Centric Behavioral Tracking: Lessons from Three Case Studies with Do-It-Yourself Computational Pipelines",
    "authors": "Alvin Zhou, Danaë Metaxa, Young Mie Kim, Kokil Jaidka",
    "url": "http://dx.doi.org/10.1080/00913367.2024.2403613",
    "doi": "10.1080/00913367.2024.2403613",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Social Media News Use Amplifies the Illusory Truth Effects of Viral Deepfakes: A Cross-National Study of Eight Countries",
    "authors": "Saifuddin Ahmed, Adeline Wei Ting Bee, Sheryl Wei Ting Ng, Muhammad Masood",
    "url": "http://dx.doi.org/10.1080/08838151.2024.2410783",
    "doi": "10.1080/08838151.2024.2410783",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Feeling Safer Than Peers: Influence of Privacy-related Perceptions and Parental Mediation on Teen Tiktok Users’ Comparative Optimism about Privacy Risks",
    "authors": "Hyunjin Kang, Wonsun Shin",
    "url": "http://dx.doi.org/10.1080/08838151.2024.2407541",
    "doi": "10.1080/08838151.2024.2407541",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Networked privacy and its broader implications",
    "authors": "Lee Humphreys, Rosie Nguyen",
    "url": "http://dx.doi.org/10.1093/joc/jqae026",
    "doi": "10.1093/joc/jqae026",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "In this article, we review Alice Marwick’s book, The Private is Political: Networked Privacy and Social Media, published by Yale University Press in 2023. In the book, Marwick argues that the digital nature of the social media landscape fundamentally changes contemporary notions of privacy. We trace three specific elements of her argument, namely: (1) the design of networked technologies to connect and leak, (2) the subsequent differential harms on those historically marginalized, and (3) the need to shift from individualized to more contextual and structural understandings of privacy. We discuss the implications of these arguments not just for privacy, but for expression. We describe the tensions around freedom of expressions and content moderation online. Finally, we conclude with a reflection on these arguments for academic expression given the socio-technological context in which we work and the differential harms that impact academics from historically marginalized communities. Building on Marwick’s arguments, we call for a social, contextual, and structural approach for responding to the targeted harassment of academics to protect and ensure academic freedom for all."
  },
  {
    "discipline": "communication",
    "title": "Learning from YouTube? The role of exposure to partisan YouTube channels and news literacy in political learning during the South Korean general election campaign",
    "authors": "Kyungeun Jang, Young Min Baek",
    "url": "http://dx.doi.org/10.1080/19331681.2024.2414007",
    "doi": "10.1080/19331681.2024.2414007",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Exploring digital campaign competence: the role of knowledge in data-driven election campaigns",
    "authors": "Sophie Minihold, Sophie Lecheler, Claes de Vreese, Sanne Kruikemeier",
    "url": "http://dx.doi.org/10.1080/19331681.2024.2416012",
    "doi": "10.1080/19331681.2024.2416012",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "What’s in a Cue? Decoding Political Values in Applauded Statements From Ukraine’s Leading Political Talk Shows",
    "authors": "Kostiantyn Yanchenko, Katharina Kleinen-von Königslöw",
    "url": "http://dx.doi.org/10.1177/10776990241284581",
    "doi": "10.1177/10776990241284581",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Experimental studies show that public opinion cues shape people’s perceptions of public opinion. However, the full extent of political information these cues comprise and, consequently, communicate remains unexplored. This study utilizes standardized content analysis to examine the political values in applauded statements ( n = 1,722) from Ukraine’s major political talk shows. The results suggest that applauded statements embody a complex mix of identity- and governance-oriented values, signaling to the broader audience the preferred type of political debate among those within the studio. The study enhances the literature on public opinion cues by demonstrating the significance of analyzing their underlying content."
  },
  {
    "discipline": "communication",
    "title": "Collaborative Journalism Around the Globe: A Systematic Review",
    "authors": "Samuel Danso, Modestus Fosu, Michael Yao Wodui Serwornoo, Martin Thompson Kwadzo Ntem",
    "url": "http://dx.doi.org/10.1177/10776990241284582",
    "doi": "10.1177/10776990241284582",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This systematic review examines a decade of collaborative journalism research globally, extracting 40 articles from ProQuest and Scopus databases. The study underscores collaborative journalism’s efficacy in addressing cross-border issues and engaging diverse audiences but note its underexplored status in Africa. Four dimensions emerged: social media and audience engagement, journalism education and technology, challenges and barriers, and collaboration models. Identified research gaps include media policy, violence against journalists and ethical implications. The review advocates grounded studies using appropriate theories and calls for more collaborative journalism research in Africa."
  },
  {
    "discipline": "communication",
    "title": "What is Popular Gets More Popular? Exploring Over-Time Dynamics in Article Readership Using Real-World Log Data",
    "authors": "Damian Trilling, Roeland Dubèl, Rupert Kiddle, Anne C. Kroon, Zilin Lin, Mónika Simon, Susan Vermeer, Kasper Welbers, Mark Boukes",
    "url": "http://dx.doi.org/10.1080/1461670x.2024.2411334",
    "doi": "10.1080/1461670x.2024.2411334",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "The Making of Good News: Discursive Construction of Good News Through News Values",
    "authors": "Hailing Yu, Yuzhi Zhu",
    "url": "http://dx.doi.org/10.1080/1461670x.2024.2414344",
    "doi": "10.1080/1461670x.2024.2414344",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "The Negotiation of Truth Claims in Newsgames: The Tension Between “Fact” and “Fiction”",
    "authors": "Hao Sun",
    "url": "http://dx.doi.org/10.1080/1461670x.2024.2418039",
    "doi": "10.1080/1461670x.2024.2418039",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "Seeing Beyond Crisis: Analyzing Photographs and Photographer Bylines in Solutions-Oriented Environmental Journalism Stories",
    "authors": "Ivy Ashe, Kyser Lough",
    "url": "http://dx.doi.org/10.1080/1461670x.2024.2412210",
    "doi": "10.1080/1461670x.2024.2412210",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "“journalists are just employees”: Examining Journalistic Autonomy from an Audience Perspective",
    "authors": "Constanza Gajardo, Claudia Mellado",
    "url": "http://dx.doi.org/10.1080/1461670x.2024.2416062",
    "doi": "10.1080/1461670x.2024.2416062",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "Shaping the Narrative: Examining News Coverage of Voter ID Laws in the United States",
    "authors": "Ana Alonso Curbelo, Damian Trilling, Mónika Simon, Anne C. Kroon",
    "url": "http://dx.doi.org/10.1080/1461670x.2024.2412211",
    "doi": "10.1080/1461670x.2024.2412211",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "Fact-Checkers on the Fringe: Investigating Methods and Practices Associated With Contested Areas of Fact-Checking",
    "authors": "Silvia Montaña-Niño, Victoria Vziatysheva, Ehsan Dehghan, Anand Badola, Guangnan Zhu, Otávio Vinhas, Michelle Riedlinger, Sofya Glazunova",
    "url": "http://dx.doi.org/10.17645/mac.8688",
    "doi": "10.17645/mac.8688",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study investigates the methods and practices used by self-identified fact-checkers situated on the fringe of the field of fact-checking to support their agenda for public recognition and legitimacy. Using a case study approach and selecting nine cases across five countries (Russia, Brazil, India, China, and Singapore), we identify the most common distinguishable attributes and tactics associated with this ambiguous collection of actors. In addition to identifying how fringe fact-checkers weaponize fact-checking practices and exploit or mimic the social standing of accredited fact-checkers, we critique examples where state-supported fact-checkers associated with authoritarian governance structures fact-check for national interests. We propose a spectrum of fact-checkers including those where public or general interest fact-checkers follow journalistic ideals and align with accredited communities of practice or non-accredited peer recognition, and a collection of fringe fact-checkers ranging from “special interest” actors promoting specific political agendas to hostile actors with disruptive, destructive, and openly propagandistic interests and aims to destabilize the global public sphere. The article contributes to current research and debates about the institutionalization of fact-checking and the understudied area of fact-checking impersonation, a problematic activity associated with misinformation and propaganda on platforms and the internet."
  },
  {
    "discipline": "communication",
    "title": "Fact-Checking Role Performances and Problematic Covid-19 Vaccine Content in Latin America and Sub-Saharan Africa",
    "authors": "Michelle Riedlinger, Silvia Montaña-Niño, Ned Watt, Víctor García-Perdomo, Marina Joubert",
    "url": "http://dx.doi.org/10.17645/mac.8680",
    "doi": "10.17645/mac.8680",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The move from political fact-checking to a “public health” or debunking model of fact-checking, sustained by policies and funding from platforms, highlights important tensions in the case of Covid-19. Building on findings from studies focused on journalistic role performance, we investigated how professional fact-checkers in Latin America and sub-Saharan Africa conceived of and performed their professional roles when addressing Covid-19 vaccination topics. Interviews with fact-checkers from six well-established, Meta-affiliated, International Fact-Checking Network-accredited organizations operating in these regions indicated that fact-checkers recognized the diversification of tasks and new roles associated with addressing problematic content from social media users. However, fact-checkers expressed unanimous commitment to prioritizing political and media watchdog activities in response to problematic Covid-19 vaccine information spreading from elite sources. To compare these role conceptions with role performance, we conducted a content analysis of Covid-19 vaccine content posted in 2021 to these fact-checkers’ Facebook accounts. We found that content was mostly associated with explainers or debunking content (addressing hoaxes or rumors about Covid-19 vaccines from non-elite social media users). In particular, the abundance of explainers, compared with other genres of fact-checking content, aligns fact-checkers with professional roles as civic service providers, educators, and “interpreters” of health information. Only a small proportion of the Covid-19 vaccine-related posts from each fact-checker contained verifications of claims from authoritative (elite “top-down”) sources (i.e., politicians, media, and health/science professionals). This study offers insights into a particularly tumultuous time of political activity in these regions and considers implications for practice innovation."
  },
  {
    "discipline": "communication",
    "title": "Analyzing narrative contagion through digital storytelling in social media conversations: An AI-powered computational approach",
    "authors": "Xinyan Zhao, Zexin Ma, Rong Ma",
    "url": "http://dx.doi.org/10.1177/14614448241285445",
    "doi": "10.1177/14614448241285445",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Despite the growing popularity of digital narratives, research on digital storytelling and its spread through social media interactions remains limited. Inspired by the social contagion theory, we introduce the concept of narrative contagion—where a story shared by a person or organization prompts others to share their stories—and investigate its process and outcome in online cancer communities. Utilizing a large dataset of 849 Facebook posts, 47,291 comments, and 14,466 replies, our artificial intelligence (AI)-based computational analysis provides evidence for narrative contagion among individual users in organization-hosted cancer communities on Facebook. It also reveals different organizational message characteristics, such as emotional arousal, post topic, and request for storytelling, that affect user storytelling and emotional support in comments and replies. Our results contribute to a deeper understanding of digital storytelling and its collective dynamics in online communities."
  },
  {
    "discipline": "communication",
    "title": "Behind the screen: The perception–reality gap in cybersexual harassment between remote coworkers",
    "authors": "Nitzan Navick, Allison P Mazur, Jennifer L Gibbs",
    "url": "http://dx.doi.org/10.1177/14614448241274469",
    "doi": "10.1177/14614448241274469",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study examines the perception–reality gap regarding the influence of technological affordances on cybersexual harassment (CSH) between remote workers. While previous research has recognized the existence of gender stereotypes and discrimination in online spaces, little attention has been given to how technological affordances impact—or are perceived to impact—incidents of CSH. By employing a theoretical framework of technological affordances, this study reveals that users often perceive affordances differently from how they utilize them, indicating a misalignment between perception and behavior. Our analysis of interviews with 30 remote knowledge workers extends affordances theory by showing that affordances are not always applied in the ways they are perceived, and that power dynamics and structural inequalities outweigh technological affordances in shaping reporting behaviors. Addressing this perception–reality gap is crucial for developing interventions and policies that accurately reflect the realities of CSH experiences and promote a safe online work environment."
  },
  {
    "discipline": "communication",
    "title": "How to prevent deception: A study of digital deception in “visual poverty” livestream",
    "authors": "Kun Yang",
    "url": "http://dx.doi.org/10.1177/14614448241285443",
    "doi": "10.1177/14614448241285443",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study, grounded in the interpersonal deception theory (IDT), aims to analyze the new form of digital deception known as “visual poverty” in livestreaming rooms. Through a multimodal discourse analysis of the collected data, this study found three distinct linguistic strategies employed in “visual poverty” livestream: illocutionary strategy, discourse strategy, and nonverbal strategy. These strategies are designed to achieve three interactional goals: constructing a false identity, reinforcing credibility, and gaining economic benefits. Based on these findings, this study further analyzed why it is difficult to detect digital deception and proposed suggestions to prevent it. This study theoretically proposes online IDT and offers practical suggestions for preventing digital deception, bearing both theoretical and practical significance."
  },
  {
    "discipline": "communication",
    "title": "Burnt out and still single: Susceptibility to dating app burnout over time",
    "authors": "Liesel L. Sharabi, Paige A. Von Feldt, Thao Ha",
    "url": "http://dx.doi.org/10.1177/14614448241286788",
    "doi": "10.1177/14614448241286788",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Despite the ubiquity of dating apps, there is little longitudinal research examining the mental health and well-being of dating app users. To fill this void, this study takes a social compensation approach to exploring dating app users’ burnout experiences (i.e., emotional exhaustion, inefficacy, and depersonalization) over time. Four hundred ninety-three active single dating app users were surveyed over four waves across 12 weeks, with a final sample of 190. Multilevel growth curve models showed that dating app users experienced increased emotional exhaustion and inefficacy over time. Furthermore, depression, anxiety, and loneliness predicted more emotional exhaustion and inefficacy, while problematic dating app use predicted more emotional exhaustion and less inefficacy. The results suggest that dating apps may exacerbate existing difficulties with relationship initiation among vulnerable users by increasing their risk of burnout. Dating app burnout is a potential intervention target to improve users’ dating success."
  },
  {
    "discipline": "public opinion",
    "title": "Improving the Quality of Individual-Level Web Tracking: Challenges of Existing Approaches and Introduction of a New Content and Long-Tail Sensitive Academic Solution",
    "authors": "Silke Adam, Mykola Makhortykh, Michaela Maier, Viktor Aigenseer, Aleksandra Urman, Teresa Gil Lopez, Clara Christner, Ernesto de León, Roberto Ulloa",
    "url": "http://dx.doi.org/10.1177/08944393241287793",
    "doi": "10.1177/08944393241287793",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "This article evaluates the quality of data collection in individual-level desktop web tracking used in the social sciences and shows that the existing approaches face sampling issues, validity issues due to the lack of content-level data and their disregard for the variety of devices and long-tail consumption patterns as well as transparency and privacy issues. To overcome some of these problems, the article introduces a new academic web tracking solution, WebTrack, an open-source tracking tool maintained by a major European research institution, GESIS. The design logic, the interfaces, and the backend requirements for WebTrack are discussed, followed by a detailed examination of the strengths and weaknesses of the tool. Finally, using data from 1,185 participants, the article empirically illustrates how an improvement in data collection through WebTrack leads to innovative shifts in the use of tracking data. As WebTrack allows for collecting the content people are exposed to beyond the classical news platforms, it can greatly improve the detection of politics-related information consumption in tracking data through automated content analysis compared to traditional approaches that rely on the source-level analysis."
  },
  {
    "discipline": "public opinion",
    "title": "Can AI Lie? Chabot Technologies, the Subject, and the Importance of Lying",
    "authors": "Jack Black",
    "url": "http://dx.doi.org/10.1177/08944393241282602",
    "doi": "10.1177/08944393241282602",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "This article poses a simple question: can AI lie? In response to this question, the article examines, as its point of inquiry, popular AI chatbots, such as, ChatGPT. In doing so, an examination of the psychoanalytic, philosophical, and technological significance of AI and its complexities are located in relation to the dynamics of truth, falsity, and deception. That is, by critically considering the chatbot’s ability to engage in natural language conversations and provide contextually relevant responses, it is argued that what separates the AI chatbot from anthropocentric debates, which allude to some form of conscious recognition on behalf of AI, is the importance of the lie – an importance which a psychoanalytic approach can reveal. Indeed, while AI technologies can undoubtedly blur the line between lies and truth-speaking, in the case of the AI chatbot, it is detailed how such technology remains unable to lie authentically or, in other words, is unable to lie like a human. For psychoanalysis, the capacity to lie bears witness to the unconscious and, thus, plays an important role in determining the subject. It is for this reason that rather than uncritically accepting the chatbot’s authority – an authority that is easily reflected in its honest responses and frank admissions – a psychoanalytic (Lacanian) perspective can highlight the significance of the unconscious as a distorting factor in determining the subject. To help elucidate this argument, specific attention is given to introducing and applying Lacan’s subject of enunciation and subject of the enunciated. This is used to assert that what continues (for now) to set us apart from AI technology is not necessarily our ‘better knowledge’ but our capability to consciously engage in acts of falsehood that function to reveal the social nuances and significances of the lie."
  }
]
