[
  {
    "discipline": "communication",
    "title": "Endless Scrolling: Predictors of Procrastinatory Short-Form Video Use and Its Effects on Stress and Sleep",
    "authors": "Danny Yihan Jia, Yunwen Wang",
    "url": "https://doi.org/10.1177/21522715251404199",
    "doi": "https://doi.org/10.1177/21522715251404199",
    "filter": 0,
    "created": "2025-12-8",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "Unhealthy social media habits may foster procrastination, leading to negative psychological and behavioral outcomes. The rising prevalence of procrastinatory short-form video (SFV) use (e.g., on TikTok, Instagram Reels, YouTube Shorts) highlights the need to better understand how established predictors of problematic media use operate in this emerging media environment. To address this gap, this study investigated the motivational factors underlying procrastinatory SFV use and its relationship with user well-being. Using an online survey of college students ( N = 549) from two U.S. universities, structural equation modeling revealed that individuals with lower self-control, stronger habitual SFV use, and greater involvement (enjoyment, escapism, and social connectedness) were more prone to procrastinatory SFV use, which in turn was associated with higher stress levels, poorer overall sleep quality, longer sleep latency, more sleep disturbances, and greater daytime dysfunction, but not with academic performance. This study contributes to the understanding of motivational factors underlying procrastinatory SFV use and its associations with user well-being. Theoretical contributions to the study of irrational media use, practical recommendations for mitigating procrastinatory SFV engagement, and directions for longitudinal and context-sensitive future research are discussed."
  },
  {
    "discipline": "communication",
    "title": "Different refugees, different portrayals. A GDELT-based comparative analysis of the mediatic portrayal of Syrian refugees in 2015 and Ukrainian refugees in 2022 across seven European countries",
    "authors": "Matteo Bassoli, Tommaso Greppi",
    "url": "https://doi.org/10.1177/02673231251394694",
    "doi": "https://doi.org/10.1177/02673231251394694",
    "filter": 0,
    "created": "2025-12-11",
    "journal_full": "European Journal of Communication",
    "abstract": "This study examines how European media portrayed Syrian refugees in 2015 and Ukrainian refugees in 2022, across seven national contexts. Drawing on the GDELT database of news articles and its automated sentiment analysis, the study compares the tone and salience of coverage surrounding two highly symbolic mediatic events: the death of Syrian child Alan Kurdi in 2015 and the outbreak of the war in Ukraine in 2022. Results reveal stark disparities: Ukrainian refugees were consistently represented more positively than Syrian refugees and non-Syrian/non-Ukrainian refugees. These findings provide quantitative evidence of how cultural, racial, and geopolitical proximity shape refugee representations in European media, thereby confirming previous literature. While some prior scholarship has demonstrated these dynamics, this article contributes to existent literature by offering a large-scale, cross-national, and event-based comparative analysis."
  },
  {
    "discipline": "communication",
    "title": "The impact of body-positive and fitspirational influencers on body satisfaction: a longitudinal study of evolving parasocial relationships",
    "authors": "Priska L Breves, Sophie C Boerman, Jan-Philipp Stein, Carolin Ischen, Zeph M C van Berlo",
    "url": "https://doi.org/10.1093/hcr/hqaf029",
    "doi": "https://doi.org/10.1093/hcr/hqaf029",
    "filter": 0,
    "created": "2025-11-4",
    "journal_full": "Human Communication Research",
    "abstract": "Body-focused influencers are ubiquitous on social media, promoting diverse messages around physical appearances, fitness, and self-acceptance. This longitudinal study investigates how repeated exposure to body-positive, fitspirational, and nonbody-focused influencers shapes users’ parasocial relationship development, wishful identification, appearance-based social comparison, and body satisfaction over a 3-week period. Using a mobile-based experience sampling method, participants were exposed to daily influencer content and completed surveys at four time points (Nt1(Day 1) = 181, Nt2(Day 8) = 155, Nt3(Day 15) = 142, Nt4(Day 22) = 112). Findings show that parasocial relationships developed most strongly with the body-positive influencer, while no significant increase was found for the fitspirational and control conditions. Over time, exposure to body-positive content led to increases in wishful identification and body satisfaction, whereas fitspirational content did not produce significant longitudinal effects. Social comparison intensity was higher in both body-focused conditions compared to the control, but remained stable over time."
  },
  {
    "discipline": "communication",
    "title": "Facing the Opposition: Personality and Engagement With Political Disagreement Across Contexts",
    "authors": "Chiara Valli",
    "url": "https://doi.org/10.1027/1864-1105/a000504",
    "doi": "https://doi.org/10.1027/1864-1105/a000504",
    "filter": 0,
    "created": "2025-12-9",
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: This study examines how personality is associated with the willingness to engage with opposing political views across two distinct contexts: interpersonal discussions and the media. Drawing on survey data from 1,340 Swiss–German participants, this study reveals that engagement with diverse political views is not solely shaped by stable personality traits but also by the characteristics of the informational context. Openness, for instance, shows a positive relationship with seeking controversial information in the media but not the interpersonal sphere, while extraversion is linked to a preference for controversial political discussions. Nevertheless, our results also point to a particular personality type, plasticity (i.e., shared variance of openness and extraversion), that seems to be more actively engaged in cross-cutting exposure across communication settings. In contrast, individuals high in stability (i.e., shared variance of conscientiousness, emotional stability, and agreeableness) tend to be somewhat less engaged."
  },
  {
    "discipline": "communication",
    "title": "Framerate Sensitivity and Cinemagoing Explain the Soap Opera Effect of Films",
    "authors": "Sonny Rosenthal, Benjamin J. Li",
    "url": "https://doi.org/10.1027/1864-1105/a000503",
    "doi": "https://doi.org/10.1027/1864-1105/a000503",
    "filter": 0,
    "created": "2025-12-12",
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: The soap opera effect is an unsettling feeling that some individuals experience while watching films at a high framerate. It has received little scholarly attention, and most explanations of it are speculative or anecdotal. Drawing on the mere exposure effect, this preregistered laboratory experiment provides new evidence of framerate sensitivity and cinemagoing as explanatory factors of the soap opera effect. Undergraduate students ( N = 270) reported their cinemagoing and completed a novel task to measure their framerate sensitivity. They also completed a task indicating their framerate preferences. Those with a higher framerate sensitivity and more regular cinemagoing preferred the standard framerate in one scene and the high framerate in another scene. These divergent findings may be due to differences in camera movement and luminance between the scenes."
  },
  {
    "discipline": "communication",
    "title": "A dyadic daily diary investigation of partner-schema structures on relational well-being and depressed mood",
    "authors": "Gabriela C. M. Murphy, Fei Ying, Owen Hicks, Jessica A. Maxwell, David J. A. Dozois",
    "url": "https://doi.org/10.1177/02654075251407064",
    "doi": "https://doi.org/10.1177/02654075251407064",
    "filter": 0,
    "created": "2025-12-9",
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Partner-schemas structures (i.e., the degree of interconnectedness in the beliefs one holds about their romantic partner) have been associated with relationship well-being and, to a lesser degree, depression, in cross-sectional research. However, little is known about how schema structures may impact couples in their daily lives. To address this gap, 260 couples were sampled at baseline to assess partner-schema structures, then surveyed for 14 days. Daily surveys captured relationship quality, relationship conflict severity, and relationship rumination; changes in relationship quality and relationship rumination on the day of a relational conflict; and depressed mood. Using multilevel modelling, guided by the Actor-Partner Interdependence Model, significant actor and partner effects emerged. Generally, the results suggest that an individual’s partner-schema structures are significantly associated with their own daily relationship quality, relationship rumination, increased relationship rumination on the day of a relational conflict, and depressed mood. Two partner effects also emerged, indicating that one’s own partner-schema structures may shape one’s partner’s relationship rumination on the day of a conflict, as well as their partner’s depressed mood. Exploratory analyses also suggest that the linkages between conflict severity and daily relationship quality, daily relationship rumination, and daily depressed mood may be moderated by partner-schema structures. These findings extend previous cross-sectional research to the daily dyadic context. Implications for future research are discussed."
  },
  {
    "discipline": "communication",
    "title": "(When) shall we talk: Mental depletion linked to decreased empathic accuracy in daily interactions between romantic couples",
    "authors": "Anita Xiaolei Tang, Wang Ivy Wong",
    "url": "https://doi.org/10.1177/02654075251403215",
    "doi": "https://doi.org/10.1177/02654075251403215",
    "filter": 0,
    "created": "2025-12-11",
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Empathic accuracy (EA), the ability to accurately infer others’ thoughts and feelings, is critical for fruitful empathic exchanges in intimate relationships. Most EA research was limited in their real-life validity and actor-partner considerations. Since reduced mental resources have been linked to decreased judgment accuracy and reduced emotional expressions, we predicted that both actor’s and partner’s mental depletion would be associated with lower EA towards partners’ relationship appraisals and moods. We also investigated moderation by valence of mood and by gender. Additional analyses tested the presence of anchoring and how it related to mental depletion and EA. Eighty-seven heterosexual couples in Hong Kong ( N = 174, M age = 28.81) contributed baseline data and diary data over two weeks (totaling 2416 diary data points). Data were analyzed with the Actor-Partner Interdependence Model. Self and partner’s mental depletion was associated with decreased EA. The associations were stronger in EA for negative moods and in men’s EA for partner’s positive moods. Anchoring was present in the sample and correlated with higher EA but less mental depletion. Results offer insights into daily variations in EA and the dual process model of social cognition, and have implications for optimal communication timing."
  },
  {
    "discipline": "communication",
    "title": "The Role of Harm, Misinformer Age, and Information Scrutiny on Adolescents’ Trust in Misinformation",
    "authors": "Aqsa Farooq, Adam Rutland, Luke McGuire",
    "url": "https://doi.org/10.17645/mac.11106",
    "doi": "https://doi.org/10.17645/mac.11106",
    "filter": 0,
    "created": "2025-11-25",
    "journal_full": "Media and Communication",
    "abstract": "Adolescents’ online habits may contribute to the spread of misinformation due to their preference for trusted peers as sources of information over credible sources. This propensity can also make adolescents a population more vulnerable to misinformation, particularly during crises when misinformation levels surge. In situations of uncertainty and risk, such as during public health crises, trust plays an important and influential role. This study explored whether adolescents’ trust in an individual sharing misinformation, and trust in their misinformation about Covid-19, differed based on adolescents’ perceived risk of harm from Covid-19 (risk vs reduced risk) and the age of the misinformer (peer vs adult). When shown misinformation about a hypothetical Covid-19 variant, adolescents (&lt;em&gt;N&lt;/em&gt; = 131; 14–17 years old) trusted a misinformer more when there was a perceived risk of harm to their age group. Adolescents were also asked to provide open-ended justifications for their trust evaluations which were analysed in accordance with the elaboration likelihood model. We found that adolescents who reported to more regularly scrutinising information were more likely to consider information and source credibility when there was a perceived risk of harm to their age group. Adolescents who reported engaging in less information-scrutinising behaviours were more likely to consider their relationship with the misinformer when the misinformer was a peer. These findings suggest how the elaboration likelihood model can play an important role in risk communication amongst adolescents and emphasise the need for educating adolescents about the importance of scrutinising information, particularly during crises."
  },
  {
    "discipline": "communication",
    "title": "Local Media, Rural Depopulation, and Territorial Attachment: Geographies of Hope in Castilla-La Mancha",
    "authors": "Vanesa Saiz-Echezarreta, Belén Galletero-Campos, Joan Ramon Rodriguez-Amat",
    "url": "https://doi.org/10.17645/mac.11030",
    "doi": "https://doi.org/10.17645/mac.11030",
    "filter": 0,
    "created": "2025-10-23",
    "journal_full": "Media and Communication",
    "abstract": "This article explores the relationship between local media ecosystems and territorial hope in depopulated rural areas of Castilla-La Mancha (Spain). Drawing on geographies of hope as a travelling concept, we examine how local media shape affective orientations toward the future. Within the framework of rural mediatization, we conceptualize media ensembles as key drivers in the symbolic construction of place and as potential enablers of hope in territories historically marked by demographic decline. Approaching news deserts from the perspective of communicative resilience, we combine a media mapping of 721 depopulated municipalities with a face-to-face survey of 529 residents to analyze the role of local media in sustaining collective affective configurations. We construct an index of territorial hope based on three interrelated indicators: personal optimism, sense of belonging, and outward projection of the locality. Statistical analyses show that municipalities with more local media score significantly higher on this index, and a regression model confirms that media-related variables—especially interest in local news and trust in professional media—are stronger predictors of territorial hope than most sociodemographic factors. Our findings suggest that local media contribute to the emergence of territorial hope. This underscores the importance of integrating communication indicators into the study of geographies of hope and highlights their relevance to strengthen the symbolic agency of rural communities."
  },
  {
    "discipline": "communication",
    "title": "Misreading uncivil and intolerant anti-immigration content in digital spheres: The role of recent online perpetration",
    "authors": "Stephanie Bührer, Kevin Koban, Jörg Matthes",
    "url": "https://doi.org/10.1177/14614448251401865",
    "doi": "https://doi.org/10.1177/14614448251401865",
    "filter": 0,
    "created": "2025-12-11",
    "journal_full": "New Media & Society",
    "abstract": "Online hostility has become increasingly common in digital public spaces, often to the detriment of marginalized groups. While prior research distinguishes between incivility and intolerance, little is known about whether users can recognize these forms as conceptually distinct. Moreover, the roles of prior digital hate perpetration and national context in shaping such perceptions remain unclear. This cross-national survey ( N = 4041; Austria, France, Hungary, and Sweden) addresses these gaps. Participants rated uncivil anti-immigration content not only as more uncivil but also as more intolerant than explicitly intolerant content, indicating an alarming misreading of exclusionary messages. Recent perpetration was associated with weaker recognition of incivility and intolerance, as well as reduced differentiation between content types, suggesting desensitization and blurred perceptual boundaries. The findings were consistent across countries, indicating that these mechanisms transcend national contexts. Strengthening users’ ability to recognize subtle exclusionary rhetoric is essential to counter its normalization in public spheres."
  },
  {
    "discipline": "communication",
    "title": "The leap of faith in science hypothesis: The link between secular belief and confidence in scientific consensus is better explained by faith in science than by knowledge",
    "authors": "Joevarian Hudiyana, Agnes Patricia, Nadya Hanaveriesa, Azriel Lilo Timothy Siregar, Idhamsyah Eka Putra",
    "url": "https://doi.org/10.1177/09636625251396368",
    "doi": "https://doi.org/10.1177/09636625251396368",
    "filter": 0,
    "created": "2025-12-8",
    "journal_full": "Public Understanding of Science",
    "abstract": "Previous studies have examined the relationship between religion and science, but the role of secular belief systems in shaping attitudes toward scientific findings remains understudied. This research tested the leap of faith hypothesis, suggesting that secular individuals may accept scientific claims based more on faith in science than on scientific literacy. In Study 1 ( N = 202) and a preregistered Study 2 ( N = 300), Indonesian adults completed measures of secular beliefs, faith in science, scientific literacy, and confidence in scientific consensus. Across both studies, faith in science consistently mediated the effect of secular beliefs on confidence in scientific consensus, whereas scientific literacy did not. These findings suggest that secular individuals may place trust in scientific claims through conviction—indicating that confidence in science can operate as a faith-like commitment rather than a cognitive understanding."
  },
  {
    "discipline": "communication",
    "title": "Older Adults’ Response Strategies to Misinformation on Social Media",
    "authors": "Annalise Baines, Eszter Hargittai, John Palfrey",
    "url": "https://doi.org/10.1177/20563051251386360",
    "doi": "https://doi.org/10.1177/20563051251386360",
    "filter": 0,
    "created": "2025-12-8",
    "journal_full": "Social Media + Society",
    "abstract": "Social media offer the opportunity for much public discourse, but also come with the potential to spread misinformation far and wide. This study investigates how older adults respond to misinformation on social media and how their responses vary by sociodemographic factors and digital skills. Based on survey data collected in 2023 from 2000 adults ages 60+, we find that many users take a multifaceted approach to assessing false or misleading information on social media. The most common strategies are reading the comments for validation and checking the source. The prevalence of such responses to misinformation highlights older adults’ active participation in information verification on social media. Findings also suggest that those who use the internet less frequently and those with lower social media skills are less likely to use such strategies suggesting that digital inequality is at play when it comes to responding to misinformation."
  },
  {
    "discipline": "communication",
    "title": "Public Opinion on the Politics of AI Alignment: Cross-National Evidence on Expectations for AI Moderation From Germany and the United States",
    "authors": "Andreas Jungherr, Adrian Rauchfleisch",
    "url": "https://doi.org/10.1177/20563051251405069",
    "doi": "https://doi.org/10.1177/20563051251405069",
    "filter": 0,
    "created": "2025-12-9",
    "journal_full": "Social Media + Society",
    "abstract": "Recent advances in generative AI have raised public awareness, shaping expectations and concerns about their societal implications. Central to these debates is the question of AI alignment—how well AI systems meet public expectations regarding safety, fairness, and social values. However, little is known about what people expect from AI-enabled systems and how these expectations differ across national contexts. We present evidence from two surveys of public preferences for key functional features of AI-enabled systems in Germany ( n = 1800) and the United States ( n = 1756). We examine support for four types of alignment in AI moderation: accuracy and reliability, safety, bias mitigation, and the promotion of aspirational imaginaries. U.S. respondents report significantly higher AI use and consistently greater support for all alignment features, reflecting broader technological openness and higher societal involvement with AI. In both countries, accuracy and safety enjoy the strongest support, while more normatively charged goals—like fairness and aspirational imaginaries—receive more cautious backing, particularly in Germany. We also explore how individual experience with AI, attitudes toward free speech, political ideology, partisan affiliation, and gender shape these preferences. AI use and free speech support explain more variation in Germany. In contrast, U.S. responses show greater attitudinal uniformity, suggesting that higher exposure to AI may consolidate public expectations. These findings contribute to debates on AI governance and cross-national variation in public preferences."
  },
  {
    "discipline": "communication",
    "title": "Audience perceptions of government documents as news sources",
    "authors": "Jessica F. Sparks, A. Jay Wagner",
    "url": "https://doi.org/10.1177/19401612251396661",
    "doi": "https://doi.org/10.1177/19401612251396661",
    "filter": 0,
    "created": "2025-12-9",
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Research into reporting methods of journalists in the United States often focuses on efforts to be more transparent. However, little research examines the role source attribution plays in the audience’s perception of message credibility and information adequacy. Over two experiments, this research tests the role official government and elite sources play in message credibility judgments when compared to other, nongovernment and nonelite sources. Results suggest that messages attributed to elite and government sources are perceived as more credible and higher in information adequacy than other commonly cited sources used in news. Additionally, this research finds that information attributed to social media is perceived as less credible and lower in value. The results have implications for sourcing practices of journalists, suggesting that use of nonelite sources in news might lower people’s perceptions of the information."
  },
  {
    "discipline": "politics",
    "title": "An ecclesiastical court: Christian nationalism and perceptions of the US Supreme Court",
    "authors": "Miles T. Armaly, Jonathan M. King, Elizabeth A. Lane, Jessica A. Schoenherr",
    "url": "https://doi.org/10.1111/ajps.70024",
    "doi": "https://doi.org/10.1111/ajps.70024",
    "filter": 0,
    "created": "2025-12-11",
    "journal_full": "American Journal of Political Science",
    "abstract": "Recently, scholars have increasingly examined the unique blending of Christian and political ideology known as Christian nationalism. During this period, the US Supreme Court has increasingly ruled in ways that favor Christian nationalism, and Court watchers have criticized several justices for showing bias toward Christianity at best and Christian nationalism at worst. We use two large, nationally representative samples to examine the connection between Christian nationalism and attitudes about the Court. Observationally, we ask if this ideology relates to support for the Court's decision to overturn abortion rights and agreement with the use of nonlegal and religious logic in decisions. Experimentally, we test whether exposure to a story about Justice Alito flying a Christian nationalist flag can legitimate the use of religious decision‐making logic. We find support for all three propositions, indicating the Court's recent turn has real effects on its supporters, its legitimacy, and, potentially, its future behavior."
  },
  {
    "discipline": "politics",
    "title": "Ordering Effects in Stereotype Scales",
    "authors": "L.J. Zigerell",
    "url": "https://doi.org/10.1017/xps.2025.10026",
    "doi": "https://doi.org/10.1017/xps.2025.10026",
    "filter": 0,
    "created": "2025-12-9",
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "Stereotypes about groups are commonly measured by asking participants to rate the groups on a scale. However, the percentage of participants who stereotype a group can be affected by the order in which participants are asked to rate the groups. Data from a randomized experiment in the American National Election Studies 2022 Pilot Study indicated that a group was more frequently positively stereotyped relative to another group when the group was asked about first in the pair of groups, compared to when the other group in the pair was asked about first. Researchers are therefore advised to randomize the order of groups in a stereotype battery to evenly spread this ordering effect across groups and are also advised to design stereotype items to minimize this ordering effect."
  },
  {
    "discipline": "politics",
    "title": "The dangers, directness, and purposes of online collective actions",
    "authors": "Catherine G. Lowery, Matthew Edwards, Laura G. E. Smith",
    "url": "https://doi.org/10.1111/pops.70097",
    "doi": "https://doi.org/10.1111/pops.70097",
    "filter": 0,
    "created": "2025-12-6",
    "journal_full": "Political Psychology",
    "abstract": "Most research on online collective action investigates low‐effort, social media‐based actions rather than tactics with highly disruptive potential. To better account for the variety of forms of collective actions that use digital technologies, we conducted an open‐source intelligence search (Study 1a) and an expert consultation survey (Study 1b; N = 21), to create a database containing 31 types of actions. In Study 2, we interviewed activists ( N = 20) and found six key dimensions underlying those actions. In Study 3, participants ( N = 273) rated the actions across the dimensions. Based upon the (dis)similarities of each action's rating across the dimensions, we identified two main types and five subtypes of online collective actions: Ingroup‐assisting actions (collaborative resource generation, ingroup mobilization, and digital picketing) and outgroup‐attacking actions (disruptive clicktivism and technology‐enabled attacks). The results showed that digital collective actions substantively differ from each other based on the six underlying dimensions, from the social psychological function, to the skill required, to the groups being targeted. This work offers a multi‐dimensional explanation for the variations across the domain of online activism and offers a way forward for future collective action work to explore psychological motivations underlying choices across action type."
  },
  {
    "discipline": "public opinion",
    "title": "ANALYZING LIST-STYLE OPEN-ENDED QUESTIONS: COMBINING TEXTS FROM INDIVIDUAL ANSWER BOXES IMPROVES CLASSIFICATION WITH LANGUAGE MODELS",
    "authors": "Ruben L Bach, Matthias Schonlau, Katharina Meitinger",
    "url": "https://doi.org/10.1093/jssam/smaf023",
    "doi": "https://doi.org/10.1093/jssam/smaf023",
    "filter": 0,
    "created": "2025-8-19",
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "List-style open-ended questions allow for multiple answers. Previous research on the design of such questions found that providing multiple small answer boxes yields more and richer answers than providing one larger answer box. Using a series of classifiers based on the Bidirectional Encoder Representations from Transformers language model, we empirically study how this design choice affects the classification of such answers. We design a 2 × 2 factorial experiment: (i) analysis with a multi-label versus single-label classifier and (ii) answers obtained from one larger answer box versus multiple smaller answer boxes. We find that the multi-label classifier gives more accurate results than the single-label classifier (1 percent versus 9 percent misclassification of individual labels), regardless of how the answers were obtained. Surprisingly, analysis with a multi-label classifier is preferable. We attribute this success to the classifier’s ability to use label correlations. We conclude that list-style open-ended questions should continue to provide multiple answer boxes due to better data quality. However, answer boxes should be concatenated for analysis to improve classification performance."
  },
  {
    "discipline": "psychology",
    "title": "Towards a Clearer Understanding of Causal Estimands: The Importance of Joint Effects in Longitudinal Designs With Time-Varying Treatments",
    "authors": "Lukas Junker, Ramona Schoedel, Florian Pargent",
    "url": "https://doi.org/10.1177/25152459251391174",
    "doi": "https://doi.org/10.1177/25152459251391174",
    "filter": 0,
    "created": "2025-12-10",
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Longitudinal studies with time-varying treatments or exposures make it hard to figure out “what effect” is being estimated. Drawing on causal inference, we clarify this by distinguishing between total, direct, and—centrally—joint effects, defined within the potential-outcomes framework and illustrated with directed acyclic graphs. Joint effects extend average treatment effects to repeated interventions, providing a practical measure of combined intervention effects over time. Using a worked example on smartphone use and sleep quality, we demonstrate how different estimands answer different questions, why single total effects can sometimes mislead in longitudinal settings, and how joint effects capture strategy-level consequences across time. A key practical takeaway is that joint effects can be estimated in both experimental and observational studies. In the latter, it typically suffices to adjust only for variables that govern treatment decisions at each time point rather than modeling the entire causal system. Building on this, we propose covariate-driven treatment assignment (information-restriction designs in which decisions depend only on observed covariates) as a practical route to causal inference in nonexperimental psychology, and we connect these designs to estimation via g-methods from epidemiology. We provide open materials, including R code, to support adoption."
  },
  {
    "discipline": "psychology",
    "title": "Contextual assembly of lexical functions in large language models",
    "authors": "Christopher T. Kello, Polyphony Bruna, Kanly Thao",
    "url": "https://doi.org/10.3758/s13428-025-02898-7",
    "doi": "https://doi.org/10.3758/s13428-025-02898-7",
    "filter": 0,
    "created": "2025-12-8",
    "journal_full": "Behavior Research Methods",
    "abstract": "Neural network modeling has played a central role in psycholinguistic studies of lexical processing, but the recent advent of large language models (LLMs) offers a different approach that may yield new insights into the mental lexicon. Four LLMs were prompted across three experiments to test how they generate psycholinguistic ratings of words in comparison with humans. LLM ratings, averaged across varying list contexts, were found to be highly correlated with human ratings, and differences in correlation strengths were partly explained by differences in rating ambiguity. LLM context manipulations strengthened correlations with human ratings through better calibration, and variability in LLM ratings was correlated with human inter-rater variability. Additional results from testing LLM generation of word naming latencies showed functional deviations from factors that underlie human word naming, indicating that lexical function assembly in LLMs is currently limited by patterns of co-occurrence in textual data. Patterns at finer-grained timescales are needed in the training data to model online lexical processes. We conclude that LLMs used context to guide the assembly of generalized lexical functions, rather than recalling ratings and latencies from training data."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Enhancing climate resilience with proximal cues in personalized climate disaster preparedness messaging",
    "authors": "Nurit Nobel, Michael Hiscox",
    "url": "https://doi.org/10.1038/s41562-025-02352-w",
    "doi": "https://doi.org/10.1038/s41562-025-02352-w",
    "filter": 0,
    "created": "2025-12-8",
    "journal_full": "Nature Human Behaviour",
    "abstract": "Climate-related disasters such as wildfires and floods pose escalating risks to communities worldwide, yet motivating individuals to adopt protective measures remains a persistent challenge. In a pre-registered field experiment with 12,985 Australian homeowners in wildfire-prone areas, we demonstrate that a simple behavioural intervention—integrating proximal cues, such as participants’ suburbs, into climate risk communications—significantly increases engagement. Participants who received localized messages were twice as likely to seek further information about wildfire preparedness compared with those who received generic communications (odds ratio of 2.03, 95% confidence interval of 1.33 to 3.16). This effect highlights the power of behavioural interventions in addressing barriers to climate adaptation, particularly by reducing psychological distance and fostering place attachment. By making abstract climate risks tangible and personally relevant, the intervention nudges individuals towards action. These findings suggest a scalable, low-cost approach for enhancing disaster preparedness, offering insights for leveraging behavioural science to mitigate the impact of climate-related disasters."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Representation in science and trust in scientists in the USA",
    "authors": "James N. Druckman, Katherine Ognyanova, Alauna Safarpour, Jonathan Schulman, Kristin Lunz Trujillo, Ata Aydin Uslu, Jon Green, Matthew A. Baum, Alexi Quintana-Mathé, Hong Qu, Roy H. Perlis, David M. J. Lazer",
    "url": "https://doi.org/10.1038/s41562-025-02358-4",
    "doi": "https://doi.org/10.1038/s41562-025-02358-4",
    "filter": 0,
    "created": "2025-12-8",
    "journal_full": "Nature Human Behaviour",
    "abstract": "Scientists provide important information to the public. Whether that information influences decision-making depends on trust. In the USA, gaps in trust in scientists have been stable for 50 years: women, Black people, rural residents, religious people, less educated people and people with lower economic status express less trust than their counterparts (who are more represented among scientists). Here we probe the factors that influence trust. We find that members of the less trusting groups exhibit greater trust in scientists who share their characteristics (for example, women trust women scientists more than men scientists). They view such scientists as having more benevolence and, in most cases, more integrity. In contrast, those from high-trusting groups appear mostly indifferent about scientists’ characteristics. Our results highlight how increasing the presence of underrepresented groups among scientists can increase trust. This means expanding representation across several divides—not just gender and race/ethnicity but also rurality and economic status."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Three distinct components of pragmatic language use: Social conventions, intonation, and world knowledge–based causal reasoning",
    "authors": "Sammy Floyd, Olessia Jouravlev, Moshe Poliak, Zachary Mineroff, Edward Gibson, Evelina Fedorenko",
    "url": "https://doi.org/10.1073/pnas.2424400122",
    "doi": "https://doi.org/10.1073/pnas.2424400122",
    "filter": 0,
    "created": "2025-12-9",
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Successful communication requires frequent inferences. Such inferences span a multitude of phenomena: from understanding metaphors, to detecting irony and getting jokes, to interpreting intonation patterns. Do all these inferences draw on a single underlying cognitive ability, or does our capacity for nonliteral language comprehension fractionate into dissociable components? Using an approach that has successfully uncovered structure in other domains of cognition, we examined covariation in behavioral performance on diverse nonliteral comprehension tasks across two large samples to search for shared and distinct components of pragmatic language use. In Experiment 1, n = 376 participants each completed an 8 h battery of 20 critical tasks. Controlling for general cognitive ability, an exploratory factor analysis revealed three clusters, which can be post hoc interpreted as corresponding to i) understanding social conventions (critical for phenomena such as indirect requests, conversational implicatures, and irony), ii) interpreting contrastive and emotional intonation patterns, and iii) making causal inferences based on world knowledge. This structure largely replicated in a new sample of n = 400 participants (Experiment 2, preregistered) and was robust to analytic choices. This research uncovers structure in the human communication toolkit and can inform our understanding of pragmatic difficulties in individuals with brain disorders. The hypotheses put forward here about the underlying cognitive abilities can now be evaluated in new behavioral studies, as well as using brain imaging and computational modeling, to continue deciphering the ontology of the component pieces of linguistic and nonverbal communication."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Chatbot Voting Advice Applications inform but seldom sway young unaligned voters",
    "authors": "Yamil R. Velez, Donald P. Green, Semra Sevi",
    "url": "https://doi.org/10.1073/pnas.2515516122",
    "doi": "https://doi.org/10.1073/pnas.2515516122",
    "filter": 0,
    "created": "2025-12-8",
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Voting Advice Applications (VAAs) are interactive tools that communicate information about elections, yet their effectiveness in enhancing political knowledge and participation remains understudied. Moreover, traditional VAAs may disproportionately attract politically engaged users with already well-formed ideological views, limiting their potential to inform a broader and less engaged electorate. This paper introduces a “VAA Bot” that employs large language models (LLMs) and retrieval-augmented generation to deliver balanced, personalized information drawn from official party platforms and public documents. We evaluate the VAA Bot’s impact across three experimental studies aimed at young politically unaffiliated adults. The findings provide evidence that the VAA Bot improves knowledge of party stances on issues of great importance to each user. However, the VAA Bot produces weak effects on downstream outcomes such as vote preferences and party evaluations among respondents whose primary issue position aligns closely with one of the parties. These findings contribute to ongoing debates about the role of political information in shaping behavior and clarify both the promise and the limitations of LLM-based tools for civic learning."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Disentangling participation in online political discussions with a collective field experiment",
    "authors": "Lisa Oswald, William Small Schulz, Philipp Lorenz-Spreen",
    "url": "https://doi.org/10.1126/sciadv.ady8022",
    "doi": "https://doi.org/10.1126/sciadv.ady8022",
    "filter": 0,
    "created": "2025-12-10",
    "journal_full": "Science Advances",
    "abstract": "Online political discussions are often dominated by a small group of active users, while most remain silent. This visibility gap can distort perceptions of public opinion and fuel polarization. Using a collective field experiment on Reddit, we examined factors predicting self-selection into silent “lurker” and active “power-user” roles and tested whether participation differentials can be reduced with norm- or incentive-based interventions. We recruited 520 United States participants, randomly assigned them to conditions in six private communities, and asked them to discuss 20 political issues over 4 weeks while completing weekly surveys. Lurking (posting nothing) was most common among users who perceived discussions as toxic, disrespectful, or unconstructive; these same perceptions also predicted power usership (more posting, conditional on not lurking). Experimentally, financial incentives for commenting reduced participation differentials, whereas we did not find effects from a civility norm treatment. These findings support preference- and incentive-based accounts of participation but suggest that light-touch interventions are unlikely to bridge participation gaps, let alone polarization."
  }
]
