[
  {
    "discipline": "communication",
    "title": "Proposing heightened emotions social media dependency model: review and extension of media system dependency theory",
    "authors": "Kikuko Omori, Joo-Young Jung, Stephen Croucher",
    "abstract": "This theoretical paper extends Media System Dependency theory to better account for affective dynamics in today’s social media environment. We introduce the Heightened Emotions Social Media Dependency Model to explain how pervasive ambiguity contributes to elevated emotional states, which in turn intensify individuals’ dependency on social media across various goal domains. The model highlights a reciprocal relationship between heightened emotional states and social media dependency. This feedback loop has important consequences: it can increase cognitive vulnerability to misinformation and conspiracy beliefs and drive behaviors such as the spread of inaccurate information. By foregrounding emotion as both a condition and amplifier of media dependency, the proposed model provides a framework for analyzing social media dependency and effects in contemporary digital contexts.",
    "url": "https://doi.org/10.1093/anncom/wlag005",
    "doi": "https://doi.org/10.1093/anncom/wlag005",
    "filter": 0,
    "created": "2026-2-3",
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "Curation as a communicative act: conceptualizing personal curation within curated flows on social media",
    "authors": "Biying Wu-Ouyang",
    "abstract": "Individuals increasingly express thoughts by clicking “likes,” following groups, and leaving comments. These communicative acts not only express individual preferences but also convey signals to important curators such as algorithms, advertisers, friends, and journalists, which jointly shape social media feeds. In a word, people consume what they curate. Despite its significance, current theories lack clarity on the concept explication of personal curation. This paper addresses this gap by examining the types, motivations, and impacts of personal curation on users’ information intake. Importantly, as individuals engage in curation not from a single reason or convey a single message, this study theorizes personal curation into five dimensions based on platform features (expansiveness), content (heterogeneity), subjects (news attentiveness), sources (belongingness), and the number of platforms involved (multiplatform connectedness). This theorization provides a conceptual framework for understanding how seemingly mundane social media behaviors convey communicative meaning and exert significant influence in daily life.",
    "url": "https://doi.org/10.1093/ct/qtag002",
    "doi": "https://doi.org/10.1093/ct/qtag002",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "When Distrust Shapes News Choice: Perceptions of Mis- and Disinformation and News Consumption Across Traditional and Social Media Outlets",
    "authors": "Muhammad Ehab Rasul, Yoo Jung Oh, Jeon Moonsun, Hee Jung Cho, Christopher Calabrese",
    "abstract": "While trust in the news media has eroded globally, this shift is particularly noticeable in the United States. This lack of trust has been attributed to perceptions that the news media is either unintentionally (misinformation) or intentionally (disinformation) spreading false information. This study examined the relationship between perceptions of misinformation (PMI) and disinformation (PDI) and traditional and social media news use. A survey of US adults ( N = 1005) revealed that both PMI and PDI were negatively associated with television and newspaper news use. Furthermore, PMI was positively associated with YouTube , TikTok , and Instagram news use, whereas PDI was positively associated with YouTube and TikTok news use. Our findings highlight the roles PMI and PDI play in the selection of specific outlets for news consumption and offer implications in understanding how individuals engage in news selection, which could expose them to mis- and disinformation.",
    "url": "https://doi.org/10.1177/21522715261424695",
    "doi": "https://doi.org/10.1177/21522715261424695",
    "filter": 0,
    "created": "2026-2-26",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Avatar Customization Predicts Subsequent Online Social Support and User Satisfaction via Avatar Identification",
    "authors": "Masanori Takano, Kenji Yokotani, Takahiro Kato, Nobuhito Abe, Fumiaki Taka",
    "abstract": "Avatar-based communication in virtual worlds offers a crucial space for online social support. Such support can be facilitated through avatar customization. However, most platforms, designed primarily for entertainment and attracting numerous users, have not fully examined the relationship between avatar customization and social support. This study provides an integrated explanation of the interplay among avatar customization, avatar identification, and online social support and proposes a practical approach for enhancing user well-being. Drawing on data from a two-wave longitudinal survey with a 9-month interval, conducted among Japanese users of three major avatar communication services (Second Life, ZEPETO, and Pigg Party), we analyzed the longitudinal relationships between these factors. A cross-lagged panel analysis revealed a positive feedback loop wherein avatar identification and perceived online social support mutually and positively reinforce each other over time. More frequent avatar customization at Wave 1 predicted higher avatar identification at Wave 2, suggesting that customization can serve as an upstream starting point for this feedback loop. Avatar identification and perceived online social support were positively associated with subsequent user satisfaction on most metrics. In addition, mediation analyses indicated significant indirect effects of avatar customization on perceived online social support and user satisfaction via avatar identification. By demonstrating how these concepts work together, our findings provide a practical strategy for service providers. By encouraging avatar customization—a measure that aligns naturally with platform operations, such as item releases and events—companies can initiate a positive feedback loop between avatar identification and online social support. This can enhance user well-being by increasing social support while potentially supporting platform success via higher user satisfaction, creating a win-win scenario.",
    "url": "https://doi.org/10.1177/21522715261423782",
    "doi": "https://doi.org/10.1177/21522715261423782",
    "filter": 0,
    "created": "2026-2-26",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Beyond detection: How Serbia's SNS party mimics authentic support through coordinated inauthentic behaviour",
    "authors": "Ana Jovanovic-Harrington, Alessio Cornia",
    "abstract": "As digital authoritarianism evolves, new tools are needed to analyse its increasingly subtle forms. This paper adopts a longitudinal analysis of under-explored secondary sources to examine coordinated inauthentic behaviour (CIB) linked to Serbia's ruling party, Serbian Progressive Party (SNS). Unlike centralised bot farms common in autocratic regimes, SNS networks evade detection longer and more effectively mimic authentic support. Drawing on sources rarely translated into English and often at risk of censorship, we contextualise these findings within the framework of third-wave autocratisation. Our research reveals that SNS coordinates CIB through public-sector personnel co-optation, leveraging state employment to incentivise participation. This form of organisation is under-explored in CIB literature. For this reason, this study offers new insights into how modern autocracies adapt their influence strategies. Moreover, the paper highlights the need for diverse methodological approaches to improve the detection and understanding of evolving digital propaganda.",
    "url": "https://doi.org/10.1177/02673231261422076",
    "doi": "https://doi.org/10.1177/02673231261422076",
    "filter": 0,
    "created": "2026-2-24",
    "journal_full": "European Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Health anxiety and information-seeking in the digital age: a two-wave study of cyberchondria",
    "authors": "Xi Luo, Jennifer Yee-Shan Chang, Jun-Hwa Cheah, Weng Marc Lim, Xin-Jean Lim",
    "abstract": "Purpose Cyberchondria, characterized by excessive online health information seeking and resulting anxiety, is intensifying. This study aims to examine how threat perceptions and cognitive factors drive cyberchondria and how this condition leads to health information fatigue on social media (HIFSM), self-medication and therapy compliance. Design/methodology/approach This study integrates protection motivation theory, cognitive load theory and the stressor-strain-outcome (SSO) model to inform the partial least squares path modeling of a 2-wave survey over 6 months of 400 participants. Findings Perceived susceptibility, perceived severity, online information trust and information overload intensify cyberchondria, which sparks HIFSM and, in turn, increases self-medication while undermining therapy compliance. Trust in physicians mitigates these adverse effects. Practical implications Since information overload fuels cyberchondria, the findings urge social media developers to help curb cyberchondria by prioritizing credible health content, integrating source-verification features and collaborating with clinicians to curate guideline-based information. Originality/value This study advances cyberchondria research by uniting three theoretical perspectives and identifying physician trust as a protective factor.",
    "url": "https://doi.org/10.1108/intr-09-2024-1337",
    "doi": "https://doi.org/10.1108/intr-09-2024-1337",
    "filter": 0,
    "created": "2026-2-24",
    "journal_full": "Internet Research"
  },
  {
    "discipline": "communication",
    "title": "Conceptualization, operationalization, and measurement of machine companionship: a scoping review",
    "authors": "Jaime Banks, Zhixin Li",
    "abstract": "The notion of machine companions has long been embedded in socio-technological imaginaries. Recent advances in AI have moved those media musings into believable sociality manifested in interfaces, robotic bodies, and devices. Those machines are often referred to colloquially as “companions,” yet there is little careful engagement of machine companionship (MC) as a formal concept or measured variable. This PRISMA-guided scoping review systematically samples, surveys, and synthesizes current scholarly works on MC (N = 71; 2017–2025). Works varied widely in considerations of MC according to guiding theories, dimensions of a priori specified properties (subjectively positive, sustained over time, co-active, autotelic), and in measured concepts (with more than 50 distinct measured variables). We ultimately offer a literature-guided definition of MC as an autotelic, coordinated connection between human and machine that unfolds over time and is subjectively positive; through a facet-theoretical lens, we suggest how this definition can scaffold future research.",
    "url": "https://doi.org/10.1093/jcmc/zmaf027",
    "doi": "https://doi.org/10.1093/jcmc/zmaf027",
    "filter": 0,
    "created": "2025-12-27",
    "journal_full": "Journal of Computer-Mediated Communication"
  },
  {
    "discipline": "communication",
    "title": "Easy to Understand, Easy to See: Conceptual and Perceptual Fluency Drives News Headline Selection",
    "authors": "Elizabeth E. Riggs",
    "abstract": "People generally prefer fluent, or easy, information processing experiences. Consequently, processing fluency often impacts individuals’ judgments and evaluations of information. Previous research found that processing fluency influenced headline selection and recognition. The present experiment replicated and extended this work by testing whether type of fluency, comparing conceptual (language difficulty) and perceptual (figure-to-background contrast) fluency manipulations, impacts selection and recognition of news headlines. Results demonstrated that individuals showed strong preferences for fluent news headlines, across both types of fluency manipulations. However, only the conceptual fluency manipulation impacted recognition, such that easy language was associated with higher recognition.",
    "url": "https://doi.org/10.1177/0261927x261424551",
    "doi": "https://doi.org/10.1177/0261927x261424551",
    "filter": 0,
    "created": "2026-2-24",
    "journal_full": "Journal of Language and Social Psychology"
  },
  {
    "discipline": "communication",
    "title": "The Good, the Bad, and the Not-So-Terrible: A Comprehensive Analysis of Sinclair’s Effect on Local Television News Quality",
    "authors": "Jesse Abdenour, Megan Denneny, Emmanuel Maduneme, Kaitlin C. Miller, Kylah J. Hedding, Justin C. Blankenship",
    "abstract": "Critics accuse the Sinclair television ownership group of slashing resources and producing biased news. However, few scholars have examined Sinclair’s news quality. Using an investment-based approach to quality, this study provides the first systematic human-coded examination of Sinclair’s local video news quality. Data from 2,300 stories in 40 U.S. markets indicated lower overall quality at Sinclair-owned stations compared to competitors. However, Sinclair outperformed competitors on some quality metrics, and evidence of political bias was minimal. Findings provide insights into how corporate ownership affects local TV, the most trusted source of news in the United States.",
    "url": "https://doi.org/10.1177/10776990261424267",
    "doi": "https://doi.org/10.1177/10776990261424267",
    "filter": 0,
    "created": "2026-2-28",
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Journalistic Epistemologies and Journalism Culture in the United States",
    "authors": "Tim P. Vos, Rachel R. Mourão, Esther L. Thorson, Craig T. Robertson, Taewoo Kang",
    "abstract": "This survey-based study of U.S. journalists ( N = 1,579) describes their current epistemological outlooks and explains how the conceptions of their social roles are related to journalistic epistemologies. We argue this is a novel approach to understanding journalistic cultures—not just the sum of journalistic roles and epistemologies, but in the relative coherence of these concepts taken together. We identify three main epistemological orientations among U.S. journalists: intuitionist, standpoint, and naturalist. The findings suggest objectivity is no longer the unquestioned epistemology in U.S. journalism culture, replaced by a combination of naturalist and constructivist orientations.",
    "url": "https://doi.org/10.1177/10776990261416915",
    "doi": "https://doi.org/10.1177/10776990261416915",
    "filter": 0,
    "created": "2026-2-27",
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Managing multiple accounts for identity construction on Instagram: A privacy management framework",
    "authors": "Chien Wen (Tina) Yuan, Hsuen-Chi Chiu, Donghee Yvette Wohn",
    "abstract": "Managing multiple accounts on social networking sites (SNSs) like Instagram is a common strategy for users to tailor self-presentation and manage privacy by segmenting audiences and content. This practice supports privacy management and reflects identity processes such as identity evolution (how users perceive their self-concepts to shift over time) and identity synchronization (how these identities are integrated across accounts). Grounded in privacy management theory, this study uses survey data from 408 Instagram users and a structural equation modeling approach to examine how two distinct types of privacy management, platform-enabled and interpersonal privacy concerns, shape identity construction. Our findings reveal that content management and curation significantly contribute to both identity evolution and synchronization, while interpersonal privacy concerns are tied to network-based self-presentation. These results challenge assumptions of the privacy paradox, showing that users engage in deliberate, context-sensitive strategies and privacy strategies. In addition, audience segmentation, more than content itself, shapes identity work on SNSs.",
    "url": "https://doi.org/10.1177/14614448261424891",
    "doi": "https://doi.org/10.1177/14614448261424891",
    "filter": 0,
    "created": "2026-2-26",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Experiments offering social media users the choice to avoid toxic political content",
    "authors": "Fatima Alqabandi, Graham Tierney, Christopher Bail, D. Sunshine Hillygus, Alexander Volfovsky",
    "abstract": "Social media platforms increasingly offer users control over their feeds, promising to reduce toxic discourse. This study tests how the mere offer of algorithmic control shapes user experiences. Respondents evaluated identical posts from a fictional platform, with half given the option to filter out toxic political content. Those given this choice reported greater platform satisfaction. However, those who opted for filtering rated content as more hostile than similar respondents who were not offered the choice. A follow-up experiment showed that exposure to only positive content did not reduce hostility ratings; it heightened them compared to exposure to both positive and negative content. These findings challenge the assumption that user autonomy will improve content experiences. Instead, algorithmic choice raises expectations, prompting users to scrutinize content more critically or attempt to “train” the algorithm to align with their preferences. Platforms must consider how expectations, not just content exposure, shape online experiences.",
    "url": "https://doi.org/10.1177/14614448261418999",
    "doi": "https://doi.org/10.1177/14614448261418999",
    "filter": 0,
    "created": "2026-2-23",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Deliberative quality and discursive incivility in authoritarian context: An analysis of Covid-19 discussions on Facebook in Vietnam",
    "authors": "Moon QMN-Nguyen",
    "abstract": "This study explores online deliberation and discursive (in)civility within Vietnam’s authoritarian context, focusing on Facebook discourse during the COVID-19 pandemic. It examines how different types of Facebook pages (i.e. government information pages, state-sponsored media, foreign media, and private discussion groups) shape deliberative quality and how (in)civility can both facilitate and hinder public discussion. Quantitative analysis reveals that foreign media pages foster more rational, diverse, reflexive, and interactive discussions, despite higher levels of incivility. In contrast, government and state-sponsored media pages maintain greater civility but demonstrate lower deliberative quality, while private groups show high incivility with minimal deliberation. To further contextualize these patterns, a close reading identifies emotional triggers and target-induced behaviors in uncivil comments. By integrating macro-level metrics with micro-level discursive practices, this study offers valuable insights for scholars and policymakers seeking to enhance deliberative engagement in digital environments under varying degrees of state control.",
    "url": "https://doi.org/10.1177/14614448261423535",
    "doi": "https://doi.org/10.1177/14614448261423535",
    "filter": 0,
    "created": "2026-2-23",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Examining media coverage of ethical dimensions of advanced algorithmic technology",
    "authors": "Amanda M Vilchez, Sohinee Bera, Bruce V Lewenstein, Stephen Hilgartner",
    "abstract": "The rapid integration of artificial intelligence, machine learning, and data science into daily life raises ethical concerns and stimulates discussions among stakeholders responsible for their development. Given the media’s role in shaping imaginaries of emerging technologies and their acceptance, this paper systematically analyzes media discourse on ethics in artificial intelligence, machine learning, and data science from 2015 to 2020. Our results show that media coverage of advanced algorithmic technologies mainly focused on the industry sector, frequently addressing short-term challenges such as algorithmic bias, social justice, data privacy, and socioeconomic effects. Its portrayal in media often maintained a balanced perspective between positive and negative outcomes, paired with realistic and grounded future scenarios. This study offers a holistic and integrated analysis of how the media frames the ethics of artificial intelligence, data science, and machine learning, highlighting previously overlooked dimensions such as accountability strategies and the relationship between areas of application and their consequences.",
    "url": "https://doi.org/10.1177/09636625261419755",
    "doi": "https://doi.org/10.1177/09636625261419755",
    "filter": 0,
    "created": "2026-2-28",
    "journal_full": "Public Understanding of Science"
  },
  {
    "discipline": "communication",
    "title": "How Scientific Consensus Messaging Promotes Public Support for Socially Good AI: The Moderating Role of Collective Scientific Efficacy",
    "authors": "Wenbo Li, Shuning Lu, Xia Zheng, Shan Xu, Hailey Lantigua",
    "abstract": "This study investigated how scientific consensus messaging influences public support for socially good artificial intelligence (AI), drawing on the gateway belief model. Two preregistered experiments found that consensus messages increased support for AI research and willingness to raise awareness indirectly through increasing perceived consensus, which enhanced favorable beliefs and hope. These effects varied by collective scientific efficacy—perceived ability of scientists to work together effectively. Belief-based pathways were stronger under low efficacy, while hope-based pathways were stronger under high efficacy. Findings underscore the value of combining consensus and efficacy cues in science communication to promote engagement with emerging technologies like AI.",
    "url": "https://doi.org/10.1177/10755470261420148",
    "doi": "https://doi.org/10.1177/10755470261420148",
    "filter": 0,
    "created": "2026-2-24",
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "The TikTok Caliphate: How Jihadist Supporters Exploit Algorithmic Recommendations and Evade Content Moderation",
    "authors": "Gilad Karo, Tom Divon, Blake Hallinan",
    "abstract": "Jihadist organizations and their supporters have long used social media to spread propaganda, creating enduring content moderation challenges. Despite TikTok’s purported zero-tolerance approach to violent extremism, terrorist propaganda persists on the platform. This study investigates how supporters of ISIS and Al-Qaeda employ TikTok’s features to exploit algorithmic recommendations and evade content moderation, increasing their visibility within a hostile platform environment. We strategically enrolled the platform’s recommendation system to surface terrorist propaganda and inductively developed a typology of five communicative techniques: audio camouflage (manipulating recorded audio and metadata), meme infiltration (embedding extremist content within pop culture references), blurred intent (distorting sensitive visuals), emoji codes (using coded language and symbols), and bait-and-switch (deferring the reveal of extremist messaging). Together, these tactics constitute a form of everyday extremism embedded within TikTok’s vernacular practices, aesthetics, and pop culture references, exposing the limitations of TikTok’s moderation and state regulations. Our study underscores the need for improved governance, culturally informed moderation, and greater collaboration between platforms and governments to combat online radicalization and extremism.",
    "url": "https://doi.org/10.1177/20563051251412167",
    "doi": "https://doi.org/10.1177/20563051251412167",
    "filter": 0,
    "created": "2026-2-25",
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "politics",
    "title": "Policy-specific information and voter competence in direct democracy: Panel evidence from Danish EU referendums",
    "authors": "Jannik Fenger",
    "abstract": "For many years, political scientists have debated over voter competence in direct democracy. At the core of the discussion is whether this central institution enlightens citizens about political facts. However, scholars have primarily examined if direct democracy fosters general political knowledge even though referendums and ballot initiatives are policy-specific in nature, as citizens vote on particular political proposals. By utilising a range of unique panel survey data collected around four Danish European Union referendums, I show that voters’ knowledge of policy-specific information markedly increased during the campaigns. I also combine the survey data with an original media content analysis and find that the learning of issue-specific facts is more related to the opportunities provided by the media information environment than to individual ability or motivation. These results suggest that a broad group of voters acquire policy-specific facts that help them make informed choices when they are granted full control of political decision-making.",
    "url": "https://doi.org/10.1017/s1475676526100826",
    "doi": "https://doi.org/10.1017/s1475676526100826",
    "filter": 0,
    "created": "2026-2-25",
    "journal_full": "European Journal of Political Research"
  },
  {
    "discipline": "politics",
    "title": "Measuring inter-party communication: a transformer-based approach",
    "authors": "Anna Adendorf, Oke Bahnsen, Thomas Gschwend, Lena Maria Huber, Simone Paolo Ponzetto, Ines Rehbein, Lukas F. Stoetzer",
    "abstract": "Inter-party communication is crucial in representative democracies, facilitating information exchange and dialogue among political parties. Despite its importance, research on this topic remains limited due to lacking conceptual clarity and challenges in large-scale measurement. This article offers a comprehensive definition of inter-party communication as public communication by parties about others, with a positive, neutral, or negative stance, focusing on collaboration, policy, or personal issues. To effectively measure this phenomenon, we introduce a novel transformer-based approach capable of automatically classifying large volumes of text. Case studies on coalition signals in Germany and negative campaigning in Austria demonstrate its effectiveness. The study deepens our understanding of party competition, advances methods of automated text classification, and enables new research on political communication.",
    "url": "https://doi.org/10.1017/psrm.2026.10094",
    "doi": "https://doi.org/10.1017/psrm.2026.10094",
    "filter": 0,
    "created": "2026-2-24",
    "journal_full": "Political Science Research and Methods"
  },
  {
    "discipline": "politics",
    "title": "Between home turf and Hinterland: Directly elected MPs focus more on local and deprived places than list candidates on social media",
    "authors": "Lukas Birkenmaier, Anne-Kathrin Stroppe, L. Constantin Wurthmann, Marius Sältzer",
    "abstract": "Geographic representation is a central feature of democracies: elected politicians are expected to speak and act on behalf of their constituency. Yet, politicians differ in how strongly their communication and behavior reflect territorial attachments, for instance, in mixed-member proportional systems. This study examines these differences using a two-dimensional measure of geographic representation that captures both the localness of referenced places, that is, their proximity to an MP’s constituency, and their deprivation, that is, their lack of access to essential public services. Using named entity recognition and Wikidata linkage in a novel and scalable pipeline, we analyze over 50,000 tweets and 190,000 Facebook posts by all members of the 19th German Bundestag (2017–2021). Our results reveal a clear mandate effect: via district elected MPs refer to locations closer to their constituencies and mention deprived areas within constituencies more often than list MPs. Overall, the study advances our understanding of geographic representation and showcases the potential of computational text analysis for studying spatial aspects of political behavior.",
    "url": "https://doi.org/10.1177/20531680261426519",
    "doi": "https://doi.org/10.1177/20531680261426519",
    "filter": 0,
    "created": "2026-2-25",
    "journal_full": "Research & Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Measuring Party Identification in Public Opinion Surveys of Americans",
    "authors": "Joshua J Dyck, Jack Santucci",
    "abstract": "How should we measure “pure” or “true” independents? For years, the respective item required a respondent to volunteer that answer. Recent surveys have moved toward presenting it explicitly. Those that do produce estimates of pure independents that are much larger than in past surveys. We present evidence of this phenomenon across multiple surveys and ask: Are self-administered surveys overcounting independents, or are traditional live-interviewer surveys undercounting independents? We answer that question by comparing live-interview and self-administered samples from the 2012 and 2016 American National Election Studies, by undertaking tests to rule out mode effects (including an experiment), and by seeing which question wording correlates more strongly with measures of latent ideology, vote choice, and ratings of the parties. Our findings suggest that surveys that include an explicit response option, allowing Americans to self-identify easily as “(pure) independent,” offer a more precise measurement of the concept of party identification. This has implications for the study of independents, as well as for discussions about polarization and party-system dealignment.",
    "url": "https://doi.org/10.1093/poq/nfaf065",
    "doi": "https://doi.org/10.1093/poq/nfaf065",
    "filter": 0,
    "created": "2025-11-25",
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Filtering out the Opposition: How Cross-Cutting Discussions Increase Unfriending Through Political Corrections and Insults in Spain and Germany",
    "authors": "Manuel Goyanes, Beatriz Jordá",
    "abstract": "Social media platforms offer ample opportunities for dialogue between both sides of the political spectrum. However, prior research suggests that users sometimes unfriend dissenting voices. While some studies argue that unfriending may lead to homogeneous information environments and potentially to heightened polarization, others indicate that users unfriend to preserve a manageable level of diversity. This study contributes to this literature by examining how cross-cutting discussion is directly and indirectly associated to unfriending through two types of behaviors: being politically corrected, a positive interaction linked to democratic, civic dynamics; and being insulted, a hostile behavior and prominent aspect of online incivility. The findings, based on two cross-sectional surveys conducted in Spain and Germany, showed that cross-cutting discussion is associated to unfriending directly and indirectly through being politically corrected and being insulted for political reasons. We also found no statistically significant differences in the two indirect effects in both countries. Taken together, our findings emphasize that users actively shield themselves from opposing views regardless of whether interactions are deemed as constructive (corrections) or hostile (insults).",
    "url": "https://doi.org/10.1177/08944393261423174",
    "doi": "https://doi.org/10.1177/08944393261423174",
    "filter": 0,
    "created": "2026-2-26",
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "psychology",
    "title": "Large Language Models as Psychological Simulators: A Methodological Guide",
    "authors": "Zhicheng Lin",
    "abstract": "Large language models (LLMs) offer emerging opportunities for psychological and behavioral research, but methodological guidance is lacking. In this article, I develop a framework for using LLMs as psychological simulators across two primary applications: simulating roles and personas to explore diverse contexts, and serving as computational models to investigate cognitive processes. For simulation, the framework includes (a) an implementation-confound checklist distinguishing essential from context-dependent methodological checks, (b) methods for developing psychologically grounded personas that move beyond demographic categories, and (c) a three-tier validation framework (direct, indirect, and generative) tailored to data availability. A diagnostic decision framework guides researchers through establishing performance validity, identifying implementation artifacts, and interpreting LLM-human discrepancies. For cognitive modeling, I synthesize (a) emerging approaches for probing internal representations, (b) methodological advances in causal interventions, and (c) strategies for relating model behavior to human cognition. The framework addresses overarching challenges, including prompt sensitivity, temporal limitations from training-data cutoffs, and ethical considerations that extend beyond traditional human-subjects review. Open-weight models are the default for reproducibility. Together, this framework integrates emerging empirical evidence about LLM performance—including systematic biases, cultural limitations, and prompt brittleness—to help researchers wrangle these challenges and leverage the unique capabilities of LLMs in psychological research.",
    "url": "https://doi.org/10.1177/25152459251410153",
    "doi": "https://doi.org/10.1177/25152459251410153",
    "filter": 0,
    "created": "2026-2-26",
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "The Gendered Benefits of Communication Strategies: Women Leaders Are Less Effective but More Liked When They Use Prevention-Focused Language",
    "authors": "M. Asher Lawson, Sandra C. Matz, Friedrich M. Götz, Ashley E. Martin",
    "abstract": "Research has identified a double-bind for female leaders: When acting in line with gender stereotypes, they are viewed as more likeable but less competent. Here, we test the impact of using gender stereotypical language—characterized by more prevention-focused language (e.g., avoiding risks) and less promotion-focused language (e.g., seeking gains)—on U.S. governors’ approval ratings during COVID-19 and their ability to promote effective social distancing behaviors. With a final dataset of 3,759 documents capturing governors’ communication, a 13-week panel of Google mobility data containing 6,534 observations (Study 1), U.S. nationally representative survey data from 57,532 participants (Study 2), and 24,247 tweets (Study 3), we find that female governors who use less prevention-focused, stereotypical language in their communications are more effective at increasing compliance with social distancing measures but receive lower approval ratings. As such, women leaders’ necessary approaches in crisis situations may undermine their sustainability in positions of power.",
    "url": "https://doi.org/10.1177/01461672261420854",
    "doi": "https://doi.org/10.1177/01461672261420854",
    "filter": 0,
    "created": "2026-2-23",
    "journal_full": "Personality and Social Psychology Bulletin"
  },
  {
    "discipline": "sociology",
    "title": "When Political Pivots Shift Behaviors but Not Beliefs: Evidence from Trump’s Position Reversal over Facemasks during the COVID-19 Crisis",
    "authors": "Bartholomew A. Konechni",
    "abstract": "Political leaders play a potentially important role shaping behaviors and beliefs during crises. In the pandemic, a number of high-status politicians, notably leaders of populist parties, were seen to diminish compliance with institutional recommendations by casting doubt on COVID guidelines. But what happens when such leaders change position and endorse previously discouraged behaviors? Using longitudinal data from the Understanding Coronavirus in America panel with fixed-effects modeling, this article examines how Trump’s unexpected endorsement of facemasks in July 2020 affected individuals’ likelihood of wearing a facemask and belief in masks’ efficacy. I find that Trump’s pivot lifted Republicans’ use of facemasks, closing 40 percent of the preexisting gap with Democrats and with stronger effects among individuals who were more exposed to the early-summer spike in COVID cases. Additionally, I provide evidence for the unique significance of this moment in the history of the pandemic, showing that at almost no other time did partisan behaviors converge as sharply. However, in contrast to expectations from most dominant theoretical models of behavioral change, especially the health belief model, no corresponding shift in beliefs about facemasks can be detected. These results have important theoretical implications for understanding how pivots can shape behaviors during crises, the validity of existing models in public health, pandemic populism’s causes, and directions of future research.",
    "url": "https://doi.org/10.1177/00031224251415372",
    "doi": "https://doi.org/10.1177/00031224251415372",
    "filter": 0,
    "created": "2026-2-23",
    "journal_full": "American Sociological Review"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Academic journals’ AI policies fail to curb the surge in AI-assisted academic writing",
    "authors": "Yongyuan He, Yi Bu",
    "abstract": "The rapid integration of generative AI into academic writing has prompted widespread policy responses from journals and publishers. However, the effectiveness of these policies remains unclear. Here, we analyze 5,114 journals and over 5.2 million papers to evaluate the real-world impact of AI usage guidelines. We show that despite 70% of journals adopting AI policies (primarily requiring disclosure), researchers’ use of AI writing tools has increased dramatically across disciplines, with no significant difference between journals with or without policies. Non-English-speaking countries, physical sciences, and high-OA journals exhibit the highest growth rates. Crucially, full-text analysis on 164 k scientific publications reveals a striking transparency gap: Of the 75 k papers published since 2023, only 76 (~0.1%) explicitly disclosed AI use. Our findings suggest that current policies have largely failed to promote transparency or restrain AI adoption. We urge a reevaluation of ethical frameworks to foster responsible AI integration in science.",
    "url": "https://doi.org/10.1073/pnas.2526734123",
    "doi": "https://doi.org/10.1073/pnas.2526734123",
    "filter": 0,
    "created": "2026-2-24",
    "journal_full": "Proceedings of the National Academy of Sciences"
  }
]
