[
  {
    "discipline": "communication",
    "title": "Challenging (platformisation) invisibilities through humour: The Paralympics, TikTok and social change?",
    "authors": "Renan Petersen-Wagner, Jan Andre Lee Ludvigsen",
    "url": "http://dx.doi.org/10.1177/13548565241303317",
    "doi": "10.1177/13548565241303317",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "The penetration of social media platforms in the cultural production and consumption circuits of sport mega-events means that organisations like the International Paralympic Committee (IPC) are afforded new and alternative channels to engage with their audiences. TikTok, one of the largest platforms, is characterised by a higher degree of playfulness and humorous content and has been used to mobilise audiences for prosocial political aims. Using TikTok’s Research API access, this article relies on automatically collected metadata from all IPC posts between May 2023 and May 2024. After consolidating and manipulating the data through Python, statistical analyses were performed on SPSS to understand how certain content becomes more visible on the platform. In a second stage, videos with most virality underwent visual discourse analysis. We hold that the IPC, to challenge invisibilities, arguably one of the biggest obstacles for disability sport, engages in the circulation of humorous content with the aim of promoting inclusion and social change for persons with disabilities. While TikTok and the circulation of humorous content afford the IPC wider visibility to new audiences, it might provoke unintended consequences through further stigmatisation of disability sport as non-serious activity."
  },
  {
    "discipline": "communication",
    "title": "Physician’s service quality and patient’s review behavior: managing online review to attract more patients",
    "authors": "Junhui Yan, Changyong Liang, Peiyu Zhou",
    "url": "http://dx.doi.org/10.1108/intr-03-2024-0426",
    "doi": "10.1108/intr-03-2024-0426",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose Online patient reviews are of considerable importance on online health platforms. However, there is limited understanding of how these reviews are generated and their impact on patients' choices of physicians. Therefore, this study aims to investigate the antecedents and consequences of online patient reviews on online health platforms. Design/methodology/approach This study introduced an online interaction model with multiple stages aimed at examining how physicians' service quality affects patients' review behavior and, consequently, influences patients' choices of physicians. Findings The results revealed that technical quality and emotional care significantly influenced the effort that patients exert and their use of positive emotional words when writing reviews, which, in turn, positively influenced patients' selection of physicians. Moreover, it was found that the voice channel had a significant moderating effect on the relationship between physician service quality and patient review behavior. Practical implications The study’s findings can help online health platform managers improve the platform system by optimizing the integrated text and voice interaction functions. The findings can also support physicians in improving service quality, managing online reviews and attracting patients’ choices. Originality/value This study enriches the literature on physician service quality, patient online reviews and choices in online health platforms. Furthermore, this study offers a novel perspective on the social exchange process in online healthcare settings by highlighting the role of media in shaping physician–patient interactions."
  },
  {
    "discipline": "communication",
    "title": "Does social presence drive customer brand engagement and purchase intention in the fashion retail metaverse? The moderating role of self-efficacy",
    "authors": "Durgesh Agnihotri, Pallavi Chaturvedi, Kriti Swarup, Anshul Mathur, Vikas Tripathi, Nripendra Singh",
    "url": "http://dx.doi.org/10.1108/intr-01-2024-0030",
    "doi": "10.1108/intr-01-2024-0030",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose The study investigates the relationship between social presence dimensions and customer brand engagement (CBE) as well as the relation between customer brand engagement and purchase intention (PI) in the fashion retail metaverse with self-efficacy moderating between CBE and PI. Design/methodology/approach The data were gathered by conducting an online survey ( n  = 476) from young adults exposed to fashion retail metaverse platforms. The collected data were analyzed using structural equation modeling. Findings The findings discovered that social presence dimensions positively impact CBE, which substantially impacts the PI of young consumers in the fashion retail metaverse. The findings demonstrate that self-efficacy moderates the relationship between CBE and PI. Research limitations/implications This study uses cross-sectional data in the fashion retail metaverse for young consumers. Future studies can use longitudinal data in the context of other industries and demographic profiles to assess changing customer behavior. Practical implications This study implies that customer experiences can be enriched through social presence dimensions, helping brands adapt their offers to create more engaging and rewarding customer interactions. It offers insights for brand managers aiming to augment the relationship between CBE and PI. Originality/value The study uniquely explores the relationship between social presence dimensions and CBE within the fashion retail metaverse. It examines self-efficacy as a moderator between CBE and PI, providing fresh insights into consumer behavior in the fashion retail metaverse."
  },
  {
    "discipline": "communication",
    "title": "Does personality matter? Understanding the impacts of real-self and avatar personality traits on metaverse satisfaction",
    "authors": "Shuiqing Yang, Kang Lin, Xi Wang, Yixiao Li, Yuangao Chen, June Wei",
    "url": "http://dx.doi.org/10.1108/intr-01-2024-0018",
    "doi": "10.1108/intr-01-2024-0018",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose The metaverse enables users to create their own avatars in a shared virtual space, giving rise to a new avatar personality that differs from their real-self personality. The aim of this research is to explore how users' real-self and avatar personalities may affect their behavioral engagement and satisfaction in the metaverse context. Design/methodology/approach This research applies self-discrepancy theory to investigate how the big five traits of both real-self and avatar personalities influence users' engagement and satisfaction in the metaverse. The present research employed a mixed-methods approach, beginning with a qualitative study to identify prevalent personality cues among users on metaverse social media platforms. Subsequently, a quantitative study was conducted to further validate the findings of the qualitative study. Findings The results indicated that avatar personality scored higher than the real-self personality in the dimensions of openness, conscientiousness and extraversion, while scored lower in the dimensions of agreeableness and neuroticism. Both real-self and avatar personality traits positively influenced metaverse satisfaction via behavioral engagement in the metaverse. Notably, avatar personality traits had a stronger impact on behavioral engagement compared to real-self personality traits, which further influence metaverse satisfaction. Practical implications The present study offers practical insights for metaverse developers and managers to enhance user satisfaction by focusing on users’ big five traits of both real-self and avatar personality. It suggests implementing personalized tools, organizing personality-based social activities and other initiatives to encourage user’s behavioral engagement and ultimately enhance metaverse satisfaction. Originality/value Unlike existing research that concentrates on a single facet of personality traits, this research employs a mixed-methods approach to conceptualize users' real-self personality and avatar personality, further exploring their impacts on metaverse satisfaction."
  },
  {
    "discipline": "communication",
    "title": "The visual nature of information warfare: the construction of partisan claims on truth and evidence in the context of wars in Ukraine and Israel/Palestine",
    "authors": "Michael Hameleers",
    "url": "http://dx.doi.org/10.1093/joc/jqae045",
    "doi": "10.1093/joc/jqae045",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Despite the potential of visual disinformation to deceive people on pressing socio-political issues, we currently lack an understanding of how online visual disinformation (de)legitimizes partisan truth claims at times of war. As an important next step in disinformation theory and research, this article inductively mapped a wide variety of global visual disinformation narratives on armed conflicts disseminated via social media. The narratives were sampled through various international fact-checking databases, involving multiple social media platforms and countries. The analyses reveal that visual disinformation mainly consisted of existing footage that was decontextualized in a deceptive manner based on time, location, or fictionality. Moving beyond existing research exploring how decontextualized visuals offer proof for counter-factual narratives, our findings indicate that visuals contribute to the process of othering by constructing a “delusional rationality” that legitimizes mass violence and the destruction of the other. These findings have crucial ramifications for international policy and interventions at times of global armed conflicts that are covered widely across social media channels."
  },
  {
    "discipline": "communication",
    "title": "The link between changing news use and trust: longitudinal analysis of 46 countries",
    "authors": "Richard Fletcher, Simge Andı, Sumitra Badrinathan, Kirsten A Eddy, Antonis Kalogeropoulos, Camila Mont'Alverne, Craig T Robertson, Amy Ross Arguedas, Anne Schulz, Benjamin Toff, Rasmus Kleis Nielsen",
    "url": "http://dx.doi.org/10.1093/joc/jqae044",
    "doi": "10.1093/joc/jqae044",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Changing levels of public trust in the news are of deep concern to both researchers and practitioners. We use data from 2015 to 2023 in 46 countries to explore how trust in news has changed, while also exploring the links with sociodemographic variables, differences by media system, and changing patterns of news use. We find that (a) there has been a small overall decline in trust in news since 2015, but also that (b) there are different trends in different countries. More specifically, trust has declined more in media environments that have become less structured by television news use, and increasingly structured by social media news use. Our findings underscore how changing structures of media use may be central to explaining trust dynamics in recent years, which suggests new avenues for restoring trust where it has eroded."
  },
  {
    "discipline": "communication",
    "title": "Agents of Change or Counterarguing? Investigating the Source Credibility of Celebrity Versus Traditional Experts on Health and Political Behaviors",
    "authors": "Austin Y. Hubner, Judy Watts",
    "url": "http://dx.doi.org/10.1177/10776990241297653",
    "doi": "10.1177/10776990241297653",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Two online experimental studies ( n study1 = 318, n study2 = 462) were conducted to examine whether social media informant type (celebrity influencer vs. expert) and presentation type (numeric vs. generic information) influenced behavioral intentions. Results from Study 1 found that expert-authored posts with numeric information were more persuasive for credibility assessments and, in turn, intentions to obtain the COVID-19 booster vaccine. In Study 2, we retest our hypotheses in the context of support for police reform. Contrary to expectations, neither message manipulation persuaded individuals. Partisanship, however, played a key role in behavioral intentions."
  },
  {
    "discipline": "communication",
    "title": "Conceptualizing and Testing Public Expectations for Corporate Social Advocacy: A Strategic Issue Management Approach",
    "authors": "Myungok Chris Yim, Taeyoung Kim",
    "url": "http://dx.doi.org/10.1177/10776990241296460",
    "doi": "10.1177/10776990241296460",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study examines public expectations regarding Corporate Social Advocacy (CSA) using the framework of strategic issue management (SIM). A 14-item, single-factor scale was developed to measure CSA expectations, which was validated through four surveys. The CSA expectancy scale will assist businesses in effectively navigating CSA initiatives, preventing stakeholder support withdrawal, and thus bolstering organizational sustainability and social impact."
  },
  {
    "discipline": "communication",
    "title": "Harnessing 360-Degree Video to Prompt Users to Think Along With Pro-Environmental Campaign Messages",
    "authors": "Mincheol Shin, Heejae Lee",
    "url": "http://dx.doi.org/10.17645/mac.8602",
    "doi": "10.17645/mac.8602",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Three-hundred-and-sixty-degree videos visualized through virtual reality (VR) technologies are recognized as an effective tool for fostering positive attitudes towards environmental stewardship by immersing users in persuasive storytelling narratives. However, a lack of an overarching framework hinders the understanding of its role in promoting prosocial environmental behaviors, particularly its effects on information processing and behavioral intentions. Notably, recent studies have suggested that feeling transported into a VR environment (i.e., presence) could positively bias message evaluation and the way people process information by activating heuristics connected to immersive experiences (i.e., the bias hypothesis of the heuristic-systematic model). Drawing on this proposition, this study conducted a between-subject design experiment (&lt;em&gt;N&lt;/em&gt; = 60), comparing a 360-degree pro-environmental campaign video in VR with that in a two-dimensional format. Results from partial least squares structural equation modeling indicated that a 360-degree video in VR induced a higher sense of presence, yet heuristic evaluation of message credibility decreased when a sense of presence was low. Moreover, message credibility was found to be positively associated with the valence (consistency) of message-relevant thoughts, but moderate evaluation of message credibility buffered the generation of consistent message-relevant thoughts. Finally, the valence (consistency) of message-relevant thoughts had a curvilinear relationship with the intention to engage in pro-environmental behaviors, albeit with a small effect size. Results suggest the complexity in influencing behavioral intentions via 360-degree videos in VR. Nonetheless, the findings support the proposition that the immersive affordance of immersive storytelling content could prompt users to align with campaign messages by activating a positive heuristic bias."
  },
  {
    "discipline": "communication",
    "title": "Exploring Adolescents’ Social Media Connection and Disconnection: A Latent Class Approach",
    "authors": "Lise-Marie Nassen, Kathrin Karsay, Laura Vandenbosch, Lara Schreurs",
    "url": "http://dx.doi.org/10.17645/mac.8597",
    "doi": "10.17645/mac.8597",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "In industrialized societies characterized by ubiquitous connectivity, many individuals disconnect from their phones or social media to break patterns of habitual use, reduce information overload, alleviate stress, and avoid distractions. Although research has predominantly focused on (young) adults, information on digital disconnection among adolescents remains limited. In response, in the present study, we analyzed survey data from 956 Flemish adolescents in Belgium (&lt;em&gt;M&lt;/em&gt;&lt;sub&gt;age&lt;/sub&gt;&lt;em&gt; &lt;/em&gt;= 15.10, &lt;em&gt;SD &lt;/em&gt;= 1.61, and 64.8% girls) and, using latent class analysis, identified two subgroups: Class 1 labeled as “low adoption of social media apps and disconnection tools,” and Class 2 labeled as “high adoption of social media apps and disconnection tools.” Adolescents in Class 2 were more likely to use social media, specifically social networking, instant messaging, and entertainment apps, and to adopt disconnection tools (e.g., iOS Screentime or the Forest app). Next, drawing on the media practice model, we investigated how sociodemographic and sociopsychological factors contribute to those usage patterns and found that girls, older adolescents, and adolescents with higher scores for depressive symptoms and flourishing were more likely to belong to Class 2. Those findings offer new insights into adolescents’ social media connection and disconnection that can inform interventions to promote healthier smartphone use among adolescents."
  },
  {
    "discipline": "communication",
    "title": "Patterns and Factors of Political Disconnection on Social Media: A Cross-Platform Comparison",
    "authors": "Felix-Christopher Von Nostitz, Marie Neihouser, Giulia Sandri, Tristan Haute",
    "url": "http://dx.doi.org/10.17645/mac.8544",
    "doi": "10.17645/mac.8544",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "There is a growing body of literature on the use and selection of social media platforms for political activism. However, less attention has been given to identifying citizens who are politically disconnected—those registered on social media platforms but not engaging in political activities. Additionally, whether patterns of non-use of social media for politics vary across different platforms remains understudied. Based on an online survey of 1,978 respondents conducted after the 2022 French presidential election campaign, this article aims to address these questions by examining the patterns and factors contributing to political disconnection from social media, particularly across six platforms: Facebook, private social networks, Instagram, Snapchat, X (formerly Twitter), and TikTok. Our findings indicate that three main factors explain political disconnection: digital skills, interest in politics (except for platforms less frequently used for politics), and social media efficacy. These results provide significant and original contributions to the broader debate on how and why individuals disconnect socially and technologically on social media platforms. While many studies focus on the variables that account for political participation in the age of social media, ours examines the conditions that explain non-use in the context of political disconnection. We also contribute to the existing literature by analysing the phenomenon of non-use holistically, addressing platform type, demographics, digital literacy, and political traits (e.g., interest and competence)."
  },
  {
    "discipline": "communication",
    "title": "XR for Transformable and Interactive Design",
    "authors": "Gabriela Bustos-Lopez, Erwin Robert Aguirre-Villalobos, Krissie Meingast",
    "url": "http://dx.doi.org/10.17645/mac.8603",
    "doi": "10.17645/mac.8603",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This article aims to show the applicability and evaluation of a teaching-learning method based on user experience (UX) design and extended reality (XR) in architectural studios. In the summer of 2023, the XR Assisted: Transformable and Interactive Design studio utilized the UX+XR teaching-learning method. During the studio, the emphasis was on designing a transformable and interactive architectural installation, with the UX as a center and XR, artificial intelligence, and inmotics as design and visualization tools. In the UX+XR method, the users were the students, and each student designed transformable architecture by applying UX strategies to their specific urban installation users. The UX+XR method had four phases. Each phase incorporated a cross-strategy UX+XR during the design process stages. Using UX+XR, the participants designed an architectural installation where the concepts of transformability, ephemerality, interactivity, flexibility, adaptability, versatility, and playfulness were present. Based on testing the six architectural installations designed during the studio using the UX+XR method, our data showed that XR enhanced the designer’s perception, constituted a new means of expression on an accurate scale, and is a highly immersive and interactive resource for communicating ideas and reinforcing visualization, simulation, stimulation, and interaction. XR is a powerful tool that, as used in the designed method, allows an elevated level of visual communication, understanding of spatial dimensions, and an effective multi-user collaborative strategy for evaluating the designed proposals."
  },
  {
    "discipline": "communication",
    "title": "Parental phubbing, loneliness, and adolescent materialism: A cross-lagged panel study",
    "authors": "Pengcheng Wang, Lipeng Yin, Mingkun Ouyang, Wei Wang, Li Lei",
    "url": "http://dx.doi.org/10.1177/20501579241297941",
    "doi": "10.1177/20501579241297941",
    "filter": 0,
    "journal_full": "Mobile Media & Communication",
    "abstract": "An increasing number of researchers are focusing on the adverse consequences of parental phubbing, however, it remains unstudied whether and how parental phubbing impact adolescent materialism. To address the research gap, we investigated the temporal and bidirectional relationships between parental phubbing, loneliness, and adolescent materialism. To be thorough, the mediating role of loneliness and the moderating role of gender were examined. Data were collected from 1,447 Chinese adolescents in June 2019 (T1) and January 2020 (T2). The results showed that T1 parental phubbing positively predicted T2 adolescent materialism, and T1 adolescent loneliness positively predicted T2 materialism, whereas neither of the reverse associations held. There were bidirectional relationships between parental phubbing and adolescent loneliness. Loneliness mediated the association between parental phubbing and subsequent adolescent materialism. There were no gender differences in these relationships. These findings enrich the literature by providing the first empirical support for how parental phubbing increases adolescent materialism."
  },
  {
    "discipline": "communication",
    "title": "The influencer-intellectual tactic and social media advertisements: How PragerU advances partisan knowledge",
    "authors": "Tyler Leeds",
    "url": "http://dx.doi.org/10.1177/14614448241294014",
    "doi": "10.1177/14614448241294014",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Right-wing think tanks are a major source of partisan knowledge. Their influence is rooted in their strategic hybridity, namely their ability to use the resources of fields outside politics to promote their partisan messages. This strategic hybridity is especially powerful in relation to the academy, as arguments can be framed with the trappings of scholarship without first passing muster in the scholarly community. This article documents how strategic hybridity has deepened online as the organization PragerU embraces a new tactic—the influencer-intellectual—and a new genre—social media ads—to advance its right-wing cause. To illustrate this new complexity, I analyze ads PragerU ran on Meta platforms that attacked the 1619 Project and had at least 20 million impressions. Beyond reconceptualizing hybridity, I review the shortcomings of Meta’s Ad Library while making the case for its value in tracking the spilling of partisanship from formal politics into culture."
  },
  {
    "discipline": "communication",
    "title": "Child idols in South Korea and beyond: Manufacturing young stars at the intersection of the K-pop and influencer industries",
    "authors": "Jin Lee, Tama Leaver, Crystal Abidin",
    "url": "http://dx.doi.org/10.1177/14614448241295718",
    "doi": "10.1177/14614448241295718",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article explores how the influencer and traditional entertainment industries are converging in the “child idol” phenomenon—a celebrity genre and system that had existed prior to the emergence of the influencer industry but has now been remixed with the influencer industry’s convention and refashioned as the stepping stone to lubricate children’s journeys toward professional idol careers in the wake of K-pop culture. We examine the “child idol” phenomenon as a case study wherein children perform as a younger version of K-pop idols under entertainment agencies’ in-house training systems, with calibrated construction of social media personae by influencer agencies and their parents. Despite ongoing attempts to protect children in the industry, undertaken by the Korean government and human rights organizations, the exploitative environment of child stars becomes even more serious as it becomes a template adopted by other countries emulating the success of K-pop."
  },
  {
    "discipline": "communication",
    "title": "Dissemination Versus Dialogic Science Communication: How Do the Deeply Involved Wish to Engage?",
    "authors": "Ifat Zimmerman, Ayelet Baram-Tsabari, Tali Tal",
    "url": "http://dx.doi.org/10.1177/10755470241293352",
    "doi": "10.1177/10755470241293352",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "This study explores whether the emphasis of science news websites on dissemination over dialogue corresponds to the actual preferences of their science-oriented audiences. Based on interviews with science news website administrators ( n = 8) and readers ( n = 20) and two reader questionnaires ( n = 89; n = 55), we found that readers favor dissemination, yet certain readers may also desire interactive discussions. Readers perceive the ability to comment as beneficial for readers and administrators; however, they do not expect administrators to engage in dialogue. Younger audiences showed a somewhat greater preference for online dialogic communication than their older counterparts."
  },
  {
    "discipline": "communication",
    "title": "How the Public Makes Sense of Artificial Intelligence: The Interplay Between Communication and Discrete Emotions",
    "authors": "Sukyoung Choi, Chul-joo Lee, Andrew Park, Jung Ah Lee",
    "url": "http://dx.doi.org/10.1177/10755470241297664",
    "doi": "10.1177/10755470241297664",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "While artificial intelligence (AI) garners widespread media attention as an emerging technology, empirical research on how AI-related information influences public opinion is scarce, especially among those with preexisting emotions toward AI. Utilizing a survey of 1,206 U.S. adults, this study examined how communication about AI and three discrete emotions (anger, fear, and hope) jointly affect public attitudes. More exposure to AI information from mediated sources was linked to stronger support for AI, particularly among those reporting more anger and less hope toward AI. Conversely, there was no significant association between information exposure from interpersonal sources and public support."
  },
  {
    "discipline": "communication",
    "title": "Who Can Say What? Testing the Impact of Interpersonal Mechanisms and Gender on Fairness Evaluations of Content Moderation",
    "authors": "Ina Weber, João Gonçalves, Gina M. Masullo, Marisa Torres da Silva, Joep Hofhuis",
    "url": "http://dx.doi.org/10.1177/20563051241286702",
    "doi": "10.1177/20563051241286702",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Content moderation is commonly used by social media platforms to curb the spread of hateful content. Yet, little is known about how users perceive this practice and which factors may influence their perceptions. Publicly denouncing content moderation—for example, portraying it as a limitation to free speech or as a form of political targeting—may play an important role in this context. Evaluations of moderation may also depend on interpersonal mechanisms triggered by perceived user characteristics. In this study, we disentangle these different factors by examining how the gender, perceived similarity, and social influence of a user publicly complaining about a content-removal decision influence evaluations of moderation. In an experiment ( n = 1,586) conducted in the United States, the Netherlands, and Portugal, participants witnessed the moderation of a hateful post, followed by a publicly posted complaint about moderation by the affected user. Evaluations of the fairness, legitimacy, and bias of the moderation decision were measured, as well as perceived similarity and social influence as mediators. The results indicate that arguments about freedom of speech significantly lower the perceived fairness of content moderation. Factors such as social influence of the moderated user impacted outcomes differently depending on the moderated user’s gender. We discuss implications of these findings for content-moderation practices."
  },
  {
    "discipline": "communication",
    "title": "Turn It on! Turn It on? Privacy Management of Pupils and Teachers in Online Learning During COVID-19 Lockdowns in Germany and Israel",
    "authors": "Leyla Dogruel, Dmitri Epstein, Sven Joeckel, Nicholas John",
    "url": "http://dx.doi.org/10.1177/20563051241301841",
    "doi": "10.1177/20563051241301841",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "The transition to emergency remote teaching (ERT) through the use of video conferencing software during the COVID-19 lockdowns posed significant challenges to privacy management for both pupils and teachers across the world. One question became pivotal: Must I turn my camera on? While the question of turning on one’s camera has pedagogical consequences, our study sets out to examine the implications for pupils’ and teachers’ privacy. Focusing on a comparative approach, and drawing on communication privacy management and contextual integrity theories, we examine the negotiations over privacy during ERT in high schools in two distinct privacy cultures (Israel and Germany). Based on semi-structured interviews with pupils and teachers ( n = 35) we found that despite substantively different cultural predispositions, legal environments, and rhetorical rationales, the established norms and privacy management strategies related to camera use were strikingly similar among both teachers and students in the two countries."
  },
  {
    "discipline": "communication",
    "title": "Becoming Spectral: Toward a Media History of Ghosting",
    "authors": "Torbjörn Rolandsson, Sadie Couture",
    "url": "http://dx.doi.org/10.1177/20563051241301200",
    "doi": "10.1177/20563051241301200",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This article contextualizes contemporary forms of digital ghosting by examining how two of its historical precursors—Victorian calling culture and answering machines—have been represented in North American women’s magazines. To do so, we develop mediated avoidance as an analytical heuristic. This concept captures the material, relational and social dimensions of a set of understudied media practices that seek to strategically engage with the gaps that are inherent in all communication, to defer, deflect, or disrupt mediated connections. Representations of mediated avoidance from respective eras were found to reflect different anxieties over the management of the public/private divide. Calling culture relied on unpaid labor to facilitate the transmission of printed messages between bourgeoise women and was constrained by an array of social protocols that regulated interactions along conceptions of propriety. The disconnective features of answering machines, meanwhile, were represented as giving women the upper hand in courtship, as well as providing means for increased productivity and self-care, foreshadowing contemporary justifications of digital disconnection. Concerns over contemporary ghosting are discussed as produced by a spillage of media practices. Ghosting is considered acceptable in feminine-coded spheres like courtship. But it is viewed as inappropriate—sometimes even as signaling a broader social crisis—when it bleeds into other contexts, like when an employee ghosts their employer."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Why ‘open’ AI systems are actually closed, and why this matters",
    "authors": "David Gray Widder, Meredith Whittaker, Sarah Myers West",
    "url": "http://dx.doi.org/10.1038/s41586-024-08141-1",
    "doi": "10.1038/s41586-024-08141-1",
    "filter": 0,
    "journal_full": "Nature",
    "abstract": "This paper examines ‘open’ artificial intelligence (AI). Claims about ‘open’ AI often lack precision, frequently eliding scrutiny of substantial industry concentration in large-scale AI development and deployment, and often incorrectly applying understandings of ‘open’ imported from free and open-source software to AI systems. At present, powerful actors are seeking to shape policy using claims that ‘open’ AI is either beneficial to innovation and democracy, on the one hand, or detrimental to safety, on the other. When policy is being shaped, definitions matter. To add clarity to this debate, we examine the basis for claims of openness in AI, and offer a material analysis of what AI is and what ‘openness’ in AI can and cannot provide: examining models, data, labour, frameworks, and computational power. We highlight three main affordances of ‘open’ AI, namely transparency, reusability, and extensibility, and we observe that maximally ‘open’ AI allows some forms of oversight and experimentation on top of existing models. However, we find that openness alone does not perturb the concentration of power in AI. Just as many traditional open-source software projects were co-opted in various ways by large technology companies, we show how rhetoric around ‘open’ AI is frequently wielded in ways that exacerbate rather than reduce concentration of power in the AI sector."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Evaluating the association between the introduction of mandatory calorie labelling and energy consumed using observational data from the out-of-home food sector in England",
    "authors": "Megan Polden, Andrew Jones, Michael Essman, Jean Adams, Tom R. P. Bishop, Thomas Burgoine, Stephen J. Sharp, Martin White, Richard Smith, Aisling Donohue, Rozemarijn Witkam, I. Gusti Ngurah Edi Putra, Jane Brealey, Eric Robinson",
    "url": "http://dx.doi.org/10.1038/s41562-024-02032-1",
    "doi": "10.1038/s41562-024-02032-1",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "In April 2022, mandatory kilocalorie (kcal) labelling in the out-of-home food sector was introduced as a policy to reduce obesity in England. Here we examined whether the implementation of this policy was associated with a consumer behaviour change. Large out-of-home food sector outlets subject to kcal labelling legislation were visited pre- and post-implementation, and customer exit surveys were conducted with 6,578 customers from 330 outlets. Kcals purchased and consumed, knowledge of purchased kcals and reported noticing and use of kcal labelling were examined. The results suggested that the introduction of the mandatory kcal labelling policy in England was not associated with a significant decrease in self-reported kcals purchased ( B = 11.31, P = 0.564, 95% confidence interval (CI) −27.15 to 49.77) or consumed ( B = 18.51, P = 0.279, 95% CI −15.01 to 38 52.03). Post-implementation, participants underestimated the energy content of their purchased meal less ( B = 61.21, P = 0.002, 95% CI 21.57 to 100.86) and were more likely to report noticing (odds ratio 2.25, P &lt; 0.001, 95% CI 1.84 to 2.73) and using (odds ratio 2.15, P &lt; 0.001, 95% CI 1.62 to 2.85) kcal labelling, which may have wider public health implications."
  }
]
