[
  {
    "discipline": "communication",
    "title": "Beyond the binary? Automated gender classification of social media profiles",
    "authors": "Miriam Siemon",
    "url": "https://doi.org/10.1080/19312458.2025.2554864",
    "doi": "https://doi.org/10.1080/19312458.2025.2554864",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Opportunities for extremism: a comparative study of German far-right social movement networks on Twitter/X, Telegram, and Gettr",
    "authors": "Baoning Gong",
    "url": "https://doi.org/10.1080/1369118x.2025.2558151",
    "doi": "https://doi.org/10.1080/1369118x.2025.2558151",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Beyond anti-elitism and out-group attacks: how concerns shape the AfD’s populist representation on German TikTok during the 2024 European elections",
    "authors": "Hendrik Meyer, Julia Niemann-Lenz, Lasse Rodeck, Matthias Revers",
    "url": "https://doi.org/10.1080/1369118x.2025.2553016",
    "doi": "https://doi.org/10.1080/1369118x.2025.2553016",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "The complex influence of scientific literacy on the perception of AI risks: nonlinear relationship, moderating factors, and mechanisms",
    "authors": "Zhichao Li, Mengxue Lyu, Lujia Li, Jilin Huang",
    "url": "https://doi.org/10.1080/1369118x.2025.2565359",
    "doi": "https://doi.org/10.1080/1369118x.2025.2565359",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Supportive message evaluation across multiple time-scales",
    "authors": "Graham D Bodie, Miriam Brinberg, Susanne Jones, Denise H Solomon, Nilam Ram",
    "url": "https://doi.org/10.1093/joc/jqaf041",
    "doi": "https://doi.org/10.1093/joc/jqaf041",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "This study proposes and tests five temporally explicit models of message evaluation derived from work on supportive communication. Although most empirical work in this area is based on a limited number of time-scales (temporal isolation of messages or temporal aggregation of conversations), theories that direct that work have the potential to make much more sophisticated predictions of how supportive messages, and the conversations within which they occur, are evaluated. Using data produced by pairs of friends who engaged in 5-min supportive conversations, we articulated a series of theoretically informed models that examined how type, accumulation, and timing of conversational moves impacted how disclosers evaluated the supportiveness of the statements made throughout the conversation (evaluated by the discloser using video-assisted recall) and how they felt after the conversation. Results confirmed that (a) evaluations made throughout a conversation are related to post-conversation reports of supportiveness and emotional improvement, (b) different types of speaking acts are generally not differentially supportive, and (c) timing of some speaking acts matters—altogether suggesting we pay more attention to how we conceptualize and measure time in studies of enacted support."
  },
  {
    "discipline": "communication",
    "title": "Faulty News Coverage Causes Bad Moods—the Impact of Media Perceptions on the Relationship Between Bad Moods and Negative Negotiation Outcomes",
    "authors": "Marlene Strehler-Schaaf, Christina Viehmann, Oliver Quiring",
    "url": "https://doi.org/10.1177/10776990251359657",
    "doi": "https://doi.org/10.1177/10776990251359657",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Negotiations are a key mechanism for resolving societal conflicts. Since they usually take place behind closed doors, it has long been assumed that the media have no impact on the workflow and results. In this article, we demonstrate that media attention and framing affect the negotiation process and outcomes through the moods of the negotiators. Relying on a mixed-method design, combining a survey ( N = 326) with semi-structured interviews ( N = 33) on typical societal decision-making processes in the field of trade negotiations in Germany. We provide unique insights into the dynamics behind closed doors."
  },
  {
    "discipline": "communication",
    "title": "Running into Reproductive Health Information, Running Toward Doctor: Examining the Roles of Incidental Exposure, Perceived Norms, and Embarrassment",
    "authors": "Yujie Dong, Lianshan Zhang, Chervin Lam, Zhongwei Huang",
    "url": "https://doi.org/10.1080/15205436.2025.2561687",
    "doi": "https://doi.org/10.1080/15205436.2025.2561687",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "When Digital Connectivity Drivers Meet Digital Disconnection: A Cross-Country Study on Smartphone Checking, Digital Disconnection Strategies, and Digital Stress",
    "authors": "Kevin Koban",
    "url": "https://doi.org/10.1177/20501579251378561",
    "doi": "https://doi.org/10.1177/20501579251378561",
    "filter": 0,
    "journal_full": "Mobile Media & Communication",
    "abstract": "In today's digitized societies, where constant connectivity is perceived as a social norm, many people voluntarily seek temporary digital disconnection to balance out benefits and harms. Given that any direct effectiveness of digital disconnection is limited, recent approaches emphasized its conditionality. Conducted in two culturally dissimilar countries (the United States and Indonesia), the present large-scale cross-sectional youth surveys ( N s = 1,922 and 2,107, respectively) explored whether different popular feature- and rules-based digital disconnection strategies (digital detox app use vs. reflective smartphone disengagement vs. digital solitude) may serve as an ambivalent moderator for relationships between habitual and compulsive smartphone checking, on one side, and digital stress experiences, on the other. For U.S. youth only, results indeed suggested that reflective smartphone disengagement might minimize detrimental side effects of firm checking habits, whereas it exacerbates links to digital stress for people who struggle with smartphone checking compulsiveness."
  },
  {
    "discipline": "communication",
    "title": "The egocentricity and emotionality of sense of place: Scale development and validation across digital/physical and positive/negative locales",
    "authors": "Nicholas David Bowman, Jaime Banks",
    "url": "https://doi.org/10.1177/14614448251375078",
    "doi": "https://doi.org/10.1177/14614448251375078",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "People increasingly live within and across physical and digital spaces, forming idiosyncratic connections with those locales. Building on extant work indicating cross-materiality Sense of Place (SoP) to be a function of symbolism, purpose, identity, relationality, and emotion (SPIRE), the current study tested the validity of a five-factor SPIRE measure and examined variance as a function of physical (vs. digital) and positive (vs. negative) places. Among cross-national participants (N = 348 from &gt; 30 countries), response patterns forward a two-factor solution: One combines SPIR elements anchored to identity items representing an egocentric orientation toward the place (55% of variance explained), and another comprises only emotion items representing idiosyncratic emotion dynamics (14%). Validation analyses found egocentricity to be strongly and positively associated with metaphorical conceptualizations of SoP, emotionality less so, differentially across place materiality and valence. Findings hold implications for digital and physical space design, especially as generative technologies increasingly afford place personalization."
  },
  {
    "discipline": "communication",
    "title": "The long farewell: Mediated posthumous communications and identity persistence on vloggers’ memorialized accounts",
    "authors": "Langcheng Zhang, Stella Xin Yin",
    "url": "https://doi.org/10.1177/14614448251376304",
    "doi": "https://doi.org/10.1177/14614448251376304",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Posthumous communication and parasocial relationships can go beyond the moment of death and continue for a longer period over thanatechnology. In this study, we combined topic modeling with qualitative textual analysis to examine discursive communicative behaviors on the memorialized accounts of two deceased Chinese vloggers on Bilibili. We identified two types of posthumous communication: life-to-death communication and death-triggered discussion. These communications are based on the remaining content and the perceived presence of living others on the accounts. Through posthumous communications, the deceased vloggers’ identities were preserved on one hand and were made symbols of related social topics on the other hand. As such, memorialized accounts serve as sites of collective memories and commemoration, which can be reactivated to facilitate ongoing posthumous communication when living people face similar situations or when related incidents resurface in society."
  },
  {
    "discipline": "communication",
    "title": "Online job scams: Unveiling the impact of overconfidence, digital literacy, and algorithmic literacy on user susceptibility to false job advertisements",
    "authors": "Jihye Lee, Mu-Jung Cho",
    "url": "https://doi.org/10.1177/14614448251377994",
    "doi": "https://doi.org/10.1177/14614448251377994",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article examines false online job ads and user susceptibility by drawing on three research areas: automated deception detection, cognitive bias (Dunning–Kruger effect), and digital and algorithmic literacy. Leveraging a data set of 17,879 ads, we develop machine learning models to distinguish false from legitimate ads and survey a representative US sample ( N = 635) to assess user susceptibility. Results show that ad veracity is predicted by visual (e.g. company logo) and linguistic cues (e.g. “team,” ‘we’) that signal credibility. Survey findings indicate a strong Dunning–Kruger effect: overconfident individuals were less accurate in detecting false ads, perceived them as more credible, and were more likely to share them. Literacy effects were complex: while general Internet skills improved detection accuracy, algorithmic literacy had more nuanced influences on ad perceptions. These results highlight the psychological mechanisms that contribute to the spread of false information in digital communication, deepening our understanding of online deception."
  },
  {
    "discipline": "communication",
    "title": "A New Journalism for a New Climate: Is Solutions Journalism the Solution?",
    "authors": "Kathryn Thier",
    "url": "https://doi.org/10.1177/10755470251378065",
    "doi": "https://doi.org/10.1177/10755470251378065",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Little is known about how journalists can engage audiences when providing news about the existential threat of climate change. This experiment tests several solutions stories against problem-oriented stories and an irrelevant control to explain how shifting the news frame may encourage climate policy support. Findings build on research showing solutions journalism increases positive affect and decreases negative affect, although these effects did not predict policy support. This study is the first to demonstrate that climate solutions news can increase readers’ individual and collective response efficacy perceptions. Results offer insight for scholars and practitioners seeking to advance pro-social climate change communication."
  },
  {
    "discipline": "communication",
    "title": "From Frequency to Diversity: Validating the Multidimensional Measures of Information Acquisition",
    "authors": "Xiaohui Wang, Han Zheng, Yi-Hui Christine Huang",
    "url": "https://doi.org/10.1177/10755470251369841",
    "doi": "https://doi.org/10.1177/10755470251369841",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Public health emergencies underscore the importance of crisis information acquisition. This study validated its multidimensional measures (i.e., frequency, breadth, diversity, and repertoire) using a five-wave longitudinal survey ( N = 698) and a two-wave cross-topic survey ( N = 969). Results confirmed the reliability and validity of frequency, breadth, diversity, and repertoire across contexts and time. These measures correlated differently with vaccination attitudes, uncertainty, information sharing, and avoidance, capturing distinct yet interrelated dimensions of information acquisition. The findings highlight the need for incorporating diverse sources to measure information behaviors, providing a comprehensive framework for understanding the multifaceted nature of information acquisition."
  },
  {
    "discipline": "communication",
    "title": "Who Takes the Lead? Reciprocal Relationships Between the European Parliament’s Political Agenda and National Media Agenda on EU–China Trade Relations in the Netherlands and the United Kingdom (2001–2020)",
    "authors": "Xiaoyang Zhao, Rens Vliegenthart, Knut De Swert, Mark Boukes",
    "url": "https://doi.org/10.1177/19401612251368278",
    "doi": "https://doi.org/10.1177/19401612251368278",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "China is a major trading partner of the European Union (EU), and the debate over China’s economic influence has gained prominence on both the political and media agendas in EU countries. Through time-series analysis, this study investigates reciprocal relationships between the European Parliament’s (EP) political agenda and the national media agenda regarding EU–China trade relations (2001–2020). The analysis is based on a sample of 538 speeches from the EP Plenary Debates and a total of 867 newspaper articles from the Netherlands and the United Kingdom (UK). Combined with a manual quantitative content analysis, this study also examines the salience of sub-issues in EU–China trade relations. Monthly-level vector autoregressive analyses yielded four major findings. First, a positive reciprocal relationship was observed between the EP’s political agenda and the national media agenda on EU–China trade relations, with mutual influences showing similar effect sizes. Second, it was especially the speeches by Far-Right Members of the European Parliament (MEPs) from the Netherlands and the UK that elicited more national media attention, and vice versa. Third, we found positive mutual influences not only between the national media agenda and the political agenda set by MEPs but also between the national media agenda and the political agenda set by EU representatives. Fourth, the geographical and social proximity of sub-issues in EU–China trade relations appears to moderate the politics-media dynamics. The findings contribute to existing scholarship by examining the function of multilevel structures (i.e., supranational vs. national) in agenda-setting research."
  },
  {
    "discipline": "communication",
    "title": "Rally and Recalibrate: Political Dynamics of Audience Expectations of Journalism During Times of Crisis",
    "authors": "Claire Roney, Daniel Wiesner, Andreas A. Riedl, Jakob-Moritz Eberl",
    "url": "https://doi.org/10.1177/19401612251375203",
    "doi": "https://doi.org/10.1177/19401612251375203",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "This study examines how the evolving conditions of the COVID-19 pandemic shaped audience expectations of journalism in Austria. Traditionally defined by roles such as Informer and Watchdog , journalists adapted to new roles during the crisis, including Collaborator with health officials, Science Communicator , and Fact-Checker . Drawing on data from three waves of the Austrian Corona Panel Project with approximately 1,500 participants per wave, we analyze audience expectations of nine journalistic roles. Our findings show strong support for emerging roles like the Fact Checker and Science Communicator , highlighting the demand for accurate information and scientific clarity. However, audience expectations fluctuated significantly over time, reflecting shifts in public trust and the diminishing rally-around-the-flag effect. These results underscore the volatility and context-dependency of audience demands during crises, emphasizing the need for journalism to remain adaptable in rapidly changing environments."
  },
  {
    "discipline": "communication",
    "title": "Dissonant Public Spheres and Facebook Campaigning in Austria: A Cross-Level Study of the 2024 European and National Parliament Elections",
    "authors": "Franz Reiter, Uta Russmann",
    "url": "https://doi.org/10.1177/19401612251370104",
    "doi": "https://doi.org/10.1177/19401612251370104",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Most research studying the content of political campaigns has employed cross-sectional, cross-national, or longitudinal designs. Although this research has enhanced our understanding of campaigns, there is still a lack of cross-level studies that compare the content of campaigns at different political levels. In this study, we employ a cross-level design by comparing campaign strategies in the 2024 European Parliament (EP) election and the 2024 National Parliament (NP) election in Austria. We focus on campaign strategies related to dissonant public spheres: Populist content, negative campaigning, and the polarizing issues of immigration and environmental policy. To do so, we apply a quantitative content analysis ( N = 1,794) of the Facebook posts of political parties and candidates during both campaigns. Using binary logistic regression, we find that negative campaigning is significantly more likely and the issue of environmental policy is significantly less likely to occur in the NP campaign compared to the EP campaign. However, there are no significant differences between the EP and NP campaigns regarding populist content and the issue of immigration. Our findings demonstrate that the second-order elections theory may be less applicable to the analysis of digital campaign strategies. Instead, other frameworks—such as populist discourse as a global phenomenon, the transnationalization of issues like immigration, and the increasing salience of global concerns such as climate change—may offer more analytical traction."
  },
  {
    "discipline": "communication",
    "title": "Generative AI Generating Concerns: Citizens’ Perspectives During the 2024 European Elections",
    "authors": "Aqsa Farooq, Elske van den Hoogen, Marina Tulin, Claes de Vreese",
    "url": "https://doi.org/10.1177/19401612251376060",
    "doi": "https://doi.org/10.1177/19401612251376060",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "The 2024 European Parliament (EP) elections (EP24) were regarded as a “testing ground” for artificial intelligence (AI)-powered disinformation threats. Instances of multimodal, AI-generated disinformation were found across European democracies, leading to questions about just how prevalent this threat may be in the eyes of citizens poised to vote in the EP elections, and its influence on electoral processes. Utilizing a three-wave panel approach, we surveyed a sample of citizens in the Netherlands, Germany, and Poland ( N = 2929) to track changes over the course of the election cycle. We explored the association between citizens’ concerns about and perceived encounters with AI-generated content, including disinformation. We were also interested in how these concerns and perceived encounters differ over the course of the campaign, differ by country, and ultimately, how they relate to citizens’ perceptions of the fairness of the electoral process. We found that increased reported exposure to AI-generated election content, including disinformation, is associated with heightened concern about AI’s threat to democratic integrity in the EP24. While reported exposure to AI-generated content positively influenced perceptions of electoral integrity and democratic satisfaction at the EU-level, disinformation eroded these perceptions, albeit modestly. Reported exposure to AI-generated disinformation peaked just before elections, suggesting strategic timing. Understanding citizens’ perspectives can be crucial for the development of a robust, democratic and resilient information ecosystem—particularly during elections."
  },
  {
    "discipline": "politics",
    "title": "Deepening, Bridging, and Moving Minds in Stressful Times",
    "authors": "Simon Stocker, André Bächtiger, Bernhard Kittel, Marco Steenbergen",
    "url": "https://doi.org/10.1017/s0007123425100562",
    "doi": "https://doi.org/10.1017/s0007123425100562",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "This article focuses on the effects of different communication modes – ‘contestatory’, ‘collaborative’, and ‘open’ (and two control groups – ‘information-only’ and a ‘placebo’ group) on reasoning and opinion formation in the context of conflictive collective decision problems. Focusing on two population-based survey experiments in Germany and Austria on the prioritization of health or freedom (Germany) and the introduction of mandatory vaccination (Austria) in the COVID-19 crisis, we find an important trade-off: while a contestatory and open mode enhances in-depth reasoning, a collaborative mode promotes constructive thinking. Regarding opinion formation, we find that when societal polarization is not extreme, communication modes do not matter for opinion (de-)polarization; here, the exposure to information is all that is needed to move minds. In highly polarized situations, however, open communication is the only way to communicatively reach out to people. Our results contradict both advocates of a contestatory and collaborative renewal of public discourse."
  },
  {
    "discipline": "politics",
    "title": "Can question wording reduce vote overreporting in post-election surveys?",
    "authors": "Pascal Sciarini, Andreas C. Goldberg",
    "url": "https://doi.org/10.1016/j.electstud.2025.102982",
    "doi": "https://doi.org/10.1016/j.electstud.2025.102982",
    "filter": 0,
    "journal_full": "Electoral Studies"
  },
  {
    "discipline": "politics",
    "title": "Toward a framework for creating trustworthy measures with supervised machine learning for text",
    "authors": "Ju Yeon Park, Jacob M. Montgomery",
    "url": "https://doi.org/10.1017/psrm.2025.10042",
    "doi": "https://doi.org/10.1017/psrm.2025.10042",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Supervised learning is increasingly used in social science research to quantify abstract concepts in textual data. However, a review of recent studies reveals inconsistencies in reporting practices and validation standards. To address this issue, we propose a framework that systematically outlines the process of transforming text into a quantitative measure, emphasizing key reporting decisions at each stage. Clear and comprehensive validation is crucial, enabling readers to critically evaluate both the methodology and the resulting measure. To illustrate our framework, we develop and validate a measure assessing the tone of questions posed to nominees during U.S. Senate confirmation hearings. This study contributes to the growing literature advocating for transparency and rigor in applying machine learning methods within computational social sciences."
  },
  {
    "discipline": "public opinion",
    "title": "Time-Varying Relationships Between the “Sentiment” of U.S. Public Opinion and News Media",
    "authors": "Gavin Ploger, Stuart Soroka, Christopher Wlezien, Michael Traugott",
    "url": "https://doi.org/10.1093/ijpor/edaf052",
    "doi": "https://doi.org/10.1093/ijpor/edaf052",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Pollsters and journalists in the United States often make generalized statements about the state of the country, in particular, its “mood” or “sentiment.” The claims often rely on responses to survey questions asking about the state of the country. Little is known about the ebb and flow of this sentiment, however. This paper develops a measure of public sentiment, pooling results of thousands of polls between 2000 and 2021. It then develops an analogous measure of media sentiment based on a content analysis of millions of network television news transcripts. Analyses explore differences across data sources (i.e., polling houses and television networks) and consider the relationship between public and media sentiment. Results suggest that the measures are correlated concurrently, and there is some evidence that public sentiment responds to earlier media coverage. However, connections between the measures wax and wane over time, highlighting the potential importance of accounting for time-varying parameters in the study of public opinion and media effects."
  },
  {
    "discipline": "psychology",
    "title": "Truth over falsehood: Experimental evidence on what persuades and spreads.",
    "authors": "Nicolas Fay, Keith J. Ransom, Bradley Walker, Piers D. L. Howe, Andrew Perfors, Yoshihisa Kashima",
    "url": "https://doi.org/10.1037/pspa0000467",
    "doi": "https://doi.org/10.1037/pspa0000467",
    "filter": 0,
    "journal_full": "Journal of Personality and Social Psychology"
  },
  {
    "discipline": "psychology",
    "title": "Correcting for collider effects and sample selection bias in psychological research.",
    "authors": "Sophia J. Lamp, David P. MacKinnon",
    "url": "https://doi.org/10.1037/met0000659",
    "doi": "https://doi.org/10.1037/met0000659",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "The dire disregard of measurement invariance testing in psychological science.",
    "authors": "Esther Maassen, E. Damiano D'Urso, Marcel A. L. M. van Assen, Michèle B. Nuijten, Kim De Roover, Jelte M. Wicherts",
    "url": "https://doi.org/10.1037/met0000624",
    "doi": "https://doi.org/10.1037/met0000624",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "multidisciplinary",
    "title": "How to design and implement surveys that are fit for purpose",
    "authors": "Peter Lynn",
    "url": "https://doi.org/10.1038/s41562-025-02317-z",
    "doi": "https://doi.org/10.1038/s41562-025-02317-z",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  }
]
