[
  {
    "discipline": "politics",
    "title": "AI as Governance",
    "authors": "Henry Farrell",
    "abstract": "Political scientists have had remarkably little to say about artificial intelligence (AI), perhaps because they are dissuaded by its technical complexity and by current debates about whether AI might emulate, outstrip, or replace individual human intelligence. They ought to consider AI in terms of its relationship with governance. Existing large-scale systems of governance such as markets, bureaucracy, and democracy make complex human relations tractable, albeit with some loss of information. AI's major political consequences can be considered under two headings. First, we may treat AI as a technology of governance, asking how AI's capacities to classify information at scale affect markets, bureaucracy, and democracy. Second, we might treat AI as an emerging form of governance in its own right, with its own particular mechanisms of representation and coordination. These two perspectives reveal new questions for political scientists, encouraging them to reconsider the boundaries of their discipline.",
    "url": "https://doi.org/10.1146/annurev-polisci-040723-013245",
    "doi": "https://doi.org/10.1146/annurev-polisci-040723-013245",
    "filter": 0,
    "journal_full": "Annual Review of Political Science"
  },
  {
    "discipline": "politics",
    "title": "How Lobbying Matters",
    "authors": "Alex Garlick, Wiebke Marie Junk, Heath Brown",
    "abstract": "For decades, political scientists have struggled to provide empirical evidence that lobbying influences policymaking. A considerable gap arose between widespread public suspicions of lobbying and the literature's findings, which failed to document systematic lobbying influence in politics. This gap has closed within the last decade. Causal inference strategies, high-quality data sets, and attention to lobbying in multiple venues have allowed researchers to document the ways in which lobbying matters. In this review, we summarize three ways lobbying has an effect, as documented in this new literature. First, in line with public suspicions, lobbyists have transactional relationships with public officials in which they exchange money for political access and influence. Second, lobbyists persuade public officials by providing information that changes the positions taken by policymakers. Third, successful mobilization of citizen support or lobbying coalitions helps lobbyists attain policy aims. Jointly, these influence pathways nuance our view of lobbying as both harmful and beneficial for democratic representation.",
    "url": "https://doi.org/10.1146/annurev-polisci-033123-124920",
    "doi": "https://doi.org/10.1146/annurev-polisci-033123-124920",
    "filter": 0,
    "journal_full": "Annual Review of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Accountability in Developing Democracies: The Impact of the Internet, Social Media, and Polarization",
    "authors": "Horacio Larreguy, Pia J. Raffler",
    "abstract": "This article reviews the recent literature on accountability in developing democracies through the lens of two nested principal–agent problems: the relationship between voters and elected politicians and that between elected politicians and bureaucrats. We focus on two global trends that we view as reshaping these accountability relationships in important ways: the rise of the internet and social media on the one hand and increasing political polarization on the other. We evaluate the impacts of these developments on the sanctioning of the performance of elected officials, the selection of elected officials, and the agency problem between elected officials and bureaucrats. Rather than offering definitive conclusions, we highlight key trade trade-offs and emphasize that the overall effects are contingent on the status quo. Notably, much of the existing evidence originates from developed democracies, presenting important opportunities for future research to address gaps in understanding accountability in developing contexts.",
    "url": "https://doi.org/10.1146/annurev-polisci-033123-015559",
    "doi": "https://doi.org/10.1146/annurev-polisci-033123-015559",
    "filter": 0,
    "journal_full": "Annual Review of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Triangulating the Relationship Between Education and Attitudes Toward Immigration",
    "authors": "Qinya Feng",
    "abstract": "Education is widely believed to predict attitudes toward immigration, but what causal relationship underlies this descriptive pattern? This research employs three distinct natural experiments and considers genetic factors to triangulate this relationship: Study 1 analyses discordant monozygotic twins; Study 2 assesses the impact of a Swedish education reform; and Study 3 analyses dizygotic twins with the use of a polygenic index for education, a DNA-based measure for genetic predispositions toward education. The results indicate that education does modestly promote open views toward immigration (Study 1), yet the reform’s effect remains uncertain (Study 2). Study 3 offers direct evidence of the effects of genetic predispositions and suggests that genetics related to education may influence attitudes beyond achieved educational attainment. These findings confirm the positive impact of education while pointing to the combined influence of genetic and social pathways in shaping immigration attitudes.",
    "url": "https://doi.org/10.1017/xps.2024.7",
    "doi": "https://doi.org/10.1017/xps.2024.7",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science"
  },
  {
    "discipline": "politics",
    "title": "Betting on Partisanship: Biased Information Processing and Opinion Change on a Citizen Initiative",
    "authors": "Andrea Barbieri, Adrien Petitpas, Pascal Sciarini",
    "abstract": "How do voters make up their minds when voting on a citizens’ initiative? Motivated reasoning theory makes a strong case for a partisan bias in the way citizens process information, but empirical evidence is mixed. We offer a more systematic test of the “party over policy” argument by integrating prior attitudes into the analysis of how voters respond to cues and policy information. Results of a survey experiment with pre-post measures of vote intentions on a California citizen initiative on online sports betting in 2022 provide support for partisan motivated reasoning. Regardless of the direction of policy information, voters who change their minds tend to follow the cue of their preferred party, even when the cue contradicts their initial vote intention. These results have important normative and practical implications.",
    "url": "https://doi.org/10.1007/s11109-025-10053-3",
    "doi": "https://doi.org/10.1007/s11109-025-10053-3",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "Not of Primary Concern: Assessing Ideological Voting Over Time in U.S. Primaries, 2008–2024",
    "authors": "Daniel J. Hopkins, Gall Sigler",
    "abstract": "America’s major political parties have been riven by ideological factions which contest for power partly through partisan primaries. Ideological factions can only be grounded in voting behavior to the extent that primary voters are consistently ideological across primaries. Yet, prior research has relied overwhelmingly on cross-sectional analyses. This paper thus provides new, over-time evidence on the extent of ideological voting in partisan presidential and Senate primaries. It first uses population-based panel data which measures the same respondents’ presidential primary preferences in 2008, 2016, and 2020 to investigate ideology’s role in stabilizing primary vote choices. Across pairs of primaries, over one third of respondents prefer candidates representing different ideological factions within the same party. To extend these analyses to Senate races and address concerns about sampling biases, it also draws on precinct-level returns in five states’ primaries (2008–2024). Evidence from these varied sources points to one conclusion: ideological considerations influence primary voting, but their modest association with vote choice and limited over-time stability leaves substantial room for other factors.",
    "url": "https://doi.org/10.1007/s11109-025-10046-2",
    "doi": "https://doi.org/10.1007/s11109-025-10046-2",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "Affective polarization and democratic erosion: evidence from a context of weak partisanship",
    "authors": "Loreto Cox, Pedro Cubillos, Carmen Le Foulon",
    "abstract": "Can the “us versus them” dynamic in politics undermine support for democracy even in the absence of strong party identification? While much is known about affective polarization in the USA, its impact on democratic commitment in other contexts remains understudied. We examine Chile’s 2022 plebiscite, where voters decided whether to approve or reject a new constitution amid low levels of party trust and identification. Through an experiment using an unobtrusive primer, we successfully induced short-term affective polarization, heightening animosity across multiple dimensions. Our findings show that individuals primed to this polarization significantly reduced their support for democracy, mirroring patterns observed in the USA. These results emphasize the importance of studying affective polarization, especially in regions with fragile democratic histories.",
    "url": "https://doi.org/10.1017/psrm.2025.10019",
    "doi": "https://doi.org/10.1017/psrm.2025.10019",
    "filter": 0,
    "journal_full": "Political Science Research and Methods"
  },
  {
    "discipline": "politics",
    "title": "Can followers detect political leaders who cheat? Testing an evolutionary position",
    "authors": "Yi Yang, Meng Liang, Bingying Wang",
    "abstract": "Researchers applying evolutionary theory to political psychology discover that in democracies, most citizens struggle to select political leaders based on their ideologies. Rather, they tend to concentrate on procedural fairness during public decision-making when evaluating their leaders. We re-examine such evolutionary propositions in China using eight Wason selection experiments. In autocracies, where accountability systems are weak or absent, little is known about how citizens judge politicians’ ideologies and their cheating behaviors. Our findings show that Chinese citizens are incapable of identifying political leaders’ ideological orientations; instead, they rely on a cheater-detection mechanism, evaluating leaders based on their adherence to procedural fairness. These results contribute to our understanding of democratic competence and the cognitive mechanisms of political judgment in autocratic contexts.",
    "url": "https://doi.org/10.1017/psrm.2025.10012",
    "doi": "https://doi.org/10.1017/psrm.2025.10012",
    "filter": 0,
    "journal_full": "Political Science Research and Methods"
  },
  {
    "discipline": "politics",
    "title": "Estimating the persuasive effects of advertising in presidential primary elections",
    "authors": "Robert Bird, Michael Peress",
    "abstract": "Presidential primary elections arguably represent the most dynamic campaigns in American politics. Television advertising is a key aspect of strategy that candidates can marshal throughout the campaign. We develop a methodology for measuring the impact of advertising in primary elections that accounts for endogeneity and apply it to the 2000 through 2016 elections. We find that advertisements—both positive and negative—improve the favorability and the vote share of the candidate running the ads. We find that negative advertising is more effective than positive advertising, but that only high polling candidates lose support when attacked.",
    "url": "https://doi.org/10.1017/psrm.2025.10020",
    "doi": "https://doi.org/10.1017/psrm.2025.10020",
    "filter": 0,
    "journal_full": "Political Science Research and Methods"
  },
  {
    "discipline": "politics",
    "title": "Misinformation Beyond Traditional Feeds: Evidence from a WhatsApp Deactivation Experiment in Brazil",
    "authors": "Tiago Ventura, Rajeshwari Majumdar, Jonathan Nagler, Joshua Tucker",
    "url": "https://doi.org/10.1086/737172",
    "doi": "https://doi.org/10.1086/737172",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "politics",
    "title": "The Revealed Demand for Hard Versus Soft News: Evidence from Italian TV Viewership",
    "authors": "Marco Gambaro, Valentino Larcinese, Riccardo Puglisi, James M. Snyder",
    "url": "https://doi.org/10.1086/734283",
    "doi": "https://doi.org/10.1086/734283",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Which Republican Constituencies Support Restrictive Abortion Laws? Comparisons Among Donors, Wealthy, and Mass Publics",
    "authors": "Michael Barber, Brandice Canes-Wrone, Joshua Clinton, Greg Huber",
    "abstract": "Roe vs. Wade (1973) recognized a constitutional right to abortion under various circumstances and, in doing so, facilitated a political environment in which politicians could endorse more restrictive abortion policies that Roe prohibited. Indeed, many states enacted “trigger” laws that would only carry the force of law if Roe were overturned. The Supreme Court in Dobbs vs. Jackson (2022) removed the constitutional right to abortion, ending a situation in which this type of position taking lacked policy consequences and creating an environment in Republican-led states where many policies seemingly contrast with public opinion. To investigate potential sources of support for a variety of types of restrictions, we analyze an original survey of over 7,500 verified donors, 1,500 affluent individuals, and 1,000 members of the general public conducted in 2019–2020. The most extreme restrictions, such as bans with no rape exception, are not popular with Republicans in the aggregate from any of the three groups—Republican donors, affluent individuals, or voters—but they are supported by the small and potentially influential group of highly religious Republicans who report that abortion is one of their most important issues.",
    "url": "https://doi.org/10.1093/poq/nfaf012",
    "doi": "https://doi.org/10.1093/poq/nfaf012",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Ladies’ Choice: Intersectional Linked Fate and Public Opinion Toward Women of Color in Politics",
    "authors": "Joyce H Nguy, Alexandria J Davis, Nathan K Chan",
    "abstract": "This article seeks to understand the public opinion formation among women of color in America. How do identity-based factors, such as linked fate with women of color (WoC), shape political evaluations? Expanding on social identity theory and intersectionality frameworks, we investigate the political influences of WoC identification and WoC intersectional linked fate. We argue that intersectional linked fate represents a deeper sense of shared experiences and interconnected outcomes across race and gender, making this both a conceptually distinct construct and a politically consequential extension of WoC identity. Further, we theorize that women of color’s perceptions of intersectional linked fate drive their cross-racial support for real-world WoC in politics. We analyze data from the 2020 Collaborative Multiracial Post-Election Survey to test how intersectional linked fate correlates with evaluations of prominent WoC political figures such as Alexandria Ocasio-Cortez, Ayanna Pressley, and Michelle Obama among Black, Latina, and Asian American women. Our findings reveal that intersectional linked fate has a stronger and more consistent influence on these political evaluations than either WoC identity or racial linked fate, fostering solidarity and support for WoC politicians across racial boundaries. The results highlight the critical role of intersectional linked fate in shaping public opinion with important implications for understanding future elections, especially as candidates, politics, and the electorate continue to diversify in the United States.",
    "url": "https://doi.org/10.1093/poq/nfaf019",
    "doi": "https://doi.org/10.1093/poq/nfaf019",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Do Personality Traits Predict Voter Attitudes When Politics Is Structured Around Conflict? Lessons from Israel",
    "authors": "Naama Rivlin-Angert, Alon Yakter, Lior Sheffer",
    "abstract": "The relationship between personality traits and political attitudes has been studied extensively. However, existing accounts largely study personality’s links to liberal-conservative divisions on social and economic issues. We know far less about its attitudinal influences when politics is organized around other issue domains, particularly ethnonational conflicts. Addressing this gap, we examine the relationship between the Big Five personality traits, policy preferences, and political orientation in Israel, where the main ideological cleavage involves the Israeli-Palestinian conflict. Using original survey data, we find that the known relationships with social and economic attitudes operate only partly and more weakly in this context. Unlike these domains, conflict-related preferences in Israel correlate primarily with greater conscientiousness, largely through authoritarian tendencies. General Left-Right orientations mimic this relationship, reflecting conflict-related views rather than social or economic inclinations. These findings expand the scope of current debates about personality and political attitudes and underscore the importance of national ideological contexts for future research.",
    "url": "https://doi.org/10.1093/poq/nfaf021",
    "doi": "https://doi.org/10.1093/poq/nfaf021",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "psychology",
    "title": "Digital questionnaire response time (DQRT): A ubiquitous and low-cost digital assay of cognitive processing speed",
    "authors": "Vanessa Teckentrup, Anna M. Rosická, Kelly R. Donegan, Eoghan Gallagher, Anna K. Hanlon, Claire M. Gillan",
    "abstract": "Digital survey tools have all but replaced paper and pen in the psychological sciences, and consequently new forms of potentially useful research paradata are now routinely gathered. A particularly common byproduct of research is questionnaire timestamps, which some have suggested can be used as a measure of cognitive function. Here, we conducted a comprehensive validation of this measure, which we call the “digital questionnaire response time,” or “DQRT.” Using data from N = 2,977 users of a smartphone app, we first ran a data-driven bootstrapping approach to examine how best to quantify DQRT. DQRT was slower in older adults ( r = 0.26) and in those with lower educational attainment and socioeconomic status. Testing the association between DQRT and working memory (range r = 0.11–0.14), model-based planning (range r = 0.03–0.06), and processing speed (range r = 0.29–0.39) across cross-sectional and longitudinal subsamples, we found support for a cognitive characterization of DQRT as a measure of cognitive processing speed. DQRT was more strongly correlated with nine out of 13 lifestyle and health factors, and four out of nine mental health factors than a task-based measure of processing speed. DQRT showed good test–retest reliability, and associations between DQRT and task-based processing speed were higher within individuals ( r = 0.35) than between individuals ( r = 0.25). Finally, we highlight substantial, but addressable, potential confounds inherent in the measure. We conclude that DQRT has important limitations, but overall can serve as a valid and reliable index of cognitive processing speed that can be gathered at unprecedented scale, unobtrusively, and repeatedly, during a variety of real-world digital behaviors.",
    "url": "https://doi.org/10.3758/s13428-025-02727-x",
    "doi": "https://doi.org/10.3758/s13428-025-02727-x",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Relational identity-safety cues for Black and Latinx Americans during interactions with White Americans",
    "authors": "Caitlyn Yantis, Valerie Jones Taylor",
    "abstract": "Although interracial interactions often elicit identity threat, cues within and surrounding the encounter can promote identity safety. Across three studies, Black and Latinx Americans ( N = 907) generated and evaluated relational identity-safety cues —words, body language, and behaviors during recalled and imagined interactions with White people that made them feel valued, respected, and less likely to be stereotyped. Participants generated distinct cues when imagining a race-relevant conversation with a White individual, including support (e.g., “expressing empathy”) and racism disapproval (e.g., “condemns racism”), compared to anticipating a non-race-relevant conversation, which elicited friendliness (e.g., “smiling”), comfort (e.g., “relaxed demeanor”), and similarity cues (e.g., “enjoy the same hobbies”). Corroborating these open-ended results with a preregistered experiment, participants anticipated experiencing more identity safety when imagining a White person exhibit support and racism disapproval cues during a discussion of racial injustice (vs. a non-race-relevant topic). This research highlights the subtle but powerful interpersonal signals from White Americans that foster racially minoritized people’s identity safety during general and race-relevant interactions.",
    "url": "https://doi.org/10.1177/13684302251344519",
    "doi": "https://doi.org/10.1177/13684302251344519",
    "filter": 0,
    "journal_full": "Group Processes & Intergroup Relations"
  },
  {
    "discipline": "psychology",
    "title": "The Mismeasure of Culture: Why Measurement Invariance Is Rarely Appropriate for Comparative Research in Psychology",
    "authors": "Kodai Kusano, Jaime L. Napier, John T. Jost",
    "abstract": "Despite growing recognition of the need for cross-national or cross-cultural validation of measures in social psychological research, a tension persists between proponents of measurement invariance and practitioners frustrated with stringent standards and ambiguous recommendations. This article critiques common applications of measurement invariance standards and proposes an alternative method for establishing cross-group validity. We highlight how measurement invariance emerged from concerns about fairness in high-stakes individual selections and is based on meta-theoretical assumptions usually irrelevant for drawing cross-societal comparisons. Using the General System Justification Scale as an example, we demonstrate how reliance on a nomological network can ensure meaningful group differences without meeting invariance criteria and show how non-invariance is preferable to approximate (or partial) invariance. We recommend that psychologists interested in cross-group comparisons isolate construct-relevant factors from method bias. Doing so requires defining a priori the goal of scale use and what is “societal” or “cultural” about what is being measured.",
    "url": "https://doi.org/10.1177/01461672251341402",
    "doi": "https://doi.org/10.1177/01461672251341402",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin"
  },
  {
    "discipline": "psychology",
    "title": "Neural text embeddings in psychological research: A guide with examples in R.",
    "authors": "Louis Teitelbaum, Almog Simchon",
    "url": "https://doi.org/10.1037/met0000768",
    "doi": "https://doi.org/10.1037/met0000768",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "sociology",
    "title": "Addressing Missingness in Serialized Bureaucratic Data: The Case of Chinese Courts",
    "authors": "Xiaohan Wu, Margaret E. Roberts, Rachel E. Stern, Benjamin L. Liebman, Amarnath Gupta, Luke Sanford",
    "abstract": "Courts around the world are putting their data online, making information about caseloads, parties, and decisions available to the public. Yet, this data is far from complete, and often only reflects a portion of courts’ dockets. We offer and validate a set of tools for leveraging serialized bureaucratic data from courts to estimate the proportion of cases available to the public and the time courts take to make decisions. Using data from more than 3,000 courts in China, our methods allow us to assess patterns of missingness in court data across provinces and cities by type of case and to conduct the largest quantitative analysis to date on court delay in China. By providing an extensive validation of both new and existing tools for estimating missingness and delay, we provide a set of recommendations for researchers looking to augment incomplete bureaucratic data around the world.",
    "url": "https://doi.org/10.1177/00491241251340610",
    "doi": "https://doi.org/10.1177/00491241251340610",
    "filter": 0,
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "multidisciplinary",
    "title": "How laypeople evaluate scientific explanations containing jargon",
    "authors": "Francisco Cruz, Tania Lombrozo",
    "abstract": "Individuals rely on others’ expertise to achieve a basic understanding of the world. But how can non-experts achieve understanding from explanations that, by definition, they are ill-equipped to assess? Across 9 experiments with 6,698 participants (Study 1A = 737; 1B = 734; 1C = 733; 2A = 1,014; 2B = 509; 2C = 1,012; 3A = 1,026; 3B = 512; 4 = 421), we address this puzzle by focusing on scientific explanations with jargon. We identify ‘when’ and ‘why’ the inclusion of jargon makes explanations more satisfying, despite decreasing their comprehensibility. We find that jargon increases satisfaction because laypeople assume the jargon fills gaps in explanations that are otherwise incomplete. We also identify strategies for debiasing these judgements: when people attempt to generate their own explanations, inflated judgements of poor explanations with jargon are reduced, and people become better calibrated in their assessments of their own ability to explain.",
    "url": "https://doi.org/10.1038/s41562-025-02227-0",
    "doi": "https://doi.org/10.1038/s41562-025-02227-0",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Advocating for a community-centred model for responding to potential information harms",
    "authors": "Claire Wardle, David Scales",
    "abstract": "Various characteristics of contemporary information ecosystems, including types of dangerous speech (hate speech and misinformation), affordances such as algorithmic targeting and structural barriers such as paywalls, are potentially causing harms to different communities. The current focus by practitioners on ‘social listening’ as the primary mechanism for detecting these harms is flawed, and we argue that mechanisms that effectively integrate and contextualize both offline and online data streams are required. We therefore outline a blueprint for a new model, the Community-Centered Exploration, Engagement, and Evaluation system. It draws on lessons learned from integrated epidemiological surveillance systems that merge multiple data streams. Such an approach can help detect and mitigate potential information harms, integrating community participation and response at its core. This community-driven model is designed to counteract the growing public distrust across a range of issues including public health, election integrity and climate.",
    "url": "https://doi.org/10.1038/s41562-025-02233-2",
    "doi": "https://doi.org/10.1038/s41562-025-02233-2",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Cognitive representations of social networks in isolated villages",
    "authors": "Eric Feltham, Laura Forastiere, Nicholas A. Christakis",
    "abstract": "People not only form social networks, they construct mental maps of them. We develop a sampling strategy to evaluate network cognition in 10,072 adults across 82 Honduras villages and systematically map the underlying village networks. In 17 villages, we also discern the genetic relatedness of all 1,333 residents. Observers overestimate the social interactions among kin and are 33.38 percentage points (J) more accurate in judgements of ties between non-kin (95% confidence interval: 31.27–35.49). Counterintuitively, observers had more accurate beliefs about non-kin pairs, especially when the observers were popular, middle-aged, or educated. Observers were less able to accurately judge ties across different religions or wealth. Individuals in villages that cultivate coffee, requiring coordinated effort, demonstrated greater bias to view networks as connected. Finally, more accurate respondents had better access to information that we experimentally introduced to their peers. Overall, people inflate the number of connections in their networks and exhibit varying accuracy and bias, with implications for how people affect and are affected by the social world.",
    "url": "https://doi.org/10.1038/s41562-025-02221-6",
    "doi": "https://doi.org/10.1038/s41562-025-02221-6",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Estimating the extent and sources of model uncertainty in political science",
    "authors": "Michael Ganslmeier, Tim Vlandas",
    "abstract": "Assessing model uncertainty is crucial to quantitative political science. Yet, most available sensitivity analyses focus only on a few modeling choices, most notably the covariate space, while neglecting to jointly consider several equally important modeling choices simultaneously. In this article, we combine the exhaustive and systematic method of the Extreme Bounds Analysis with the more multidimensional logic underpinning the multiverse approach to develop an approach to sensitivity analyses. This allows us to systematically assess the degree and sources of model uncertainty across multiple dimensions, including the control set, fixed effect structures, SE types, sample selection, and dependent variable operationalization. We then apply this method to four prominent topics in political science: democratization, institutional trust, public good provision, and welfare state generosity. Results from over 3.6 bn estimates reveal widespread model uncertainty, not just in terms of the statistical significance of the effects, but also their direction, with most independent variables yielding a substantive share of statistically significant positive and negative coefficients depending on model specification. We compare the strengths and weaknesses of three distinct approaches to estimating the relative importance of different model specification choices: nearest 1-neighbor; logistic; and deep learning. All three approaches reveal that the impact of the covariate space is relatively modest compared to the impact of sample selection and dependent variable operationalization. We conclude that model uncertainty stems more from sampling and measurement than conditioning and discuss the methodological implications for how to assess model uncertainty in the social sciences.",
    "url": "https://doi.org/10.1073/pnas.2414926122",
    "doi": "https://doi.org/10.1073/pnas.2414926122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Deep mechanism design: Learning social and economic policies for human benefit",
    "authors": "Andrea Tacchetti, Raphael Koster, Jan Balaguer, Liu Leqi, Mîruna Pislar, Matthew M. Botvinick, Karl Tuyls, David C. Parkes, Christopher Summerfield",
    "abstract": "Human society is coordinated by mechanisms that control how prices are agreed, taxes are set, and electoral votes are tallied. The design of robust and effective mechanisms for human benefit is a core problem in the social, economic, and political sciences. Here, we discuss the recent application of modern tools from AI research, including deep neural networks trained with reinforcement learning (RL), to create more desirable mechanisms for people. We review the application of machine learning to design effective auctions, learn optimal tax policies, and discover redistribution policies that win the popular vote among human users. We discuss the challenge of accurately modeling human preferences and the problem of aligning a mechanism to the wishes of a potentially diverse group. We highlight the importance of ensuring that research into “deep mechanism design” is conducted safely and ethically.",
    "url": "https://doi.org/10.1073/pnas.2319949121",
    "doi": "https://doi.org/10.1073/pnas.2319949121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Perceptual interventions ameliorate statistical discrimination in learning agents",
    "authors": "Edgar A. Duéñez-Guzmán, Ramona Comanescu, Yiran Mao, Kevin R. McKee, Ben Coppin, Suzanne Sadedin, Silvia Chiappa, Alexander S. Vezhnevets, Michiel A. Bakker, Yoram Bachrach, William Isaac, Karl Tuyls, Joel Z. Leibo",
    "abstract": "Choosing social partners is a potentially demanding task which involves paying attention to the right information while disregarding salient but possibly irrelevant features. The resultant trade-off between cost of evaluation and quality of decisions can lead to undesired bias. Information-processing abilities mediate this trade-off, where individuals with higher ability choose better partners leading to higher performance. By altering the salience of features, technology can modulate the effect of information-processing limits, potentially increasing or decreasing undesired biases. Here, we use game theory and multiagent reinforcement learning to investigate how undesired biases emerge, and how a technological layer (in the form of a perceptual intervention) between individuals and their environment can ameliorate such biases. Our results show that a perceptual intervention designed to increase the salience of outcome-relevant features can reduce bias in agents making partner choice decisions. Individuals learning with a perceptual intervention showed less bias due to decreased reliance on features that only spuriously correlate with behavior. Mechanistically, the perceptual intervention effectively increased the information-processing abilities of the individuals. Our results highlight the benefit of using multiagent reinforcement learning to model theoretically grounded social behaviors, particularly when real-world complexity prohibits fully analytical approaches.",
    "url": "https://doi.org/10.1073/pnas.2319933121",
    "doi": "https://doi.org/10.1073/pnas.2319933121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  }
]
