[
  {
    "discipline": "communication",
    "title": "“A Little Bit Like Psychological Torture”: A Grounded Theory of the Sociocultural Challenges Surrounding Expertise Development in an Emerging Esports Ecosystem",
    "authors": "J. Patrick Williams, Mark R. Johnson, Vinay Kumar",
    "url": "https://doi.org/10.1177/15554120251319176",
    "doi": "https://doi.org/10.1177/15554120251319176",
    "filter": 0,
    "journal_full": "Games and Culture",
    "abstract": "Esports-relevant expertise extends beyond gameplay to encompass the cultivation of knowledge, skills, networks, and resources that support competitive success. Using a grounded theory approach and insights from 33 interviews with esports players in an emerging ecosystem, this study develops a sociocultural model that identifies four interrelated dimensions shaping expertise development, while paying special attention to the challenges players face. C ultures represent the layered structures of meanings, values, and norms that influence practices within and around esports. Social relations highlight families, schools, peers, and other social actors that support and/or inhibit gaming pursuits. Minds address social-psychological dispositions, mindsets, and the interpersonal dynamics that impact expertise. Finally, resources foreground how finances, space, time, and emotions enable or constrain players’ growth. Together, these dimensions reveal the multifaceted and interconnected ecology surrounding esports-relevant expertise development. The article highlights the value of an inductive approach for generating new and novel insights, and offers a valuable framework for understanding the sociocultural factors influencing esports-relevant expertise."
  },
  {
    "discipline": "communication",
    "title": "A matter of perception? investigating subjective and objective exposure to hate speech with a survey and mobile longitudinal linkage study",
    "authors": "Dominique S. Wirz, Sina Blassnig",
    "url": "https://doi.org/10.1080/1369118x.2025.2461646",
    "doi": "https://doi.org/10.1080/1369118x.2025.2461646",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "A meta-analysis of gain–loss framing effects in narrative persuasion",
    "authors": "Hye Kyung Kim, Minyi Chen",
    "url": "https://doi.org/10.1093/joc/jqaf002",
    "doi": "https://doi.org/10.1093/joc/jqaf002",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "This meta-analytic study synthesizes research on the persuasive impact of gain–loss framing in narrative guided by the social cognitive theory. A combined analysis of 47 experimental studies (N = 16,361) shows an overall persuasive efficacy of gain-framed narratives (vs. loss-framed) at enhancing self-efficacy (d = 0.17, p = .009). The results also indicated that gain-framed narratives produce less counterarguing (d = −0.57, p = .042) and more positive message evaluation (d = 0.25, p = .006) while inducing less transportation (d = −0.07, p = .039) compared to loss-framed narratives. Moderation analyses further revealed loss-framed narratives’ (vs. gain-framed) relative efficacy in improving behavioral intention when the story is written in the third-person perspective or promoting donation behaviors. Study findings illuminate some important boundary conditions and mechanisms of gain–loss framing effects specific to narrative persuasion."
  },
  {
    "discipline": "communication",
    "title": "Modeling Language Attitudes: Attitudinal Measurements and Linguistic Behavior in Two Bilingual Communities",
    "authors": "Marco Tamburelli, Ianto Gruffydd, Florian Breit, Lissander Brasca",
    "url": "https://doi.org/10.1177/0261927x251315114",
    "doi": "https://doi.org/10.1177/0261927x251315114",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This paper investigates whether attitudinal measures can predict usage in two bilingual communities with radically different language policies. We compare 163 participants’ (ages 24–36) rates of spontaneous language usage to two attitudinal measures among Welsh—English and Lombard—Italian bilinguals. Usage rates are found to correlate with Matched Guise Technique status scores for Lombard and to predict solidarity scores for Welsh. A different picture emerges from the Implicit Association Test, with scores correlating with usage for Welsh but not for Lombard. We link these findings to the radically different levels of sociopolitical support associated with the regional/minority languages and the nature of the two attitudinal measures. Our findings suggest that the utility of different attitudinal measures depends partly on sociopolitical circumstances and on the type of association intrinsically addressed in each measure. These have important implications for both the study of language attitudes and research on language vitality."
  },
  {
    "discipline": "communication",
    "title": "Partisan Cues, Anger, and Attitude Formation: Experiments on Partisan Motivated Reasoning",
    "authors": "Freddie J. Jennings, Benjamin R. Warner",
    "url": "https://doi.org/10.1080/15205436.2025.2461699",
    "doi": "https://doi.org/10.1080/15205436.2025.2461699",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Veiled conspiracism: Particularities and convergence in the styles and functions of conspiracy-related communication across digital platforms",
    "authors": "Kilian Buehling, Xixuan Zhang, Annett Heft",
    "url": "https://doi.org/10.1177/14614448251315756",
    "doi": "https://doi.org/10.1177/14614448251315756",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Digital communication venues are essential infrastructures for anti-democratic actors to spread harmful content such as conspiracy theories. Capitalizing on platform affordances, they leverage conspiracy theories to mainstream their political views in broader public discourse. We compared the word choice, language style, and communicative function of conspiracy-related content to understand its platform-dependent differences and convergence. Our cases are the conspiracy theories of the New World Order and Great Replacement, which we analyzed on 4chan/pol/, Twitter, and seven alternative US news media longitudinally from 2011 to 2021. The conspiracy-related texts were comparatively analyzed using a multi-method approach of computational and quantitative text analyses. Our results show that conspiracy narrations are increasingly present in all venues. While language differs vastly between platforms, we observed a style convergence between Twitter and 4chan. The results show how more coded language veils the spread of racist and antisemitic content beyond the so-called dark platforms."
  },
  {
    "discipline": "communication",
    "title": "Queer ecological data: Where artificial intelligence meets the avian",
    "authors": "Maya Livio, Natalia Sánchez-Querubín",
    "url": "https://doi.org/10.1177/14614448251313767",
    "doi": "https://doi.org/10.1177/14614448251313767",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Nonhuman life is increasingly analyzed and acted upon through big data and AI tools. Birds in particular are among the most datafied wild beings. However, avian—like human—data sets present challenges of bias, misclassification, and harmful collection methods. For example, avian data includes bias along lines of sex and sexuality, female, queer, and intersex birds are significantly understudied. These missing birds not only represent consequences for biodiversity loss but also “naturalize” assumptions about sex and sexuality for all species, including humans. In this article, we interrogate avian datafication practices and introduce Salvaging Birds, a multimodal project proposing “queer data surrogacy” as a method for generating “queer ecological data,” that is data resisting normative environmental frameworks. Here queer data surrogates were produced by creatively subverting AI toward generating speculative missing birds. Bridging critical data and archival studies with queer ecology, we argue that data logics demand examination at nonhuman sites and scales."
  },
  {
    "discipline": "communication",
    "title": "The Role of Framing, Race, and Symbolic Racism in Policy Support",
    "authors": "Hillary C. Shulman, Lanier F. Holt, Elizabeth E. Riggs, Rachel Barry Wade",
    "url": "https://doi.org/10.1080/10584609.2025.2463923",
    "doi": "https://doi.org/10.1080/10584609.2025.2463923",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Should we express gratitude in human–AI interaction: The online public’s moral stance toward artificial intelligence assistants in China",
    "authors": "Yuqi Zhu, Jianxun Chu",
    "url": "https://doi.org/10.1177/09636625251314337",
    "doi": "https://doi.org/10.1177/09636625251314337",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "The ethical dimensions of human–AI (artificial intelligence) interaction demand attention. As artificial intelligence assistants become more anthropomorphized, will the public interact with AI as humans morally? This study applied content analysis to data from an online question-and-answer platform in China ( N = 287) to explore the public’s judgments of gratitude toward artificial intelligence assistants. The findings revealed the majority supports expressing gratitude, while a significant minority disagrees, indicating diverse ethical judgments. By further analyzing people’s reasoning, this study found that supporters attribute gratitude to moral autonomy driven by virtue ethics, moral responsibility for responsible AI, and the perceived source identity of anthropomorphized AI as human, aligning with the Computers-are-Social-Actors paradigm. In contrast, opponents doubt AI’s moral agency, highlighting the perceived source of AI as machines, and they judge that treating it with human manners is useless and potentially dangerous. These insights enhance the understanding of the public’s view of ethical considerations regarding AI assistants, contribute to gratitude research in the context of human–AI interaction, extend the moral dimension of the Computers-are-Social-Actors paradigm, and emphasize the importance of moral and responsible AI use. Suggestions for future research based on the exploratory findings are also discussed."
  },
  {
    "discipline": "communication",
    "title": "Measuring Science Literacy in a Digital World: Development and Validation of a Multi-Dimensional Survey Scale",
    "authors": "Niels G. Mede, Emily L. Howell, Mike S. Schäfer, Julia Metag, Becca Beets, Dominique Brossard",
    "url": "https://doi.org/10.1177/10755470251317379",
    "doi": "https://doi.org/10.1177/10755470251317379",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "We present a new multilingual 14-item scale for measuring science literacy in survey and experimental research. The scale captures three essential dimensions of science literacy in a digital world: civic science literacy, science media literacy, and cognitive science literacy. We developed, tested, and validated the scale through two preregistered national quota surveys in Switzerland and the United States in four languages (English, German, French, Italian). Iterative factor analyses, Bayesian Item Response Theory analyses, and validity tests confirm robustness and reliability of the scale."
  },
  {
    "discipline": "communication",
    "title": "Affordances-in-Practice: How Social Norm Dynamics in Climate Change Publics Are Shaped on Instagram and Twitter",
    "authors": "Nathalie Van Raemdonck, Ike Picone, Jo Pierson",
    "url": "https://doi.org/10.1177/20563051251319066",
    "doi": "https://doi.org/10.1177/20563051251319066",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Social norms are flexible regulating forces of human behavior. They are shaped by humans, whose actions in turn are shaped by their environment, including the online social spaces they venture into. The objective of this research is to create an understanding of how the affordances of social media platforms shape social norm dynamics in online publics, particularly in climate change publics. For this purpose, we make a comparative analysis of the practices of users on Instagram and Twitter that engage with climate change content. We conducted 22 in-depth interviews with a purposively selected sample of worldwide Twitter and Instagram users. We investigated how each platform’s specific affordances shape the participants’ sense of community and how they participate in social norm enforcement and contestation, also called “callouts.” This “affordances-in-practice” perspective brings observations on the differences in how users can actualize the novel affordances of “interventionability” and “external visibility” on both platforms. This research provides a deeper insight into the socio-technical processes underlying the (self-)organization of social movements and provides a pathway to investigating discursive practices of online publics on other platforms. The study avoids debating which norms should prevail over others in the online climate discussion, but does reflect on the negative impact that certain outcomes of norm enforcement and contestation might have on democratic deliberation on climate change. The main findings are that actualizing these affordances on Twitter anno 2023 makes climate discourse sensitive to group-loyalties, whereas on Instagram it makes it dependent on norm leaders in the form of content creators."
  },
  {
    "discipline": "communication",
    "title": "Deepfakes as a Democratic Threat: Experimental Evidence Shows Noxious Effects That Are Reducible Through Journalistic Fact Checks",
    "authors": "Viorela Dan",
    "url": "https://doi.org/10.1177/19401612251317766",
    "doi": "https://doi.org/10.1177/19401612251317766",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Concerns have been raised over AI-generated deepfakes and their impact on democracy. Unlike earlier forms of disinformation relying on text or traditional video-editing techniques (cheapfakes), deepfakes employ artificial intelligence, provoking speculations that they may be even more persuasive and harder to debunk. Using an experiment with a multiple-message design ( N = 2,085), we found that fake videos suggesting a sex, corruption, or prejudice scandal—but not text-only fakes—elicited substantial reputational damage for an innocent politician, regardless of whether the underlying technique was “cheap” or “deep.” This was visible in altered attitudes, emotions, and voting intentions. However, exposure to a journalistic fact-check substantially reduced and even eliminated the detrimental effects. These findings have important implications for our theoretical understanding related to the effects of and mitigation strategies for deepfakes. While clearly highlighting the significant persuasive potential of deepfakes (and visual disinformation in general), the present study paints a more nuanced picture than was previously possible."
  },
  {
    "discipline": "communication",
    "title": "The Media Trust Gap and Its Political Explanations: How Individual and Sociopolitical Factors Differentiate News Trust Preferences in Asian Societies",
    "authors": "Yufan Guo, Yuzhe Lei",
    "url": "https://doi.org/10.1177/19401612251315597",
    "doi": "https://doi.org/10.1177/19401612251315597",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Despite the increasing reliance on online media for news consumption, people generally exhibit lower levels of trust in online news relative to traditional media. To explain the preference disparities in media trust and their potential cross-national variations, this article examines individuals’ trust gap between newspapers and Internet news across 14 countries and regions in East, South, and Southeast Asia. Drawing on nationally representative data and other country-level data (2018–2021), we test two underlying mechanisms, political trust transfer and alternative information orientation, that account for the media trust gap, as well as their boundary conditions. Multilevel analysis reveals that political trust positively correlates with people’s relative trust in newspapers, which is pronounced in societies with lower levels of polarization and limited press freedom. Besides, using the Internet and social media as the main channels of political information seeking may increase people’s relative trust in Internet news, especially in societies with higher levels of press freedom and political polarization. Our findings offer systematic explanations for news trust preferences by combining political characteristics and their contextual conditions, which have implications for understanding today’s media trust crisis."
  },
  {
    "discipline": "politics",
    "title": "Crowdsourced Adaptive Surveys",
    "authors": "Yamil Ricardo Velez",
    "url": "https://doi.org/10.1017/pan.2024.34",
    "doi": "https://doi.org/10.1017/pan.2024.34",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "Public opinion surveys are vital for informing democratic decision-making, but responding to rapidly changing information environments and measuring beliefs within hard-to-reach communities can be challenging for traditional survey methods. This paper introduces a crowdsourced adaptive survey methodology (CSAS) that unites advances in natural language processing and adaptive algorithms to produce surveys that evolve with participant input. The CSAS method converts open-ended text provided by participants into survey items and applies a multi-armed bandit algorithm to determine which questions should be prioritized in the survey. The method’s adaptive nature allows new survey questions to be explored and imposes minimal costs in survey length. Applications in the domains of misinformation, issue salience, and local politics showcase CSAS’s ability to identify topics that might otherwise escape the notice of survey researchers. I conclude by highlighting CSAS’s potential to bridge conceptual gaps between researchers and participants in survey research."
  },
  {
    "discipline": "politics",
    "title": "From Losers’ Consent to Winners’ Restraint: Citizens Reactions to Accumulating Democratic Violations",
    "authors": "Hannah Werner, Eri Bertsou, Sofie Marien",
    "url": "https://doi.org/10.1007/s11109-025-10001-1",
    "doi": "https://doi.org/10.1007/s11109-025-10001-1",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "While ‘losers’ consent’ has long been recognized as crucial for democratic stability, recent concerns over elite manipulation of democratic processes highlight the need to shift focus to the responsibility of political winners. We argue that ‘winners’ restraint’ is equally indispensable, even in well-established democracies. Our study investigates the presence and boundaries of winners’ restraint, particularly in the realm of policy decisions. Through a survey and two experiments conducted in the UK, we examine the extent to which respondents tolerate accumulating procedural violations before dissenting. Our findings reveal that while citizens may initially overlook undemocratic behavior that aligns with their policy preferences, there are inherent limits to this tolerance. For a majority of respondents, winners’ restraint can be activated as violations accumulate, resulting in a withdrawal of perceived legitimacy. This underscores the critical role of winners in upholding democratic principles and resisting erosion of democratic norms."
  },
  {
    "discipline": "psychology",
    "title": "Far-right movements in the Western world: How media exposure relates to normative beliefs and attitudes toward the far-right",
    "authors": "Hema Preya Selvanathan, Bernhard Leidner, Stylianos Syropoulos, Winnifred Louis, Levi Adelman, Aphrodite Baka, Christina Bauer, Martijn Blikmans, Maja Becker, Eszter Beran, Michał Bilewicz, Peggy Chekroun, Tobias Greitemeyer, Bettina Hannover, Inga Jasinskaja-Lahti, Peter Kardos, Mengyao Li, Torun Lindholm, Steve Loughnan, Theresa Mros, Maria Paola Paladino, Marina Papadopoulou, Daniel R. Rovenpor, Kathrin Sadus, Jeroen Vaes, Alain Van Hiel, Martijn van Zomeren",
    "url": "https://doi.org/10.1177/13684302241309554",
    "doi": "https://doi.org/10.1177/13684302241309554",
    "filter": 0,
    "journal_full": "Group Processes & Intergroup Relations",
    "abstract": "Considering the rise of far-right groups in Western countries, we examined whether exposure to media coverage on the far-right is associated with attitudes toward it, using surveys in 15 Western democratic countries (total N = 2,576). We hypothesized that greater media exposure to the far-right will be associated with greater perceived prevalence and acceptability of it, which will in turn be associated with divergent attitudes. On the one hand, greater perceived prevalence may be associated with more unfavorable attitudes toward the far-right (a threat response). On the other hand, greater perceived acceptability may be associated with more favorable attitudes toward the far-right (a normalization response). Overall, there was more evidence for a threat response than a normalization response: media exposure was consistently related to greater perceived prevalence (but not acceptability) of the far-right. This research underscores the importance of studying the consequences of the rise of the far-right."
  },
  {
    "discipline": "psychology",
    "title": "The effect of work engagement on job satisfaction and turnover intentions: The mediating role of group versus organisational identity",
    "authors": "Roberto Gutierrez, Shai Nash, John Drury, Mark Slaski",
    "url": "https://doi.org/10.1177/13684302241311546",
    "doi": "https://doi.org/10.1177/13684302241311546",
    "filter": 0,
    "journal_full": "Group Processes & Intergroup Relations",
    "abstract": "The relationship between work engagement, job satisfaction, turnover intentions, and identity within organisations was investigated. Social identity theory (SIT) proposes that individuals derive part of their self-concept from their group memberships, and previous research has shown that individuals derive a degree of engagement and job satisfaction based on their identification with the organisation where they work. Based on SIT, we propose that identity can be considered a resource in organisations and mediate the relationship between engagement and job satisfaction (Study 1) and turnover intentions (Study 2). Confirming our predictions, group identity, but not organisational identity, was a significant mediator in both studies. The results also showed that organisational identity (the endorsement of the organisation) is relevant but not independently from group identity (the relationships with immediate coworkers). Simply promoting organisational identity has limited effects on the relationship between work engagement and job satisfaction and turnover intentions."
  },
  {
    "discipline": "psychology",
    "title": "Local color: Perceived racial demographics of more and less rural locations",
    "authors": "Michael J. Sargent, Mara Casey Tieken",
    "url": "https://doi.org/10.1177/13684302251315076",
    "doi": "https://doi.org/10.1177/13684302251315076",
    "filter": 0,
    "journal_full": "Group Processes & Intergroup Relations",
    "abstract": "In previous work, respondents overestimated the size of the US Black population, while underestimating the White population. In the present study, we examined perceptions of the racial composition of more specific locations within the US, comparing relatively rural and urban locations to one another. We expected that observers would see more rural places as having smaller Black populations, and larger White populations, compared to less rural places, but these perceived differences would exist independent of actual variation in racial makeup. In three samples, US residents judged 70 locations, estimating their racial demographics, rurality/urbanness, and desirability. Study 1 ( N = 241) tested an all-White sample; Study 2 tested a White subsample ( n = 246) and a Black subsample ( n = 263).As expected, more rural locations were judged as having larger White populations and smaller Black populations than less rural locations, beyond any actual differences in racial composition. These results support the conclusion that the mental images that Black and White respondents have of rural and urban America are characterized by stereotypes of their populations. Public Significance Statement Academic and public scholarship has assumed that the meaning of the idea of “rural” is racialized, such that places judged as rural are thought of as White, and places judged as urban are thought of as Black, beyond any actual racial differences among locations. The present data confirm the operation of such biases, demonstrating them among both Black and White observers. The data also speak to how observers estimate the size of Black and White populations in specific locations, supporting the following conclusion: people’s judgments of the racial composition of the residents of places are a product of multiple, not entirely consistent, processes."
  },
  {
    "discipline": "psychology",
    "title": "Autoencoders for Amortized Joint Maximum Likelihood Estimation of Confirmatory Item Factor Models",
    "authors": "Dylan Molenaar, Raoul P. P. P. Grasman, Mariana Cúri",
    "url": "https://doi.org/10.1080/00273171.2025.2456598",
    "doi": "https://doi.org/10.1080/00273171.2025.2456598",
    "filter": 0,
    "journal_full": "Multivariate Behavioral Research"
  },
  {
    "discipline": "psychology",
    "title": "Rebels With(Out) a Cause: The Influence of Gender Inequality on the Relationship Between Egalitarianism and System Justification",
    "authors": "Sarah Buhl, Danny Osborne, Chris G. Sibley, Frank Asbrock",
    "url": "https://doi.org/10.1177/01461672251314913",
    "doi": "https://doi.org/10.1177/01461672251314913",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "In recent decades, women’s representation in power positions has increased alongside a global decline in anti-egalitarian biases. These egalitarian shifts provide the ideal context to examine the boundary conditions of the motivators of group-based inequality. Accordingly, we investigate the possibility that rising gender equality over the last 14 years has attenuated the relationship between group-based (anti-)egalitarianism (namely, social dominance orientation) and system justification. A multi-level analysis of longitudinal data from 43,924 women shows that anti-egalitarian beliefs predicted increases in system justification. However as hypothesized, increases in gender equality attenuated the positive correlation between anti-egalitarian beliefs and justification of the status quo. These associations were particularly pronounced among women from majoritized groups who benefit most from gender equality. Results replicate across robustness checks and offer a critical update to our understanding of egalitarianism by showing that egalitarians may engage in system justification when the status quo becomes more equal."
  },
  {
    "discipline": "psychology",
    "title": "How many factors to retain in exploratory factor analysis? A critical overview of factor retention methods.",
    "authors": "David Goretzko",
    "url": "https://doi.org/10.1037/met0000733",
    "doi": "https://doi.org/10.1037/met0000733",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "Reassessing the fitting propensity of factor models.",
    "authors": "Wes Bonifay, Li Cai, Carl F. Falk, Kristopher J. Preacher",
    "url": "https://doi.org/10.1037/met0000735",
    "doi": "https://doi.org/10.1037/met0000735",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Measuring racial educational disparities over time amongst top achievers",
    "authors": "Uditi Karna, Min Sok Lee, John A. List, Andrew Simon, Haruka Uchida",
    "url": "https://doi.org/10.1038/s41586-024-08536-0",
    "doi": "https://doi.org/10.1038/s41586-024-08536-0",
    "filter": 0,
    "journal_full": "Nature",
    "abstract": "Educational disparities remain a key contributor to increasing social and wealth inequalities. To address this, researchers and policymakers have focused on average differences between racial groups or differences among students who are falling behind1. This focus potentially leads to educational triage, diverting resources away from high-achieving students, including those from racial minorities2,3. Here we focus on the ‘racial excellence gap’—the difference in the likelihood that students from racial minorities (Black and Hispanic) reach the highest levels of academic achievement compared with their non-minority (white and Asian) peers. There is a shortage of evidence that systematically measures the magnitude of the excellence gap and how it evolves4,5. Using longitudinal, statewide, administrative data, we document eight facts regarding the excellence gap from third grade (typically ages 8–9) to high school (typically ages 14–18), link the stability of excellence gaps and student backgrounds, and assess the efficacy of public policies. We show that excellence gaps in maths and reading are evident by the third grade and grow slightly over time, especially for female students. About one third of the gap is explained by a student’s socioeconomic status, and about one tenth is explained by the school environment. Top-achieving racial minority students are also less likely to persist in excellence as they progress through school. Moreover, state accountability policies that direct additional resources to reduce non-race-based inequality6 had minimal effects on the racial excellence gaps. Documenting these patterns is an important step towards eliminating excellence gaps and removing the ‘racial glass ceiling’."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Peer income exposure across the income distribution",
    "authors": "Michelle Spiegel, Leah Clark, Thurston Domina, Emily K. Penner, Paul Hanselman, Paul Y. Yoo, Andrew Penner",
    "url": "https://doi.org/10.1073/pnas.2410349122",
    "doi": "https://doi.org/10.1073/pnas.2410349122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Children from families across the income distribution attend public schools, making schools and classrooms potential sites for interaction between more- and less-affluent children. However, limited information exists regarding the extent of economic integration in these contexts. We merge educational administrative data from Oregon with measures of family income derived from IRS records to document student exposure to economically diverse school and classroom peers. Our findings indicate that affluent children in public schools are relatively isolated from their less affluent peers, while low- and middle-income students experience relatively even peer income distributions. Students from families in the top percentile of the income distribution attend schools where 20 percent of their peers, on average, come from the top five income percentiles. A large majority of the differences in peer exposure that we observe arise from the sorting of students across schools; sorting across classrooms within schools plays a substantially smaller role."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Artificial intelligence–powered 3D analysis of video-based caregiver-child interactions",
    "authors": "Zhenzhen Weng, Laura Bravo-Sánchez, Zeyu Wang, Christopher Howard, Maria Xenochristou, Nicole Meister, Angjoo Kanazawa, Arnold Milstein, Elika Bergelson, Kathryn L. Humphreys, Lee M. Sanders, Serena Yeung-Levy",
    "url": "https://doi.org/10.1126/sciadv.adp4422",
    "doi": "https://doi.org/10.1126/sciadv.adp4422",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "We introduce HARMONI, a three-dimensional (3D) computer vision and audio processing method for analyzing caregiver-child behavior and interaction from observational videos. HARMONI operates at subsecond resolution, estimating 3D mesh representations and spatial interactions of humans, and adapts to challenging natural environments using an environment-targeted synthetic data generation module. Deployed on 500 hours from the SEEDLingS dataset, HARMONI generates detailed quantitative measurements of 3D human behavior previously unattainable through manual efforts or 2D methods. HARMONI identifies longitudinal trends in child-caregiver interaction, including child movement, body pose, dyadic touch, visibility, and conversational turns. The integrated visual and audio analysis further reveals multimodal trends, including associations between child conversational turns and movement. Open-sourced for large-scale analysis, HARMONI facilitates advancements in human development research. HARMONI achieves 63 to 80% consistency on key attributes with human annotators on SEEDLingS and 84 to 93% consistency on videos taken from a laboratory setting while achieving &gt;100 times savings in time."
  }
]
