[
  {
    "discipline": "communication",
    "title": "How effective is AI augmentation in human–AI collaboration? Evidence from a field experiment",
    "authors": "Chengcheng Liao, Xin Wen, Shan Li, Peiyuan Du",
    "url": "http://dx.doi.org/10.1108/itp-11-2022-0859",
    "doi": "10.1108/itp-11-2022-0859",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Companies increasingly leverage artificial intelligence (AI) to enhance human performance, particularly in e-commerce. However, the effectiveness of AI augmentation remains controversial. This study investigates whether, how and why AI enhances human agents’ sales through a randomized field experiment. Design/methodology/approach This study conducts a two-by-two factorial randomized field experiment ( N  = 1,090) to investigate the effects of AI augmentation on sales. The experiment compares sales outcomes handled solely by human agents with those augmented by AI, while also examining the moderating effect of agents’ experience levels and the underlying mechanisms behind agents’ responses. Findings The results reveal that AI augmentation leads to a significant 5.46% increase in sales. Notably, the impact of AI augmentation varies based on agents’ experience levels, with inexperienced agents benefiting nearly six times more than their experienced counterparts. Mediation analysis shows that AI augmentation improves response timeliness, accuracy and sentiment, thereby boosting sales. Originality/value This study highlights the role of AI augmentation in human–AI collaboration, demonstrates the varying impacts of AI augmentation based on agents’ experience levels and offers insights for organizations on how to regulate AI augmentation to enhance agent responses and drive sales."
  },
  {
    "discipline": "communication",
    "title": "It ain't easy: using normatively motivated news diversification to facilitate policy support, tolerance, and political participation",
    "authors": "Nicolas Mattis, Philipp K. Masur, Judith Moeller, Wouter van Atteveldt",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2423892",
    "doi": "10.1080/1369118x.2024.2423892",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "“What do you want to do?”: expertise tension and authority negotiation in emergency nurse–physician interactions",
    "authors": "DaJung Woo, Laura E Miller, Leonard N Lamsen",
    "url": "http://dx.doi.org/10.1093/joc/jqae043",
    "doi": "10.1093/joc/jqae043",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Collaborative work represents a communicative context in which organizational actors navigate the blurring of knowledge and authority boundaries as they address complex problems. This article theorizes about expertise tension that arises when individuals with valuable insights lack corresponding authority to act, or vice versa. Using observations and interviews, we studied how physicians and nurses navigated this tension in problem-solving situations in a hospital emergency department. We found that nurses, who identified emergent problems, simultaneously asserted their situational authority and displayed a veneer of deference by asking physicians, “What do you want to do [in this situation]?” The question prompted one of three problem-solving activities (i.e., instruction by demand, reversed instruction, and collaborative improvisation) depending on the situation’s urgency and ambiguity. We discuss how nurses and physicians managed expertise tension without undermining their different claims to expertise and authority, highlighting the value of a communication-centered view in examining such dynamics."
  },
  {
    "discipline": "communication",
    "title": "The Value of Independence: Making the Connection Between Quality Journalism and Editorial Control in Rwanda",
    "authors": "Karen McIntyre, Jesse Abdenour",
    "url": "http://dx.doi.org/10.1177/10776990241289428",
    "doi": "10.1177/10776990241289428",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study evaluates which type of news outlets—independent or government aligned—produce higher quality stories in the East African country of Rwanda. A number of quality indicators are discussed in context, and hypotheses are proposed based largely on Scott, Gobetz, and Chanslor’s (2008) investment model. The data come from a global project —the Journalistic Role Performance Project— and specifically from a content analysis of 2,644 news stories published by Rwandan media in 2020. Findings reveal that independent news outlets outperform government-aligned outlets on the majority of quality indicators included in the study, especially in regard to story sourcing."
  },
  {
    "discipline": "communication",
    "title": "Web-Series Ads as a New Marketing Media: Toward a Commercial-Independent Digital Integration Model",
    "authors": "Matan Aharoni, Osnat Roth-Cohen",
    "url": "http://dx.doi.org/10.1177/10776990241287124",
    "doi": "10.1177/10776990241287124",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study presents a new type of advertisement—web-series ads. This undiscussed form of advertising is unique, as it presents an independent digital cultural field. By examining the main structural and narrative features of web-series ads and consumers’ responses, this research presents an integration model which explains how advertisements, as a commercial system, integrate into an independent new media system. Using thematic, narrative–structural, and textual analysis methods, this research shows how marketers convey messaging by introducing a free-from-constraints new online advertising media type. The use of polysystem theory offers a new theoretical perspective to media research and explains the findings."
  },
  {
    "discipline": "communication",
    "title": "Explaining the Rich Entertainment Appeal of Nature Documentaries and its Conflicting Motivational Consequences",
    "authors": "Anna Freytag, Daniel Possler, Nico Spreen, Arthur A. Raney, Christoph Klimmt",
    "url": "http://dx.doi.org/10.1080/15205436.2024.2415987",
    "doi": "10.1080/15205436.2024.2415987",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Introduction of the Digital Gaming Relationship",
    "authors": "Miikka Sokka, Kwok Ng, Sami Kokko, Pasi Koski",
    "url": "http://dx.doi.org/10.17645/mac.8738",
    "doi": "10.17645/mac.8738",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "In recent decades, there has been a growing interest in studying the appeal of digital games. However, there is still a call for further research, especially on the theoretical and methodological advancements. Hence, a novel approach and a concept of the Digital Gaming Relationship (DGR) is presented. The DGR model is adapted from earlier work on physical activity and with the central concept as “meaning,” it provides an alternative perspective to motivation-oriented literature for the field of game studies. With this approach, the fundamental view is that each person has a varying relationship with digital games and gaming over their life span. The relationship builds on the individual’s encounters with the social world of digital gaming and its cultural meanings. In the long term, accruing digital gaming-related knowledge, experiences, and emotional connections contributes to a rich tapestry of meaning, thus creating a deep and meaningful relationship capable of shaping one’s actions, behaviors, and even identity. The framework theorizes the mechanisms of an individual’s socialization process to the digital gaming world and illustrates that the relationship with digital games includes much more than just playing them. In this article, the theoretical roots and key concepts of the DGR are introduced, and the practical applicability of the approach is discussed."
  },
  {
    "discipline": "communication",
    "title": "Algorithmic media use and algorithm literacy: An integrative literature review",
    "authors": "Emilija Gagrčin, Teresa K. Naab, Maria F. Grub",
    "url": "http://dx.doi.org/10.1177/14614448241291137",
    "doi": "10.1177/14614448241291137",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Algorithms profoundly shape user experiences on digital platforms, raising concerns about their negative impacts and highlighting the importance of algorithm literacy. Research on individuals’ understanding of algorithms and their effects is expanding rapidly but lacks a cohesive framework. We conducted a systematic integrative literature review across social sciences and humanities (n = 169), addressing algorithm literacy in terms of its key conceptualizations and the endogenous, exogenous, and personal factors that influence it. We argue that existing research can be framed in terms of experiential learning cycles and outline how this approach can be beneficial for acquiring algorithm literacy. Finally, we propose a future research agenda that includes defining core competencies relevant to algorithm literacy, standardization of measures, integrating subjective and factual aspects of algorithm literacy, and task- and domain-specific approaches."
  },
  {
    "discipline": "communication",
    "title": "Trust it or not: Understanding users’ motivations and strategies for assessing the credibility of AI-generated information",
    "authors": "Mengxue Ou, Han Zheng, Yueliang Zeng, Preben Hansen",
    "url": "http://dx.doi.org/10.1177/14614448241293154",
    "doi": "10.1177/14614448241293154",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "The evolution of artificial intelligence (AI) facilitates the creation of multimodal information of mixed quality, intensifying the challenges individuals face when assessing information credibility. Through in-depth interviews with users of generative AI platforms, this study investigates the underlying motivations and multidimensional approaches people use to assess the credibility of AI-generated information. Four major motivations driving users to authenticate information are identified: expectancy violation, task features, personal involvement, and pre-existing attitudes. Users evaluate AI-generated information’s credibility using both internal (e.g. relying on AI affordances, content integrity, and subjective expertise) and external approaches (e.g. iterative interaction, cross-validation, and practical testing). Theoretical and practical implications are discussed in the context of AI-generated content assessment."
  },
  {
    "discipline": "communication",
    "title": "Active bystanders in the forwarding of sexting messages: Applying a theory of planned behavior in youth",
    "authors": "Chelly Maes, Joris Van Ouytsel, Laura Vandenbosch",
    "url": "http://dx.doi.org/10.1177/14614448241287729",
    "doi": "10.1177/14614448241287729",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study explored youth’s intention to engage in active bystander behavior in response to non-consensual forwarding of sexts (NCFS). The study paid attention to the possible conditional boundaries of these suggested dynamics based on youth’s empathy levels and sex. An online survey was conducted among 1337 Belgian respondents, of which 78.4% were female ( M age = 21.64 years, SD = 3.57 years). Structural equation modeling showed that positive attitude and injunctive norms, higher descriptive norms, and greater perceived behavioral control regarding active bystander behaviors in the context of NCFS were related to youth’s intention to engage in such active bystander behaviors, which in turn was related to actual active bystander behavior. Differences were found based on youth’s empathy levels, though no sex differences were found. The findings provide a critical foundation for highly needed intervention approaches and educational curricula seeking to diminish the occurrence of NCFS in youth."
  },
  {
    "discipline": "communication",
    "title": "Communicating About Renewable Energy With Satire: The Influence of Gentle and Harsh Humor Tones on Perceived Message Credibility and Information Reliance",
    "authors": "Isabelle Freiling, Michael A. Cacciatore, Leona Yi-Fan Su, Jiyoung Yeon, Sohyun Park, Weiting Du, Jennifer Shiyue Zhang, Sara K. Yeo, Sarah Rose Siskind",
    "url": "http://dx.doi.org/10.1177/10755470241293361",
    "doi": "10.1177/10755470241293361",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Satire is often used in science communication, but it is unclear how it influences perceptions of message credibility and reliance on the information. We examine how two satire types (gentle, harsh) influence perceived message credibility and information reliance, which we define as using the information in discussions or for attitudinal and behavioral changes. Using a partial mediation model, we found no effects of gentle satire, but harsh satire negatively influenced message credibility, which was positively linked to information reliance. Contrary to previous research, we found that the satire type matters. Practical implications include being cautious when using harsh satire."
  },
  {
    "discipline": "communication",
    "title": "The Effects of Climate Change Meta-Knowledge on Selective Exposure, Selective Elaboration, and Behavioral Intentions",
    "authors": "Luna T. Frauhammer, German Neubaum",
    "url": "http://dx.doi.org/10.1177/10755470241284938",
    "doi": "10.1177/10755470241284938",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "This experiment investigates how individuals’ meta-knowledge (the self-perception of one’s knowledge) influences selective exposure to and elaboration of information about climate change with climate change self-schema as possible mediator. Participants’ ( N = 510) meta-knowledge was manipulated by receiving fake feedback after a climate change knowledge test. There were no group differences in selective exposure and selective elaboration. Correlational evidence tentatively speaks for a “rich-get-richer” process of information selection and elaboration. This could be explained through climate change self-schemas which differed significantly between conditions ( d = 0.26) and correlated positively with selective exposure ( r = .36) and elaboration ( r = .28)."
  },
  {
    "discipline": "communication",
    "title": "Why Science Should Have a Female Face: Female Experts Increase Liking, Competence, and Trust in Science",
    "authors": "Austin Y. Hubner, Olivia M. Bullock",
    "url": "http://dx.doi.org/10.1177/10755470241295676",
    "doi": "10.1177/10755470241295676",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Historically, female experts have been perceived as less competent but more likable than their male counterparts. This experimental study ( n = 958) examines the intricate relationship between likability, competence, scientist gender, participant gender, and trust scientific expertise. Our results illuminated the mediating role of likability in shaping perceptions of competence, where heightened likability positively influenced perceived competence. Moreover, exposure to science messages from female scientists significantly increased trust in science through a serial mediation model. Notably, participants liked the scientist of the opposite gender; thus we did not observe a gender affinity effect."
  },
  {
    "discipline": "communication",
    "title": "The AI Chatbot Always Flirts With Me, Should I Flirt Back: From the McDonaldization of Friendship to the Robotization of Love",
    "authors": "Bibo Lin",
    "url": "http://dx.doi.org/10.1177/20563051241296229",
    "doi": "10.1177/20563051241296229",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "How is the use of artificial intelligence (AI) technologies, such as machine learning (ML) algorithms and Large Language Models (LLMs), in social chatbots transforming friendship and love? This study investigates Replika, an app offering AI friends and/or lovers to users. Unlike most AI companion research grounded in Human-Machine Interaction (HMI) and interpersonal communication theories, this study employs the sociological concept of McDonaldization to interrogate broader social and cultural implications of Replika. I argue that McDonaldization offers a systematic framework to understand the fast friendship and fast love provided by social chatbots while accounting for its limits in addressing the personalization enabled by emerging AI technologies. To bridge the conceptual gap, I propose the term “Robotization of Love,” pointing to the merging of efficient, quantifiable, predictable, and controllable love and algorithmically personalized love. The Robotization of Love also underscores the growing significance of robotic elements in shaping our affection and sociality."
  },
  {
    "discipline": "communication",
    "title": "Online Privacy, Young People, and Datafication: Different Perceptions About Online Privacy Across Antigua &amp; Barbuda, Australia, Ghana, and Slovenia",
    "authors": "Rys Farthing, Katja Koren Ošljak, Teki Akuetteh, Kadian Camacho, Genevieve Smith-Nunes, Jun Zhao",
    "url": "http://dx.doi.org/10.1177/20563051241298042",
    "doi": "10.1177/20563051241298042",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Children and young people’s online privacy is increasingly challenged by the datafication of the digital world, and this is an increasingly important area of policy concern. Understanding what young people understand online privacy to be, and what they want done to protect it, is key to creating effective and rights-realizing policy responses. This article explores young people’s perceptions across four countries and finds they have nuanced understandings about online privacy and clear, robust ideas about how to improve it. Context mattered, and their online privacy concerns and ideal protections were often informed by their socio-political context and awareness of and trust in datafication."
  },
  {
    "discipline": "communication",
    "title": "Participatory Censorship With Illusory Empowerment: Algorithmic Folklore and Interpretive Labor beyond Fandom",
    "authors": "Erika Ningxin Wang",
    "url": "http://dx.doi.org/10.1177/20563051241295800",
    "doi": "10.1177/20563051241295800",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This article explores the cultural complexities of participatory censorship among young Chinese netizens, particularly within and beyond fan communities, through a digital ethnographic lens. By examining the interplay between social media practices and state governance, the study introduces the concepts of algorithmic folklore and interpretive labor to elucidate how fans engage in censorship as both a routine task and a form of ideological negotiation. Through immersive participant observations and in-depth interviews with 25 informants involved in fan conflicts, the findings highlight that while fans perceive their participation in reporting as a form of empowerment, this engagement paradoxically reinforces state control and self-censorship. The study argues that the dynamics of fan conflicts are intricately linked to broader political contexts, where fans become both agents and subjects of censorship. Ultimately, this research underscores the cultural complexities of participatory censorship, revealing the ways it can obscure deeper systemic inequalities and exploitation within the framework of cultural governance in China."
  },
  {
    "discipline": "communication",
    "title": "Brexit and the Iraq War on BBC Question Time: Demographic and Political Issue Representation in UK Public Participation Broadcasting",
    "authors": "Heinz Brandenburg, Brian Paul Boyle, Yulia Lemesheva",
    "url": "http://dx.doi.org/10.1177/19401612241292716",
    "doi": "10.1177/19401612241292716",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Public broadcasters are bound by strict guidelines to ensure balance in representing different demographic and political groups, and to better reflect the distribution of these characteristics within the public and political elites. How are these decisions affected when the biggest political issues of the day create further cleavages that not only cross-cut existing divides but also deserve representation in political discourse? In this article, we examine how panel selection on BBC Question Time dealt with this in relation to two prominent issues in twenty-first century UK politics: Brexit and the UK invasion of Iraq. We introduce an original dataset including all BBC Question Time appearances between 2001 and 2019, created using a combination of web-scraping and expert coding. This allows us to trace patterns in representation across sex, ethnicity, educational background, as well as partisan affiliation and stances on issues like Brexit and the Iraq war among the show’s panelists. We find that panel selection closely reflects gender and ethnic diversity among the UK public and MPs, but that individuals from privileged educational backgrounds are vastly overrepresented on the show. For both the Iraq war and Brexit, the show again broadly reflects the views of the public and political elites once we account for relevant comparisons between politicians and non-political guests."
  },
  {
    "discipline": "communication",
    "title": "The Infrastructure of Domestic Influence Operations: Cyber Troops and Public Opinion Manipulation Through Social Media in Indonesia",
    "authors": " Wijayanto, Ward Berenschot, Yatun Sastramidjaja, Kris Ruijgrok",
    "url": "http://dx.doi.org/10.1177/19401612241297832",
    "doi": "10.1177/19401612241297832",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Coordinated influence campaigns on social media have become an increasingly important tool for political and economic elites to sway public opinion in their favor. As the study of this phenomenon has so far largely focused on traces of such campaigns on social media itself, we know relatively little about the people and networks implementing them. Furthermore, existing literature offers limited analytical handles to delineate and analyze different forms of influence operations. To address these challenges, we employ interviews with fifty-two members of the “cyber troops” implementing such operations in Indonesia. On the basis of this material, we propose that three key features—being secretly funded, highly coordinated, and involving mostly anonymous accounts—distinguish cyber troops from other types of domestic influence operations. In Indonesia cyber troops involve transient, project-based collaborations among freelancing individuals, not coincidentally mirroring the character of the country’s election campaigns. This rapidly growing industry is cementing the already oligarchic character of Indonesia’s democracy."
  },
  {
    "discipline": "communication",
    "title": "Reporting from the Outside While Looking In: Iranian Diaspora Journalists and #WomanLifeFreedom",
    "authors": "Sara Shaban, Soheil Kafiliveyjuyeh",
    "url": "http://dx.doi.org/10.1177/19401612241293111",
    "doi": "10.1177/19401612241293111",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Following the death of twenty-two-year-old Mahsa Jina Amini, tens of thousands of protestors took to the streets in Iran—and the whole world watched through their screens. Several Iranian diaspora journalists stepped up to cover the events in Iran for western news outlets. In this study, we interviewed fourteen Iranian diaspora journalists on how they define their role when reporting on Iran and how they navigate the balance between their personal experience and their reporting. Implications for this study include journalistic expectations for international news coverage and the role of the diaspora journalist within that coverage."
  },
  {
    "discipline": "public opinion",
    "title": "Improving Real-Time Trend Estimates Using Local Parametrization of Polynomial Regression Filters",
    "authors": "Alain Quartier-la-Tente",
    "url": "http://dx.doi.org/10.1177/0282423x241283207",
    "doi": "10.1177/0282423x241283207",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "This paper examines and compares real-time estimates of the trend-cycle component using moving averages constructed with local polynomial regression. It enables the reproduction of Henderson’s symmetric and Musgrave’s asymmetric filters used in the X-13ARIMA-SEATS seasonal adjustment algorithm. This paper proposes two extensions of local polynomial filters for real-time trend-cycle estimates: first including a timeliness criterion to minimize the phase shift; second with procedure for parametrizing asymmetric filters locally while they are generally parametrized globally, which can be suboptimal around turning points. An empirical comparison, based on simulated and real data, shows that modeling polynomial trends that are too complex introduces more revisions without reducing the phase shift, and that local parametrization reduces the delay in detecting turning points and reduces revisions. The results are reproducible and all the methods can be easily applied using the R package rjd3filters."
  },
  {
    "discipline": "public opinion",
    "title": "Using a Stopping Rule to Optimize Cost-Quality Tradeoffs in a Large, Mixed-Mode Survey: A Simulation Study",
    "authors": "James Wagner, Brady T. West, Brian Kim, Deji Suolang, Curtiss Engstrom, Jennifer Sinibaldi",
    "url": "http://dx.doi.org/10.1177/0282423x241287452",
    "doi": "10.1177/0282423x241287452",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "Rising nonresponse and the increasing costs of conducting surveys are creating pressure on survey organizations to efficiently allocate resources. The challenge is to produce the highest quality data possible within a fixed budget. We use a stopping rule designed to minimize a function of cost and errors. The rule is based on the product of predicted costs and the predicted mean squared error of a survey estimate. We simulate the impact of implementing the stopping rule on the 2019 US Survey of Doctorate Recipients (SDR), which is a longitudinal survey conducted every two years in the US using web, mail, and CATI. We vary the types of models used to generate the input predictions (parametric regression vs. nonparametric tree models) and the timing of the implementation of the rule. We found that the modeling approach made less difference, while the timing of the implementation of the stopping rule made a large difference in outcomes. The rule is multivariate and optimizes outcomes for two variables. It performed better for one variable, leading to reduced costs and only small increases in errors. The other variable had larger error increases."
  },
  {
    "discipline": "public opinion",
    "title": "A Monte Carlo Investigation of Confidence Intervals for a Nondecreasing Series",
    "authors": "Shalima Zalsha, Kirk M. Wolter",
    "url": "http://dx.doi.org/10.1177/0282423x241287663",
    "doi": "10.1177/0282423x241287663",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "We consider the problem of estimating a time series of population means from a series of sample surveys when the means are known to be nondecreasing. We introduce the standard survey estimators of the series of means, which are not guaranteed to be nondecreasing. We employ the Pool Adjacent Violators Algorithm (PAVA) to turn the series of standard survey estimates into a nondecreasing series. We introduce five methods of constructing confidence intervals for the series of non-decreasing means: normal-theory intervals based on the standard survey point estimator of the mean and the Taylor series estimator of its variance; normal-theory intervals based on the nondecreasing PAVA estimator of the mean and a unique jackknife estimator of its variance developed here (jackknife-[Formula: see text]); intervals similar to the aforementioned method but based on Student’s-[Formula: see text] distribution (jackknife-[Formula: see text]); analytical intervals due to Morris; and simultaneous confidence limits due to Korn. We report the results of a Monte Carlo simulation and assess the methods’ performance under various scenarios. Jackknife-[Formula: see text] intervals exhibited coverage probabilities that are near the nominal value. Taylor, jackknife-[Formula: see text], and Korn intervals found coverage below the nominal value while Morris intervals were excessively conservative. Jackknife intervals were much narrower than Taylor intervals."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Interacting as equals reduces partisan polarization in Mexico",
    "authors": "Kenneth F. Greene, Erin L. Rossiter, Enrique Seira, Alberto Simpser",
    "url": "http://dx.doi.org/10.1038/s41562-024-02043-y",
    "doi": "10.1038/s41562-024-02043-y",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "In many contemporary democracies, political polarization increasingly involves deep-seated intolerance of opposing partisans. The decades-old contact hypothesis suggests that cross-partisan interactions might reduce intolerance if individuals interact with equal social status. Here we test this idea by implementing collaborative contact between 1,227 pairs of citizens (2,454 individuals) with opposing partisan sympathies in Mexico, using the online medium to credibly randomize participants’ relative social status within the interaction. Interacting under both equal and unequal status enhanced tolerant behaviour immediately after contact; however, 3 weeks later, only the salutary effects of equal contact endured. These results demonstrate that a simple, scalable intervention that puts people on equal footing can reduce partisan polarization and make online contact into a prosocial force."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Umbrella review of meta-analyses on the risk factors, protective factors, consequences and interventions of cyberbullying victimization",
    "authors": "K. T. A. Sandeeshwara Kasturiratna, Andree Hartanto, Crystal H. Y. Chen, Eddie M. W. Tong, Nadyanna M. Majeed",
    "url": "http://dx.doi.org/10.1038/s41562-024-02011-6",
    "doi": "10.1038/s41562-024-02011-6",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "The increasing prevalence of cyberbullying victimization has become a commonplace issue globally. Although research has explored various predictors and consequences of cyberbullying victimization, most focus on a narrow range of variables or contexts, highlighting the need to comprehensively review and synthesize the wealth of empirical findings. We conducted a systematic review of meta-analyses on cyberbullying victimization, incorporating 56 meta-analyses and 296 effect sizes (sample size range 421–1,136,080, sample size median 53,183; searched via EBSCOhost ERIC, EBSCOhost PsycInfo, PubMed, Scopus, Web of Science, 13 cyberbullying-related journals, Google Scholar and ProQuest Dissertations and Theses) to address the following critical questions: (1) What are the crucial sociodemographic and psychological profiles of cyberbullying victims? (2) What critical contextual and environmental factors are associated with cyberbullying victimization? (3) What are the key psychological and behavioural consequences of cyberbullying victimization? (4) How effective are existing interventions in mitigating impacts of cyberbullying? Included meta-analyses had to focus on cyberbullying victimization and report at least one predictor or consequence. A quality assessment was conducted using the Joanna Briggs Institute Critical Appraisal Instrument for Systematic Reviews and Research Syntheses. Findings suggest that females, school-aged populations, traditional bullying victims and frequent internet users were more likely to be cyberbullied. Unregulated school environments and unsupportive parental relationships were also associated with increased cyberbullying victimization. Cyberbullying victimization was consistently associated with negative psychological outcomes, lower school performance and maladaptive coping behaviours. More importantly, the current review found that cyberbullying intervention programmes show promising results. The current review underscores the importance of devoting adequate resources to mitigating cyberbullying victimization."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Social movements boosted online orders for US Black-owned restaurants after the murder of George Floyd",
    "authors": "Sumit Agarwal, Yupeng Lin, Jean Zeng",
    "url": "http://dx.doi.org/10.1038/s41562-024-02038-9",
    "doi": "10.1038/s41562-024-02038-9",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "We use the rise of Black Lives Matter and the sentiment of racial sympathy to examine the interplay between the social movement and citizens’ sympathetic actions in supporting Black people. Using detailed food order flow information from one of the largest online food delivery platforms in the USA, we find that the total number of food orders from Black-owned restaurants increased by 39% relative to nearby non-Black-owned restaurants in the 140 days following the murder of George Floyd on the basis of a difference-in-difference model. The platform company’s strategic traffic allocation acted as an accelerator, enhancing the sympathetic responses of individuals, but it did not drive the entire surge in food orders. Protests resulting in severe injuries and those linked to demands for defunding the police diminished the positive sympathetic responses, highlighting a potential risk associated with protests. Our study provides large-scale, micro-level evidence that social movements and increased sympathy can foster collective actions to support marginalized communities."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Susceptibility to online misinformation: A systematic meta-analysis of demographic and psychological factors",
    "authors": "Mubashir Sultan, Alan N. Tump, Nina Ehmann, Philipp Lorenz-Spreen, Ralph Hertwig, Anton Gollwitzer, Ralf H. J. M. Kurvers",
    "url": "http://dx.doi.org/10.1073/pnas.2409329121",
    "doi": "10.1073/pnas.2409329121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Nearly five billion people use and receive news through social media and there is widespread concern about the negative consequences of misinformation on social media (e.g., election interference, vaccine hesitancy). Despite a burgeoning body of research on misinformation, it remains largely unclear who is susceptible to misinformation and why. To address this, we conducted a systematic individual participant data meta-analysis covering 256,337 unique choices made by 11,561 US-based participants across 31 experiments. Our meta-analysis reveals the impact of key demographic and psychological factors on online misinformation veracity judgments. We also disentangle the ability to discern between true and false news (discrimination ability) from response bias, that is, the tendency to label news as either true (true-news bias) or false (false-news bias). Across all studies, participants were well above-chance accurate for both true (68.51%) and false (67.24%) news headlines. We find that older age, higher analytical thinking skills, and identifying as a Democrat are associated with higher discrimination ability. Additionally, older age and higher analytical thinking skills are associated with a false-news bias (caution). In contrast, ideological congruency (alignment of participants’ ideology with news), motivated reflection (higher analytical thinking skills being associated with a greater congruency effect), and self-reported familiarity with news are associated with a true-news bias (naïvety). We also find that experiments on MTurk show higher discrimination ability than those on Lucid. Displaying sources alongside news headlines is associated with improved discrimination ability, with Republicans benefiting more from source display. Our results provide critical insights that can help inform the design of targeted interventions."
  }
]
