[
  {
    "discipline": "communication",
    "title": "Differential social media affordances: an actor type-centric, intermediate-level approach using the case of social movements",
    "authors": "Christian Baden, Annett Heft, Michael Vaughan, Barbara Pfetsch",
    "abstract": "Social media have profoundly changed social communication practices across a vast range of contexts. To theorize these changes, numerous authors have proposed digital affordances as a conceptual lens. Yet, to date, most accounts of digital affordances either gloss broadly over cross-platform or use-dependent differences in practices; or they are highly context-specific, obstructing theoretical integration. In this article, we conceptualize social media affordances on an intermediate level of abstraction that foregrounds consequential differences in how digital social media platforms structure social communication practices. Focusing on the characteristic communication needs of social movements as an exemplary case, we identify how social media platforms present users with differential affordances for articulating public claims, building collective identities, and mobilizing contentious performances. We examine how key contextual conditions alter the value of differential affordances, potentially resulting in differential communication practices and platform preferences. We conclude by discussing key opportunities of our approach for comparative research and theory building.",
    "url": "https://doi.org/10.1093/ct/qtaf030",
    "doi": "https://doi.org/10.1093/ct/qtaf030",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "Escaping the digital panopticon? Longitudinal effects of dataveillance salience shocks on privacy attitudes and inhibited behaviors",
    "authors": "Yannic Meier, Philipp K Masur",
    "abstract": "Using internet technologies exposes individuals to constant surveillance by companies and other actors. Perceptions of constant surveillance—termed “dataveillance”—are theorized to induce chilling effects (i.e., inhibiting legal and legitimate online activities) posing risks to individuals and societies. In this preregistered longitudinal 3-wave experiment (N = 774), we investigate whether news articles addressing constant online surveillance induce feelings of dataveillance and behavioral inhibitions. Moreover, we extend theoretical notions of dataveillance by examining whether perceived dataveillance relates to other factors that drive privacy behaviors—privacy resignation and critical privacy literacy. Results of Bayesian random-effects within–between models indicate that perceived dataveillance is positively associated with inhibited behaviors, resignation, and literacy. However, these relations only pertain to the between-person level as the within-person associations are possibly too small to be meaningful. Critical privacy literacy might be central for privacy behaviors as we find both between- and within-person associations with self-inhibition.",
    "url": "https://doi.org/10.1093/hcr/hqaf025",
    "doi": "https://doi.org/10.1093/hcr/hqaf025",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Social media self-presentation of LGBTQ+ youth in the United States: the role of identity exploration, context collapse, and supportive feedback",
    "authors": "Y Anthony Chen, Marie-Louise Mares",
    "abstract": "For those with marginalized identities, social media may offer opportunities for identity exploration and affirmation but may also pose challenges of context collapse, wherein the presence of multiple audiences makes identity-related posting awkward or dangerous. To probe short-term longitudinal patterns, 337 LGBTQ+ 15- to 22-year-olds completed six weekly surveys during Pride Month. As hypothesized, identity exploration was associated with self-reported frequency, positivity, and authenticity of youths’ LGBTQ+ self-presentations online, primarily among those who, on average, rated their online audiences as less heterogeneous (i.e., perceived less context collapse). Consistent with the self-effects model, positivity of self-presentations predicted increases in self-acceptance and self-esteem, with the latter association stronger for those who, on average, received more supportive feedback. In contrast, frequency and authenticity of self-presentations did not predict self-acceptance and self-esteem.",
    "url": "https://doi.org/10.1093/jcmc/zmaf020",
    "doi": "https://doi.org/10.1093/jcmc/zmaf020",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication"
  },
  {
    "discipline": "communication",
    "title": "How change in sociality over time moderates the association between mobile and social media use and well-being",
    "authors": "Jeffrey A Hall, Natalie Pennington",
    "abstract": "Mobile and social media are often identified as a means of enhancing social connection for those who wish to connect. In line with research on relational maintenance and the communicate bond belong theory, a need for connection can drive individuals to reach out to relational partners through mobile and social media, which might boost overall well-being. Using 3 longitudinal datasets that differ by time period (i.e., 6 years, 1 year, 1 month) and context (i.e., older adults’ pandemic-era communication, college student communication with friends, daily diary study of social media use), we test whether change in sociality moderates the association between frequency of mobile and social media use and well-being. In contrast to our hypothesis, when experiencing declines in sociality, the use of mobile and social media was either unrelated to well-being or associated with a decline in well-being. These findings challenge long-held assumptions about relational maintenance through media.",
    "url": "https://doi.org/10.1093/jcmc/zmaf019",
    "doi": "https://doi.org/10.1093/jcmc/zmaf019",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication"
  },
  {
    "discipline": "communication",
    "title": "Unveiling the Link between Hostile Media Perceptions and Disinformation Susceptibility: Investigating Cognitive, Social, Media and Personal Dynamics",
    "authors": "Lucie Wittner Franckx, Brahim Zarouali",
    "url": "https://doi.org/10.1080/15205436.2025.2585901",
    "doi": "https://doi.org/10.1080/15205436.2025.2585901",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "AI-Driven Disinformation and Political Influence on WhatsApp in South Africa’s 2024 Elections",
    "authors": "Gregory Gondwe",
    "abstract": "This study investigates the role of encrypted messaging apps, specifically WhatsApp, in disseminating political disinformation during South Africa’s 2024 general elections. Drawing on a dataset of 22,384 messages from 47 politically active WhatsApp groups and 6,283 unique users, the study identifies how AI-generated deepfakes, emotional manipulation, and ideological group structures facilitated the spread of false political narratives. Using MyFactChecker, an AI-powered sentiment and verification tool, we reveal that disinformation most frequently relied on fear-based appeals (41%), identity-driven rhetoric (32%), and content mimicking credible journalism (27%). The findings show that disinformation gained traction not through factual accuracy but through emotional resonance and relational trust within ideologically cohesive groups. Even when flagged as false, corrective content was often dismissed as propaganda or foreign interference, thus underscoring how truth contests unfold within closed, affective networks.",
    "url": "https://doi.org/10.1177/19401612251395434",
    "doi": "https://doi.org/10.1177/19401612251395434",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "communication",
    "title": "Climate Action and Native Advertising: How Fossil Fuel Companies Present Environmental Commitment in American and British News Media",
    "authors": "Chris Wells, Michelle A. Amazeen, Sara Weinberg",
    "abstract": "Confronting severe economic challenges in the twenty-first century, many news media are forging new relationships with advertisers, including the focus of this study: native advertising. At the same time, as the climate crisis worsens, and political pressures and news coverage increase, we are seeing the fossil fuel industry expand and shift its communication about the topic. This study sits at the intersection of these trends: we ask to what extent, and how, native advertisements are being employed in fossil fuel communication campaigns. We analyze 252 native ads sponsored by fossil fuel companies between 2014 and 2022 in leading English-language news outlets. Led by human quantitative content analysis, with supplementary automated text analysis, we show that the style of climate science denial documented by, for example, Oreskes and Conway, is absent from native ad communications; in its place are frequent mentions of the environment, the reality of climate change, and the need to decarbonize. In fact, the primary position of fossil fuel companies in our data is the assertion that they are leading the decarbonization of energy systems. To do so, they strongly emphasize the relative virtues of natural gas and promote investments in unproven new technologies. A secondary tactic emphasizes the importance of energy to development and quality of life. Our discussion explores the challenges of analyzing claims that are often superficially true but misleading in context and the questions misleading native advertising raises for news media in a challenging digital media landscape.",
    "url": "https://doi.org/10.1177/19401612251388186",
    "doi": "https://doi.org/10.1177/19401612251388186",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "communication",
    "title": "What is Freedom of Speech? How Citizens Define and Perceive the “Bulwark of Liberty”",
    "authors": "Anna-Luisa Sacher, Carsten Reinemann",
    "abstract": "Freedom of speech is an essential pillar of democracy. Despite constitutional protections, citizens in some liberal democracies increasingly feel the “bulwark of liberty” under pressure. While the underlying causes of these developments remain largely ambiguous, a fundamental question persists: What exactly do citizens have in mind when assessing the concept of “freedom of speech” – and who do they believe is restricting it? Clarifying this is essential for interpreting survey data, understanding underlying causes, and developing effective strategies to counter this trend. A quota-representative national survey of German citizens ( N = 1,490) reveals (1) that most respondents perceive free speech in both legal and social terms. Additionally, (2) a notable portion perceives freedom of speech as too restricted, driven by both dimensions, slightly emphasizing the legal aspect. Finally, (3) perceptions of the general status quo and both dimensions are – at least partly – shaped by different actors, underscoring the need to distinguish the social and the legal dimensions of freedom of speech.",
    "url": "https://doi.org/10.1177/19401612251388182",
    "doi": "https://doi.org/10.1177/19401612251388182",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "politics",
    "title": "Why women's equal representation increases policy losers’ consent: Revisiting the double‐edged sword of procedural fairness",
    "authors": "Mattias Agerberg, Lena Wängnerud",
    "abstract": "Studies show that procedural fairness in the form of equal representation has the potential to increase decision legitimacy. At the same time, several studies point to potential adverse effects, where, for instance, the equal inclusion of women in decision‐making bodies might serve to legitimize anti‐feminist decisions in particular. We argue that such conclusions result from a failure to consider the importance of outcome favorability, a factor long recognized to be of crucial importance in other fields of research. We incorporate outcome favorability theoretically and empirically in several experimental studies and show that what has previously been interpreted as a “dark side” of descriptive representation, instead should be viewed as the power of fair procedures to increase losers’ consent. We contribute to the literature on representation and legitimacy and show how appropriate research design and measurement can shape substantive conclusions on high‐stakes issues.",
    "url": "https://doi.org/10.1111/ajps.70021",
    "doi": "https://doi.org/10.1111/ajps.70021",
    "filter": 0,
    "journal_full": "American Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Race, Responsiveness, and Representation in U.S. Lawmaking",
    "authors": "G. AGUSTIN MARKARIAN, JACOB S. HACKER, MACKENZIE LOCKHART, ZOLTAN HAJNAL",
    "abstract": "Is national policy more responsive to the preferences of white Americans than to those of people of color? To answer this fundamental question, we examine how well federal lawmaking reflects the preferences of 520,000 Black, Latino, Asian American, and white citizens from 2006 to 2022. Average racial gaps in responsiveness are small regardless of issue area. However, white voters are significantly advantaged when Republicans control the government. Respondents’ class, age, and ideology cannot explain this disparity. Respondents’ partisanship explains some, but not all, of it. To further investigate, we analyze roll call votes in Congress, focusing on the Senate—the pivotal lawmaking institution. Similar patterns emerge: Republican Senators better represent white (versus Black or Latino) constituents. Moreover, Black-white disparities are larger in states where Black Americans comprise more of the population. This suggests a role for white racial attitudes, and, indeed, we find that state-level white racial resentment predicts Black-white representational disparities.",
    "url": "https://doi.org/10.1017/s0003055425101287",
    "doi": "https://doi.org/10.1017/s0003055425101287",
    "filter": 0,
    "journal_full": "American Political Science Review"
  },
  {
    "discipline": "politics",
    "title": "Public Support for Pro-environment and Environment-Critical Movements",
    "authors": "Dirck De Kleer, Catherine E. De Vries, Simon van Teutem",
    "abstract": "With environmental protests on the rise, we ask: how do they affect support for pro-environment and environment-critical movements? We answer this question using evidence from two studies—a survey experiment and media content analysis—conducted in the Netherlands, a leading country in the green transition. Our experimental findings reveal an asymmetric bias in public support for protests. For the same protest action, public support is higher for environment-critical movements compared to pro-environment ones. This bias is most pronounced among right-leaning individuals with low education and low trust in science and politics. Our content analysis traces the bias back to newspaper reporting. While attention to protest groups is balanced across tabloid and broadsheet newspapers, tabloid reporting is more negative about pro-environment movements. These results highlight an important aspect of the backlash against environmental policies: a bias against pro-environment movements within parts of the public and media.",
    "url": "https://doi.org/10.1017/s0007123425101063",
    "doi": "https://doi.org/10.1017/s0007123425101063",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Turning a Blind Eye to Repression: Examining Popular Approval for State Crackdowns on Peaceful Protests in Russia",
    "authors": "Suthan Krishnarajan, Jakob Tolstrup",
    "abstract": "Research on the dissent–repression nexus assumes that repression of non-violent protesters undermines popular support for the regime. We challenge this assumption, arguing that coercion does not automatically generate legitimacy costs as bystanders’ pre-existing beliefs about targeted socio-political groups condition how repression is evaluated. While we expect bystanders to disapprove of and sanction repression of liked protester groups, we hypothesize that they will approve of and perhaps even credit the regime for repressing groups they do not sympathize with. We probe these hypotheses in a pre-registered survey experiment (with 3,569 Russian respondents), in which we pre-evaluate respondents’ beliefs about different socio-political groups in Russia and vary the participating group and the government’s response in a realistic protest vignette. The results corroborate our hypotheses and even show that the Russian president’s approval ratings are largely unaffected by regime coercion, indicating that autocrats have much more leeway in using repression than usually thought.",
    "url": "https://doi.org/10.1017/s0007123425100999",
    "doi": "https://doi.org/10.1017/s0007123425100999",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "What’s in a name? Democrat Party as multivocal communication",
    "authors": "Benjamin R Kantack, Kylee J Britzman, Deanna E Geer",
    "abstract": "In the United States, members of the Republican Party increasingly refer to the Democratic Party as the Democrat Party . This practice has been recognized by journalists and political actors over the years, but the questions of what sorts of Republicans engage in it and why have rarely been studied scientifically. Analyzing congressional floor speeches, committee meetings, media reports, and electronic newsletters, we demonstrate that Democrat Party usage by Republican members of Congress is positively correlated with conservatism. We further show that congressional Republicans are likelier to use the term when in the minority in their chamber and when addressing an external audience. These findings are consistent with our theory that Democrat Party functions as a form of multivocal communication, invoked by conservative Republicans to subtly signal their ideology to likeminded constituents.",
    "url": "https://doi.org/10.1177/13540688251395285",
    "doi": "https://doi.org/10.1177/13540688251395285",
    "filter": 0,
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "Overriding Nature: Favourable Environments in Early Life Reduces Genetic Inequality in Political Participation",
    "authors": "Oskar Pettersson",
    "abstract": "New research indicates that genetic variants related to educational attainment influence individuals’ political participation. This suggests that political inequality of opportunity is partially rooted in an inequality in genetic resources. However, the possibility that these genetic influences are contingent on individuals’ environments, such that they are amplified or reduced by certain environmental characteristics, remains unexplored. Using longitudinal and geo-coded register data for a large sample of genotyped twins in the Swedish Twin Registry, this paper explores whether early-life proximal environments that are conducive to participation modifies the effects of individuals’ education-related genetic resources on voting, as measured by a polygenic index for educational attainment. The results suggest that the level of political engagement, and of SES, both within the family and within the neighbourhood, can reduce the effects of genetic resources on voting. This has implications for how we can direct policy to ameliorate genetic inequalities in political participation.",
    "url": "https://doi.org/10.1007/s11109-025-10096-6",
    "doi": "https://doi.org/10.1007/s11109-025-10096-6",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "(Media Attention to) Misinformation Can Undermine Trust in Scientists",
    "authors": "Emma Hoes, Bernhard Clemm, Theresa Gessler, Sijia Qian, Magdalena Wojcieszak",
    "abstract": "Could news coverage of misinformation be harmful? Across two studies on U.S. citizens, we examine whether news coverage of misinformation generates misperceptions and decreases levels of trust in information institutions (i.e., media, professors, and scientists) and whether its effects can be comparable to those of exposure to untrustworthy content. We rely on an online experiment using mock social media posts (Study 1, N = 1,670) and also on online behavioral tracking data paired with over-time survey self-reports (Study 2, N = 804). Study 1 finds that exposure to both actual misinformation and the coverage of misinformation affect misperceptions, but does not decrease trust. Study 2 presents evidence that behaviorally tracked visits to untrustworthy sites and exposure to news coverage of misinformation—although relatively rare—do not affect misperceptions, but both predict lower levels of trust in scientists, with less consistent effects for media and university professors. These results support concerns that not only misinformation but also its coverage contribute to epistemic uncertainty by eroding confidence in credible sources of knowledge, and warrant further inquiry into the potential harms of news media’s attention to misinformation.",
    "url": "https://doi.org/10.1007/s11109-025-10090-y",
    "doi": "https://doi.org/10.1007/s11109-025-10090-y",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "public opinion",
    "title": "The Effects of Perceived Pledge Performance and the Third-Person Effect on Voting Behavior",
    "authors": "Tsung-han Tsai, Ting-wei Weng",
    "abstract": "In this article, we examine the effects of voters’ beliefs in politicians’ pledge performance on the consideration of election pledges when voting with a special focus on the role of the third-person effect. Specifically, we argue that third-person perception, a perception gap between presumed media influence on others and influence on oneself, reinforces the consideration of election pledges through the mechanisms of expectation confirmation or disconfirmation. The empirical results confirm that, first, voters who believe in pledge fulfillment are more likely to frequently take election pledges into account when making their voting decisions, and second, voters who believe that pledges are likely to be broken are less likely to do so, although this is the case only for those who do not have third-person perception. Finally, we observe that voters’ consideration of election pledges is reinforced by third-person perception, which to some extent ensures a link between voters’ policy preferences and governments’ policy decisions.",
    "url": "https://doi.org/10.1093/ijpor/edaf058",
    "doi": "https://doi.org/10.1093/ijpor/edaf058",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "public opinion",
    "title": "Is a snapshot enough? Repeated list experiments in autocratizing Hong Kong under the National Security Law",
    "authors": "Tetsuro Kobayashi, Jaehyun Song, Polly Chan",
    "url": "https://doi.org/10.1080/17457289.2025.2581905",
    "doi": "https://doi.org/10.1080/17457289.2025.2581905",
    "filter": 0,
    "journal_full": "Journal of Elections, Public Opinion and Parties"
  },
  {
    "discipline": "public opinion",
    "title": "Susceptibility to Moral Arguments Among Liberals and Conservatives",
    "authors": "Fredrik Jansson, Pontus Strimling",
    "abstract": "An empirical result in Moral Foundations Theory is that liberals and progressives endorse the individualizing factors of care and fairness, while conservatives claim that the binding factors of authority, loyalty, and purity are equally relevant when determining what is moral. Does this translate into persuasiveness of arguments and opinion change? We here test the hypothesis that conservatives can be swayed by binding moral arguments, while everyone is susceptible to individualizing moral arguments. Using a classic experimental design (N = 375) where respondents are given moral arguments for a position in nine moral issues, we find support for this hypothesis. In line with motivational matching, the moral foundation support of respondents predicts the type of arguments to which they are susceptible. Along with previous studies on which type of moral argument supports which moral position in the public debate, these findings provide a mechanistic explanation for public opinion change, and in particular for the observation that moral values are becoming more liberal and progressive across the board. Although people tend to be resistant to belief revision, their opinions on politically polarized issues can change when arguments match their beliefs, reflected in their ideology.",
    "url": "https://doi.org/10.1093/poq/nfaf045",
    "doi": "https://doi.org/10.1093/poq/nfaf045",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Improving Participation in Data Donation Studies: A Systematic Review of Factors Driving Participation and Evidence-Informed Best Practices",
    "authors": "Yucan Xiong, Amber van der Wal, Ine Beyens",
    "abstract": "Data donation, a research approach in which users voluntarily contribute their personal digital data, offers a solution to the limitations of traditional self-reporting and digital trace methods by enabling the collection of comprehensive, ethically sourced usage information across multiple devices and digital interfaces. However, this promising method remains underutilized due to low participation rates. Therefore, this review pursued two integrated aims. First, to synthesize evidence on factors that influence three forms of participation: hypothetical willingness (stated intention in imagined scenarios), actual willingness (consent to donate when asked), and successful completion (following through with the full donation process). Second, to appraise existing workflows, frameworks, and methodological tools and integrate this appraisal with the factor synthesis to derive best practices for improving participation. We synthesized 35 articles, of which 14 examined factors influencing participation and 21 provide methodological guidance. Five key factors were identified: sensitivity of the data, privacy concerns, perceived autonomy and control over the donation process, complexity of the process, and participant characteristics. To overcome barriers related to these factors, we recommend maximizing participant privacy through robust data donation frameworks, enhancing transparency and user-friendliness, empowering participants by increasing autonomy and control over their data, and proactively addressing potential selection biases.",
    "url": "https://doi.org/10.1177/08944393251395958",
    "doi": "https://doi.org/10.1177/08944393251395958",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "psychology",
    "title": "Missing data in microrandomized trials: Challenges and opportunities",
    "authors": "Shiyu Zhang, John J. Dziak, Lizbeth Benson, Jamie R. T. Yap, Dusti R. Jones, Cho Y. Lam, Lindsey N. Potter, David W. Wetter, Inbal Nahum-Shani",
    "abstract": "The vision of leveraging digital technologies to deliver real-time psychological interventions in everyday settings is realized via just-in-time adaptive interventions (JITAI) – an intervention design that guides the use of rapidly changing information about a person’s internal states and contexts to decide whether and how to intervene in daily life. Microrandomized trials (MRTs) were developed as an experimental design to address scientific questions about how to best construct JITAIs, enabling scientists to investigate whether, what type, and under what conditions, intervention delivery can promote behavior change. However, missing data present challenges to the ability of MRTs to inform the development of JITAIs. This article articulates the multiple sources of missing data that can manifest in MRT studies, discusses how such missing data can impact (1) bias, (2) variance, and (3) the future implementation of JITAIs, and discusses strategies for both minimizing missing data in an MRT design and handling missing data when they occur. The overarching goal is to provide a conceptual framework that will guide future investigators in anticipating missing data and making informed decisions to manage them. Throughout, we illustrate concepts using existing data from the Mobile Assistance for Regulating Smoking (MARS) study. MARS ( n = 99) involved a 10-day MRT that included up to six randomizations per person per day.",
    "url": "https://doi.org/10.3758/s13428-025-02885-y",
    "doi": "https://doi.org/10.3758/s13428-025-02885-y",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "The impact of dichotomization on network recovery",
    "authors": "Nikola Sekulovski, Tessa F. Blanken, Jonas M. B. Haslbeck, Maarten Marsman",
    "abstract": "Graphical models have become an important method for studying the network structure of multivariate psychological data. Accurate recovery of the underlying network structure is paramount and requires that the models are appropriate for the data at hand. Traditionally, Gaussian graphical models for continuous data and Ising models for binary data have dominated the literature. However, psychological research often relies on ordinal data from Likert scale items, creating a model-data mismatch. This paper examines the effect of dichotomizing ordinal variables on network recovery, as opposed to analyzing the data at its original level of measurement, using a Bayesian analysis of the ordinal Markov random field model. This model is implemented in the R package . Our analysis shows that dichotomization results in a loss of information, which affects the accuracy of network recovery. This is particularly true when considering the interplay between the dichotomization cutoffs used and the distribution of the ordinal categories. In addition, we demonstrate a difference in accuracy when using dichotomized data, depending on whether edges are included or excluded in the true network, which highlights the effectiveness of the ordinal model in recovering conditional independence relationships. These findings underscore the importance of using models that deal directly with ordinal data to ensure more reliable and valid inferred network structures in psychological research.",
    "url": "https://doi.org/10.3758/s13428-025-02861-6",
    "doi": "https://doi.org/10.3758/s13428-025-02861-6",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "“And the Next Thing You Know . . .”: Ideological Differences in Slippery Slope Thinking",
    "authors": "Rajen A. Anderson, Daan Scheepers, Benjamin C. Ruisch",
    "abstract": "Slippery slope arguments (SSAs) contend that a small, innocuous change will lead to cascading negative consequences. Although SSAs are common in political discourse, they have received little empirical attention in this context. In 15 studies (including samples from four countries and a study of natural language usage on the social media site Reddit), we examine who may be most prone to slippery slope thinking and why people in general may engage in such thinking. We consider whether individuals of different political ideologies exhibit different degrees of support for SSAs. We test three competing hypotheses that it is (a) political extremists, (b) political liberals, or (c) political conservatives that more strongly endorse SSAs. We consistently find that conservatives endorse SSAs more due to ideological differences in intuitive thinking. We additionally find evidence of these ideological differences in social media behavior, and that slippery slope thinking has consequences for punitive attitudes.",
    "url": "https://doi.org/10.1177/01461672251391893",
    "doi": "https://doi.org/10.1177/01461672251391893",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin"
  },
  {
    "discipline": "psychology",
    "title": "Feeds, feelings, and focus: A systematic review and meta-analysis examining the cognitive and mental health correlates of short-form video use.",
    "authors": "Lan Nguyen, Jared Walters, Siddharth Paul, Shay Monreal Ijurco, Georgia E. Rainey, Nupur Parekh, Gabriel Blair, Miranda Darrah",
    "url": "https://doi.org/10.1037/bul0000498",
    "doi": "https://doi.org/10.1037/bul0000498",
    "filter": 0,
    "journal_full": "Psychological Bulletin"
  },
  {
    "discipline": "psychology",
    "title": "A tutorial and methodological review of linear time series models: Using R and SPSS.",
    "authors": "Jesús F. Rosel, Sara Puchol, Marcel Elipe, Patricia Flor, Francisco H. Machancoses, Juan J. Canales",
    "url": "https://doi.org/10.1037/met0000794",
    "doi": "https://doi.org/10.1037/met0000794",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "multidisciplinary",
    "title": "The effect of mass shootings on voter turnout in the United States",
    "authors": "Kelsey Shoub, Kevin Morris",
    "abstract": "Mass shootings occur with horrifying frequency in the United States. Many point to electoral politics as a potential path to change this. Here, we test whether mass shootings increase electoral participation using the most granular dataset to date. We draw information on mass shootings from the Gun Violence Archive and estimate national block group-level turnout using four snapshots of the national voter file. Using a regression discontinuity in time design, we find that mass shootings mobilize local voters (especially in heavily Democratic areas) but do not shift presidential vote choices. Furthermore, we show that pre-election mass shootings were associated with increased support for a 2016 Californian gun reform ballot initiative. Our results show the (geographically bounded) salience of mass shootings for local political engagement and ballot reform efforts.",
    "url": "https://doi.org/10.1126/sciadv.adx5418",
    "doi": "https://doi.org/10.1126/sciadv.adx5418",
    "filter": 0,
    "journal_full": "Science Advances"
  }
]
