[
  {
    "discipline": "communication",
    "title": "Queering algorithms: LGBTQ+ content creators’ non-conforming and non-confronting workarounds to digital normativity in China",
    "authors": "Jiannan Shi",
    "url": "http://dx.doi.org/10.1177/13548565241299281",
    "doi": "10.1177/13548565241299281",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "Popular social media platforms in China, such as Bilibili, Douyin, and Xiaohongshu (REDnote), use machine learning algorithms to curate personalized feeds and enforce content moderation. But the opacity of such algorithms introduces socially consequential and often problematic mechanisms of classification. Given the playful resistance of queer individuals against a normative social environment, the interaction between algorithms and content creators warrants close examination. This study investigates how LGBTQ+ content creators navigate these algorithm-driven platforms, focusing on their negotiation of digital normativity to share non-heterosexual content and foster queer sociality in China. Avoiding the oversimplification of viewing algorithms and those implementing them as monolithic entities, I explore how content creators creatively manage to produce and distribute their work within the constraints of these platforms, and even by playing with these constraints. I collected data from an ethnography on algorithms, interviews, and an open-source investigation into recommendation algorithms, through a scavenge approach. I argue that LGBTQ+ content creators engage with algorithms in ways that are simultaneously non-conforming and non-confrontational. They imagine algorithmic effects, appropriate outcomes, and play with the opacity of machine learning to navigate three aspects of digital normativity in China: heteronormativity, Internet civilization, and commercialization. Empirically, I identified three strategies used to create and expand queer sociality within these constraints: camouflaging, filtering, and verticalizing. Theoretically, I introduce ‘workarounds’ as a framework that transcends the binary perspectives of conformity and resistance in discussions of authoritarian governance, algorithmic control, and user-platform interaction."
  },
  {
    "discipline": "communication",
    "title": "Public service media as pivotal in combating misinformation and disinformation: prerequisites and approaches",
    "authors": "Annika Sehl",
    "url": "http://dx.doi.org/10.1177/02673231241294185",
    "doi": "10.1177/02673231241294185",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "The communicative environment of public service media (PSM) has changed considerably due to the digital transformation. This includes the dissemination of misinformation and disinformation on social media platforms, which has the potential to undermine democracy. Against this background, the paper argues that the role of PSM should be expanded beyond the core tasks of high-quality, diverse and impartial reporting. PSM should increasingly also act as institutions that monitor social media, evaluate, and validate external information. In addition, they should engage in enhancing media literacy and developing genuine PSM platforms. The paper discusses the opportunities and limitations of each approach and addresses prerequisites for PSM, such as political independence and societal trust. It thus contributes to the understanding how PSM can continue to fulfil their democratic role under new conditions."
  },
  {
    "discipline": "communication",
    "title": "It ain't easy: using normatively motivated news diversification to facilitate policy support, tolerance, and political participation",
    "authors": "Nicolas Mattis, Philipp K. Masur, Judith Moeller, Wouter van Atteveldt",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2423892",
    "doi": "10.1080/1369118x.2024.2423892",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Entertainment interspersed with propaganda: how non-legacy-news accounts deliver explicitly political content to mass audiences on Russia’s most popular social network VK",
    "authors": "Julia Kling, Florian Toepfl, Pascal Jürgens",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420029",
    "doi": "10.1080/1369118x.2024.2420029",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Is woke advertising necessarily woke-washing? How woke advertising and (mis)aligned corporate practices influence perceived woke-washing",
    "authors": "Delphine Caruelle",
    "url": "http://dx.doi.org/10.1080/02650487.2024.2427517",
    "doi": "10.1080/02650487.2024.2427517",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "The OPAD-perception framework: measuring perceptions of online personalized advertising",
    "authors": "Lijie Guo, Daricia Wilkinson, Moses Namara, Karishma Patil, Bart P. Knijnenburg",
    "url": "http://dx.doi.org/10.1108/intr-01-2023-0078",
    "doi": "10.1108/intr-01-2023-0078",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose The paper aims to develop and validate an instrument to measure users’ perceptions of online personalized advertising. Design/methodology/approach First, we identified 12 different aspects of online personalized advertisement and formulated candidate items through a literature review. A card sorting study and expert review were conducted to generate the initial scale items. We then conducted one survey ( n  = 308) to create a reliable measurement instrument and another ( n  = 296) to validate the instrument. Finally, we tested how the dimensions of the OPAD-Perception Framework can be used to differentiate between different levels of ad sensitivity, control/no control over the ad personalization process, and different levels of granularity of ad explanation. Findings The resulting OPAD-Perception Framework contains 49 Likert-formatted questions measuring ten distinct dimensions of online personalized advertising: reliability, usefulness, transparency, interactivity, targeting accuracy, accountability, creepiness, willingness to rely on, self-actualization, and persuasion. Originality/value The OPAD-Perception Framework can serve as a powerful tool to measure users’ attitudes toward online personalized advertising. This will enable advertisers and social media platforms to better support users’ privacy expectations and provide user-friendly interfaces for controlling the ad personalization process."
  },
  {
    "discipline": "communication",
    "title": "From recovery to preparedness: an examination of resources, individual disaster communication, and anticipatory resilience capacity during the 2023 U.S. tornado season",
    "authors": "Matthew L. Spialek, Scott E. Branton",
    "url": "http://dx.doi.org/10.1080/00909882.2024.2425845",
    "doi": "10.1080/00909882.2024.2425845",
    "filter": 0,
    "journal_full": "Journal of Applied Communication Research"
  },
  {
    "discipline": "communication",
    "title": "The Cost of Clairvoyance",
    "authors": "James Alex Bonus, Tim Wulf, Nicholas L. Matthews",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000268",
    "doi": "10.1027/1864-1105/a000268",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Three weeks before the release of Star Wars VIII: The Last Jedi, participants viewed a trailer for the movie and predicted how happy and nostalgic it would make them feel. Three weeks after release, they indicated whether they saw the movie and (if so) their affective reactions while viewing it and their overall evaluation of it (i.e., enjoyment and appreciation). Results indicated that forecasted nostalgia (but not happiness) predicted whether or not participants saw the movie. Moreover, enjoyment and appreciation of the film were higher among participants who experienced more happiness and nostalgia than forecasted, whereas enjoyment and appreciation were lower among participants who experienced less happiness and nostalgia than forecasted."
  },
  {
    "discipline": "communication",
    "title": "Web-Series Ads as a New Marketing Media: Toward a Commercial-Independent Digital Integration Model",
    "authors": "Matan Aharoni, Osnat Roth-Cohen",
    "url": "http://dx.doi.org/10.1177/10776990241287124",
    "doi": "10.1177/10776990241287124",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study presents a new type of advertisement—web-series ads. This undiscussed form of advertising is unique, as it presents an independent digital cultural field. By examining the main structural and narrative features of web-series ads and consumers’ responses, this research presents an integration model which explains how advertisements, as a commercial system, integrate into an independent new media system. Using thematic, narrative–structural, and textual analysis methods, this research shows how marketers convey messaging by introducing a free-from-constraints new online advertising media type. The use of polysystem theory offers a new theoretical perspective to media research and explains the findings."
  },
  {
    "discipline": "communication",
    "title": "Purity Culture on YouTube: Selling Heteronormative Patriarchy as God’s Design",
    "authors": "K. Macy Burkett",
    "url": "http://dx.doi.org/10.1177/10776990241296462",
    "doi": "10.1177/10776990241296462",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Purity culture, a movement that emphasizes sexual abstinence before marriage, infiltrated American evangelical Christian churches in the 1990s and has been found to induce shame in young women while excluding people of color and the LGBTQ+ community. By using their influencer status to persuade their audiences, American evangelical Christian YouTube creators have brought purity culture back into the U.S. cultural zeitgeist. Through an inductive thematic analysis of 25 YouTube videos by evangelical Christian creators, this study seeks to understand the themes evangelical YouTube channels use to promote purity culture: heteronormativity, patriarchal submission, and naturalizing patriarchy as God’s design."
  },
  {
    "discipline": "communication",
    "title": "Online News Paying Intent Antecedents: The Culture of Free, Fairness of Having to Pay for News, and the Moderating Role of Political Interest",
    "authors": "Manuel Goyanes, Rebecca Scheffauer, Tamás Tóth, Márton Demeter, Homero Gil de Zúñiga",
    "url": "http://dx.doi.org/10.1177/10776990241296458",
    "doi": "10.1177/10776990241296458",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Drawing on a Spanish representative two-wave panel survey, this study examines the role predicting the intent for paying for news of (a) a culture of free mindset, and (b) pay for news injustice. Findings suggest that both variables negatively predict citizens’ intent to pay for public affairs information. Furthermore, the study also advances the moderating role of political interest on these effects, which increases the intentions to pay for news, particularly for those who report low levels of culture of free mindset and pay for news injustice."
  },
  {
    "discipline": "communication",
    "title": "Explaining the Rich Entertainment Appeal of Nature Documentaries and its Conflicting Motivational Consequences",
    "authors": "Anna Freytag, Daniel Possler, Nico Spreen, Arthur A. Raney, Christoph Klimmt",
    "url": "http://dx.doi.org/10.1080/15205436.2024.2415987",
    "doi": "10.1080/15205436.2024.2415987",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Introduction of the Digital Gaming Relationship",
    "authors": "Miikka Sokka, Kwok Ng, Sami Kokko, Pasi Koski",
    "url": "http://dx.doi.org/10.17645/mac.8738",
    "doi": "10.17645/mac.8738",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "In recent decades, there has been a growing interest in studying the appeal of digital games. However, there is still a call for further research, especially on the theoretical and methodological advancements. Hence, a novel approach and a concept of the Digital Gaming Relationship (DGR) is presented. The DGR model is adapted from earlier work on physical activity and with the central concept as “meaning,” it provides an alternative perspective to motivation-oriented literature for the field of game studies. With this approach, the fundamental view is that each person has a varying relationship with digital games and gaming over their life span. The relationship builds on the individual’s encounters with the social world of digital gaming and its cultural meanings. In the long term, accruing digital gaming-related knowledge, experiences, and emotional connections contributes to a rich tapestry of meaning, thus creating a deep and meaningful relationship capable of shaping one’s actions, behaviors, and even identity. The framework theorizes the mechanisms of an individual’s socialization process to the digital gaming world and illustrates that the relationship with digital games includes much more than just playing them. In this article, the theoretical roots and key concepts of the DGR are introduced, and the practical applicability of the approach is discussed."
  },
  {
    "discipline": "communication",
    "title": "Empowered by the Experience: Playing as Female Characters in Video Games",
    "authors": "Teresa Lynch, Annie Dooley, David M. Markowitz",
    "url": "http://dx.doi.org/10.17645/mac.8733",
    "doi": "10.17645/mac.8733",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Research on female video game characters often investigates negative outcomes of playing as stereotyped characters. Yet, video games increasingly offer people opportunities to play as capable, prominent female characters that may be meaningful and promote positive outcomes (e.g., feelings of empowerment). This manuscript shares the results of a mixed methods survey of individuals (&lt;em&gt;N&lt;/em&gt; = 751) recruited via online forums who recalled their experiences playing as female game characters. We analyzed qualitative response data using a traditional, top-down approach to identify themes. We focus our analysis and discussion on the results of a human-derived analysis, which indicated both positive and negative dimensions of experiences that participants found meaningful. Participants reported that taking on the role of a female character was often very important to them, but the reason for this significance varied across players. Often, these reasons involved their own gender identities and the context in which the gameplay occurred (e.g., online multiplayer). We consider findings as evidence of eudaimonic media effects."
  },
  {
    "discipline": "communication",
    "title": "Active bystanders in the forwarding of sexting messages: Applying a theory of planned behavior in youth",
    "authors": "Chelly Maes, Joris Van Ouytsel, Laura Vandenbosch",
    "url": "http://dx.doi.org/10.1177/14614448241287729",
    "doi": "10.1177/14614448241287729",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study explored youth’s intention to engage in active bystander behavior in response to non-consensual forwarding of sexts (NCFS). The study paid attention to the possible conditional boundaries of these suggested dynamics based on youth’s empathy levels and sex. An online survey was conducted among 1337 Belgian respondents, of which 78.4% were female ( M age = 21.64 years, SD = 3.57 years). Structural equation modeling showed that positive attitude and injunctive norms, higher descriptive norms, and greater perceived behavioral control regarding active bystander behaviors in the context of NCFS were related to youth’s intention to engage in such active bystander behaviors, which in turn was related to actual active bystander behavior. Differences were found based on youth’s empathy levels, though no sex differences were found. The findings provide a critical foundation for highly needed intervention approaches and educational curricula seeking to diminish the occurrence of NCFS in youth."
  },
  {
    "discipline": "communication",
    "title": "Communicating About Renewable Energy With Satire: The Influence of Gentle and Harsh Humor Tones on Perceived Message Credibility and Information Reliance",
    "authors": "Isabelle Freiling, Michael A. Cacciatore, Leona Yi-Fan Su, Jiyoung Yeon, Sohyun Park, Weiting Du, Jennifer Shiyue Zhang, Sara K. Yeo, Sarah Rose Siskind",
    "url": "http://dx.doi.org/10.1177/10755470241293361",
    "doi": "10.1177/10755470241293361",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Satire is often used in science communication, but it is unclear how it influences perceptions of message credibility and reliance on the information. We examine how two satire types (gentle, harsh) influence perceived message credibility and information reliance, which we define as using the information in discussions or for attitudinal and behavioral changes. Using a partial mediation model, we found no effects of gentle satire, but harsh satire negatively influenced message credibility, which was positively linked to information reliance. Contrary to previous research, we found that the satire type matters. Practical implications include being cautious when using harsh satire."
  },
  {
    "discipline": "communication",
    "title": "The Effects of Climate Change Meta-Knowledge on Selective Exposure, Selective Elaboration, and Behavioral Intentions",
    "authors": "Luna T. Frauhammer, German Neubaum",
    "url": "http://dx.doi.org/10.1177/10755470241284938",
    "doi": "10.1177/10755470241284938",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "This experiment investigates how individuals’ meta-knowledge (the self-perception of one’s knowledge) influences selective exposure to and elaboration of information about climate change with climate change self-schema as possible mediator. Participants’ ( N = 510) meta-knowledge was manipulated by receiving fake feedback after a climate change knowledge test. There were no group differences in selective exposure and selective elaboration. Correlational evidence tentatively speaks for a “rich-get-richer” process of information selection and elaboration. This could be explained through climate change self-schemas which differed significantly between conditions ( d = 0.26) and correlated positively with selective exposure ( r = .36) and elaboration ( r = .28)."
  },
  {
    "discipline": "communication",
    "title": "Why Science Should Have a Female Face: Female Experts Increase Liking, Competence, and Trust in Science",
    "authors": "Austin Y. Hubner, Olivia M. Bullock",
    "url": "http://dx.doi.org/10.1177/10755470241295676",
    "doi": "10.1177/10755470241295676",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Historically, female experts have been perceived as less competent but more likable than their male counterparts. This experimental study ( n = 958) examines the intricate relationship between likability, competence, scientist gender, participant gender, and trust scientific expertise. Our results illuminated the mediating role of likability in shaping perceptions of competence, where heightened likability positively influenced perceived competence. Moreover, exposure to science messages from female scientists significantly increased trust in science through a serial mediation model. Notably, participants liked the scientist of the opposite gender; thus we did not observe a gender affinity effect."
  },
  {
    "discipline": "communication",
    "title": "The AI Chatbot Always Flirts With Me, Should I Flirt Back: From the McDonaldization of Friendship to the Robotization of Love",
    "authors": "Bibo Lin",
    "url": "http://dx.doi.org/10.1177/20563051241296229",
    "doi": "10.1177/20563051241296229",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "How is the use of artificial intelligence (AI) technologies, such as machine learning (ML) algorithms and Large Language Models (LLMs), in social chatbots transforming friendship and love? This study investigates Replika, an app offering AI friends and/or lovers to users. Unlike most AI companion research grounded in Human-Machine Interaction (HMI) and interpersonal communication theories, this study employs the sociological concept of McDonaldization to interrogate broader social and cultural implications of Replika. I argue that McDonaldization offers a systematic framework to understand the fast friendship and fast love provided by social chatbots while accounting for its limits in addressing the personalization enabled by emerging AI technologies. To bridge the conceptual gap, I propose the term “Robotization of Love,” pointing to the merging of efficient, quantifiable, predictable, and controllable love and algorithmically personalized love. The Robotization of Love also underscores the growing significance of robotic elements in shaping our affection and sociality."
  },
  {
    "discipline": "communication",
    "title": "Online Privacy, Young People, and Datafication: Different Perceptions About Online Privacy Across Antigua &amp; Barbuda, Australia, Ghana, and Slovenia",
    "authors": "Rys Farthing, Katja Koren Ošljak, Teki Akuetteh, Kadian Camacho, Genevieve Smith-Nunes, Jun Zhao",
    "url": "http://dx.doi.org/10.1177/20563051241298042",
    "doi": "10.1177/20563051241298042",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Children and young people’s online privacy is increasingly challenged by the datafication of the digital world, and this is an increasingly important area of policy concern. Understanding what young people understand online privacy to be, and what they want done to protect it, is key to creating effective and rights-realizing policy responses. This article explores young people’s perceptions across four countries and finds they have nuanced understandings about online privacy and clear, robust ideas about how to improve it. Context mattered, and their online privacy concerns and ideal protections were often informed by their socio-political context and awareness of and trust in datafication."
  },
  {
    "discipline": "communication",
    "title": "Engaging with underserved communities during times of crises: A computational analysis of social media interactions with government information about COVID-19 economic relief programs",
    "authors": "Jihye Lee, Soojong Kim",
    "url": "http://dx.doi.org/10.1016/j.tele.2024.102209",
    "doi": "10.1016/j.tele.2024.102209",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Understanding online shopping fraud among Chinese elderly: Extending routine activity theory in the online context",
    "authors": "Hongliang Chen, Miao He, Lulu Peng",
    "url": "http://dx.doi.org/10.1016/j.tele.2024.102208",
    "doi": "10.1016/j.tele.2024.102208",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "The Infrastructure of Domestic Influence Operations: Cyber Troops and Public Opinion Manipulation Through Social Media in Indonesia",
    "authors": " Wijayanto, Ward Berenschot, Yatun Sastramidjaja, Kris Ruijgrok",
    "url": "http://dx.doi.org/10.1177/19401612241297832",
    "doi": "10.1177/19401612241297832",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Coordinated influence campaigns on social media have become an increasingly important tool for political and economic elites to sway public opinion in their favor. As the study of this phenomenon has so far largely focused on traces of such campaigns on social media itself, we know relatively little about the people and networks implementing them. Furthermore, existing literature offers limited analytical handles to delineate and analyze different forms of influence operations. To address these challenges, we employ interviews with fifty-two members of the “cyber troops” implementing such operations in Indonesia. On the basis of this material, we propose that three key features—being secretly funded, highly coordinated, and involving mostly anonymous accounts—distinguish cyber troops from other types of domestic influence operations. In Indonesia cyber troops involve transient, project-based collaborations among freelancing individuals, not coincidentally mirroring the character of the country’s election campaigns. This rapidly growing industry is cementing the already oligarchic character of Indonesia’s democracy."
  },
  {
    "discipline": "public opinion",
    "title": "The distance between us: the role of ideological proximity in shaping perceptions of inter-partisan relationships",
    "authors": "Seonghui Lee",
    "url": "http://dx.doi.org/10.1080/17457289.2024.2427025",
    "doi": "10.1080/17457289.2024.2427025",
    "filter": 0,
    "journal_full": "Journal of Elections, Public Opinion and Parties"
  },
  {
    "discipline": "public opinion",
    "title": "Seasonal Adjustment of Infra-Monthly Time Series with JDemetra+",
    "authors": "Karsten Webel, Anna Smyk",
    "url": "http://dx.doi.org/10.1177/0282423x241277602",
    "doi": "10.1177/0282423x241277602",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "Both the ongoing digital transformation in many statistical agencies around the world and the COVID-19 pandemic outbreak in 2020 have increased the recognition of and demand for infra-monthly economic time series in official statistics during the past decade. Infra-monthly data often display complex forms of seasonality, such as superimposed seasonal patterns with potentially fractional periodicities, that prevent the application of traditional modeling and seasonal adjustment approaches. For that reason, JDemetra+, the official software for harmonized seasonal adjustments of monthly and quarterly data in Europe, has been augmented recently with several methods tailored to the specifics of infra-monthly data. This includes a modified TRAMO-like routine for data pretreatment and extended versions of the ARIMA model-based and X-11 seasonal adjustment approaches alongside the classic STL method. These methods can be accessed through either the graphical user interface or an R package suite, which also provides additional routines for structural time series modeling. We give a comprehensive description of all those methods and discuss the theoretical properties of their key modifications. Selected capabilities are then illustrated using daily births in France, hourly realized electricity consumption in Germany, and weekly initial claims for unemployment insurance in the United States."
  },
  {
    "discipline": "psychology",
    "title": "Positive musical performance feedback facilitates general self-efficacy and choice of solo performance",
    "authors": "Weronika Molińska, Joanna Rajchert",
    "url": "http://dx.doi.org/10.1177/03057356241296535",
    "doi": "10.1177/03057356241296535",
    "filter": 0,
    "journal_full": "Psychology of Music",
    "abstract": "This study investigates the impact of positive or negative performance evaluations on general self-efficacy and subsequent choice of a solo or group performance among professional musicians ( N = 53; women 58.2%, men 36.4%, non-binary 5.5%). Participants completed personality questionnaires, sight-read an unfamiliar musical piece, received computer-generated feedback, and reported post-manipulation self-efficacy. Results showed that positive evaluations, even computer-generated, increased self-efficacy and were associated with a higher likelihood of choosing solo/ a cappella performance. While self-efficacy correlated with a greater preference for solo/ a cappella performance, it did not mediate the relationship between evaluation and performance choice. Findings align with Bandura’s self-efficacy theory, emphasizing the influence of mastery experiences and external feedback on self-efficacy development."
  }
]
