[
  {
    "discipline": "communication",
    "title": "The Depolarizing Effect of AI Chatbots: Effects of Interactive News on Belief Perseverance and Information Seeking",
    "authors": "Freddie J. Jennings, Marco Dehnert, Nicholas Purintun",
    "url": "https://doi.org/10.1080/08838151.2025.2519731",
    "doi": "https://doi.org/10.1080/08838151.2025.2519731",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "How does social media content go viral across platforms? Modelling the spread of Kamala is brat across X, TikTok, and Instagram",
    "authors": "Emma Connolly",
    "url": "https://doi.org/10.1080/19331681.2025.2519052",
    "doi": "https://doi.org/10.1080/19331681.2025.2519052",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Dissemination of false information and societal polarization: an empirical investigation",
    "authors": "Prashant Kumar Choudhary, Jadhav Chakradhar, Poola Devendra",
    "url": "https://doi.org/10.1080/19331681.2025.2519053",
    "doi": "https://doi.org/10.1080/19331681.2025.2519053",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Negative Feedback Fuels Hate Speech: A Deep Learning Analysis of 25 Million News Comments",
    "authors": "Hyo-sun Ryu, Jae Kook Lee",
    "url": "https://doi.org/10.1177/10776990251343076",
    "doi": "https://doi.org/10.1177/10776990251343076",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study investigates the dynamics of hate speech, looking at feedback on comments and subsequent commenting. We examine the relationship between feedback on comments, hate speech presence, and commenter types, with analysis of news comments during the 2022 South Korean presidential election campaigns. The data include 25 million comments, analyzed with a deep learning hate speech detection model. It was found that positive feedback encourages more commenting for non-hateful content, and negative feedback reduces subsequent non-hateful comments. However, surprisingly, negative feedback was found to rather increase the frequency of hateful comments, particularly among light commenters. Implications of the findings are discussed."
  },
  {
    "discipline": "communication",
    "title": "Reducing Misinformation Credibility: How Explanations Impact the Effectiveness of Social Media Warning Labels and Fact-Checking Source Recall",
    "authors": "Paul Mena",
    "url": "https://doi.org/10.1177/10776990251347657",
    "doi": "https://doi.org/10.1177/10776990251347657",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Social media platforms have been using warning labels to alert users of misinformation. Although research has shown that flagging can be effective in reducing the perceived credibility of false information, many social media users still believe in misinformation even after seeing a warning label. An online experiment found that explanations may enhance the effectiveness of warning labels in reducing the credibility of misinformation with high message credibility. This research also showed that explanations may increase the perceived informational utility of warning labels. In the same way, explanations of warning labels were found to boost fact-checking source recall."
  },
  {
    "discipline": "communication",
    "title": "Harmony in Political Discourse? The Impact of High-Quality Listening on Speakers’ Perceptions Following Political Conversations",
    "authors": "Guy Itzchakov, Niv Navon, Jarret T. Crawford, Netta Weinstein, Kenneth G. DeMarree",
    "url": "https://doi.org/10.17645/mac.9871",
    "doi": "https://doi.org/10.17645/mac.9871",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Conversations with people who hold opposite partisan attitudes can elicit defensiveness, reinforce extreme attitudes, and undermine relationships with those with opposing views. However, this might not be the case when speakers experience high-quality (attentive, understanding, and non-judgmental) listening from their conversation partners. We hypothesized that high-quality listening would increase speakers’ positive views toward, and their willingness to further interact with, others who hold politically opposed attitudes, and that these effects would be mediated by greater state openness. We conducted three experiments using different modalities to manipulate listening. In Study 1 (&lt;em&gt;N&lt;/em&gt; = 379), participants recalled a conversation with an opposing political party member, with listening quality described as high-quality, low-quality, or control. Study 2 (&lt;em&gt;N&lt;/em&gt; = 269) used imagined interactions, with participants reading vignettes describing either high-quality listening or a control condition. In Study 3 (preregistered; &lt;em&gt;N&lt;/em&gt; = 741), participants watched a video of a listener modeling high-quality or moderate-quality listening and imagined themselves engaging in a similar interaction. Across studies, we found that high-quality listening consistently increased speakers’ state openness to politically opposed others but did not change political attitudes. We found inconsistent evidence for speakers’ increased willingness to engage in future interactions (meta-analytic effect: = 0.20, &lt;em&gt;p&lt;/em&gt; = 0.015). However, we observed a consistent indirect effect of listening on positive attitudes and willingness for future interactions through increased openness."
  },
  {
    "discipline": "communication",
    "title": "Guarding against deception through news literacy interventions: Impact of issue involvement and participation on young French adults’ fake news vulnerability",
    "authors": "Ambre Gambin, Andreas Munzel",
    "url": "https://doi.org/10.1177/14614448251342796",
    "doi": "https://doi.org/10.1177/14614448251342796",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "In the so-called post-truth age and the rise of social media, news circulates widely and quickly, leading to information overload. In this context, individuals experiencing high issue involvement tend to engage more with information. Literature has recently focused on news literacy interventions to protect people from fake news. However, few have addressed these initiatives’ immediate and differential effects simultaneously on young adults’ vulnerability to deception. Through three experiments involving undergraduate university students in France, we demonstrate that intervention-based educational methods can mitigate the impact of issue involvement on belief in fake news. Yet, they do not enable individuals to protect themselves in the long run and may even prove counterproductive by triggering information overload. Our study contributes to the research investigating preventive practices to help users arm themselves against fake news in media communication, social media, and social marketing."
  },
  {
    "discipline": "communication",
    "title": "Narrative Versus Statistical Evidence in Environmental Persuasion: A Meta-Analysis Study",
    "authors": "Soohee Choi, Meng Chen, Zhuo Guo",
    "url": "https://doi.org/10.1177/10755470251344211",
    "doi": "https://doi.org/10.1177/10755470251344211",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "This meta-analysis examines the effectiveness of narrative versus statistical evidence in environmental communication. Narrative evidence significantly enhances risk perception and behavioral intention, while statistical evidence plays a more conditional role in shaping attitudes. Moderator analyses reveal that video-based messages enhance the impact of narratives on risk perception, while locally framed statistical messages strengthen their effect on attitude. Longer messages are more effective at influencing behavioral outcomes than shorter ones. Explicit statistical messages enhance risk perception and intention, while non-explicit narratives remain effective. These findings highlight the importance of integrating narrative and statistical evidence in environmental communication campaigns."
  },
  {
    "discipline": "politics",
    "title": "AI as Governance",
    "authors": "Henry Farrell",
    "url": "https://doi.org/10.1146/annurev-polisci-040723-013245",
    "doi": "https://doi.org/10.1146/annurev-polisci-040723-013245",
    "filter": 0,
    "journal_full": "Annual Review of Political Science",
    "abstract": "Political scientists have had remarkably little to say about artificial intelligence (AI), perhaps because they are dissuaded by its technical complexity and by current debates about whether AI might emulate, outstrip, or replace individual human intelligence. They ought to consider AI in terms of its relationship with governance. Existing large-scale systems of governance such as markets, bureaucracy, and democracy make complex human relations tractable, albeit with some loss of information. AI's major political consequences can be considered under two headings. First, we may treat AI as a technology of governance, asking how AI's capacities to classify information at scale affect markets, bureaucracy, and democracy. Second, we might treat AI as an emerging form of governance in its own right, with its own particular mechanisms of representation and coordination. These two perspectives reveal new questions for political scientists, encouraging them to reconsider the boundaries of their discipline."
  },
  {
    "discipline": "politics",
    "title": "Defining and Measuring Democratic Norms",
    "authors": "Gretchen Helmke, Josiah Rath",
    "url": "https://doi.org/10.1146/annurev-polisci-041322-040610",
    "doi": "https://doi.org/10.1146/annurev-polisci-041322-040610",
    "filter": 0,
    "journal_full": "Annual Review of Political Science",
    "abstract": "If scholars and pundits are right, the erosion of norms in the United States and abroad poses a significant danger to democracy. Understanding what exactly norms are, what makes them democratic, and how best to measure them is thus essential for generating and evaluating explanations of how such norms weaken and collapse. Our article addresses each of these key elements. On the conceptual front, we argue for more precision in defining norms and more consideration in labeling them as democratic. On the measurement front, we develop a general utility function and use it to evaluate the various methodological strategies that researchers have deployed to causally identify democratic norms. In between, we synthesize the fast-growing literature on norms and democratic backsliding using a fourfold typology, with transgressors and enforcers on one dimension and political elites and citizens on the other. We conclude by pinpointing several new areas for future research."
  },
  {
    "discipline": "politics",
    "title": "Understanding Voter Fatigue: Election Frequency and Electoral Abstention Approval",
    "authors": "Filip Kostelka",
    "url": "https://doi.org/10.1017/s0007123425000171",
    "doi": "https://doi.org/10.1017/s0007123425000171",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "The existing literature shows that frequent elections depress electoral participation and contribute to the global decline in voter turnout. However, the causal mechanisms remain unclear. This paper investigates the sources of voter fatigue and hypothesizes that frequent elections make electoral abstention more acceptable to citizens. It tests the main hypothesis via an original pre-registered survey experiment fielded in five countries with a total sample size of 12,221 respondents. The results provide pioneering evidence on the psychological effects of election frequency. They confirm that high election frequency increases the social acceptability of electoral abstention and that this effect is proportional to the number of past elections. It can be equally observed among all major social groups, including politically engaged citizens and those who believe that voting is a civic duty. These findings hold major implications for our understanding of voter turnout and democratic institutional engineering."
  },
  {
    "discipline": "politics",
    "title": "Cueing Without Parties: Experimental Evidence from Peru",
    "authors": "Nicolás de la Cerda",
    "url": "https://doi.org/10.1007/s11109-025-10059-x",
    "doi": "https://doi.org/10.1007/s11109-025-10059-x",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "Citizens infer policy information from partisan cues, yet their utility varies cross-nationally. In weakly institutionalized democracies with short-lived political parties and volatile party systems, partisan cues are likely of little heuristic value. I argue that in these contexts, citizens leverage alternative political markers, such as ideological or political movement-related categories, to make sense of the political arena. I test this argument in Peru, a country with an extremely volatile and distrusted party system. Using a survey experiment, I show that political cues significantly influence policy preferences even in the absence of clear and strong partisan brands. Further analysis using causal forest reveals that movement-related political identities are the primary moderators of cueing effects, outweighing traditional factors such as partisanship or ideology. Notably, while non-partisan cues influence attitude formation, only outgroup cues effectively shape preferences. I theorize that this asymmetry could potentially stem from two distinct features of the Peruvian political landscape: deep mistrust in political parties and patterns of affective polarization marked by stronger outgroup prejudice than ingroup favoritism. Overall, this study underscores the importance of alternative forms of political identification in weakly institutionalized party systems, extending existing theories of public opinion formation to diverse democratic settings."
  },
  {
    "discipline": "politics",
    "title": "Understanding the Sensitivity of Party Identification Questions in Polarized African Contexts",
    "authors": "Justine M. Davis, Martha Wilfahrt",
    "url": "https://doi.org/10.1007/s11109-025-10058-y",
    "doi": "https://doi.org/10.1007/s11109-025-10058-y",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "The global rise of political polarization has generated new insights into how polarization affects political behavior. But political polarization may also shape the dynamics of researching such behavior in the first place. This paper argues that in polarized contexts, asking about party identification (PID) during academic surveys can be highly sensitive. We demonstrate this in sub-Saharan Africa, using three forms of evidence. First, a survey of enumerators in Côte d’Ivoire shows that over 50% feel uncomfortable asking about PID, linking their discomfort to the polarized political climate. Enumerators also believe that such questions reduce honest responses and influence the research encounter itself. Second, data from the Afrobarometer reveals that respondents in polarized countries often self-censor on PID questions more than on traditionally sensitive topics like clientelism, violence, or identity. Finally, interviews and focus groups with Ivorian citizens support these findings, highlighting the sensitivity around PID. These results emphasize that in politically polarized environments, partisanship questions may be uniquely sensitive and impact data quality and the research experience in addition to holding ramifications for political behavior. We conclude with a discussion of implications for survey design and analysis as well as a general call for political scientists to consider what is sensitive, in what context, and for whom when designing surveys."
  },
  {
    "discipline": "politics",
    "title": "Depolarization and its discontents: Experimental evidence on affective polarization and willingness to confront racism and misinformation from two online workshops",
    "authors": "Robert A. Blair, Jessica Gottlieb, Marie Schenk, Christopher Woods",
    "url": "https://doi.org/10.1111/pops.70046",
    "doi": "https://doi.org/10.1111/pops.70046",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "Recent years have witnessed a proliferation of initiatives aimed at reducing partisan polarization in the United States. Many of these initiatives focus on promoting civil dialogue across partisan lines and fostering tolerance for diverse political perspectives. While these are laudable goals, we argue that emphasizing civility and tolerance may have the adverse unintended consequence of diminishing citizens' willingness to engage in conflictive conversations about normatively important but politically divisive subjects. We focus on two especially prominent (but contentious) preoccupations of contemporary American politics: combating racism and countering the spread of misinformation. We test our theory through an experimental evaluation of two scalable online depolarization workshops. Our results suggest that the workshops mitigated affective polarization and negative partisanship among a subsample of participants drawn from a nationally representative voter database. Consistent with our theory, however, the workshops also appear to have diminished these same participants' willingness to confront false or racist speech when doing so would require conflictive conversations with out‐partisans. We conclude by considering the complex practical and normative implications of our results."
  },
  {
    "discipline": "politics",
    "title": "Where to place sensitive questions? Experiments on survey response order and measures of discriminatory attitudes",
    "authors": "Amanda Sahar d’Urso, Tabitha Bonilla, Genni Bogdanowicz",
    "url": "https://doi.org/10.1017/psrm.2025.10017",
    "doi": "https://doi.org/10.1017/psrm.2025.10017",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "In survey experiments, should all covariates be administered before the experimental treatment? Some scholars argue that post-treatment items should never be used as covariates because the treatment could bias the measurement of those items and disrupt experimental randomization. Other scholars argue certain items—specifically sensitive questions measuring prejudice—should not be administered pre-treatment. They argue if asked pre-treatment, these items may prime respondents in ways that will influence how they engage with the experiment treatment, thereby affecting the overall outcome of the experiment. Using evidence from four studies (two original collections) that vary the placement of sensitive items—pre-treatment, post-treatment, or in a separate wave—we find little evidence that the placement of sensitive items influences the measurement of those items, the experimental outcomes, nor heterogeneously affects the outcome conditional on the treatment. However, we find the placement of sensitive items inconsistently affects the experimental outcome by interacting with both the measurement of the items and the experimental treatment condition. Overall, we find these measures to be robust to where they are administered. It may be best to place items pre-treatment to preserve randomization. If researchers have reason to include sensitive moderators post-treatment, they should transparently discuss this choice and the anticipated trade-offs."
  },
  {
    "discipline": "politics",
    "title": "Changing the lens: The contingency of results from conjoint experiments on the outcome variable and the estimand",
    "authors": "Clareta Treger",
    "url": "https://doi.org/10.1177/20531680251351238",
    "doi": "https://doi.org/10.1177/20531680251351238",
    "filter": 0,
    "journal_full": "Research & Politics",
    "abstract": "Conjoint experiments have become popular in political science for studying opinions, attitudes, and preferences on various issues. While the methodological literature discusses two dependent variables—forced-choice and rating outcomes—many studies continue to use (or report) only the former. Additionally, many studies primarily focus on analyzing causal quantities—Average Marginal Component Effects (AMCEs) and do not report the descriptive estimates—Marginal Means (MMs). This article highlights the contingency of results from conjoint experiments on the outcome variable and the estimand used. It calls for the inclusion of the rating outcome and for reporting the MMs alongside AMCEs. As the two outcome variables elicit distinct preferences, it explains how relying solely on one may obscure important findings and limit the insights gained from the experiment. This is particularly consequential for the analysis of MMs. These arguments are demonstrated by replicating and reanalyzing recently published conjoint studies. The article concludes with practical recommendations for applied researchers."
  },
  {
    "discipline": "public opinion",
    "title": "Ladies’ Choice: Intersectional Linked Fate and Public Opinion Toward Women of Color in Politics",
    "authors": "Joyce H Nguy, Alexandria J Davis, Nathan K Chan",
    "url": "https://doi.org/10.1093/poq/nfaf019",
    "doi": "https://doi.org/10.1093/poq/nfaf019",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "This article seeks to understand the public opinion formation among women of color in America. How do identity-based factors, such as linked fate with women of color (WoC), shape political evaluations? Expanding on social identity theory and intersectionality frameworks, we investigate the political influences of WoC identification and WoC intersectional linked fate. We argue that intersectional linked fate represents a deeper sense of shared experiences and interconnected outcomes across race and gender, making this both a conceptually distinct construct and a politically consequential extension of WoC identity. Further, we theorize that women of color’s perceptions of intersectional linked fate drive their cross-racial support for real-world WoC in politics. We analyze data from the 2020 Collaborative Multiracial Post-Election Survey to test how intersectional linked fate correlates with evaluations of prominent WoC political figures such as Alexandria Ocasio-Cortez, Ayanna Pressley, and Michelle Obama among Black, Latina, and Asian American women. Our findings reveal that intersectional linked fate has a stronger and more consistent influence on these political evaluations than either WoC identity or racial linked fate, fostering solidarity and support for WoC politicians across racial boundaries. The results highlight the critical role of intersectional linked fate in shaping public opinion with important implications for understanding future elections, especially as candidates, politics, and the electorate continue to diversify in the United States."
  },
  {
    "discipline": "public opinion",
    "title": "Do Personality Traits Predict Voter Attitudes When Politics Is Structured Around Conflict? Lessons from Israel",
    "authors": "Naama Rivlin-Angert, Alon Yakter, Lior Sheffer",
    "url": "https://doi.org/10.1093/poq/nfaf021",
    "doi": "https://doi.org/10.1093/poq/nfaf021",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "The relationship between personality traits and political attitudes has been studied extensively. However, existing accounts largely study personality’s links to liberal-conservative divisions on social and economic issues. We know far less about its attitudinal influences when politics is organized around other issue domains, particularly ethnonational conflicts. Addressing this gap, we examine the relationship between the Big Five personality traits, policy preferences, and political orientation in Israel, where the main ideological cleavage involves the Israeli-Palestinian conflict. Using original survey data, we find that the known relationships with social and economic attitudes operate only partly and more weakly in this context. Unlike these domains, conflict-related preferences in Israel correlate primarily with greater conscientiousness, largely through authoritarian tendencies. General Left-Right orientations mimic this relationship, reflecting conflict-related views rather than social or economic inclinations. These findings expand the scope of current debates about personality and political attitudes and underscore the importance of national ideological contexts for future research."
  },
  {
    "discipline": "psychology",
    "title": "Digital questionnaire response time (DQRT): A ubiquitous and low-cost digital assay of cognitive processing speed",
    "authors": "Vanessa Teckentrup, Anna M. Rosická, Kelly R. Donegan, Eoghan Gallagher, Anna K. Hanlon, Claire M. Gillan",
    "url": "https://doi.org/10.3758/s13428-025-02727-x",
    "doi": "https://doi.org/10.3758/s13428-025-02727-x",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Digital survey tools have all but replaced paper and pen in the psychological sciences, and consequently new forms of potentially useful research paradata are now routinely gathered. A particularly common byproduct of research is questionnaire timestamps, which some have suggested can be used as a measure of cognitive function. Here, we conducted a comprehensive validation of this measure, which we call the “digital questionnaire response time,” or “DQRT.” Using data from N = 2,977 users of a smartphone app, we first ran a data-driven bootstrapping approach to examine how best to quantify DQRT. DQRT was slower in older adults ( r = 0.26) and in those with lower educational attainment and socioeconomic status. Testing the association between DQRT and working memory (range r = 0.11–0.14), model-based planning (range r = 0.03–0.06), and processing speed (range r = 0.29–0.39) across cross-sectional and longitudinal subsamples, we found support for a cognitive characterization of DQRT as a measure of cognitive processing speed. DQRT was more strongly correlated with nine out of 13 lifestyle and health factors, and four out of nine mental health factors than a task-based measure of processing speed. DQRT showed good test–retest reliability, and associations between DQRT and task-based processing speed were higher within individuals ( r = 0.35) than between individuals ( r = 0.25). Finally, we highlight substantial, but addressable, potential confounds inherent in the measure. We conclude that DQRT has important limitations, but overall can serve as a valid and reliable index of cognitive processing speed that can be gathered at unprecedented scale, unobtrusively, and repeatedly, during a variety of real-world digital behaviors."
  },
  {
    "discipline": "psychology",
    "title": "Recovering knot placements in Bayesian piecewise growth models with missing data",
    "authors": "Ihnwhi Heo, Fan Jia, Sarah Depaoli",
    "url": "https://doi.org/10.3758/s13428-025-02716-0",
    "doi": "https://doi.org/10.3758/s13428-025-02716-0",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Bayesian piecewise growth models (PGMs) are useful tools to capture nonlinear trends comprised of distinct developmental phases. An important parameter in Bayesian PGMs is the knot location – the time at which transitions arise between phases. While researchers can specify knot locations when they are known a priori, a more flexible approach is to estimate knot locations based on data. The Bayesian estimation of knot locations is largely affected by prior distributions and missing data; however, little is known about the impact of these two factors in recovering knot placements. In the current article, we conducted a Monte Carlo simulation study to examine the impact of different prior specifications and the presence of missing data on the recovery of knot placements in Bayesian PGMs. Simulation results indicated that in small sample sizes, knot location estimates were dictated by prior distributions. Even with larger sample sizes, the estimates remained sensitive to informative and inaccurate prior specifications. The presence of missing data complicated the recovery linked to certain priors. While negative consequences, such as bias in parameter estimates, were caused by a larger amount of missing data, this could be alleviated by informative and accurate priors. These findings emphasize the critical role and intertwined influence of prior distributions and missing data in reaching conclusions about changepoints. We present an illustrative example using real data with missing values to demonstrate the Bayesian estimation of knot locations under realistic scenarios. Recommendations for applied researchers are discussed."
  },
  {
    "discipline": "sociology",
    "title": "Social Rigidity Across and Within Generations: A Predictive Approach",
    "authors": "Haowen Zheng, Siwei Cheng",
    "url": "https://doi.org/10.1177/00491241251347984",
    "doi": "https://doi.org/10.1177/00491241251347984",
    "filter": 0,
    "journal_full": "Sociological Methods & Research",
    "abstract": "How well can individuals’ parental background and previous life experiences predict their mid-life socioeconomic status (SES) attainment? This question is central to stratification research, as a strong power of earlier experiences in predicting later-life outcomes signals substantial intra- or intergenerational status persistence, or put simply, social rigidity. Running machine learning models on panel data to predict outcomes that include hourly wage, total income, family income, and occupational status, we find that a large number (around 4,000) of predictors commonly used in the stratification literature improves the prediction of one’s life chances in middle to late adulthood by about 10 percent to 50 percent, compared with a null model that uses a simple mean of the outcome variable. The level of predictability depends on the specific outcome being analyzed, with labor market indicators like wages and occupational prestige being more predictable than broader socioeconomic measures such as overall personal and family income. Grouping a comprehensive list of predictors into four unique sets that cover family background, childhood and adolescence development, early labor market experiences, and early adulthood family formation, we find that including income, employment status, and occupational characteristics at early career significantly improves models’ prediction accuracy for mid-life SES attainment. We also illustrate the application of the predictive models to examine heterogeneity in predictability by race and gender and identify important variables through this data-driven exercise."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Cultural tendencies in generative AI",
    "authors": "Jackson G. Lu, Lesley Luyang Song, Lu Doris Zhang",
    "url": "https://doi.org/10.1038/s41562-025-02242-1",
    "doi": "https://doi.org/10.1038/s41562-025-02242-1",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "We show that generative artificial intelligence (AI) models—trained on textual data that are inherently cultural—exhibit cultural tendencies when used in different human languages. Here we focus on two foundational constructs in cultural psychology: social orientation and cognitive style. First, we analyse GPT’s responses to a large set of measures in both Chinese and English. When used in Chinese (versus English), GPT exhibits a more interdependent (versus independent) social orientation and a more holistic (versus analytic) cognitive style. Second, we replicate these cultural tendencies in ERNIE, a popular generative AI model in China. Third, we demonstrate the real-world impact of these cultural tendencies. For example, when used in Chinese (versus English), GPT is more likely to recommend advertisements with an interdependent (versus independent) social orientation. Fourth, exploratory analyses suggest that cultural prompts (for example, prompting generative AI to assume the role of a Chinese person) can adjust these cultural tendencies."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Estimating the extent and sources of model uncertainty in political science",
    "authors": "Michael Ganslmeier, Tim Vlandas",
    "url": "https://doi.org/10.1073/pnas.2414926122",
    "doi": "https://doi.org/10.1073/pnas.2414926122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Assessing model uncertainty is crucial to quantitative political science. Yet, most available sensitivity analyses focus only on a few modeling choices, most notably the covariate space, while neglecting to jointly consider several equally important modeling choices simultaneously. In this article, we combine the exhaustive and systematic method of the Extreme Bounds Analysis with the more multidimensional logic underpinning the multiverse approach to develop an approach to sensitivity analyses. This allows us to systematically assess the degree and sources of model uncertainty across multiple dimensions, including the control set, fixed effect structures, SE types, sample selection, and dependent variable operationalization. We then apply this method to four prominent topics in political science: democratization, institutional trust, public good provision, and welfare state generosity. Results from over 3.6 bn estimates reveal widespread model uncertainty, not just in terms of the statistical significance of the effects, but also their direction, with most independent variables yielding a substantive share of statistically significant positive and negative coefficients depending on model specification. We compare the strengths and weaknesses of three distinct approaches to estimating the relative importance of different model specification choices: nearest 1-neighbor; logistic; and deep learning. All three approaches reveal that the impact of the covariate space is relatively modest compared to the impact of sample selection and dependent variable operationalization. We conclude that model uncertainty stems more from sampling and measurement than conditioning and discuss the methodological implications for how to assess model uncertainty in the social sciences."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Republicans are flagged more often than Democrats for sharing misinformation on X’s Community Notes",
    "authors": "Thomas Renault, Mohsen Mosleh, David G. Rand",
    "url": "https://doi.org/10.1073/pnas.2502053122",
    "doi": "https://doi.org/10.1073/pnas.2502053122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "We use crowd-sourced assessments from X’s Community Notes program to examine whether there are partisan differences in the sharing of misleading information. Unlike previous studies, misleadingness here is determined by agreement across a diverse community of platform users, rather than by fact-checkers. We find that 2.3 times more posts by Republicans are flagged as misleading compared to posts by Democrats. These results are not base rate artifacts, as we find no meaningful overrepresentation of Republicans among X users. Our findings provide strong evidence of a partisan asymmetry in misinformation sharing which cannot be attributed to political bias on the part of raters, and indicate that Republicans will be sanctioned more than Democrats even if platforms transition from professional fact-checking to Community Notes."
  },
  {
    "discipline": "multidisciplinary",
    "title": "How media competition fuels the spread of misinformation",
    "authors": "Arash Amini, Yigit Ege Bayiz, Eun-Ju Lee, Zeynep Somer-Topcu, Radu Marculescu, Ufuk Topcu",
    "url": "https://doi.org/10.1126/sciadv.adu7743",
    "doi": "https://doi.org/10.1126/sciadv.adu7743",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "Competition among news sources over public opinion can incentivize them to resort to misinformation. Sharing misinformation may lead to a short-term gain in audience engagement but ultimately damages the credibility of the source, resulting in a loss of audience. To understand the rationale behind news sources sharing misinformation, we model the competition between sources as a zero-sum sequential game, where news sources decide whether to share factual information or misinformation. Each source influences individuals based on their credibility, the veracity of the article, and the individual’s characteristics. We analyze this game through the concept of quantal response equilibrium, which accounts for the bounded rationality of human decision-making. The analysis shows that the resulting equilibria reproduce the credibility-opinion distribution of real-world news sources, with hyperpartisan sources spreading the majority of misinformation. Our findings provide insights for policymakers to mitigate the spread of misinformation and promote a more factual information landscape."
  }
]
