[
  {
    "discipline": "communication",
    "title": "The discursive function of Meta’s Newsroom: How Meta frames the problem of problematic online content",
    "authors": "Edward Hurcombe, Ehsan Dehghan, Laura Vodden, Daniel Angus",
    "url": "https://doi.org/10.1177/13548565251315521",
    "doi": "https://doi.org/10.1177/13548565251315521",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "This article examines the social technology company Meta’s public communication on problematic content, via their official ‘Meta Newsroom’, within the context of growing regulatory scrutiny. For nearly a decade, the Meta Newsroom has been a major outlet for Meta company announcements, and since 2016, the Newsroom has increasingly become a key source for company responses to concerns regarding mis/disinformation and other kinds of problematic content on Meta’s platforms. Using a mixed-methods approach informed by discourse analysis, this article critically examines Newsrooms posts from 2016 to early 2021. It asks: how is Meta framing ‘problems’ on its platforms? How is Meta identifying ‘solutions’ to those problems? And is Meta ‘nudging’ policymakers in specific conceptual directions? Overall, we find that Meta is framing content moderation issues through four key frames – ‘authenticity’, ‘political advertising’, ‘technological solutions’, and ‘enforcement’ – that benefit Meta, as they shift responsibility while also demonstrating that Meta is an active and capable problem-solver."
  },
  {
    "discipline": "communication",
    "title": "A Meta-Analysis of Artificial Intelligence Technologies Use and Loneliness: Examining the Influence of Physical Embodiment, Age Differences, and Effect Direction",
    "authors": "Xu Dong, Jun Xie, He Gong",
    "url": "https://doi.org/10.1089/cyber.2024.0468",
    "doi": "https://doi.org/10.1089/cyber.2024.0468",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Short Made Them Powerful: Exploring Motivations and Problematic Uses of TikTok",
    "authors": "Youngju Jung, Taeyeon Kim, Sojin Lee, Seung Min, Yongjun Sung",
    "url": "https://doi.org/10.1089/cyber.2024.0328",
    "doi": "https://doi.org/10.1089/cyber.2024.0328",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Variety or Similarity: The Typology and Frequency of Occurrence of Certain Kinds of Puzzles Present in Puzzle-Based Gamebooks",
    "authors": "Marcin Łączyński, Tomasz Gackowski, Michał Gołębiowski",
    "url": "https://doi.org/10.1177/15554120251315518",
    "doi": "https://doi.org/10.1177/15554120251315518",
    "filter": 0,
    "journal_full": "Games and Culture",
    "abstract": "This paper presents a research project oriented on the qualitative and quantitative analysis of puzzles present in the modern-day (published after 2015) puzzle-oriented gamebooks (i.e., Journal 29) and book escape rooms (i.e., Cypher Files). The research presented included two stages. The qualitative stage aimed to apply the concepts from the fields of ludology and interaction design to interpret the play experience in selected gamebooks. This part resulted in research notes describing the interaction process with each puzzle in analyzed gamebooks. The result of the analysis of those notes is the proposition of the typology of riddles and puzzles present in those books and a general reflection on the puzzle-solving process structure. In the second part of the project, we intended to apply the typology to address research questions of a quantitative nature related to puzzle uniqueness, dissemination of particular puzzle types, and similarity of design practice between authors."
  },
  {
    "discipline": "communication",
    "title": "The associations between internet use and loneliness among older adults: a three-level meta-analysis",
    "authors": "Weijie Cao, Yuanxiao Ma, Yilin Zhang, Chen Chen",
    "url": "https://doi.org/10.1080/1369118x.2025.2460567",
    "doi": "https://doi.org/10.1080/1369118x.2025.2460567",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Disrupting echo chambers? How social media is related to social tolerance through network diversity: linked lives over a major life course event",
    "authors": "Keith N. Hampton, Kelley Cotter",
    "url": "https://doi.org/10.1080/1369118x.2025.2460556",
    "doi": "https://doi.org/10.1080/1369118x.2025.2460556",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "High hopes, hard falls: consumer expectations and reactions to AI-human collaboration in advertising",
    "authors": "Yuhosua Ryoo, Marat Bakpayev, Yongwoog Andrew Jeon, Kacy Kim, Sukki Yoon",
    "url": "https://doi.org/10.1080/02650487.2025.2458996",
    "doi": "https://doi.org/10.1080/02650487.2025.2458996",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "The drivers of intimacy toward social media-based brand communities: perspective of attachment theory",
    "authors": "Hui-Ju Wang",
    "url": "https://doi.org/10.1108/intr-01-2024-0066",
    "doi": "https://doi.org/10.1108/intr-01-2024-0066",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose Social media-based brand communities (SMBBCs) have emerged as one of the most significant marketing tools due to their ability to create and maintain close relationships between SMBBCs and consumers. However, past studies have ignored intimacy toward SMBBCs, particularly the role of individual variances in their development. Researchers have revealed the significant impacts of individual differences in attachment styles on the development of brand–consumer relationships based on attachment theory. Accordingly, this study aims to explore the drivers of intimacy toward SMBBCs from the perspective of attachment theory. Design/methodology/approach This study examines a proposed model that integrates two attachment styles – attachment avoidance and attachment anxiety – self-disclosure on social media and intimacy toward SMBBCs through two samples in the context of brands’ Facebook fan pages. Findings The results show that attachment avoidance and attachment anxiety have significantly negative and positive effects on self-disclosure on social media, respectively, which contribute to intimacy toward SMBBCs. Practical implications The results offer brand managers significant implications for segmenting markets and developing relationship marketing strategies for their brand communities on social media. Originality/value This study is the first attempt to explore the driving factors of intimacy toward SMBBCs from the attachment theory perspective."
  },
  {
    "discipline": "communication",
    "title": "Effect of Human Images in Advertisements on Consumers’ Experiential Purchase Intentions",
    "authors": "Lu (Monroe) Meng, Sining Kou, Shen Duan, Yijie Wang, Kevin Lü",
    "url": "https://doi.org/10.1080/00913367.2024.2423158",
    "doi": "https://doi.org/10.1080/00913367.2024.2423158",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Showcasing Studies of Conversational Motifs Within a Dynamic Dyadic Systems Perspective on Interpersonal Communication",
    "authors": "Denise Haunani Solomon, Xi Tian, Yuwei Li, Shu Scott Li",
    "url": "https://doi.org/10.1177/0261927x251316863",
    "doi": "https://doi.org/10.1177/0261927x251316863",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This essay reports three projects that integrate linguistic features of speaking turns into the identification of conversational motifs, which are multiturn segments of dialog within interpersonal interactions. Study 1 focused on support for bereavement, used Linguistic Inquiry and Word Count data to augment characterizations of speaking turns based on speech act, and identified seven 5-turn conversational motifs. Study 2 examined serial argument conversations, used ratings of features and word count to differentiate speaking turns, and identified four conversational motifs within 1-minute segments of interaction. Study 3 analyzed conversations about public health campaign messages, considered functional and structural features of speaking turns, and identified four 4-turn conversational motifs. By elaborating the library of linguistic elements considered when operationalizing speaking turn types and showcasing alternative strategies for identifying conversation motifs, this essay extends recent advancements in a dynamic dyadic systems perspective on interpersonal communication."
  },
  {
    "discipline": "communication",
    "title": "Attitudes About Appropriate Languages for Different Spheres of Life: The Case of Lithuania",
    "authors": "Loreta Vilkienė",
    "url": "https://doi.org/10.1177/0261927x251315660",
    "doi": "https://doi.org/10.1177/0261927x251315660",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This article analyses the responses of 1,003 respondents to one question from the representative survey of the Lithuanian population: Which language do you think is appropriate for school, higher education, business, services, and communication with officials in Lithuania? The aim is to answer two RQs: (1) To what extent are the different languages—Lithuanian, English, Russian, Polish—perceived as appropriate in the various spheres of life? (2) Do the factors of age, L1, and place of residence influence target attitudes statistically significantly? Descriptive and inferential (Pearson's Chi-squared test) statistics were used for data analysis. The results show that the Lithuanian language has maintained its position as appropriate in various domains. However, in the business domain, Lithuanian competes with English. English has considerably strengthened its position in all domains analyzed. Target attitudes towards Russian and Polish have slightly changed in favour of these languages, especially in business. The factor of age statistically significantly affects attitudes according to Lithuanian and English in all domains analyzed. In the case of other languages, attitudes depend not only on age but also on domain. The same applies to the influence of the factor of place of residence: it works together with the domain. The L1 factor has a statistically significant effect when ethnic minorities express attitudes about their L1."
  },
  {
    "discipline": "communication",
    "title": "The Effect of Psychological Needs Satisfaction on Protective Gaming Beliefs and Behaviors",
    "authors": "Mu He, Rushui Shan, Jiahui Lu, Kwok Kit Tong",
    "url": "https://doi.org/10.1027/1864-1105/a000458",
    "doi": "https://doi.org/10.1027/1864-1105/a000458",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: While substantial studies focus on risk and negative factors for problematic video gaming, the present study paid attention to protective and positive factors that lead to healthy gaming practice. Based on the self-determination theory (SDT), the present study investigated whether psychological needs satisfaction may facilitate players’ adherence to protective gaming beliefs and behaviors. With a survey among 737 video game players, Study 1 observed a positive association between psychological needs satisfaction and protective gaming beliefs and behaviors. Study 2 used the positive writing technique to promote players’ psychological needs satisfaction, and the players with enhanced autonomy and competence need satisfaction showed a higher adherence to protective gaming beliefs and behaviors. The findings imply that players’ autonomous motivation and self-perceived competence can play a role in healthy gaming practice. SDT-based healthy gaming strategies may help to develop practical and sustainable programs for containing problematic gaming and promoting players’ health and well-being."
  },
  {
    "discipline": "communication",
    "title": "Understanding Generalized Trust in News Media in China",
    "authors": "Wenlong Mu, Jingtong Wang, Wenlan Zhu, Rongyong Li",
    "url": "https://doi.org/10.1027/1864-1105/a000459",
    "doi": "https://doi.org/10.1027/1864-1105/a000459",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Trust in news media (TNM) has continued declining in some countries (e.g., US) while remaining stable or even increasing in others (e.g., China). Scholars are interested in understanding what factors contribute to these differences. A reliable and equivalent measurement is essential for cross-national comparisons of TNM. However, there is currently no instrument available to measure generalized TNM in China. This study examined the psychometric properties of the Generalized Trust in News Media Scale (GTNMS) in China. The study sample comprised 578 participants, including 347 females (60.0%) and 231 males (40.0%). Confirmatory Factor Analysis (CFA), bifactor-CFA, and bifactor Exploratory Structural Equation Modelling (bifactor-ESEM) were adopted to examine the construct validity of the Chinese version of GTNMS. Measurement invariance (MI) and predictive validity of the Chinese version of GTNMS were also examined. The results revealed that the Chinese adaptation of GTNMS demonstrated optimal representation through a bifactor-ESEM, comprising a global factor (G-factor) and four specific factors (S-factors). Both the G-factor and S-factors showed acceptable internal consistency reliability. However, the S-factors retained a lower level of specificity after controlling for the G-factor, which indicated that the GTNMS was essentially unidimensional. The results from the Structural Equation Modelling analysis also revealed that only the G-factor could predict individuals’ news avoidance. In addition, MI of the GTNMS was established across participants using official and commercial media. Overall, the GTNMS is a reliable tool for measuring generalized TNM in China."
  },
  {
    "discipline": "communication",
    "title": "Spanish adaptation of the perceived responsiveness and insensitivity scale",
    "authors": "María Alonso-Ferres, Inmaculada Valor-Segura, Hannah C. Williamson",
    "url": "https://doi.org/10.1177/02654075251318461",
    "doi": "https://doi.org/10.1177/02654075251318461",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Perceived partner responsiveness is the extent to which one feels understood, validated, and cared for by their intimate partner. This is a centrally important construct in relationship science, with a robust literature indicating that individuals who perceive higher levels of responsiveness from their partner experiencing better relationship outcomes. Despite the large role that this construct plays in relationship science and our understanding of healthy relationship functioning, there is no measure adapted to Spanish language and culture. This study presents the 16-item and 8-item versions of the recently developed and psychometrically improved Perceived Responsiveness and Insensitivity Scale (PRIS; Crasta et al., 2021) that has been adapted to Spanish. Using a sample of 493 Spanish individuals, results demonstrate that this adapted scale exhibits adequate reliability, maintains the same internal structure as the original English version, demonstrates gender invariance, and presents adequate validity evidence when is associated to other variables. Adding the Spanish Adaptation of the PRIS (PRIS-SA) to the methodological toolkit of relationship scientists will allow this important construct to be examined in a cross-cultural fashion and among a diverse array of couples."
  },
  {
    "discipline": "communication",
    "title": "Jealousy in interracial and same-race relationships",
    "authors": "Vikki Pham, Eri Sasaki, Hanieh Naeimi, Emily A Impett",
    "url": "https://doi.org/10.1177/02654075251317425",
    "doi": "https://doi.org/10.1177/02654075251317425",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Interracial relationships have been on the rise and face unique relational challenges but are underrepresented in relationship science which has relied heavily on studies of same-race White couples. Existing research has shown that individuals in interracial relationships experience greater jealousy than those in same-race relationships, but these studies were underpowered or relied on binary measures of jealousy. In a large sample of individuals in interracial ( N = 196) and same-race relationships ( N = 198) from the United States and Canada, we found that individuals in interracial relationships reported experiencing jealousy more frequently and intensely (general jealousy), had greater worries about potential romantic rivals (rival-directed cognitive jealousy), and felt more distrust and anger toward rivals (rival-directed emotional jealousy). However, there were no differences in the extent to which they derogated the rival and displayed their relationship in front of the rival (rival-directed behavioral jealousy), and the findings for general and cognitive jealousy became nonsignificant when controlling for attachment anxiety. Finally, having a stronger couple identity attenuated the negative effects of having higher general jealousy and cognitive jealousy on relationship satisfaction for individuals in interracial (but not same-race) relationships. Future research should explore the development of attachment anxiety in interracial relationships and explore strategies in addition to having a stronger couple identity that can help interracial couples navigate third-party threats more effectively."
  },
  {
    "discipline": "communication",
    "title": "Ready (for love) or not? Self and other perceptions of commitment readiness and associations with attachment orientations",
    "authors": "Hyewon Yang, Rebekka Weidmann, Mariah F. Purol, Robert A. Ackerman, Richard E. Lucas, William J. Chopik",
    "url": "https://doi.org/10.1177/02654075251317920",
    "doi": "https://doi.org/10.1177/02654075251317920",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Commitment readiness – feeling ready to be in a committed relationship – is conducive to romantic relationship initiation and maintenance. Further, friends’ perceptions of whether someone is ready might constrain the opportunities afforded to individuals, and these perceptions may be shaped by how people navigate a romantic relationship, namely, attachment orientation. Hence, we examined the overlap of self and other perceptions of commitment readiness and whether those perceived as insecurely attached were also perceived as not ready for commitment. Persons in groups ( N = 193) consisting of four friends each ( N = 772) rated themselves and their friends on commitment readiness and attachment orientations. Using a bivariate social relations model, we found strong self-other agreement on commitment readiness. We also found that people perceived as higher in attachment avoidance and anxiety were seen as not as ready for commitment. Finally, people’s judgments of their own commitment readiness were associated with how they judged their friends’ commitment readiness (i.e., assumed similarity). Implications about the consequences of interpersonal judgments among friends are discussed."
  },
  {
    "discipline": "communication",
    "title": "Time-varying relational interaction dynamics in couples discussing conflict",
    "authors": "Sarah S Dermody, Elizabeth A Earle, Catherine E Fairbairn, Maria Testa",
    "url": "https://doi.org/10.1177/02654075251317168",
    "doi": "https://doi.org/10.1177/02654075251317168",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "The process of discussing conflict can impact the quality and longevity of a couple’s relationship. Limited research has characterized the dynamic nature of conflict discussions, including how these discussions unfold and how an actor’s behaviour elicits particular responses from their partner over the course of the discussion. It is also important to consider how additional factors, such as alcohol intoxication, can influence this dynamic. A challenge in conducting this research is having sufficiently fine-grained data along with appropriate analytic methods to characterize the conversation dynamics. To address this gap, we utilized time-varying effect modeling (TVEM) to examine the correspondence of actor-partner behaviours as a function of time and alcohol consumption. We examined this using data from 139 heterosexual couples who were observed for 15 minutes while discussing a conflict. Couples were randomly assigned to have either one, both, or neither drink alcohol prior to the discussion. Using the Rapid Marital Interaction Coding System (RMICS), individuals’ behaviours were coded as either positive, negative, or neutral during each speaking turn. The results supported that positive behaviour tended to elicit positive behaviour and the strength of this relationship increased over the course of discussing conflict. While negative behaviours tended to elicit negative behaviours, the strength of this relationship was stable over time. Alcohol consumption did not alter the relations between actor-partner behaviours over time. Taken together, the findings support the dynamic nature of some aspects of actor-partner behaviours when discussing conflict. Future research could consider how these dynamics predict future relational outcomes or characterize how they unfold in naturalistic settings."
  },
  {
    "discipline": "communication",
    "title": "Believing the Untrue: How Social Media, Sexism, and Structural Gender Inequality Influence Misinformation About Women Politicians",
    "authors": "Saifuddin Ahmed, Muhammad Masood, Adeline Bee Wei Ting",
    "url": "https://doi.org/10.1177/10776990251313756",
    "doi": "https://doi.org/10.1177/10776990251313756",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "We explore the link between social media news consumption and belief in misinformation about women politicians in India. In addition, we investigate the roles of sexism, with cognitive ability (individual factor) and gender inequality status (of the state where respondents reside) as structural-level moderating factors. Results indicate a positive association between social media news use and belief in misinformation, mediated by hostile and benevolent sexism. Furthermore, we find that low-cognitive individuals in states with high structural gender inequality are most vulnerable to misinformation. The results emphasize the need to create more gender equality structurally, to reduce susceptibility to gendered misinformation."
  },
  {
    "discipline": "communication",
    "title": "The Affinity Between Anti-Establishment Reality Perceptions and Estimated Misinformation Salience Across Seven Countries Spanning the Global North and South",
    "authors": "Michael Hameleers",
    "url": "https://doi.org/10.1080/15205436.2025.2458862",
    "doi": "https://doi.org/10.1080/15205436.2025.2458862",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Podcasting the Truth: Challenging Journalistic Knowledge and Building Epistemic Authority in Independent YouTube Podcasts",
    "authors": "Viljami Vaarala",
    "url": "https://doi.org/10.17645/mac.8984",
    "doi": "https://doi.org/10.17645/mac.8984",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The legitimacy of journalism as a truth-teller has become contested during the era of digitalisation and newly emerging platforms. Recently, the epistemic authority of legacy journalism has been challenged by right-wing podcasting. This article explores metajournalistic discussions on the identity of legacy journalism as a truth-oriented practice and institution in six Finnish podcasts published independently outside legacy media on YouTube. This metajournalistic discourse of truth is identified through topic modelling in 229 podcast episodes, of which 119 are scrutinised using qualitative discourse analysis. The discursive articulations in the YouTube podcast episodes are assessed in the light of realist and antirealist philosophies as well as epistemic theories of journalistic truth structured by critical realist and pragmatist philosophies. The results show that the epistemic authority of legacy journalism is challenged through three interconnected themes through which legacy journalism is articulated as an antirealist practice and institution. By contrast, YouTube podcasting is framed as a platform for a balanced, authentic, and uncut talk that realises the epistemic ideals of journalism. The challenges to the epistemic authority of legacy journalism presented by the Finnish YouTube podcasts are also similar to those identified in previous research on right-wing podcasting and online counter-media. The findings point to the need for legacy journalists and podcasting practitioners to adopt more nuanced and context-bound understandings of journalistic knowledge and truth structured by critical realist and pragmatist philosophies."
  },
  {
    "discipline": "communication",
    "title": "Binge-Watching Netflix? Insights From Data Donations",
    "authors": "Karin Van Es, Dennis Nguyen",
    "url": "https://doi.org/10.17645/mac.9362",
    "doi": "https://doi.org/10.17645/mac.9362",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Netflix is often credited with mainstreaming binge-watching through its release strategy and interface features. However, despite this reputation, data on actual consumption patterns remains scarce, enabling Netflix to shape the narrative about how content is consumed on its platform and what this implies about content quality and viewer attentiveness. This article provides unique empirical insights into Netflix viewing patterns in the Netherlands, based on a pilot study involving data donated by 126 subscribers. It introduces a definition of binge-watching tailored for computational analysis and offers an empirical understanding of its prevalence and manifestations. The findings suggest that binge-watching is a diverse and complex activity. While it is seemingly popular, in that it is practiced by many subscribers, the data suggest it occurs less frequently and is less extreme than would be expected from the hype."
  },
  {
    "discipline": "communication",
    "title": "Televisuality on a Global Scale: Netflix’s Local-Language Strategy",
    "authors": "Frédérique Khazoom",
    "url": "https://doi.org/10.17645/mac.9356",
    "doi": "https://doi.org/10.17645/mac.9356",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This article focuses on Netflix’s local-language strategy, the context leading up to it, and the extent to which transnationality, in this particular case, becomes televisual in John Caldwell’s sense. I argue that Netflix has developed a different business model for transnational TV formats through this strategy. For that, I use the Netflix original and exclusive series &lt;em&gt;Criminal&lt;/em&gt; (Field Smith &amp;amp; Kay, 2019–present-a–d) as a case study and show that its production context triggers a specific visual response due to Netflix’s economic and legal obligations in Europe. Building on the “transnational TV format trading system” approach of Jean K. Chalaby, this case study highlights how the affordances of multi-country video-on-demand providers like Netflix allow for the successful international franchising strategy in linear television to be conducted internally and simultaneously. Specifically, it shows that fictional TV series no longer need to be developed for a national broadcaster before reaching international markets because multi-country video-on-demand providers do not require various national intermediaries to distribute and stream TV series in different markets. The adaptation process can also be bypassed entirely if the decision to localize a programme into multiple versions is made before production starts. As a result, companies like Netflix can produce several local variations of TV content without running into as many barriers as national broadcasters. From there, I further argue using Mareike Jenner’s “grammar of transnationalism” that the impact of production and distribution processes on the visual treatment of &lt;em&gt;Criminal&lt;/em&gt; leads to style excess at the interface level and stylistic scarcity at the aesthetic level."
  },
  {
    "discipline": "communication",
    "title": "Rewatching Content on Streaming Platforms: The Pursuit of Ontological Comfort",
    "authors": "Ignacio Siles, Rodrigo Muñoz-González, Luciana Valerio-Alfaro, Vanessa Valiati",
    "url": "https://doi.org/10.17645/mac.9338",
    "doi": "https://doi.org/10.17645/mac.9338",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Why do people tend to rewatch series and films when they have numerous new options at their disposal? This article develops the notion of rewatching on streaming platforms as an essential and enduring aspect of televisuality. Our analysis draws from diary reports completed during one month by 40 streaming platform users in Costa Rica, as well as focus group conversations with 13 of these participants. We examine rewatching as a pursuit of &lt;em&gt;ontological comfort&lt;/em&gt;, that is, the sense of well-being derived from people’s understanding of everyday life and their conscious capacity to act in it. We argue that rewatching expresses an active search for stability, predictability, and orchestrated surprise through the narratives and conventions of certain televisual genres and the self-schedule affordances of streaming platforms. This study thus examines the nuanced significance of rewatching and its fundamental connection to the notion of comfort."
  },
  {
    "discipline": "communication",
    "title": "Cultural Authenticity as Netflix Televisuality: Streaming Industry Discourse and Globally Commissioned Original Series",
    "authors": "Michael L. Wayne, Deborah Castro",
    "url": "https://doi.org/10.17645/mac.9407",
    "doi": "https://doi.org/10.17645/mac.9407",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This analysis uses a media industry studies approach in conjunction with Caldwell’s concept of “televisuality” to explore the significance of cultural authenticity within Netflix’s industrial discourses. The authors argue that Netflix’s emphasis on cultural authenticity in its global content strategies mirrors the concept of “televisuality” as a form of corporate behavior and cultural representation in the streaming era. Specifically, the findings demonstrate the ways in which cultural authenticity can be understood as an industrial practice, distinct from the specific textual, narrative, or genre-related elements of its content. In addition, this research finds that executives’ assertions about universal storytelling diminish the significance of cultural differences, enabling them to present this diluted version of cultural authenticity as a catalyst for fostering global empathy and understanding. Yet, the broader utility of conceptualizing cultural authenticity as the overarching industrial logic of contemporary streaming television remains unclear as a result of Netflix’s distinctive position within the industry."
  }
]
