[
  {
    "discipline": "communication",
    "title": "The situation in media and communication research",
    "authors": "Anna Schnauber-Stockmann, Joseph B Bayer, Gabriella M Harari, Veronika Karnowski",
    "url": "http://dx.doi.org/10.1093/ct/qtae021",
    "doi": "10.1093/ct/qtae021",
    "filter": 0,
    "journal_full": "Communication Theory",
    "abstract": "Communication researchers have long sought to situate or contextualize media behaviors in their natural settings. However, the many approaches taken to understand media behavior in context have varied considerably. This article proposes a metatheoretical framework for theorizing media behavior at the situational level, encompassing the entirety of circumstances surrounding a media behavior at a given moment. The framework describes how psychological states, environmental context, and media context combine to shape moment-to-moment media behavior. We then describe how situational factors have the potential to interact with the three phases of media behavior—i.e., selection, processing, and disengagement—in distinctive ways. We argue that communication researchers only gain the ability to explain the variability in media behavior by taking the situational level into account. We conclude by providing future theoretical and empirical directions to guide the field in building a more generalizable and durable understanding of situated media behavior."
  },
  {
    "discipline": "communication",
    "title": "Navigating platformized generative AI: Examining early adopters’ experiences through the lens of data reflectivity",
    "authors": "Martina Skrubbeltrang Mahnke, Christoffer Bagger",
    "url": "http://dx.doi.org/10.1177/13548565241300857",
    "doi": "10.1177/13548565241300857",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "Following the widely noticed launch of ChatGPT 3.5 in November 2022, an unprecedented number of users have started to experiment with generative AI for communication purposes. Prior studies have shown how users are commodified by platforms, and the unprecedented development of generative AI raises hence once again questions of platform dynamics vs user agency. In this study, we argue that platformized generative AI (GenAI) actively ‘talks back’ to their users, prompting them to act accordingly. Theoretically, we develop the concept of data reflectivity as a critical lens, showing that users exhibit reflective practices. These allow them to reflect upon their own role in relation to platformized GenAI and thus alter their patterns of action. The empirical case study, carried out in Spring 2023, draws on a survey with 60 early adopters and 14 subsequent semi-structured interviews, collected in an NGO operating in Southeast Asia. The thematic analysis shows that users relate to platformized GenAI in three distinct but related ways: (1) as a happy helper to organize and systematize knowledge and information; (2) as a creative tool to generate ideas; and (3) as a conversation partner for personal and life-related matters. In conclusion, we discuss the findings critically in relation to overall platform dynamics and the notion of systems ‘speaking back’ and further suggest that future research should aim to bring the two research fields of datafication and user studies even closer together."
  },
  {
    "discipline": "communication",
    "title": "Queering algorithms: LGBTQ+ content creators’ non-conforming and non-confronting workarounds to digital normativity in China",
    "authors": "Jiannan Shi",
    "url": "http://dx.doi.org/10.1177/13548565241299281",
    "doi": "10.1177/13548565241299281",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "Popular social media platforms in China, such as Bilibili, Douyin, and Xiaohongshu (REDnote), use machine learning algorithms to curate personalized feeds and enforce content moderation. But the opacity of such algorithms introduces socially consequential and often problematic mechanisms of classification. Given the playful resistance of queer individuals against a normative social environment, the interaction between algorithms and content creators warrants close examination. This study investigates how LGBTQ+ content creators navigate these algorithm-driven platforms, focusing on their negotiation of digital normativity to share non-heterosexual content and foster queer sociality in China. Avoiding the oversimplification of viewing algorithms and those implementing them as monolithic entities, I explore how content creators creatively manage to produce and distribute their work within the constraints of these platforms, and even by playing with these constraints. I collected data from an ethnography on algorithms, interviews, and an open-source investigation into recommendation algorithms, through a scavenge approach. I argue that LGBTQ+ content creators engage with algorithms in ways that are simultaneously non-conforming and non-confrontational. They imagine algorithmic effects, appropriate outcomes, and play with the opacity of machine learning to navigate three aspects of digital normativity in China: heteronormativity, Internet civilization, and commercialization. Empirically, I identified three strategies used to create and expand queer sociality within these constraints: camouflaging, filtering, and verticalizing. Theoretically, I introduce ‘workarounds’ as a framework that transcends the binary perspectives of conformity and resistance in discussions of authoritarian governance, algorithmic control, and user-platform interaction."
  },
  {
    "discipline": "communication",
    "title": "Associations Between Searching and Sending Cyberhate: The Moderating Role of the Need of Online Popularity and Toxic Online Disinhibition",
    "authors": "Olga Jiménez-Díaz, Sebastian Wachs, Rosario Del Rey, Joaquín A. Mora-Merchán",
    "url": "http://dx.doi.org/10.1089/cyber.2024.0305",
    "doi": "10.1089/cyber.2024.0305",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "How effective is AI augmentation in human–AI collaboration? Evidence from a field experiment",
    "authors": "Chengcheng Liao, Xin Wen, Shan Li, Peiyuan Du",
    "url": "http://dx.doi.org/10.1108/itp-11-2022-0859",
    "doi": "10.1108/itp-11-2022-0859",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Companies increasingly leverage artificial intelligence (AI) to enhance human performance, particularly in e-commerce. However, the effectiveness of AI augmentation remains controversial. This study investigates whether, how and why AI enhances human agents’ sales through a randomized field experiment. Design/methodology/approach This study conducts a two-by-two factorial randomized field experiment ( N  = 1,090) to investigate the effects of AI augmentation on sales. The experiment compares sales outcomes handled solely by human agents with those augmented by AI, while also examining the moderating effect of agents’ experience levels and the underlying mechanisms behind agents’ responses. Findings The results reveal that AI augmentation leads to a significant 5.46% increase in sales. Notably, the impact of AI augmentation varies based on agents’ experience levels, with inexperienced agents benefiting nearly six times more than their experienced counterparts. Mediation analysis shows that AI augmentation improves response timeliness, accuracy and sentiment, thereby boosting sales. Originality/value This study highlights the role of AI augmentation in human–AI collaboration, demonstrates the varying impacts of AI augmentation based on agents’ experience levels and offers insights for organizations on how to regulate AI augmentation to enhance agent responses and drive sales."
  },
  {
    "discipline": "communication",
    "title": "Beyond the margin of error: a systematic and replicable audit of the TikTok research API",
    "authors": "George D.H. Pearson, Nathan A. Silver, Jessica Y. Robinson, Mona Azadi, Barbara A. Schillo, Jennifer M. Kreslake",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420032",
    "doi": "10.1080/1369118x.2024.2420032",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Digital divide and digital engagement in small business owners: an examination of survey data",
    "authors": "Roger Enriquez, David Han, Richard Harris, Christopher Reddick",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2423348",
    "doi": "10.1080/1369118x.2024.2423348",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "The OPAD-perception framework: measuring perceptions of online personalized advertising",
    "authors": "Lijie Guo, Daricia Wilkinson, Moses Namara, Karishma Patil, Bart P. Knijnenburg",
    "url": "http://dx.doi.org/10.1108/intr-01-2023-0078",
    "doi": "10.1108/intr-01-2023-0078",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose The paper aims to develop and validate an instrument to measure users’ perceptions of online personalized advertising. Design/methodology/approach First, we identified 12 different aspects of online personalized advertisement and formulated candidate items through a literature review. A card sorting study and expert review were conducted to generate the initial scale items. We then conducted one survey ( n  = 308) to create a reliable measurement instrument and another ( n  = 296) to validate the instrument. Finally, we tested how the dimensions of the OPAD-Perception Framework can be used to differentiate between different levels of ad sensitivity, control/no control over the ad personalization process, and different levels of granularity of ad explanation. Findings The resulting OPAD-Perception Framework contains 49 Likert-formatted questions measuring ten distinct dimensions of online personalized advertising: reliability, usefulness, transparency, interactivity, targeting accuracy, accountability, creepiness, willingness to rely on, self-actualization, and persuasion. Originality/value The OPAD-Perception Framework can serve as a powerful tool to measure users’ attitudes toward online personalized advertising. This will enable advertisers and social media platforms to better support users’ privacy expectations and provide user-friendly interfaces for controlling the ad personalization process."
  },
  {
    "discipline": "communication",
    "title": "Understanding the influence of communication visibility in preventing knowledge sabotage: a knowledge power perspective",
    "authors": "Junli Wang, Ling Yuan, Zhihong Tan",
    "url": "http://dx.doi.org/10.1108/intr-03-2024-0360",
    "doi": "10.1108/intr-03-2024-0360",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose This study explores the potential impact of enterprise social media (ESM) communication visibility on knowledge sabotage to reduce knowledge sabotage within organizations. Design/methodology/approach We collected data from 389 Chinese employees across three stages and used hierarchical regression analysis and the bootstrap method to test our hypotheses. Findings Communication visibility negatively affects knowledge sabotage, and the loss of knowledge power mediates the relationship between communication visibility and knowledge sabotage. Digital work connectivity strengthens the negative relationship between message transparency and loss of knowledge power but weakens the negative relationship between network translucence and loss of knowledge power. Therefore, digital work connectivity plays a dual role. Practical implications Managers can encourage employees to share their knowledge advantages through ESM and seek cross-disciplinary knowledge cooperation, which helps restrain knowledge sabotage from the source. At the same time, maintaining appropriate digital work connectivity enables employees to leverage their knowledge interaction advantages of ESM, thereby fostering their knowledge competitiveness. Originality/value This study is the first to reveal the internal mechanism (loss of knowledge power) through which ESM communication visibility affects knowledge sabotage and explores the boundary condition (digital work connectivity) impacting the effectiveness of communication visibility. It contributes to a deeper understanding of the inherent nature of knowledge sabotage from an information technology perspective and offers novel technical insights into its management."
  },
  {
    "discipline": "communication",
    "title": "Unpacking the association between social media use and support for unlawful behaviors in protests: a study in Hong Kong",
    "authors": "Chuanli Xia, Fei Shen",
    "url": "http://dx.doi.org/10.1108/intr-01-2024-0070",
    "doi": "10.1108/intr-01-2024-0070",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose Existing research has shown the role of social media in facilitating general protest participation. However, there is a noticeable gap in understanding the dynamics related to explicitly unlawful behaviors during protests, which have become increasingly prominent in recent times. Drawing upon the communication mediation model (O-S-O-R model), this study proposes a moderated mediation model to delineate specific mechanisms under which social media use influences individuals' support for unlawful behaviors in protests. Design/methodology/approach A survey of 1,121 Hong Kong residents was conducted in the context of the 2019 Hong Kong Anti-Extradition Law Amendment Bill Movement to test the theoretical model. Findings Obtaining political information on social media has a dual effect on support for unlawful behaviors in protests. On one hand, social media use increases individuals' political knowledge, which is reinforced by frequent political discussions on social media. This enhanced political knowledge tends to reduce the likelihood of supporting unlawful behaviors in protests. On the other hand, acquiring political information on social media can also generate increased anger toward politics, potentially leading to a more supportive attitude toward unlawful behaviors in protests. Originality/value This study contributes to the expanding field of research on digital activism by revealing the intricate mechanisms by which social media usage shapes support for unlawful behaviors in protests. It also expands our understanding of explicit unlawful behaviors within protests as a distinct form of political behavior."
  },
  {
    "discipline": "communication",
    "title": "“What do you want to do?”: expertise tension and authority negotiation in emergency nurse–physician interactions",
    "authors": "DaJung Woo, Laura E Miller, Leonard N Lamsen",
    "url": "http://dx.doi.org/10.1093/joc/jqae043",
    "doi": "10.1093/joc/jqae043",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Collaborative work represents a communicative context in which organizational actors navigate the blurring of knowledge and authority boundaries as they address complex problems. This article theorizes about expertise tension that arises when individuals with valuable insights lack corresponding authority to act, or vice versa. Using observations and interviews, we studied how physicians and nurses navigated this tension in problem-solving situations in a hospital emergency department. We found that nurses, who identified emergent problems, simultaneously asserted their situational authority and displayed a veneer of deference by asking physicians, “What do you want to do [in this situation]?” The question prompted one of three problem-solving activities (i.e., instruction by demand, reversed instruction, and collaborative improvisation) depending on the situation’s urgency and ambiguity. We discuss how nurses and physicians managed expertise tension without undermining their different claims to expertise and authority, highlighting the value of a communication-centered view in examining such dynamics."
  },
  {
    "discipline": "communication",
    "title": "The Value of Independence: Making the Connection Between Quality Journalism and Editorial Control in Rwanda",
    "authors": "Karen McIntyre, Jesse Abdenour",
    "url": "http://dx.doi.org/10.1177/10776990241289428",
    "doi": "10.1177/10776990241289428",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study evaluates which type of news outlets—independent or government aligned—produce higher quality stories in the East African country of Rwanda. A number of quality indicators are discussed in context, and hypotheses are proposed based largely on Scott, Gobetz, and Chanslor’s (2008) investment model. The data come from a global project —the Journalistic Role Performance Project— and specifically from a content analysis of 2,644 news stories published by Rwandan media in 2020. Findings reveal that independent news outlets outperform government-aligned outlets on the majority of quality indicators included in the study, especially in regard to story sourcing."
  },
  {
    "discipline": "communication",
    "title": "Moral Comments in Social Media: Analyzing the Role of Ideology-Matching Moral Framing and Impression Motivation in the Persuasive Effect of User Comments on YouTube",
    "authors": "Vanessa Hirschhäuser, Stephan Winter",
    "url": "http://dx.doi.org/10.1080/15205436.2024.2415019",
    "doi": "10.1080/15205436.2024.2415019",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Mediating the Sugar Baby Imaginary: Popular Narratives About Gender and Sexuality in Sugar Dating",
    "authors": "Megan Sawey",
    "url": "http://dx.doi.org/10.17645/mac.8811",
    "doi": "10.17645/mac.8811",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The internet is rife with opportunities to participate in dating practices, discourses about gender, romance, and sexuality, and, increasingly, efforts to restrict sexual expression. Therefore, it is important to square popular discourse with the perspectives and thought processes that color women’s participation in romantic and sexual phenomena. This article explores how media narratives about women who pursue relationships at the intersection of intimacy, social class, and labor map onto the realities of their lived experiences. Specifically, I compare an analysis of popular press articles about sugar dating—a mutually beneficial relationship practice wherein people engage in frank negotiations of companionship, intimacy, and material benefits—with interviews with 13 women who have participated in sugar dating. I sought to understand how these women defined sugar dating, what motivated them to sugar date, and where their sugar relationships felt most rewarding or difficult. I argue that, for women, sugar dating can be a site of both labor and leisure. These interviews complicate how contemporary press coverage tends to frame sugar dating, revealing important insights about how women may conform to but also challenge popular narratives about their identities, labor, sexual desires, and agency. My findings, therefore, constitute a narrative about sugar dating that captures the nuances of women’s thinking and operating logics. This is a crucial step forward in elevating the voices of those who participate in sugar dating and other romantic and sexual practices."
  },
  {
    "discipline": "communication",
    "title": "Trust it or not: Understanding users’ motivations and strategies for assessing the credibility of AI-generated information",
    "authors": "Mengxue Ou, Han Zheng, Yueliang Zeng, Preben Hansen",
    "url": "http://dx.doi.org/10.1177/14614448241293154",
    "doi": "10.1177/14614448241293154",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "The evolution of artificial intelligence (AI) facilitates the creation of multimodal information of mixed quality, intensifying the challenges individuals face when assessing information credibility. Through in-depth interviews with users of generative AI platforms, this study investigates the underlying motivations and multidimensional approaches people use to assess the credibility of AI-generated information. Four major motivations driving users to authenticate information are identified: expectancy violation, task features, personal involvement, and pre-existing attitudes. Users evaluate AI-generated information’s credibility using both internal (e.g. relying on AI affordances, content integrity, and subjective expertise) and external approaches (e.g. iterative interaction, cross-validation, and practical testing). Theoretical and practical implications are discussed in the context of AI-generated content assessment."
  },
  {
    "discipline": "communication",
    "title": "Pathways from incidental news exposure to political knowledge: Examining paradoxical effects of political discussion on social media with strong and weak ties",
    "authors": "Saifuddin Ahmed, Teresa Gil-Lopez, Sangwon Lee, Muhammad Masood",
    "url": "http://dx.doi.org/10.1177/14614448241287763",
    "doi": "10.1177/14614448241287763",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study advances the theoretical understanding of the effects of incidental news exposure on political knowledge by probing the mechanisms through which exposure transfers to learning. Two studies in the U.S. across both non-election and election settings test the centrality of political discussion on social media with strong and weak ties in explaining this relationship. Findings across both studies show no significant direct associations between incidental news exposure and political knowledge. However, mediation analyses suggest that incidental news exposure can influence political knowledge when mediated by interpersonal political conversations on social media: discussions with strong ties contribute to political knowledge, but discussions with weak ties are detrimental. Furthermore, the indirect effects via strong and weak ties are significantly conditioned by one’s cognitive ability. The findings highlight the conditions under which incidental news exposure helps yet also hinders individuals’ political knowledge."
  },
  {
    "discipline": "communication",
    "title": "Active bystanders in the forwarding of sexting messages: Applying a theory of planned behavior in youth",
    "authors": "Chelly Maes, Joris Van Ouytsel, Laura Vandenbosch",
    "url": "http://dx.doi.org/10.1177/14614448241287729",
    "doi": "10.1177/14614448241287729",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study explored youth’s intention to engage in active bystander behavior in response to non-consensual forwarding of sexts (NCFS). The study paid attention to the possible conditional boundaries of these suggested dynamics based on youth’s empathy levels and sex. An online survey was conducted among 1337 Belgian respondents, of which 78.4% were female ( M age = 21.64 years, SD = 3.57 years). Structural equation modeling showed that positive attitude and injunctive norms, higher descriptive norms, and greater perceived behavioral control regarding active bystander behaviors in the context of NCFS were related to youth’s intention to engage in such active bystander behaviors, which in turn was related to actual active bystander behavior. Differences were found based on youth’s empathy levels, though no sex differences were found. The findings provide a critical foundation for highly needed intervention approaches and educational curricula seeking to diminish the occurrence of NCFS in youth."
  },
  {
    "discipline": "public opinion",
    "title": "Improving Real-Time Trend Estimates Using Local Parametrization of Polynomial Regression Filters",
    "authors": "Alain Quartier-la-Tente",
    "url": "http://dx.doi.org/10.1177/0282423x241283207",
    "doi": "10.1177/0282423x241283207",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "This paper examines and compares real-time estimates of the trend-cycle component using moving averages constructed with local polynomial regression. It enables the reproduction of Henderson’s symmetric and Musgrave’s asymmetric filters used in the X-13ARIMA-SEATS seasonal adjustment algorithm. This paper proposes two extensions of local polynomial filters for real-time trend-cycle estimates: first including a timeliness criterion to minimize the phase shift; second with procedure for parametrizing asymmetric filters locally while they are generally parametrized globally, which can be suboptimal around turning points. An empirical comparison, based on simulated and real data, shows that modeling polynomial trends that are too complex introduces more revisions without reducing the phase shift, and that local parametrization reduces the delay in detecting turning points and reduces revisions. The results are reproducible and all the methods can be easily applied using the R package rjd3filters."
  },
  {
    "discipline": "public opinion",
    "title": "Using a Stopping Rule to Optimize Cost-Quality Tradeoffs in a Large, Mixed-Mode Survey: A Simulation Study",
    "authors": "James Wagner, Brady T. West, Brian Kim, Deji Suolang, Curtiss Engstrom, Jennifer Sinibaldi",
    "url": "http://dx.doi.org/10.1177/0282423x241287452",
    "doi": "10.1177/0282423x241287452",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "Rising nonresponse and the increasing costs of conducting surveys are creating pressure on survey organizations to efficiently allocate resources. The challenge is to produce the highest quality data possible within a fixed budget. We use a stopping rule designed to minimize a function of cost and errors. The rule is based on the product of predicted costs and the predicted mean squared error of a survey estimate. We simulate the impact of implementing the stopping rule on the 2019 US Survey of Doctorate Recipients (SDR), which is a longitudinal survey conducted every two years in the US using web, mail, and CATI. We vary the types of models used to generate the input predictions (parametric regression vs. nonparametric tree models) and the timing of the implementation of the rule. We found that the modeling approach made less difference, while the timing of the implementation of the stopping rule made a large difference in outcomes. The rule is multivariate and optimizes outcomes for two variables. It performed better for one variable, leading to reduced costs and only small increases in errors. The other variable had larger error increases."
  },
  {
    "discipline": "public opinion",
    "title": "A Monte Carlo Investigation of Confidence Intervals for a Nondecreasing Series",
    "authors": "Shalima Zalsha, Kirk M. Wolter",
    "url": "http://dx.doi.org/10.1177/0282423x241287663",
    "doi": "10.1177/0282423x241287663",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "We consider the problem of estimating a time series of population means from a series of sample surveys when the means are known to be nondecreasing. We introduce the standard survey estimators of the series of means, which are not guaranteed to be nondecreasing. We employ the Pool Adjacent Violators Algorithm (PAVA) to turn the series of standard survey estimates into a nondecreasing series. We introduce five methods of constructing confidence intervals for the series of non-decreasing means: normal-theory intervals based on the standard survey point estimator of the mean and the Taylor series estimator of its variance; normal-theory intervals based on the nondecreasing PAVA estimator of the mean and a unique jackknife estimator of its variance developed here (jackknife-[Formula: see text]); intervals similar to the aforementioned method but based on Student’s-[Formula: see text] distribution (jackknife-[Formula: see text]); analytical intervals due to Morris; and simultaneous confidence limits due to Korn. We report the results of a Monte Carlo simulation and assess the methods’ performance under various scenarios. Jackknife-[Formula: see text] intervals exhibited coverage probabilities that are near the nominal value. Taylor, jackknife-[Formula: see text], and Korn intervals found coverage below the nominal value while Morris intervals were excessively conservative. Jackknife intervals were much narrower than Taylor intervals."
  },
  {
    "discipline": "public opinion",
    "title": "Modeling Survey Time Series Data with Flow-Observed CARMA Processes",
    "authors": "Patrick M. Joyce, Tucker S. McElroy",
    "url": "http://dx.doi.org/10.1177/0282423x241286236",
    "doi": "10.1177/0282423x241286236",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "Published survey data often are delivered as estimates computed over an epoch of time. Customers may desire to obtain survey estimates corresponding to epochs, or time points, that differ from the published estimates. This “change of support” problem can be addressed through the use of continuous-time models of the underlying population process, while taking into account the sampling error that survey data is subject to. The application of a Continuous AutoRegressive Moving Average (CARMA) model is investigated as a tool to provide change of support applications, thereby allowing interpolation for published survey estimates. A simulation study provides comparisons of competing estimation methods, and a synthetically constructed data set is developed in order to elucidate real data applications. The proposed method can be successful for change of support problems, despite modeling challenges with the CARMA framework."
  },
  {
    "discipline": "public opinion",
    "title": "Improving the Measurement of Gender in Surveys: Effects of Categorical Versus Open-Ended Response Formats on Measurement and Data Quality Among College Students",
    "authors": "Dana Garbarski, Jennifer Dykema, James A Yonker, Rosie Eungyuhl Bae, Rachel A Rosenfeld",
    "url": "http://dx.doi.org/10.1093/jssam/smae043",
    "doi": "10.1093/jssam/smae043",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "While researchers have some recommendations for measuring gender identity in surveys based on research and other sources that are summarized in a series of working group and panel reports, we continue to refine our understanding and practices. Gender identity is usually measured in surveys using a categorical selection response format with a small number of response options (e.g., “female,” “male,” “nonbinary”) and an open text response field to capture additional responses (“not listed, please tell us”). There is limited research guiding researchers on the use of other response formats. This study reports results from a between-subjects experiment embedded in a campus climate survey about university students’ attitudes about their campus and their behaviors and experiences related to inclusion and belonging at a large Midwestern university in 2021. Over 13,000 students were asked “What is your gender?” and subsequently randomly assigned to respond using either a categorical selection response format or an open response format (i.e., a place to specify their gender with no response options listed). We examine the distribution of responses, item nonresponse, response times, and concurrent validity (in terms of the association between gender and relevant survey outcomes) across the two response formats. Findings indicate the categorical selection response format is preferred for this population. While results show similar distributions in the categorization of responses across the formats and similar relationships with other survey outcomes, the selection format is associated with less item nonresponse and shorter response times."
  },
  {
    "discipline": "psychology",
    "title": "Deception Detection: Using Machine Learning to Analyze 911 Calls",
    "authors": "Patrick M. Markey, Jennie Dapice, Brooke Berry, Erica B. Slotter",
    "url": "http://dx.doi.org/10.1177/01461672241287064",
    "doi": "10.1177/01461672241287064",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "This study examined the use of machine learning in detecting deception among 210 individuals reporting homicides or missing persons to 911. The sample included an equal number of false allegation callers (FAC) and true report callers (TRC) identified through case adjudication. Independent coders, unaware of callers’ deception, analyzed each 911 call using 86 behavioral cues. Using the random forest model with k-fold cross-validation and repeated sampling, the study achieved an accuracy rate of 68.2% for all 911 calls, with sensitivity and specificity at 68.7% and 67.7%, respectively. For homicide reports, accuracy was higher at 71.2%, with a sensitivity of 77.3% but slightly lower specificity at 65.0%. In contrast, accuracy decreased to 61.4% for missing person reports, with a sensitivity of 49.1% and notably higher specificity at 73.6%. Beyond accuracy, key cues distinguishing FACs from TRCs were identified and included cues like “Blames others,” “Is self-dramatizing,” and “Is uncertain and insecure.”"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Umbrella review of meta-analyses on the risk factors, protective factors, consequences and interventions of cyberbullying victimization",
    "authors": "K. T. A. Sandeeshwara Kasturiratna, Andree Hartanto, Crystal H. Y. Chen, Eddie M. W. Tong, Nadyanna M. Majeed",
    "url": "http://dx.doi.org/10.1038/s41562-024-02011-6",
    "doi": "10.1038/s41562-024-02011-6",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "The increasing prevalence of cyberbullying victimization has become a commonplace issue globally. Although research has explored various predictors and consequences of cyberbullying victimization, most focus on a narrow range of variables or contexts, highlighting the need to comprehensively review and synthesize the wealth of empirical findings. We conducted a systematic review of meta-analyses on cyberbullying victimization, incorporating 56 meta-analyses and 296 effect sizes (sample size range 421–1,136,080, sample size median 53,183; searched via EBSCOhost ERIC, EBSCOhost PsycInfo, PubMed, Scopus, Web of Science, 13 cyberbullying-related journals, Google Scholar and ProQuest Dissertations and Theses) to address the following critical questions: (1) What are the crucial sociodemographic and psychological profiles of cyberbullying victims? (2) What critical contextual and environmental factors are associated with cyberbullying victimization? (3) What are the key psychological and behavioural consequences of cyberbullying victimization? (4) How effective are existing interventions in mitigating impacts of cyberbullying? Included meta-analyses had to focus on cyberbullying victimization and report at least one predictor or consequence. A quality assessment was conducted using the Joanna Briggs Institute Critical Appraisal Instrument for Systematic Reviews and Research Syntheses. Findings suggest that females, school-aged populations, traditional bullying victims and frequent internet users were more likely to be cyberbullied. Unregulated school environments and unsupportive parental relationships were also associated with increased cyberbullying victimization. Cyberbullying victimization was consistently associated with negative psychological outcomes, lower school performance and maladaptive coping behaviours. More importantly, the current review found that cyberbullying intervention programmes show promising results. The current review underscores the importance of devoting adequate resources to mitigating cyberbullying victimization."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Susceptibility to online misinformation: A systematic meta-analysis of demographic and psychological factors",
    "authors": "Mubashir Sultan, Alan N. Tump, Nina Ehmann, Philipp Lorenz-Spreen, Ralph Hertwig, Anton Gollwitzer, Ralf H. J. M. Kurvers",
    "url": "http://dx.doi.org/10.1073/pnas.2409329121",
    "doi": "10.1073/pnas.2409329121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Nearly five billion people use and receive news through social media and there is widespread concern about the negative consequences of misinformation on social media (e.g., election interference, vaccine hesitancy). Despite a burgeoning body of research on misinformation, it remains largely unclear who is susceptible to misinformation and why. To address this, we conducted a systematic individual participant data meta-analysis covering 256,337 unique choices made by 11,561 US-based participants across 31 experiments. Our meta-analysis reveals the impact of key demographic and psychological factors on online misinformation veracity judgments. We also disentangle the ability to discern between true and false news (discrimination ability) from response bias, that is, the tendency to label news as either true (true-news bias) or false (false-news bias). Across all studies, participants were well above-chance accurate for both true (68.51%) and false (67.24%) news headlines. We find that older age, higher analytical thinking skills, and identifying as a Democrat are associated with higher discrimination ability. Additionally, older age and higher analytical thinking skills are associated with a false-news bias (caution). In contrast, ideological congruency (alignment of participants’ ideology with news), motivated reflection (higher analytical thinking skills being associated with a greater congruency effect), and self-reported familiarity with news are associated with a true-news bias (naïvety). We also find that experiments on MTurk show higher discrimination ability than those on Lucid. Displaying sources alongside news headlines is associated with improved discrimination ability, with Republicans benefiting more from source display. Our results provide critical insights that can help inform the design of targeted interventions."
  }
]
