[
  {
    "discipline": "communication",
    "title": "Challenging (platformisation) invisibilities through humour: The Paralympics, TikTok and social change?",
    "authors": "Renan Petersen-Wagner, Jan Andre Lee Ludvigsen",
    "url": "http://dx.doi.org/10.1177/13548565241303317",
    "doi": "10.1177/13548565241303317",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "The penetration of social media platforms in the cultural production and consumption circuits of sport mega-events means that organisations like the International Paralympic Committee (IPC) are afforded new and alternative channels to engage with their audiences. TikTok, one of the largest platforms, is characterised by a higher degree of playfulness and humorous content and has been used to mobilise audiences for prosocial political aims. Using TikTok’s Research API access, this article relies on automatically collected metadata from all IPC posts between May 2023 and May 2024. After consolidating and manipulating the data through Python, statistical analyses were performed on SPSS to understand how certain content becomes more visible on the platform. In a second stage, videos with most virality underwent visual discourse analysis. We hold that the IPC, to challenge invisibilities, arguably one of the biggest obstacles for disability sport, engages in the circulation of humorous content with the aim of promoting inclusion and social change for persons with disabilities. While TikTok and the circulation of humorous content afford the IPC wider visibility to new audiences, it might provoke unintended consequences through further stigmatisation of disability sport as non-serious activity."
  },
  {
    "discipline": "communication",
    "title": "Data reflectivity and user reflexivity: New conceptual pathways for connecting structural approaches with user perspectives",
    "authors": "Martina Skrubbeltrang Mahnke, Joëlle Swart, David Mathieu, Pille Pruulmann-Vengerfeldt",
    "url": "http://dx.doi.org/10.1177/13548565241301459",
    "doi": "10.1177/13548565241301459",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "Ongoing societal datafication and, most recently, the widely noticed launch of ChatGPT, continue to raise the “user question”: what role(s) does the user play in datafied, artificial, and automated environments? Recent technological advancements have begun to challenge fundamental assumptions in media and communication theory and, thus, urge scholars to (re-)visit and (re-)examine the interrelations, dynamics, and entanglements of (human) users with datafied environments. Two rapidly expanding but still largely distinct bodies of research are addressing these topics: critical data and platform studies, primarily focusing on structural approaches, and user-centered perspectives anchored in the tradition of audience research. Situated at the intersection of studying platform power and user agency, the aim of this special issue is to connect structural approaches with studies of lived user experiences through the lenses of reflectivity and reflexivity. We believe that linking platform and data perspectives dealing with questions of power, accountability, and governance on a societal level to users’ engagement with digital technologies and automated systems in an everyday context is a fruitful path when aiming for a comprehensive understanding of the societal implications of the widespread adoption and integration of digital platforms and intelligent technologies. The concepts of reflectivity and reflexivity provide a valuable conceptual starting point for a more integrated and holistic discussion of the complex user-data relations emerging in and from datafied environments. While the individual contributions in this special issue present their own take on the proposed concepts, the purpose of this introduction is to establish a broader theoretical foundation by outlining some overarching considerations on how these concepts can be understood and integrated."
  },
  {
    "discipline": "communication",
    "title": "Comparing the roles of creativity and digital nativity in predicting general and IT innovativeness",
    "authors": "Aldijana Bunjak, Matej Cerne, Jestine Philip, Peter Trkman",
    "url": "http://dx.doi.org/10.1108/itp-08-2023-0831",
    "doi": "10.1108/itp-08-2023-0831",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose The study compares the effects of creativity and digital nativity, with the latter signifying proficiency in digital skills, on enhancing innovation among employees. The research specifically evaluates the impact of creativity and digital nativity on general innovative performance and personal innovativeness using IT (PIIT). Design/methodology/approach Two studies were conducted. Study 1 surveyed 497 individuals on Prolific using objective measures of general innovative performance and self-report measures of PIIT. Study 2 replicated the same research design on Amazon Mechanical Turk with 336 participants and other-rated measures of PIIT. Findings Results were consistent across both studies and showed that creativity influenced general innovative performance more than digital nativity. However, digital nativity was a stronger predictor of PIIT, above and beyond the nonsignificant effects of creativity. Research limitations/implications This study helps understand the roles that digital nativity and creativity play in general innovative performance and in IT-related innovative performance by providing a relative importance analysis of these components. Practical implications We offer guidance to organizations on how to select individuals and assign them to particular tasks depending on digital or general innovative task requirements. Originality/value This is the first study to examine the direct comparison of creativity and digital nativity. Although the literature highlights the importance of digital nativity for innovation, our research reveals that creativity is more important for general innovative performance."
  },
  {
    "discipline": "communication",
    "title": "The visual nature of information warfare: the construction of partisan claims on truth and evidence in the context of wars in Ukraine and Israel/Palestine",
    "authors": "Michael Hameleers",
    "url": "http://dx.doi.org/10.1093/joc/jqae045",
    "doi": "10.1093/joc/jqae045",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Despite the potential of visual disinformation to deceive people on pressing socio-political issues, we currently lack an understanding of how online visual disinformation (de)legitimizes partisan truth claims at times of war. As an important next step in disinformation theory and research, this article inductively mapped a wide variety of global visual disinformation narratives on armed conflicts disseminated via social media. The narratives were sampled through various international fact-checking databases, involving multiple social media platforms and countries. The analyses reveal that visual disinformation mainly consisted of existing footage that was decontextualized in a deceptive manner based on time, location, or fictionality. Moving beyond existing research exploring how decontextualized visuals offer proof for counter-factual narratives, our findings indicate that visuals contribute to the process of othering by constructing a “delusional rationality” that legitimizes mass violence and the destruction of the other. These findings have crucial ramifications for international policy and interventions at times of global armed conflicts that are covered widely across social media channels."
  },
  {
    "discipline": "communication",
    "title": "The link between changing news use and trust: longitudinal analysis of 46 countries",
    "authors": "Richard Fletcher, Simge Andı, Sumitra Badrinathan, Kirsten A Eddy, Antonis Kalogeropoulos, Camila Mont'Alverne, Craig T Robertson, Amy Ross Arguedas, Anne Schulz, Benjamin Toff, Rasmus Kleis Nielsen",
    "url": "http://dx.doi.org/10.1093/joc/jqae044",
    "doi": "10.1093/joc/jqae044",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Changing levels of public trust in the news are of deep concern to both researchers and practitioners. We use data from 2015 to 2023 in 46 countries to explore how trust in news has changed, while also exploring the links with sociodemographic variables, differences by media system, and changing patterns of news use. We find that (a) there has been a small overall decline in trust in news since 2015, but also that (b) there are different trends in different countries. More specifically, trust has declined more in media environments that have become less structured by television news use, and increasingly structured by social media news use. Our findings underscore how changing structures of media use may be central to explaining trust dynamics in recent years, which suggests new avenues for restoring trust where it has eroded."
  },
  {
    "discipline": "communication",
    "title": "Conceptualizing and Testing Public Expectations for Corporate Social Advocacy: A Strategic Issue Management Approach",
    "authors": "Myungok Chris Yim, Taeyoung Kim",
    "url": "http://dx.doi.org/10.1177/10776990241296460",
    "doi": "10.1177/10776990241296460",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study examines public expectations regarding Corporate Social Advocacy (CSA) using the framework of strategic issue management (SIM). A 14-item, single-factor scale was developed to measure CSA expectations, which was validated through four surveys. The CSA expectancy scale will assist businesses in effectively navigating CSA initiatives, preventing stakeholder support withdrawal, and thus bolstering organizational sustainability and social impact."
  },
  {
    "discipline": "communication",
    "title": "How Different Training Types and Computer Anxiety Influence Performance and Experiences in Virtual Reality",
    "authors": "Eugyoung Han, Ian Strate, Kristine L. Nowak, Jeremy N. Bailenson",
    "url": "http://dx.doi.org/10.17645/mac.8730",
    "doi": "10.17645/mac.8730",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "&lt;p dir=\"ltr\"&gt;&lt;span&gt;Virtual reality (VR) can evoke powerful emotions and transport people to diverse environments, making it a compelling tool for storytelling and learning. However, those who are anxious about technology may need to spend more cognitive resources and could have negative experiences because of the complexity of the medium, altering how they experience the narrative. Training may help people better-navigate virtual experiences by providing guidance. This study evaluates how individuals’ training type (paper, video, and VR) and computer anxiety influenced outcomes. We measured performance and self-reported outcomes while participants (&lt;/span&gt;&lt;em&gt;n&lt;/em&gt;&lt;span&gt; = 284) navigated scenes, interacted with objects, and watched a narrative 360° video. Results showed that compared to participants who received training in paper, participants who received training in video or VR mastered more VR functions. Compared to participants who received training in video, those who trained directly in VR had less of a negative VR experience. Furthermore, participants who trained in VR perceived the training as more useful and found the VR tasks to be easier compared to those who received training in paper or video. Additionally, those with high levels of computer anxiety, regardless of training, had more negative outcomes than those with low computer anxiety, including less mastery of VR functions and engagement with the 360° video content, more of a negative VR experience, perceived the training as being less useful, and completed tasks with more difficulty. We discuss implications for theories of information processing in VR, as well as implications for scaled engagement with narratives and learning in VR. &lt;/span&gt;&lt;/p&gt;"
  },
  {
    "discipline": "communication",
    "title": "Biased by Being Inside the Campaign: Harnessing 360-degree Video in VR to Prompt Users to Think Positively Along with Pro-Environmental Campaign Messages",
    "authors": "Mincheol Shin, Heejae Lee",
    "url": "http://dx.doi.org/10.17645/mac.8602",
    "doi": "10.17645/mac.8602",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "&lt;p&gt;360-degree videos visualized through virtual reality (VR) technologies are recognized as an effective tool for fostering positive attitudes towards environmental stewardship by immersing users in persuasive storytelling narratives. However, a lack of an overarching framework hinders the understanding of its role in promoting prosocial environmental behaviors, particularly its effects on information processing and behavioral intentions. Notably, recent studies have suggested that feeling transported into a VR environment (i.e., presence) could positively bias message evaluation and the way people process information by activating heuristics connected to immersive experiences (i.e., the bias hypothesis of the heuristic-systematic model). Drawing on this proposition, this study conducted a between-subject design experiment (&lt;em&gt;N&lt;/em&gt; = 60), comparing a 360-degree pro-environmental campaign video in VR with that in a two-dimensional format. Results from PLS-SEM indicated that a 360-degree video in VR induced a higher sense of presence, yet heuristic evaluation of message credibility decreased when a sense of presence was low. Moreover, message credibility was found to be positively associated with the valence of message-relevant thoughts, but moderate evaluation of message credibility buffered the generation of valence of message-relevant thoughts. Finally, the valence of message-relevant thoughts had a curvilinear relationship with the intention to engage in pro-environmental behaviors, albeit with a small effect size. Results suggest the complexity in influencing behavioral intentions via 360-degree videos in VR. Nonetheless, the findings support the proposition that immersive affordance in immersive storytelling content could prompt users to align with campaign messages through activating a positive heuristic bias.&lt;/p&gt;"
  },
  {
    "discipline": "communication",
    "title": "Tactics of Disconnection: How Netizens Navigate China’s Censorship System",
    "authors": "Kun He, Scott A. Eldridge II, Marcel Broersma",
    "url": "http://dx.doi.org/10.17645/mac.8670",
    "doi": "10.17645/mac.8670",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This article explores the complex, multi-layered mechanisms of internet censorship in China, emphasizing its role as both a tool of control over public engagement and a mechanism for elites to disconnect themselves from spaces of public scrutiny, and avoid potential threats such as doxxing by bottom-up populist online movements. Through in-depth interviews with social media users, this study investigates how individuals perceive, assess, and navigate the boundaries of internet censorship, focusing on their awareness of censorship practices, the assessment of sensitive content, and the tactics they employ to circumvent restrictions. We further examine how a sophisticated censorship mechanism—comprising self-censorship, platform censorship, and physical enforcement—works to disconnect netizens from grassroots collective actions. The findings reveal that internet censorship in China not only regulates online populist activism but also serves as a protective shield for elites, allowing them to curate a controlled digital space that suppresses critical discourse. By highlighting the ways in which both ordinary users and elites navigate the challenges of digital engagement in this heavily regulated environment, this study provides theoretical insights into the practice of disconnectivity as an elite privilege. It enhances our understanding of the interplay between connectivity, censorship, and disconnectivity in shaping the digital landscape and its implications for social change and political engagement in China and beyond."
  },
  {
    "discipline": "communication",
    "title": "Exploring Adolescents’ Social Media Connection and Disconnection: A Latent Class Approach",
    "authors": "Lise-Marie Nassen, Kathrin Karsay, Laura Vandenbosch, Lara Schreurs",
    "url": "http://dx.doi.org/10.17645/mac.8597",
    "doi": "10.17645/mac.8597",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "In industrialized societies characterized by ubiquitous connectivity, many individuals disconnect from their phones or social media to break patterns of habitual use, reduce information overload, alleviate stress, and avoid distractions. Although research has predominantly focused on (young) adults, information on digital disconnection among adolescents remains limited. In response, in the present study, we analyzed survey data from 956 Flemish adolescents in Belgium (&lt;em&gt;M&lt;/em&gt;&lt;sub&gt;age&lt;/sub&gt;&lt;em&gt; &lt;/em&gt;= 15.10, &lt;em&gt;SD &lt;/em&gt;= 1.61, and 64.8% girls) and, using latent class analysis, identified two subgroups: Class 1 labeled as “low adoption of social media apps and disconnection tools,” and Class 2 labeled as “high adoption of social media apps and disconnection tools.” Adolescents in Class 2 were more likely to use social media, specifically social networking, instant messaging, and entertainment apps, and to adopt disconnection tools (e.g., iOS Screentime or the Forest app). Next, drawing on the media practice model, we investigated how sociodemographic and sociopsychological factors contribute to those usage patterns and found that girls, older adolescents, and adolescents with higher scores for depressive symptoms and flourishing were more likely to belong to Class 2. Those findings offer new insights into adolescents’ social media connection and disconnection that can inform interventions to promote healthier smartphone use among adolescents."
  },
  {
    "discipline": "communication",
    "title": "The Stigma Machine: A Study of the Prosocial Impact of Immersive VR Narratives on Youth in Spain and Canada",
    "authors": "Francisco-Julián Martínez-Cano",
    "url": "http://dx.doi.org/10.17645/mac.8548",
    "doi": "10.17645/mac.8548",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Virtual reality (VR) is increasingly employed to create immersive, interactive audiovisual narratives that accentuate emotion, storytelling, and user engagement. By harnessing the potential of VR, these avant-garde narratives aim to instill values of equity, justice, and fairness. This article critically examines the largely unsubstantiated assertion that VR is the ultimate tool for fostering empathy by means of a qualitative evaluation of the influence of prosocial VR audiovisual narratives. The study involved the production of the first episode of &lt;em&gt;The Stigma Machine&lt;/em&gt;, a VR short film series in both traditional 2D and immersive VR formats, in a two-pronged production approach designed to examine the effects of the film on a sample of 44 university students from Spain (&lt;em&gt;n&lt;/em&gt; = 22) and Canada (&lt;em&gt;n&lt;/em&gt; = 22). The participants were segregated into two groups: Group 1 (1st VR Condition) viewed the VR experience first, followed by the traditional version, while Group 2 (1st Video Condition) viewed the two formats in reverse order. Data was collected before, during, and after viewing, using standardized questionnaires (interpersonal reactivity index, basic empathy scale, and Igroup presence questionnaire) and electroencephalogram devices to monitor brain activity. The dependent variables included: empathy, assessed using the interpersonal reactivity index and basic empathy scale surveys; electroencephalogram brain activity measures, indicating engagement, excitement, focus, interest, relaxation, and stress; presence, evaluated using the Igroup presence questionnaire; and various outcome variables. The results reveal no significant differences in presence and no significant changes to the empathy scores. The findings point to a need to focus more on narrative design and audiovisual content creation strategies than on VR technology itself."
  },
  {
    "discipline": "communication",
    "title": "Patterns and Factors of Political Disconnection on Social Media: A Cross-Platform Comparison",
    "authors": "Felix-Christopher Von Nostitz, Marie Neihouser, Giulia Sandri, Tristan Haute",
    "url": "http://dx.doi.org/10.17645/mac.8544",
    "doi": "10.17645/mac.8544",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "There is a growing body of literature on the use and selection of social media platforms for political activism. However, less attention has been given to identifying citizens who are politically disconnected—those registered on social media platforms but not engaging in political activities. Additionally, whether patterns of non-use of social media for politics vary across different platforms remains understudied. Based on an online survey of 1,978 respondents conducted after the 2022 French presidential election campaign, this article aims to address these questions by examining the patterns and factors contributing to political disconnection from social media, particularly across six platforms: Facebook, private social networks, Instagram, Snapchat, X (formerly Twitter), and TikTok. Our findings indicate that three main factors explain political disconnection: digital skills, interest in politics (except for platforms less frequently used for politics), and social media efficacy. These results provide significant and original contributions to the broader debate on how and why individuals disconnect socially and technologically on social media platforms. While many studies focus on the variables that account for political participation in the age of social media, ours examines the conditions that explain non-use in the context of political disconnection. We also contribute to the existing literature by analysing the phenomenon of non-use holistically, addressing platform type, demographics, digital literacy, and political traits (e.g., interest and competence)."
  },
  {
    "discipline": "communication",
    "title": "Child idols in South Korea and beyond: Manufacturing young stars at the intersection of the K-pop and influencer industries",
    "authors": "Jin Lee, Tama Leaver, Crystal Abidin",
    "url": "http://dx.doi.org/10.1177/14614448241295718",
    "doi": "10.1177/14614448241295718",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article explores how the influencer and traditional entertainment industries are converging in the “child idol” phenomenon—a celebrity genre and system that had existed prior to the emergence of the influencer industry but has now been remixed with the influencer industry’s convention and refashioned as the stepping stone to lubricate children’s journeys toward professional idol careers in the wake of K-pop culture. We examine the “child idol” phenomenon as a case study wherein children perform as a younger version of K-pop idols under entertainment agencies’ in-house training systems, with calibrated construction of social media personae by influencer agencies and their parents. Despite ongoing attempts to protect children in the industry, undertaken by the Korean government and human rights organizations, the exploitative environment of child stars becomes even more serious as it becomes a template adopted by other countries emulating the success of K-pop."
  },
  {
    "discipline": "communication",
    "title": "Can Social Media Engagement Predict Election Results? Bandwagon Effects of Tweets About US Senate Candidates",
    "authors": "Jinping Wang, S. Shyam Sundar, Nilàm Ram",
    "url": "http://dx.doi.org/10.1177/20563051241298449",
    "doi": "10.1177/20563051241298449",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "The social media platform X (formerly Twitter) has grown to become an important venue for political discourse, with candidates using it integrally in their election campaigns. However, it is not clear if activity on Twitter can be used to forecast elections, given conflicting findings in the literature. By analyzing 830,796 tweets mentioning key hashtags related to nine US senate races in 2014, 2016, and 2018, we demonstrate that cascades in volume and sentiment of tweets between September 1 and Election Day can predict election outcomes. We developed a non-linear growth modeling tool to identify the point in time at which bandwagon support for competing candidates begins to diverge. We also discovered that bot-driven tweets play a negligible role. We discuss theoretical and practical implications for both computational research and media effects, showing the value of combining big-data analysis and longitudinal non-linear dynamics to study the relationship between social media activity and real-world outcomes."
  },
  {
    "discipline": "communication",
    "title": "Politicians Under Fire: Citizens’ Incivility Against Political Leaders on Social Media",
    "authors": "Sara Bentivegna, Rossella Rega",
    "url": "http://dx.doi.org/10.1177/20563051241298415",
    "doi": "10.1177/20563051241298415",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This research uses artificial intelligence and manual content-analysis to examine the diffusion of incivility against political leaders on Twitter during the 2022 Italian election campaign. Using a mixed approach (artificial intelligence and manual content analysis), we examined 22,465 uncivil tweets posted in the 4 weeks before the vote. Results show that hostility toward leaders increases as voting approaches and as candidates’ public visibility grows, and that it affects frontrunner leaders the most. Furthermore, the analysis of the different forms of incivility showed that it changes depending on the target it hits, revealing unexpected aspects: contrary to expectations, incivility against the only female leader (Giorgia Meloni) are not “sexist attacks” but forms of demonization (i.e., association with figures/symbols concerning totalitarian regimes); while against Giuseppe Conte, accusations of “illegality,” lies and “misinformation” prevail, that is, the same kind of incivility that he and his party use against opponents. Finally, we found that the authors of uncivil attacks are mainly ordinary/sporadic users, with all the consequences that this implies in terms of a normalization of incivility in public debate."
  },
  {
    "discipline": "public opinion",
    "title": "Does Varying the Order of Sexual Orientation Response Categories Change Population Estimates? Findings from a Nationally Representative Study of U.S. Adults",
    "authors": "Christopher Hansen, Leah M Christian, Erin Fordyce, Bryn David",
    "url": "http://dx.doi.org/10.1093/jssam/smae042",
    "doi": "10.1093/jssam/smae042",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Conventional wisdom for general population research suggests that nominal response categories be ordered by population prevalence. Current best practice in sexual orientation measurement represents an exception, with lesbian or gay recommended as the first response category, followed by the second, but most selected category, straight, that is, not lesbian or gay. Although prior research has shown that there can be differences in response distributions by response ordering, there has been a dearth of empirical work to investigate the potential of such context effects in sexual orientation measurement. To address this gap, we surveyed U.S. adults aged 18+ in 2022 using a nationally representative, probability-based household panel (n = 2,099) where panelists were asked “Which of the following best represents how you think of yourself?” with response categories lesbian or gay; straight, that is, not lesbian or gay; bisexual; something else; and I don’t know the answer. Panelists were randomly assigned to one of two groups. The control group was asked the standard ordering lesbian or gay followed by straight, that is, not lesbian or gay. The treatment group was asked straight, that is, not lesbian or gay followed by lesbian or gay. The order of the remaining responses was the same for both groups. Results do not show a significant relationship between response order and sexual orientation but suggest additional research with a larger sample would be useful. Compared to the lesbian/gay first group, the straight first group showed a significant decrease in proportion for don’t know responses. Differences in proportions for the remaining responses were not significant. Young adulthood was predictive of don’t know responses in both groups, indicating that don’t know responses may capture sexual fluidity, change, or uncertainty in addition to potential satisficing. Findings demonstrate that reordering response categories by population prevalence may improve data quality by decreasing item nonresponse."
  },
  {
    "discipline": "public opinion",
    "title": "Has ChatGPT Disrupted the Education Sector in the U.S.?",
    "authors": "Erik Haugom, Štefan Lyócsa, Martina Halousková",
    "url": "http://dx.doi.org/10.1177/08944393241301330",
    "doi": "10.1177/08944393241301330",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "The introduction of ChatGPT and other tools based on artificial intelligence (AI) has the potential to revolutionize the field of education. We study how the public release of ChatGPT and the increased attention on this new large language model from OpenAI are associated with the expected returns of publicly traded firms that operate in the education sector. We also perform separate subgroup analyses for the traditional education sector and the so-called education technology sector. Using linear and threshold CAPM-GARCH models, we find that after the public release of ChatGPT, both the education sector as a whole and the education technology sector have underperformed benchmarks. Our results show that increased attention leads to lower next-day returns in the education sector as a whole and the education technology sector in particular. Additionally, during periods of higher attention, expected returns tend to decline in these two sectors. We also show that the introduction of ChatGPT or the increased interest in this AI tool in the population does not affect the traditional education sector. The introduction of ChatGPT thus has a heterogeneous effect across the various education sectors we examine, with the education technology sector receiving most of the disruption."
  },
  {
    "discipline": "psychology",
    "title": "Narrative Identity, Traits, and Trajectories of Depression and Well-Being: A 9-Year Longitudinal Study",
    "authors": "Majse Lind, Sebnem Ture, Dan P. McAdams, Henry R. Cowan",
    "url": "http://dx.doi.org/10.1177/09567976241296512",
    "doi": "10.1177/09567976241296512",
    "filter": 0,
    "journal_full": "Psychological Science",
    "abstract": "Mental health and well-being tend to improve with age, and personality differences affect these trajectories. Although it is well established that dispositional traits, such as extraversion and neuroticism, relate to well-being, the incremental validity of other important personality constructs, such as narrative identity, remains unknown. Across 9 years, 157 late-midlife adults ( M age = 56.4 years, SD = 0.96) self-reported their well-being and symptoms of depression each year and wrote an annual narrative account describing their greatest life challenge ( N challenges = 1,211). The narrative accounts were content-coded for themes of agency and communion. Results showed that themes of agency and communion in narrative identity were significantly and uniquely associated with well-being and depression across time, over and above the effects of traits. The benefits of considering both narrative identity and dispositional personality traits as they jointly apply to mental health are discussed."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Web browsing reflects and shapes mood",
    "authors": "Anne-Linda Camerini",
    "url": "http://dx.doi.org/10.1038/s41562-024-02010-7",
    "doi": "10.1038/s41562-024-02010-7",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Household reduction of gas consumption in the energy crisis is not explained by individual economic incentives",
    "authors": "Markus Dertwinkel-Kalt, Christoph Feldhaus, Axel Ockenfels, Matthias Sutter",
    "url": "http://dx.doi.org/10.1073/pnas.2411740121",
    "doi": "10.1073/pnas.2411740121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "In response to the disruption of gas supplies from Russia following the invasion of Ukraine in 2022, European politicians and public utilities appealed to citizens and customers to conserve natural gas. Moreover, they strengthened economic incentives for gas conservation. In fact, a substantial amount of natural gas was saved during the winter of 2022/23. This raises the question to what extent this success is attributable to government and corporate means to foster energy conservation in the crisis, including energy policies such as the German government’s “gas price brake,” gas-saving programs launched by public utilities, and consumers’ individual pricing schemes. We analyzed the effectiveness of these means using a survey and a field experiment with a German gas supplier and show that, while household savings during the crisis were substantial, economic incentives did not significantly change behavior. Indeed, demand for gas is largely price inelastic. A large majority of consumers do not understand the incentives arising from the gas price brake, and when they do, they do not respond. Likewise, consumers do not react to the design of the utilities’ gas-saving program. These findings suggest that i) citizens’ response to marginal individual economic incentives contributes little to overall gas savings, and ii) the crisis, along with the extensive societal engagement it generated, likely shifted the public’s mindset about energy consumption, making conservation a social priority."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The July 2024 Trump assassination attempt was followed by lower in-group support for partisan violence and increased group unity",
    "authors": "Derek E. Holliday, Yphtach Lelkes, Sean J. Westwood",
    "url": "http://dx.doi.org/10.1073/pnas.2414689121",
    "doi": "10.1073/pnas.2414689121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "The attempted assassination of Donald Trump led to widespread concern that the event would escalate political violence between U.S. partisans. While some politicians pleaded for Americans to unite against political violence and “turn down the temperature” on partisan hostility, others continued to engage in inflammatory rhetoric and blame. Using a national survey in the field at the time of the assassination attempt, we take the temperature of America’s partisans before and after the event. We exploit the natural variation induced by the assassination attempt and large daily survey coverage (preattempt: 3,572; postattempt: 703; and 690 in a panel) in the days before and after the attempt to estimate the causal effects of extreme partisan violence on measures of partisan animosity and identity. Using panel and cross-sectional interrupted time series analysis, we find no evidence that the event increased tensions or support for retaliatory violence in the immediate aftermath. On the contrary, Republicans, including MAGA Republicans, became significantly less supportive of partisan violence against Democrats. Republicans also did not become more hostile toward Democrats; instead, their attachment to their own party significantly increased. Democrats experienced no change in attitudes. While nearly a third of Americans have no positive feelings toward the other party, and a supermajority have negative feelings, this animosity was not exacerbated by an extreme but salient instance of partisan violence. Despite the ills of modern political conflict, extreme partisan violence did not cause an immediate upsurge in support for violence."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Neural responses to social rejection reflect dissociable learning about relational value and reward",
    "authors": "Begüm G. Babür, Yuan Chang Leong, Chelsey X. Pan, Leor M. Hackel",
    "url": "http://dx.doi.org/10.1073/pnas.2400022121",
    "doi": "10.1073/pnas.2400022121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Social rejection hurts, but it can also be informative: Through experiences of acceptance and rejection, people identify partners interested in connecting with them and choose which ties to cement or to sever. What is it that people actually learn from rejection? In social interactions, people can learn from two kinds of information. First, people generally learn from rewarding outcomes, which may include concrete opportunities for interaction. Second, people track the “relational value” others ascribe to them—an internal model of how much others value them. Here, we used computational neuroimaging to dissociate these forms of learning. Participants repeatedly tried to match with others in a social game. Feedback revealed whether they successfully matched (a rewarding outcome) and how much the other person wanted to play with them (relational value). A Bayesian cognitive model revealed that participants chose partners who provided rewarding outcomes and partners who valued them. Whereas learning from outcomes was linked to brain regions involved in reward-based reinforcement, learning about relational value was linked to brain regions previously associated with social rejection. These findings identify precise computations underlying brain responses to rejection and support a neurocomputational model of social affiliation in which people build an internal model of relational value and learn from rewarding outcomes."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Could ChatGPT get an engineering degree? Evaluating higher education vulnerability to AI assistants",
    "authors": "Beatriz Borges, Negar Foroutan, Deniz Bayazit, Anna Sotnikova, Syrielle Montariol, Tanya Nazaretzky, Mohammadreza Banaei, Alireza Sakhaeirad, Philippe Servant, Seyed Parsa Neshaei, Jibril Frej, Angelika Romanou, Gail Weiss, Sepideh Mamooler, Zeming Chen, Simin Fan, Silin Gao, Mete Ismayilzada, Debjit Paul, Philippe Schwaller, Sacha Friedli, Patrick Jermann, Tanja Käser, Antoine Bosselut, character(0), character(0)",
    "url": "http://dx.doi.org/10.1073/pnas.2414955121",
    "doi": "10.1073/pnas.2414955121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "AI assistants, such as ChatGPT, are being increasingly used by students in higher education institutions. While these tools provide opportunities for improved teaching and education, they also pose significant challenges for assessment and learning outcomes. We conceptualize these challenges through the lens of vulnerability, the potential for university assessments and learning outcomes to be impacted by student use of generative AI. We investigate the potential scale of this vulnerability by measuring the degree to which AI assistants can complete assessment questions in standard university-level Science, Technology, Engineering, and Mathematics (STEM) courses. Specifically, we compile a dataset of textual assessment questions from 50 courses at the École polytechnique fédérale de Lausanne (EPFL) and evaluate whether two AI assistants, GPT-3.5 and GPT-4 can adequately answer these questions. We use eight prompting strategies to produce responses and find that GPT-4 answers an average of 65.8% of questions correctly, and can even produce the correct answer across at least one prompting strategy for 85.1% of questions. When grouping courses in our dataset by degree program, these systems already pass the nonproject assessments of large numbers of core courses in various degree programs, posing risks to higher education accreditation that will be amplified as these models improve. Our results call for revising program-level assessment design in higher education in light of advances in generative AI."
  }
]
