[
  {
    "discipline": "communication",
    "title": "Partisanship and its effects on metacognitive effort, agreement, and misinformation detection",
    "authors": "Diane Jackson, Jennifer Hoewe",
    "url": "https://doi.org/10.1080/08824096.2025.2472827",
    "doi": "https://doi.org/10.1080/08824096.2025.2472827",
    "filter": 0,
    "journal_full": "Communication Research Reports"
  },
  {
    "discipline": "communication",
    "title": "Effects of hyperlinks and exemplification on audience’s information seeking intentions in online health news",
    "authors": "Megan L. Pietruszewski Norman, Jiaqi Agnes Bao, Juliet Pinto",
    "url": "https://doi.org/10.1080/08824096.2025.2471088",
    "doi": "https://doi.org/10.1080/08824096.2025.2471088",
    "filter": 0,
    "journal_full": "Communication Research Reports"
  },
  {
    "discipline": "communication",
    "title": "Adolescents’ Risky Online Behaviors and Social Desirability Bias in Vietnam: Privacy Disclosure and Pornography Use",
    "authors": "Truong Pham, Daisaku Goto, Makoto Kakinaka",
    "url": "https://doi.org/10.1089/cyber.2024.0368",
    "doi": "https://doi.org/10.1089/cyber.2024.0368",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Understanding Problematic Gaming Through Self-Determined Versus Non-Self-Determined Motivation: Two Mediating Pathways of Harmonious and Obsessive Passion",
    "authors": "Wenjing Pan, Jikai Sun, Zicheng Zhu, Renwen Zhang, Xiaoning Han",
    "url": "https://doi.org/10.1089/cyber.2024.0428",
    "doi": "https://doi.org/10.1089/cyber.2024.0428",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "The Presence and Portrayal of Climate Change and Other Environmental Problems in Popular Films: A Quantitative Content Analysis",
    "authors": "Matthew Schneider-Mayerson, Jerald Lim, Moya Stringer, Adria Wilson, Zoky Zhou, Dominic Bellido",
    "url": "https://doi.org/10.1080/17524032.2025.2467427",
    "doi": "https://doi.org/10.1080/17524032.2025.2467427",
    "filter": 0,
    "journal_full": "Environmental Communication"
  },
  {
    "discipline": "communication",
    "title": "Unlocking potential: how enterprise social media features shape employee agility performance",
    "authors": "Abdul Hameed Pitafi, Fazeelat Masood, Sheena Pitafi",
    "url": "https://doi.org/10.1108/itp-01-2024-0064",
    "doi": "https://doi.org/10.1108/itp-01-2024-0064",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose The present research aims to explore the influence of enterprise social media (ESM) features on employee agility through knowledge sharing and hiding. ESM strain was taken as a moderator in the association among knowledge sharing, knowledge hiding and employee agility. Communication visibility theory is used to underpin the hypothesized research model. Design/methodology/approach Data is collected from 374 Chinese employees working in different companies. A structural equation modeling (SEM) is applied using AMOS software 21.0. Findings Findings illustrate that ESM features namely analysis, tracking and communication are significantly connected to knowledge sharing and negatively to knowledge hiding. Knowledge sharing is significantly related to employee agility while knowledge hiding is negatively linked to employee agility. Further, ESM strain strengthens the negative connection between knowledge hiding and employee agility. However, ESM strain has an insignificant moderating effect in the connection between knowledge sharing and employee agility. Practical implications The current research has practical implications for ESM users and ESM-enabled organizations. For individuals who use ESM to promote knowledge within an organization, this study highlights the important functioning of ESM features that include analysis, tracking and communication. For managers, this study suggests the use of ESM features to promote knowledge sharing and inhibit knowledge hiding. Originality/value The current research investigates how ESM features are associated with employee agility in the workplace. This study proposes that knowledge sharing and knowledge hiding are the mediators of the effect path between ESM features and employee agility. Moreover, the present study extends to ESM literature by highlighting the moderating role of ESM strain using communication visibility theory as a theoretical lens. Lastly, this study quantifies the benefits of ESM features to help organizations train agile employees."
  },
  {
    "discipline": "communication",
    "title": "Are interactive PSA formats always effective? The interaction between empathy-inducing message content, carousel formats, and connectedness with nature in pro-environmental campaigns",
    "authors": "Ja Kyung Seo, Hanyoung Kim, Hye Jin Yoon, Youngjee Ko, Jeong-Yeob Han, Youngji Seo",
    "url": "https://doi.org/10.1080/02650487.2025.2470537",
    "doi": "https://doi.org/10.1080/02650487.2025.2470537",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "The impact of emotional expressions on the popularity of discussion threads: evidence from Reddit",
    "authors": "Mahdi Abouei, Nima Kordzadeh, Maryam Ghasemaghaei, Bilal Khan",
    "url": "https://doi.org/10.1108/intr-12-2023-1187",
    "doi": "https://doi.org/10.1108/intr-12-2023-1187",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose Users contribute to online communities by posting and responding to discussion threads. Nonetheless, only a small fraction of threads gain popularity and shape community discourse. Prior studies have identified several factors driving thread popularity; however, despite their prevalence, the role of emotional expressions within discussion threads remains understudied. This study addresses this gap by investigating the impact of thread starters’ valence and embedded discrete emotions of anger, anxiety and sadness on thread popularity, drawing on the negativity bias and the emotion-as-social-information theories. Design/methodology/approach Using two samples from Reddit, this study employs negative binomial regression analysis to examine the hypothesized relationships. Findings The results demonstrate that negativity in thread starters significantly influences thread popularity; however, the expression of discrete emotions impacts popularity variously. In some contexts, such as COVID-19 vaccination subreddits, embedded anger in thread starters decreases thread popularity, whereas anxiety and sad expressions enhance it. In other contexts, such as professional discussions (e.g. r/Medicine subreddit), anger and anxiety expressions increase thread popularity, while sad expressions have no significant influence. Research limitations/implications The study is limited by its focus on specific emotions and contexts. Future research could examine a broader range of emotions, post-content modalities and the impact of cultural and linguistic differences. Originality/value This study contributes to theory by offering a new definition of thread popularity and enhancing our understanding of the impact of emotions in online discussions. It also provides practical implications for online community members and moderators seeking to promote discussion posts that help achieve community goals."
  },
  {
    "discipline": "communication",
    "title": "Social media-induced fear of missing out (FoMO) in the workplace: the influence on job burnout and workplace relations",
    "authors": "Xiao Deng, Jiayu Li, Yaying Huang",
    "url": "https://doi.org/10.1108/intr-02-2024-0244",
    "doi": "https://doi.org/10.1108/intr-02-2024-0244",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose This study explores how employees respond to social media-induced fear of missing out (FoMO) in the workplace and examines the subsequent impacts of these responses. Based on the transactional theory of stress and coping, the research focuses on how FoMO affects employees’ adoption of stress-coping behaviors: active work interruption (a problem-oriented strategy) and social network interaction (an emotion-oriented strategy). It further investigates the outcomes of these coping strategies – job burnout (resulting from the problem-oriented strategy) and workplace relationships (resulting from the emotion-oriented strategy). Additionally, the study explores how the perceived competitive climate moderates the effect of FoMO on these coping behaviors. Design/methodology/approach A two-phase survey yielded 244 responses, which were then analyzed using covariance-based structural equation modeling to validate the relationships among the variables. Findings The findings revealed that FoMO increases employees’ active work interruption, leading to job burnout. In addition, FoMO leads employees to engage in more social network interaction, which promotes workplace relations. The perceived competitive climate positively moderates the indirect effect of workplace FoMO through active work interruption and job burnout. Originality/value This study emphasizes that individuals are not merely passive recipients of stress but active agents in coping with it. This shift from “passive impacts” to “active responses” helps uncover the bidirectional impacts of social media-induced FoMO on employees, thereby enriching our understanding of FoMO and expanding the application of the transactional theory of stress and coping. Additionally, we explore the boundary conditions of the FoMO mechanism and advance research related to the perceived competitive climate."
  },
  {
    "discipline": "communication",
    "title": "Examining the impact of social media de-influencing on audiences",
    "authors": "Samer Elhajjar, Omar S. Itani",
    "url": "https://doi.org/10.1108/intr-04-2024-0574",
    "doi": "https://doi.org/10.1108/intr-04-2024-0574",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose This study investigates the effect of de-influencing and its related content on consumer behavior compared with influencing content. It considers the gender of de-influencers and consumers’ varied reactions to distinct types of de-influencing. Design/methodology/approach Based on informational social influence theory, we conducted three experiments to investigate how consumers perceive and respond to de-influencing: the first explores consumer perception of social media de-influencers compared to influencers; the second examines the effect of de-influencers’ gender and the last compares consumer attitude toward various types of de-influencer content. Findings Consumers find de-influencers more credible than “traditional” influencers. De-influencing messages significantly affect attitude and purchase intention. The de-influencing creator’s gender does not affect brand attitude, perceived message effectiveness or perception. However, de-influencing video content influences attitudes toward brands and video effectiveness. Messages focusing on ethics and health elicit more negative perceived attitudes toward the brand. Research limitations/implications This pioneering research introduces “de-influence” as a new dynamic in social media marketing, revealing consumers’ preference for authentic, skeptical content over traditional influencer promotions. This lays the foundation for future research on consumer behavior and brand perception in digital spaces. Practical implications Brands in trust-sensitive industries should embrace authenticity and engage with de-influencers to build trust, turn criticism into growth opportunities and align themselves with consumer value. Originality/value Our study represents pioneering research in the emerging field of de-influencing, filling gaps in the literature and offering a comprehensive contribution to social media research."
  },
  {
    "discipline": "communication",
    "title": "Between clicks and colleagues: the Janus-faced nature of data in the media industry",
    "authors": "Rasa Jämsen, Ward van Zoonen, Anu Sivunen, Mikko Villi",
    "url": "https://doi.org/10.1093/jcmc/zmaf003",
    "doi": "https://doi.org/10.1093/jcmc/zmaf003",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "This research delves into the dualistic nature of datafication, revealing its capacity to both illuminate and mask realities within media organizations. Datafication, the strategic use of data in organizations, offers insights into, and transforms, how work and individual outcomes are perceived and evaluated. This study examines how data-centric practices—embodied in metrics, rankings, and algorithms—can skew the playing field, creating scenarios where workers may feel (un)fairly (dis)advantaged or (mis)represented. The findings indicate that while data can provide valuable insights fostering cooperation and learning, it can also create competition and apprehension among journalists. Through the concept of “coopetition” we show how media professionals employ data opportunism to leverage information while also grappling with data skepticism amid potential misinterpretations and increased competition. Hence, the findings contribute to the research on datafication by demonstrating how workers utilize interpretative flexibility depending on what the data and metrics make visible."
  },
  {
    "discipline": "communication",
    "title": "Political pets: The pawsitive effect of dogs in politicians’ social media posts",
    "authors": "Jennifer Hoewe, Diana Zulli, Phillip Arceneaux, Amber Lusvardi",
    "url": "https://doi.org/10.1080/19331681.2025.2471389",
    "doi": "https://doi.org/10.1080/19331681.2025.2471389",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Affective Valence in Posts on X (Formerly Twitter) and Evaluation of a Politician’s Image",
    "authors": "Monika Obrębska, Barbara Konat, Ewelina Gajewska, Nadia Dembska, Marcelina Dobrowolska",
    "url": "https://doi.org/10.1177/0261927x251321504",
    "doi": "https://doi.org/10.1177/0261927x251321504",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "The aim of this study was to examine whether the use of affective language by politicians impacts the social evaluation of their image, as measured by the semantic differential method developed by Cwalina et al.. In the study, Polish participants ( N = 958) evaluated the profiles of three well-known Polish politicians from different parties: Bosak (right-wing), Trzaskowski (center), and Biedroń (left-wing). Participants made evaluations before and after reading hateful, kind or neutral tweets about refugees from Ukraine. We controlled for participants’ political views and demographic variables. The results confirmed changes in evaluations of the image of politicians depending on the language they used. The ‘positivity bias’ identified in the study provides encouragement to use kindness speech in public discourse, showing that this type of communication can improve a politician's ratings."
  },
  {
    "discipline": "communication",
    "title": "It’s a match: Exploring joint emotion regulation profiles among mixed-sex couples",
    "authors": "Pauline Verhelst, Eva Ceulemans, Lesley Verhofstadt, Katharine H. Greenaway, Elise K. Kalokerinos, Laura Sels",
    "url": "https://doi.org/10.1177/02654075251325434",
    "doi": "https://doi.org/10.1177/02654075251325434",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "How do couples differ from other couples in how they regulate their own and their partner’s emotions? Although research on emotion regulation is blooming, insights into joint emotion regulation profiles—that is, the overlap between partners’ specific strategies to regulate themselves and their partner—remain limited. To address this gap, we identified joint intra- and interpersonal emotion regulation profiles in 120 mixed-sex couples; clustering couples together based on both partners’ reported intra- and interpersonal emotion regulation strategies. Additionally, we examined associations between profile-membership and well-being indicators. The identified joint emotion regulation profiles differed in three ways: (1) degree of regulation (e.g., no use of any vs. high use of all strategies), (2) strategies predominantly used; and (3) degree of similarity—or lack thereof—between partners. Together, these findings provide the first insights into the role of joint emotion regulation profiles in the health of couples and their relationships, highlighting the unique roles played by both partners in regulating their own and their partner’s emotions. Further research is needed to assess if these results generalize to inclusive samples and daily life."
  },
  {
    "discipline": "communication",
    "title": "Reinforcing Cycles? Empirical Reflections on the Relationship Between Media Cynicism and Political Cynicism",
    "authors": "Sangwon Lee, Jihyang Choi, S. Mo Jones-Jang, Dam Hee Kim, Katie Kenski",
    "url": "https://doi.org/10.1080/15205436.2025.2468677",
    "doi": "https://doi.org/10.1080/15205436.2025.2468677",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "AI chatbot accountability in the age of algorithmic gatekeeping: Comparing generative search engine political information retrieval across five languages",
    "authors": "Joanne Kuai, Cornelia Brantner, Michael Karlsson, Elizabeth Van Couvering, Salvatore Romano",
    "url": "https://doi.org/10.1177/14614448251321162",
    "doi": "https://doi.org/10.1177/14614448251321162",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study investigates the performance of search engine chatbots powered by large language models in generative political information retrieval. Applying algorithmic accountability as a central theme, this research (a) assesses the alignment of artificial intelligence (AI) chatbot responses with timely political information, (b) investigates the factual correctness and transparency of chatbot-sourced synopses, (c) examines the adherence of chatbots to democratic norms and impartiality ideals, (d) analyzes the sourcing and attribution behaviors of the chatbots, and (e) explores the universality of chatbot gatekeeping across different languages. Using the 2024 Taiwan presidential election as a case study and prompting as a method, the study audits responses from Microsoft Copilot in five languages. The findings reveal significant discrepancies in information readiness, content accuracy, norm adherence, source usage, and attribution behavior across languages. These results underscore the contextual awareness when applying accountability assessment that looks beyond transparency in AI-mediated communication, especially during politically sensitive events."
  },
  {
    "discipline": "communication",
    "title": "How (Gendered) Media Portrayals of Refugees Affect Attitudes Toward Immigration. The Moderating Role of Political Ideology",
    "authors": "Christine E. Meltzer, Pablo Jost, Christian Schemer, Simon Kruschinski, Marcus Maurer",
    "url": "https://doi.org/10.1080/10584609.2025.2472765",
    "doi": "https://doi.org/10.1080/10584609.2025.2472765",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Depolarizing within the Comfort of Your Party: Experimental Evidence from Online Workshops",
    "authors": "Robert A. Blair, Jessica Gottlieb, Marie Schenk, Christopher Woods",
    "url": "https://doi.org/10.1080/10584609.2025.2469097",
    "doi": "https://doi.org/10.1080/10584609.2025.2469097",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Endorsement of scientific norms among non-scientists: The role of science news consumption, political ideology, and science field",
    "authors": "Markus Schug, Helena Bilandzic, Susanne Kinnebrock",
    "url": "https://doi.org/10.1177/09636625251315882",
    "doi": "https://doi.org/10.1177/09636625251315882",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Public discussions of controversial science fields like COVID-19 or climate science increasingly address inner-scientific structures and the norms guiding the scientific system—aspects that are normally discussed within the scientific community. However, not much is known about the endorsement of scientific norms by non-scientists and how those endorsements differ between controversial und uncontroversial science fields. We conducted a cross-sectional national survey in Germany ( N = 1007) to capture the public endorsement of scientific norms and explored the role of the science field, political ideology, and science news consumption. Results suggest that the endorsement of scientific norms is significantly higher in controversial fields than in less controversial fields. More left-leaning political ideology is connected to higher levels of norm endorsement; science news consumption is partly associated with lower scientific norm endorsement. We discuss our findings regarding their implications for the public’s image and understanding of controversial science fields."
  },
  {
    "discipline": "communication",
    "title": "Exploring AI identity: The media framing of communicative artificial intelligence in Singapore’s news sites",
    "authors": "Edson C. Tandoc, Seth Seet, Vanessa Xinyi Chan, Penny Ju Onn Wong",
    "url": "https://doi.org/10.1177/09636625251317970",
    "doi": "https://doi.org/10.1177/09636625251317970",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Implementing artificial intelligence also requires examinations of public attitudes and perceptions. One approach is by examining media framing of artificial intelligence, including news coverage, which is a reflection of societal perceptions and a key influence over people’s understanding. As such, this study examines the framing of communicative artificial intelligence in Singapore, looking at how the news media frame communicative artificial intelligence and characterize it as a social actor. Through a manual content analysis of 336 news articles from three major news websites in Singapore, this study found that the news media in Singapore tend to focus on the benefits and advances of communicative artificial intelligence and portray communicative artificial intelligence as a tool rather than social actor. However, when comparing news coverage of communicative artificial intelligence after the advent of ChatGPT, the news framed communicative artificial intelligence more in terms of risks, regulations, responsibilities, and conflict."
  },
  {
    "discipline": "communication",
    "title": "Who Is Spreading AI-Generated Health Rumors? A Study on the Association Between AIGC Interaction Types and the Willingness to Share Health Rumors",
    "authors": "Zehang Xie",
    "url": "https://doi.org/10.1177/20563051251323391",
    "doi": "https://doi.org/10.1177/20563051251323391",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Generative chatbots based on artificial intelligence technology have become an essential channel for people to obtain health information. They provide not only comprehensive health information but also real-time virtual companionship. However, the health information provided by AI may not be completely accurate. Employing a 3 × 2 × 2 experimental design, the research examines the effects of interaction types with AI-generated content (AIGC), specifically under virtual companionship and knowledge acquisition scenarios, on the willingness to share health-related rumors. In addition, it explores the impact of the nature of the rumors (fear vs hope) and the role of altruistic tendencies in this context. The results show that people are more willing to share rumors in a knowledge acquisition situation. Fear-type rumors can stimulate people’s willingness to share more than hope-type rumors. Altruism plays a moderating role, increasing the willingness to share health rumors in the scenario of virtual companionship, while decreasing the willingness to share health rumors in the scenario of knowledge acquisition. These findings support Kelley’s three-dimensional attribution theory and negativity bias theory, and extend these results to the field of human–computer interaction. The results of this study help to understand the rumor spreading mechanism in the context of human–computer interaction and provide theoretical support for the improvement of health chatbots."
  },
  {
    "discipline": "communication",
    "title": "Auditing the Compliance and Enforcement of Twitter’s Advertising Policy",
    "authors": "Yash Vekaria, Zubair Shafiq, Savvas Zannettou",
    "url": "https://doi.org/10.1177/20563051251319675",
    "doi": "https://doi.org/10.1177/20563051251319675",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Online platforms have enacted various policies to maintain a safe and trustworthy advertising environment. However, the extent to which these policies are adhered to and enforced remains a subject of interest and concern. In this work, we present a large-scale audit of adult advertising on Twitter (now X), specifically focusing on compliance with its adult (sexual) content advertising policy. Twitter is an interesting case study in that it—uniquely from other social media platforms—allows posting of adult content but prohibits adult content in advertising. We analyze approximately 35,000 ads on Twitter with respect to their compliance with the adult content ad policy through Perspective API and manual annotations. Among other things, we find that nearly 38% of ads violate Twitter’s adult content advertising policy—of which, the platform eventually removed only about 63% of these non-compliant adult ads. We also find inconsistencies in the moderation of such ads across languages, highlighting the need for more reliable and consistent moderation practices across different languages. Overall, our findings highlight blindspots in Twitter’s adult ad policy enforcement for certain languages and countries. Our work underscores the importance of external audits to monitor compliance and improve transparency in online advertising."
  },
  {
    "discipline": "communication",
    "title": "Visual representations of wealth inequality in political communication",
    "authors": "Michael Vaughan, Sarah Kerr",
    "url": "https://doi.org/10.1177/14703572241300886",
    "doi": "https://doi.org/10.1177/14703572241300886",
    "filter": 0,
    "journal_full": "Visual Communication",
    "abstract": "Wealth inequality is deepening in many countries around the world, presenting increasing challenges to public notions of fairness while simultaneously proving resistant to democratic intervention. This article looks at one element of the politics of wealth inequality which has so far received relatively little attention: visual representations in political communication. The authors collected an original dataset of 243 images posted on Facebook by UK news media and civil society organizations to explore how different actors visually represent the problem of wealth inequality. They used content analysis to demonstrate that news media in particular tends to visualize inequality through images of wealth itself, such as luxury goods and property, whereas civil society more often tries to contrast richness and poorness. They conducted social semiotic analysis on two sets of recurring tropes to investigate the complex trade-offs in how visual content frames inequality, whether through ambivalent focus on the super-rich or a claim to objectivity and completeness through birds-eye aerial photography."
  },
  {
    "discipline": "public opinion",
    "title": "“What’s Going On?” Comparing and Contrasting Issue Affinities and Dissimilarities in the European Electorates",
    "authors": "Aldo Paparo, Davide Vittori",
    "url": "https://doi.org/10.1093/ijpor/edaf002",
    "doi": "https://doi.org/10.1093/ijpor/edaf002",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "The multidimensionality of competition between political parties has raised questions about patterns of affinity and dissimilarity between them. Less explored, however, is the extent to which voters of different electoral parties share or differ in their evaluations of crucial political dimensions. We attempt to solve this puzzle by comparing voters from 4 different party families: mainstream left and mainstream right, radical left, and radical right. Using comparative survey data from 5 Western European countries, we assess voters’ positions on specific cultural and economic issues that are salient in the real world, and show the extent to which the voters of different party families are compatible. We find that voters are aligned to the left and right on non-economic issues, while the classical left-right alignment on economic issues is weaker. These unusual patterns confirm the importance of a new cultural divide and also show that traditional left-right allegiances on these issues are more important than economic issues in structuring party competition. These findings open up important new avenues of research for the study of coalition formation and agenda-setting."
  },
  {
    "discipline": "public opinion",
    "title": "Social class and the support for environmental policies",
    "authors": "Pablo Simón, Silvia Claveria",
    "url": "https://doi.org/10.1093/ijpor/edaf001",
    "doi": "https://doi.org/10.1093/ijpor/edaf001",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "This article examines support for environmental policies and provides new evidence on the role of social class and the rural–urban divide. We analyze how occupational structure, either through the economic costs individuals may incur when such policies are implemented or through value preferences shaped by the workplace, influence support for these policies. Drawing on data from Round 8 of the European Social Survey (ESS8) and 2 alternative class-structure classifications, our findings reveal 3 key insights. First, on the vertical dimension, we find that costlier measures face stronger resistance from lower socioeconomic groups. Second, on the horizontal dimension, sociocultural professionals emerge as the social class most supportive of environmental policies, while manual workers are the most reluctant to accept them. Finally, our results indicate that the interaction between social structure and the territorial dimension is weak. Overall, this study enhances our understanding of the social cleavages that may influence the ecological transition."
  }
]
