[
  {
    "discipline": "communication",
    "title": "Who should act, when, and where? The SCOPE framework for establishing responsibility and legitimacy in digital citizenship",
    "authors": "Emilija Gagrčin",
    "abstract": "This article introduces the Scope of Civic Online Platform Engagement (SCOPE) framework to explain how users interpret and negotiate civic action on social media. It distinguishes between responsibility, which pertains to the obligation side of action (who should act) and legitimacy, which concerns who may act with authority and appropriateness. Building on affordance theory, boundary theory, and research on heuristics, SCOPE demonstrates how affordances shape the conditions for action. Users apply heuristics to interpret cues of visibility, relational ties, spatial mandates, and temporal urgency. These interpretations are then translated into boundary work, shaping responsibility and legitimacy judgments. To operationalize this process, the article proposes decision-making matrices that condense boundary judgments into simple two-question tests of when and by whom civic action is expected. The framework reorients the study of digital citizenship from abstract prescriptions of “good citizenship” to situated and recursive practices of boundary negotiation in platform environments.",
    "url": "https://doi.org/10.1093/ct/qtaf029",
    "doi": "https://doi.org/10.1093/ct/qtaf029",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "Differential social media affordances: an actor type-centric, intermediate-level approach using the case of social movements",
    "authors": "Christian Baden, Annett Heft, Michael Vaughan, Barbara Pfetsch",
    "abstract": "Social media have profoundly changed social communication practices across a vast range of contexts. To theorize these changes, numerous authors have proposed digital affordances as a conceptual lens. Yet, to date, most accounts of digital affordances either gloss broadly over cross-platform or use-dependent differences in practices; or they are highly context-specific, obstructing theoretical integration. In this article, we conceptualize social media affordances on an intermediate level of abstraction that foregrounds consequential differences in how digital social media platforms structure social communication practices. Focusing on the characteristic communication needs of social movements as an exemplary case, we identify how social media platforms present users with differential affordances for articulating public claims, building collective identities, and mobilizing contentious performances. We examine how key contextual conditions alter the value of differential affordances, potentially resulting in differential communication practices and platform preferences. We conclude by discussing key opportunities of our approach for comparative research and theory building.",
    "url": "https://doi.org/10.1093/ct/qtaf030",
    "doi": "https://doi.org/10.1093/ct/qtaf030",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "‘Simulating fan discourse shifts: A thematic coding and regression model of K-pop communities under China’s Korean Wave Ban (2016–2017)’",
    "authors": "Ronald Yi Xiu Wu, Tianguang Meng",
    "abstract": "This paper examines Chinese K-pop fan communities’ responses to the 2016–2017 Korean Wave Ban, which restricted the circulation of Korean cultural materials amid diplomatic tensions. The study asks whether fan discourse – previously shaped by South Korea’s more democratic and individualistic environment – would shift toward state ideology or preserve alternative orientations once outside influences were curtailed. Drawing on a dataset of Weibo posts before and after the ban, thematic coding and regression analysis track how online dialogue evolved. Findings show a sharp rise in debates about policy and governance, but no corresponding increase in nationalist or security-driven rhetoric; rather than embracing state narratives or engaging in overt resistance, fans adapted by reframing entertainment discussions into institutional or bureaucratic terms. This strategy of maneuvering reflects coping within constraints while maintaining group identity. The study thus conceptualizes fan communities as emotional and discursive enclaves, whose expressive strategies flexibly adjust to regulation. It highlights how cultural governance reshapes digital participation without reducing fandom to a passive vehicle of state ideology.",
    "url": "https://doi.org/10.1177/13548565251394541",
    "doi": "https://doi.org/10.1177/13548565251394541",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies"
  },
  {
    "discipline": "communication",
    "title": "Escaping the digital panopticon? Longitudinal effects of dataveillance salience shocks on privacy attitudes and inhibited behaviors",
    "authors": "Yannic Meier, Philipp K Masur",
    "abstract": "Using internet technologies exposes individuals to constant surveillance by companies and other actors. Perceptions of constant surveillance—termed “dataveillance”—are theorized to induce chilling effects (i.e., inhibiting legal and legitimate online activities) posing risks to individuals and societies. In this preregistered longitudinal 3-wave experiment (N = 774), we investigate whether news articles addressing constant online surveillance induce feelings of dataveillance and behavioral inhibitions. Moreover, we extend theoretical notions of dataveillance by examining whether perceived dataveillance relates to other factors that drive privacy behaviors—privacy resignation and critical privacy literacy. Results of Bayesian random-effects within–between models indicate that perceived dataveillance is positively associated with inhibited behaviors, resignation, and literacy. However, these relations only pertain to the between-person level as the within-person associations are possibly too small to be meaningful. Critical privacy literacy might be central for privacy behaviors as we find both between- and within-person associations with self-inhibition.",
    "url": "https://doi.org/10.1093/hcr/hqaf025",
    "doi": "https://doi.org/10.1093/hcr/hqaf025",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Temporal dynamics of media and communication processes: a review of theories and meta-analysis of empirical studies",
    "authors": "Shan Xu, Wenbo Li, Yani Zhao, Michael D Slater",
    "abstract": "This study synthesized research from 4 theoretical frameworks that explicitly conceptualize media and communication as dynamic processes over time, emphasizing reciprocal and self-causing effects. A meta-analysis of 223 effect sizes from 103 studies supported the presence of both reciprocal and self-causing relationships, suggesting their robustness as communication phenomena. Time lag moderated self-causing effects, such that longer intervals weakened these effects. Longer lags attenuating the influence of media/communication on subsequent outcomes approached but did not reach statistical significance, and did not significantly alter the reverse pathway. Exploratory moderation analyses showed that effect sizes varied by audience age, analytic methods, topic areas, and media types. Findings highlight the importance of time lag specification in studying dynamic media effects.",
    "url": "https://doi.org/10.1093/joc/jqaf044",
    "doi": "https://doi.org/10.1093/joc/jqaf044",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Social media self-presentation of LGBTQ+ youth in the United States: the role of identity exploration, context collapse, and supportive feedback",
    "authors": "Y Anthony Chen, Marie-Louise Mares",
    "abstract": "For those with marginalized identities, social media may offer opportunities for identity exploration and affirmation but may also pose challenges of context collapse, wherein the presence of multiple audiences makes identity-related posting awkward or dangerous. To probe short-term longitudinal patterns, 337 LGBTQ+ 15- to 22-year-olds completed six weekly surveys during Pride Month. As hypothesized, identity exploration was associated with self-reported frequency, positivity, and authenticity of youths’ LGBTQ+ self-presentations online, primarily among those who, on average, rated their online audiences as less heterogeneous (i.e., perceived less context collapse). Consistent with the self-effects model, positivity of self-presentations predicted increases in self-acceptance and self-esteem, with the latter association stronger for those who, on average, received more supportive feedback. In contrast, frequency and authenticity of self-presentations did not predict self-acceptance and self-esteem.",
    "url": "https://doi.org/10.1093/jcmc/zmaf020",
    "doi": "https://doi.org/10.1093/jcmc/zmaf020",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication"
  },
  {
    "discipline": "communication",
    "title": "How change in sociality over time moderates the association between mobile and social media use and well-being",
    "authors": "Jeffrey A Hall, Natalie Pennington",
    "abstract": "Mobile and social media are often identified as a means of enhancing social connection for those who wish to connect. In line with research on relational maintenance and the communicate bond belong theory, a need for connection can drive individuals to reach out to relational partners through mobile and social media, which might boost overall well-being. Using 3 longitudinal datasets that differ by time period (i.e., 6 years, 1 year, 1 month) and context (i.e., older adults’ pandemic-era communication, college student communication with friends, daily diary study of social media use), we test whether change in sociality moderates the association between frequency of mobile and social media use and well-being. In contrast to our hypothesis, when experiencing declines in sociality, the use of mobile and social media was either unrelated to well-being or associated with a decline in well-being. These findings challenge long-held assumptions about relational maintenance through media.",
    "url": "https://doi.org/10.1093/jcmc/zmaf019",
    "doi": "https://doi.org/10.1093/jcmc/zmaf019",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication"
  },
  {
    "discipline": "communication",
    "title": "One Platform, Different Terminals: The Impact of Terminal Differences on the Political Engagement Expressions of Chinese Netizens",
    "authors": "Zheng Yang, Yuanting Huang, Mingyue Zhu, Xi Lu",
    "abstract": "Numerous studies have shown that platform differences can affect users’ online political engagement. However, there are few studies exploring the impact of different terminals on the online political engagement of netizens on the same platform. To explore this issue, this study captured user messages from four different terminals of the Leadership Message Board on People's Daily Online : the WeChat Mini Program; application client; mobile webpage; and PC webpage. The aim was to discover the differences in user political engagement behavior when using different terminals for the same platform. The findings show that although users try to engage in political issues online on the same platform with similar purposes, the differences in what terminal they use to access it significantly affect the results of such engagement. Concepts of “rehearsal space,” “psychological ownership,” and “redirection convenience” are introduced to help explain this phenomenon.",
    "url": "https://doi.org/10.1177/20501579251385036",
    "doi": "https://doi.org/10.1177/20501579251385036",
    "filter": 0,
    "journal_full": "Mobile Media & Communication"
  },
  {
    "discipline": "communication",
    "title": "AI-Driven Disinformation and Political Influence on WhatsApp in South Africa’s 2024 Elections",
    "authors": "Gregory Gondwe",
    "abstract": "This study investigates the role of encrypted messaging apps, specifically WhatsApp, in disseminating political disinformation during South Africa’s 2024 general elections. Drawing on a dataset of 22,384 messages from 47 politically active WhatsApp groups and 6,283 unique users, the study identifies how AI-generated deepfakes, emotional manipulation, and ideological group structures facilitated the spread of false political narratives. Using MyFactChecker, an AI-powered sentiment and verification tool, we reveal that disinformation most frequently relied on fear-based appeals (41%), identity-driven rhetoric (32%), and content mimicking credible journalism (27%). The findings show that disinformation gained traction not through factual accuracy but through emotional resonance and relational trust within ideologically cohesive groups. Even when flagged as false, corrective content was often dismissed as propaganda or foreign interference, thus underscoring how truth contests unfold within closed, affective networks.",
    "url": "https://doi.org/10.1177/19401612251395434",
    "doi": "https://doi.org/10.1177/19401612251395434",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "communication",
    "title": "Climate Action and Native Advertising: How Fossil Fuel Companies Present Environmental Commitment in American and British News Media",
    "authors": "Chris Wells, Michelle A. Amazeen, Sara Weinberg",
    "abstract": "Confronting severe economic challenges in the twenty-first century, many news media are forging new relationships with advertisers, including the focus of this study: native advertising. At the same time, as the climate crisis worsens, and political pressures and news coverage increase, we are seeing the fossil fuel industry expand and shift its communication about the topic. This study sits at the intersection of these trends: we ask to what extent, and how, native advertisements are being employed in fossil fuel communication campaigns. We analyze 252 native ads sponsored by fossil fuel companies between 2014 and 2022 in leading English-language news outlets. Led by human quantitative content analysis, with supplementary automated text analysis, we show that the style of climate science denial documented by, for example, Oreskes and Conway, is absent from native ad communications; in its place are frequent mentions of the environment, the reality of climate change, and the need to decarbonize. In fact, the primary position of fossil fuel companies in our data is the assertion that they are leading the decarbonization of energy systems. To do so, they strongly emphasize the relative virtues of natural gas and promote investments in unproven new technologies. A secondary tactic emphasizes the importance of energy to development and quality of life. Our discussion explores the challenges of analyzing claims that are often superficially true but misleading in context and the questions misleading native advertising raises for news media in a challenging digital media landscape.",
    "url": "https://doi.org/10.1177/19401612251388186",
    "doi": "https://doi.org/10.1177/19401612251388186",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "communication",
    "title": "What is Freedom of Speech? How Citizens Define and Perceive the “Bulwark of Liberty”",
    "authors": "Anna-Luisa Sacher, Carsten Reinemann",
    "abstract": "Freedom of speech is an essential pillar of democracy. Despite constitutional protections, citizens in some liberal democracies increasingly feel the “bulwark of liberty” under pressure. While the underlying causes of these developments remain largely ambiguous, a fundamental question persists: What exactly do citizens have in mind when assessing the concept of “freedom of speech” – and who do they believe is restricting it? Clarifying this is essential for interpreting survey data, understanding underlying causes, and developing effective strategies to counter this trend. A quota-representative national survey of German citizens ( N = 1,490) reveals (1) that most respondents perceive free speech in both legal and social terms. Additionally, (2) a notable portion perceives freedom of speech as too restricted, driven by both dimensions, slightly emphasizing the legal aspect. Finally, (3) perceptions of the general status quo and both dimensions are – at least partly – shaped by different actors, underscoring the need to distinguish the social and the legal dimensions of freedom of speech.",
    "url": "https://doi.org/10.1177/19401612251388182",
    "doi": "https://doi.org/10.1177/19401612251388182",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "politics",
    "title": "Why women's equal representation increases policy losers’ consent: Revisiting the double‐edged sword of procedural fairness",
    "authors": "Mattias Agerberg, Lena Wängnerud",
    "abstract": "Studies show that procedural fairness in the form of equal representation has the potential to increase decision legitimacy. At the same time, several studies point to potential adverse effects, where, for instance, the equal inclusion of women in decision‐making bodies might serve to legitimize anti‐feminist decisions in particular. We argue that such conclusions result from a failure to consider the importance of outcome favorability, a factor long recognized to be of crucial importance in other fields of research. We incorporate outcome favorability theoretically and empirically in several experimental studies and show that what has previously been interpreted as a “dark side” of descriptive representation, instead should be viewed as the power of fair procedures to increase losers’ consent. We contribute to the literature on representation and legitimacy and show how appropriate research design and measurement can shape substantive conclusions on high‐stakes issues.",
    "url": "https://doi.org/10.1111/ajps.70021",
    "doi": "https://doi.org/10.1111/ajps.70021",
    "filter": 0,
    "journal_full": "American Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Race, Responsiveness, and Representation in U.S. Lawmaking",
    "authors": "G. AGUSTIN MARKARIAN, JACOB S. HACKER, MACKENZIE LOCKHART, ZOLTAN HAJNAL",
    "abstract": "Is national policy more responsive to the preferences of white Americans than to those of people of color? To answer this fundamental question, we examine how well federal lawmaking reflects the preferences of 520,000 Black, Latino, Asian American, and white citizens from 2006 to 2022. Average racial gaps in responsiveness are small regardless of issue area. However, white voters are significantly advantaged when Republicans control the government. Respondents’ class, age, and ideology cannot explain this disparity. Respondents’ partisanship explains some, but not all, of it. To further investigate, we analyze roll call votes in Congress, focusing on the Senate—the pivotal lawmaking institution. Similar patterns emerge: Republican Senators better represent white (versus Black or Latino) constituents. Moreover, Black-white disparities are larger in states where Black Americans comprise more of the population. This suggests a role for white racial attitudes, and, indeed, we find that state-level white racial resentment predicts Black-white representational disparities.",
    "url": "https://doi.org/10.1017/s0003055425101287",
    "doi": "https://doi.org/10.1017/s0003055425101287",
    "filter": 0,
    "journal_full": "American Political Science Review"
  },
  {
    "discipline": "politics",
    "title": "Public Support for Pro-environment and Environment-Critical Movements",
    "authors": "Dirck De Kleer, Catherine E. De Vries, Simon van Teutem",
    "abstract": "With environmental protests on the rise, we ask: how do they affect support for pro-environment and environment-critical movements? We answer this question using evidence from two studies—a survey experiment and media content analysis—conducted in the Netherlands, a leading country in the green transition. Our experimental findings reveal an asymmetric bias in public support for protests. For the same protest action, public support is higher for environment-critical movements compared to pro-environment ones. This bias is most pronounced among right-leaning individuals with low education and low trust in science and politics. Our content analysis traces the bias back to newspaper reporting. While attention to protest groups is balanced across tabloid and broadsheet newspapers, tabloid reporting is more negative about pro-environment movements. These results highlight an important aspect of the backlash against environmental policies: a bias against pro-environment movements within parts of the public and media.",
    "url": "https://doi.org/10.1017/s0007123425101063",
    "doi": "https://doi.org/10.1017/s0007123425101063",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Distributional preferences in a global pandemic: Voter attitudes toward COVID-19 economic policy interventions",
    "authors": "Jeffrey M. Chwieroth, Andrew Walter",
    "abstract": "The COVID-19 pandemic triggered a deep economic crisis that prompted governments and central banks to implement extraordinary fiscal, monetary, and financial interventions. We examine public support for these interventions using a conjoint survey experiment conducted in Australia and the United Kingdom in early 2021. Our experiment innovates by investigating public preferences across two main categories of intervention: (1) wage subsidies designed to address employment and income risks and (2) financial stabilization measures aimed at supporting the balance sheets of households, businesses, and financial institutions. Results show that wagesubsidies received robust public support across diverse social, economic, and experiential cleavages. By contrast, financial and credit market interventions elicited mixed reactions, with strongest opposition toward those benefiting large firms and banks. We argue that the variation in support is primarily driven by an alignment of fairness considerations and policy design. In both countries, wage subsidies had key design features that made them more likely to be perceived as distributionally neutral, consistent with important fairness norms, and limiting the potential for free riding. They were available to all citizens experiencing verifiable employment disruption, delivered through employers, and appealed to welfare-chauvinistic views by excluding many recent immigrants and temporary residents. Moreover, the viral origin of the economic shock was widely perceived as exogenous and quasi-random, and the associated losses – particularly those related to employment and income more readily elicited greater empathy when borne by individuals than by firms. In contrast, financial-sector interventions, especially those aiding large corporations and banks, were less easily viewed as consistent with these fairness norms. These interventions were more prone to being perceived as favoring opportunistic or politically connected firms, echoing earlier public resentment of global financial crisis bailouts. Even some household-targeted financial interventions, such as debt relief and rent holidays, likely raised concerns among respondents about undeserved gains. Unlike some existing studies, our subgroup analysis finds little evidence that personal or local pandemic experiences significantly influenced attitudes toward economic interventions. Individuals who suffered direct health or economic impacts, or who lived in areas with high infection rates or strict lockdowns, were no more or less supportive of interventions. Instead, partisan orientation and perceptions of inequality were more predictive. Left-wing partisans and those who perceived rising or high inequality were especially supportive of wage subsidies and household-focused assistance. Traditional material cleavages – such as income, education, wealth, or asset ownership – had limited explanatory power. The underbanked population was an exception, showing more muted support for all interventions, likely due to perceived exclusion or limited personal benefit. We conclude that public evaluations of economic interventions during the pandemic were shaped less by self-interest or crisis exposure than by judgments about deservingness, fairness, and partisan attachments. Our findings emphasize the importance of policy design and political framing in sustaining public support for large-scale interventions during crises, and they have broader implications for the politics of economic policy in future global shocks.",
    "url": "https://doi.org/10.1017/s1475676525100327",
    "doi": "https://doi.org/10.1017/s1475676525100327",
    "filter": 0,
    "journal_full": "European Journal of Political Research"
  },
  {
    "discipline": "politics",
    "title": "What’s in a name? Democrat Party as multivocal communication",
    "authors": "Benjamin R Kantack, Kylee J Britzman, Deanna E Geer",
    "abstract": "In the United States, members of the Republican Party increasingly refer to the Democratic Party as the Democrat Party . This practice has been recognized by journalists and political actors over the years, but the questions of what sorts of Republicans engage in it and why have rarely been studied scientifically. Analyzing congressional floor speeches, committee meetings, media reports, and electronic newsletters, we demonstrate that Democrat Party usage by Republican members of Congress is positively correlated with conservatism. We further show that congressional Republicans are likelier to use the term when in the minority in their chamber and when addressing an external audience. These findings are consistent with our theory that Democrat Party functions as a form of multivocal communication, invoked by conservative Republicans to subtly signal their ideology to likeminded constituents.",
    "url": "https://doi.org/10.1177/13540688251395285",
    "doi": "https://doi.org/10.1177/13540688251395285",
    "filter": 0,
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "(Media Attention to) Misinformation Can Undermine Trust in Scientists",
    "authors": "Emma Hoes, Bernhard Clemm, Theresa Gessler, Sijia Qian, Magdalena Wojcieszak",
    "abstract": "Could news coverage of misinformation be harmful? Across two studies on U.S. citizens, we examine whether news coverage of misinformation generates misperceptions and decreases levels of trust in information institutions (i.e., media, professors, and scientists) and whether its effects can be comparable to those of exposure to untrustworthy content. We rely on an online experiment using mock social media posts (Study 1, N = 1,670) and also on online behavioral tracking data paired with over-time survey self-reports (Study 2, N = 804). Study 1 finds that exposure to both actual misinformation and the coverage of misinformation affect misperceptions, but does not decrease trust. Study 2 presents evidence that behaviorally tracked visits to untrustworthy sites and exposure to news coverage of misinformation—although relatively rare—do not affect misperceptions, but both predict lower levels of trust in scientists, with less consistent effects for media and university professors. These results support concerns that not only misinformation but also its coverage contribute to epistemic uncertainty by eroding confidence in credible sources of knowledge, and warrant further inquiry into the potential harms of news media’s attention to misinformation.",
    "url": "https://doi.org/10.1007/s11109-025-10090-y",
    "doi": "https://doi.org/10.1007/s11109-025-10090-y",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "The effect of information provision on popular support for gender-related legislation: Experimental evidence from South Dakota constitutional amendment proposal",
    "authors": "Julia Marin Hellwege, Filip Viskupič, David L. Wiltse",
    "abstract": "In 2023, a constitutional amendment that would remove male-only pronouns and replace them with gender-neutral nouns in the state constitution was proposed in South Dakota. Policy changes related to gender pronouns are a sensitive and politically charged issue, particularly in more conservative states such as South Dakota. In April 2024, several months before the vote, we conducted a survey experiment with 727 registered voters in South Dakota to investigate whether providing an additional explanation about the proposed changes in the amendment affected South Dakotans’ support for the proposal. We found that Republicans were less supportive of the proposal across all conditions. The results also showed that participants who were given an explanation of the proposed changes were more supportive of the proposal than those to whom it was described as only introducing gender-neutral language, particularly among women, Independents, and Republicans. Overall, we found that the attitudes toward the proposal were structured along partisan lines and that providing additional information about the proposed changes increased popular support.",
    "url": "https://doi.org/10.1017/s1049096525101613",
    "doi": "https://doi.org/10.1017/s1049096525101613",
    "filter": 0,
    "journal_full": "PS: Political Science & Politics"
  },
  {
    "discipline": "public opinion",
    "title": "The Effects of Perceived Pledge Performance and the Third-Person Effect on Voting Behavior",
    "authors": "Tsung-han Tsai, Ting-wei Weng",
    "abstract": "In this article, we examine the effects of voters’ beliefs in politicians’ pledge performance on the consideration of election pledges when voting with a special focus on the role of the third-person effect. Specifically, we argue that third-person perception, a perception gap between presumed media influence on others and influence on oneself, reinforces the consideration of election pledges through the mechanisms of expectation confirmation or disconfirmation. The empirical results confirm that, first, voters who believe in pledge fulfillment are more likely to frequently take election pledges into account when making their voting decisions, and second, voters who believe that pledges are likely to be broken are less likely to do so, although this is the case only for those who do not have third-person perception. Finally, we observe that voters’ consideration of election pledges is reinforced by third-person perception, which to some extent ensures a link between voters’ policy preferences and governments’ policy decisions.",
    "url": "https://doi.org/10.1093/ijpor/edaf058",
    "doi": "https://doi.org/10.1093/ijpor/edaf058",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "public opinion",
    "title": "Why Do Some Union Members Vote Republican? The Role of Workplace Political Discussion",
    "authors": "David Macdonald",
    "abstract": "Labor union members are more likely to vote than their nonunionized counterparts, and when they do vote, are more likely to support the Democratic Party. However, a sizable minority of union members vote Republican. This is puzzling, given that the national Republican Party has long been hostile toward organized labor. Extant research has clearly demonstrated that union and nonunion members differ in their voting behavior, but we know little about such variation among union members. I explore this latter phenomenon here, arguing that the frequency of workplace political discussion plays an important role in shaping how labor union members vote. I test this with data from the 2004 National Annenberg Election Survey (NAES). Overall, I find that workplace discussion of politics is positively and significantly associated with the probability that labor union members vote Democrat. This appears to occur via a “learning” mechanism, in which greater workplace discussion of politics leads union members to recognize which candidate is more “prolabor.” Overall, these findings help us better understand the consequences of the workplace, political discussion, and the politics of American labor unions.",
    "url": "https://doi.org/10.1093/poq/nfaf042",
    "doi": "https://doi.org/10.1093/poq/nfaf042",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Susceptibility to Moral Arguments Among Liberals and Conservatives",
    "authors": "Fredrik Jansson, Pontus Strimling",
    "abstract": "An empirical result in Moral Foundations Theory is that liberals and progressives endorse the individualizing factors of care and fairness, while conservatives claim that the binding factors of authority, loyalty, and purity are equally relevant when determining what is moral. Does this translate into persuasiveness of arguments and opinion change? We here test the hypothesis that conservatives can be swayed by binding moral arguments, while everyone is susceptible to individualizing moral arguments. Using a classic experimental design (N = 375) where respondents are given moral arguments for a position in nine moral issues, we find support for this hypothesis. In line with motivational matching, the moral foundation support of respondents predicts the type of arguments to which they are susceptible. Along with previous studies on which type of moral argument supports which moral position in the public debate, these findings provide a mechanistic explanation for public opinion change, and in particular for the observation that moral values are becoming more liberal and progressive across the board. Although people tend to be resistant to belief revision, their opinions on politically polarized issues can change when arguments match their beliefs, reflected in their ideology.",
    "url": "https://doi.org/10.1093/poq/nfaf045",
    "doi": "https://doi.org/10.1093/poq/nfaf045",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "psychology",
    "title": "“And the Next Thing You Know . . .”: Ideological Differences in Slippery Slope Thinking",
    "authors": "Rajen A. Anderson, Daan Scheepers, Benjamin C. Ruisch",
    "abstract": "Slippery slope arguments (SSAs) contend that a small, innocuous change will lead to cascading negative consequences. Although SSAs are common in political discourse, they have received little empirical attention in this context. In 15 studies (including samples from four countries and a study of natural language usage on the social media site Reddit), we examine who may be most prone to slippery slope thinking and why people in general may engage in such thinking. We consider whether individuals of different political ideologies exhibit different degrees of support for SSAs. We test three competing hypotheses that it is (a) political extremists, (b) political liberals, or (c) political conservatives that more strongly endorse SSAs. We consistently find that conservatives endorse SSAs more due to ideological differences in intuitive thinking. We additionally find evidence of these ideological differences in social media behavior, and that slippery slope thinking has consequences for punitive attitudes.",
    "url": "https://doi.org/10.1177/01461672251391893",
    "doi": "https://doi.org/10.1177/01461672251391893",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin"
  },
  {
    "discipline": "psychology",
    "title": "A tutorial and methodological review of linear time series models: Using R and SPSS.",
    "authors": "Jesús F. Rosel, Sara Puchol, Marcel Elipe, Patricia Flor, Francisco H. Machancoses, Juan J. Canales",
    "url": "https://doi.org/10.1037/met0000794",
    "doi": "https://doi.org/10.1037/met0000794",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Drivers of health polarization during the COVID-19 pandemic: A systematic review",
    "authors": "María Camacho-García, Maribel Serrano-Macías, Esther Ortega-Martin, Javier Alvarez-Galvez",
    "abstract": "Health polarization has emerged as a critical factor shaping public health attitudes and behaviors, particularly during crises such as the COVID-19 pandemic. This study provides a systematic review of the key determinants driving health polarization, highlighting the complex interplay of political, social, economic, and psychological factors. By synthesizing findings from 90 studies, we identify six primary drivers: political ideology and partisanship, misinformation and disinformation, social media structures and dynamics, trust in health institutions and professionals, risk and public health perceptions, and socioeconomic factors. Our analysis reveals how these determinants reinforce societal divisions, exacerbate health inequalities, and influence adherence to public health measures. Furthermore, we discuss the implications of these findings for designing effective interventions that address the root causes of health polarization. Understanding the mechanisms underlying these divisions is essential for mitigating their negative impact on public health and fostering more cohesive, evidence-based health communication strategies.",
    "url": "https://doi.org/10.1126/sciadv.ady5064",
    "doi": "https://doi.org/10.1126/sciadv.ady5064",
    "filter": 0,
    "journal_full": "Science Advances"
  },
  {
    "discipline": "multidisciplinary",
    "title": "The effect of mass shootings on voter turnout in the United States",
    "authors": "Kelsey Shoub, Kevin Morris",
    "abstract": "Mass shootings occur with horrifying frequency in the United States. Many point to electoral politics as a potential path to change this. Here, we test whether mass shootings increase electoral participation using the most granular dataset to date. We draw information on mass shootings from the Gun Violence Archive and estimate national block group-level turnout using four snapshots of the national voter file. Using a regression discontinuity in time design, we find that mass shootings mobilize local voters (especially in heavily Democratic areas) but do not shift presidential vote choices. Furthermore, we show that pre-election mass shootings were associated with increased support for a 2016 Californian gun reform ballot initiative. Our results show the (geographically bounded) salience of mass shootings for local political engagement and ballot reform efforts.",
    "url": "https://doi.org/10.1126/sciadv.adx5418",
    "doi": "https://doi.org/10.1126/sciadv.adx5418",
    "filter": 0,
    "journal_full": "Science Advances"
  }
]
