[
  {
    "discipline": "communication",
    "title": "The Role of Audiovisuals in Counter-Framing Dynamics: A Longitudinal Experiment on Causal Responsibility Attribution",
    "authors": "Isabella Glogger",
    "url": "http://dx.doi.org/10.1080/15205436.2024.2409134",
    "doi": "10.1080/15205436.2024.2409134",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Fact-Checkers on the Fringe: Investigating Methods and Practices Associated With Contested Areas of Fact-Checking",
    "authors": "Silvia Montaña-Niño, Victoria Vziatysheva, Ehsan Dehghan, Anand Badola, Guangnan Zhu, Otávio Vinhas, Michelle Riedlinger, Sofya Glazunova",
    "url": "http://dx.doi.org/10.17645/mac.8688",
    "doi": "10.17645/mac.8688",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study investigates the methods and practices used by self-identified fact-checkers situated on the fringe of the field of fact-checking to support their agenda for public recognition and legitimacy. Using a case study approach and selecting nine cases across five countries (Russia, Brazil, India, China, and Singapore), we identify the most common distinguishable attributes and tactics associated with this ambiguous collection of actors. In addition to identifying how fringe fact-checkers weaponize fact-checking practices and exploit or mimic the social standing of accredited fact-checkers, we critique examples where state-supported fact-checkers associated with authoritarian governance structures fact-check for national interests. We propose a spectrum of fact-checkers including those where public or general interest fact-checkers follow journalistic ideals and align with accredited communities of practice or non-accredited peer recognition, and a collection of fringe fact-checkers ranging from “special interest” actors promoting specific political agendas to hostile actors with disruptive, destructive, and openly propagandistic interests and aims to destabilize the global public sphere. The article contributes to current research and debates about the institutionalization of fact-checking and the understudied area of fact-checking impersonation, a problematic activity associated with misinformation and propaganda on platforms and the internet."
  },
  {
    "discipline": "communication",
    "title": "Dive Into the Past: Chinese Intangible Cultural Heritage Represented in Chinese Mobile Games",
    "authors": "Yixiang Que, Teresa De La Hera, Jeroen Jansz",
    "url": "http://dx.doi.org/10.17645/mac.8749",
    "doi": "10.17645/mac.8749",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study delves into the representation of intangible Chinese cultural heritage in Chinese mobile games. Nowadays, even with huge economic potential, Chinese mobile games are still faced with negative comments, especially from parents. To develop their reputation, Chinese mobile games have portrayed considerate Chinese intangible cultural heritage (ICH). The representation of cultural heritage in video games has been a subject of discussion for a long time, while console and computer games and tangible cultural heritage have been at the centre of academic studies. Hence, we strived to investigate how Chinese ICH is depicted in Chinese mobile games. A thematic analysis was conducted on data collected through analytical gameplay of 30 Chinese mobile games selected from Apple’s App Store and the Chinese TapTap platform. Our analysis indicates that Chinese ICH is represented in Chinese mobile games to fulfil the persona of game characters, to create a more engaging and immersive game world experience, to provide more intense combat moments, to offer visually enjoyable virtual goods, and to deliver culturally driven updates during traditional festivals. Among the various forms of Chinese ICH, Chinese traditional craftsmanship is found to be used most frequently because of the huge effort it requires to be mastered, which could be educational to players. Theatrical traditions were found to be depicted in most game elements because they combine visual, audio, and motional elements. Lastly, folk and classical literature is portrayed in Chinese mobile games to provide a narrative resource that culturally resonates with players."
  },
  {
    "discipline": "communication",
    "title": "A Classification of Features for Interpersonal Disconnectivity in Digital Media: Block, Unfriend, Unfollow, Mute, Withhold, and Eject",
    "authors": "Nicholas John",
    "url": "http://dx.doi.org/10.17645/mac.8716",
    "doi": "10.17645/mac.8716",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This article presents for the first time a classification of, and lexicon for, features for dissolving interpersonal ties in digital environments: blocking, unfriending, unfollowing, muting, withholding, and ejecting. There are two main motivations and two main contributions. The first motivation is that analyses of social media features have not included treatment of features for interpersonal disconnectivity; the second is that analyses of interpersonal disconnectivity have not included reference to the features that enable it. The two main contributions are the disambiguation of a confusing terminological field, thus making it possible to analytically distinguish between types of feature, and an intervention in the question of whether the features described in the article concern filtering &lt;em&gt;information&lt;/em&gt; or avoiding &lt;em&gt;people&lt;/em&gt;. Data were collected from 37 social media platforms and other services that enable digitally-mediated communication. Features for interpersonal disconnectivity were documented and then the features were grouped based on five questions about their use, where A is the person using the feature, and B is the target of A’s use of the feature: (a) Does it affect A’s feed?; (b) does it affect B’s feed?; (c) is A still connected to B?; (d) is B still connected to A?; (e) can A and B see each other’s profile?"
  },
  {
    "discipline": "communication",
    "title": "Fact-Checking Role Performances and Problematic Covid-19 Vaccine Content in Latin America and Sub-Saharan Africa",
    "authors": "Michelle Riedlinger, Silvia Montaña-Niño, Ned Watt, Víctor García-Perdomo, Marina Joubert",
    "url": "http://dx.doi.org/10.17645/mac.8680",
    "doi": "10.17645/mac.8680",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The move from political fact-checking to a “public health” or debunking model of fact-checking, sustained by policies and funding from platforms, highlights important tensions in the case of Covid-19. Building on findings from studies focused on journalistic role performance, we investigated how professional fact-checkers in Latin America and sub-Saharan Africa conceived of and performed their professional roles when addressing Covid-19 vaccination topics. Interviews with fact-checkers from six well-established, Meta-affiliated, International Fact-Checking Network-accredited organizations operating in these regions indicated that fact-checkers recognized the diversification of tasks and new roles associated with addressing problematic content from social media users. However, fact-checkers expressed unanimous commitment to prioritizing political and media watchdog activities in response to problematic Covid-19 vaccine information spreading from elite sources. To compare these role conceptions with role performance, we conducted a content analysis of Covid-19 vaccine content posted in 2021 to these fact-checkers’ Facebook accounts. We found that content was mostly associated with explainers or debunking content (addressing hoaxes or rumors about Covid-19 vaccines from non-elite social media users). In particular, the abundance of explainers, compared with other genres of fact-checking content, aligns fact-checkers with professional roles as civic service providers, educators, and “interpreters” of health information. Only a small proportion of the Covid-19 vaccine-related posts from each fact-checker contained verifications of claims from authoritative (elite “top-down”) sources (i.e., politicians, media, and health/science professionals). This study offers insights into a particularly tumultuous time of political activity in these regions and considers implications for practice innovation."
  },
  {
    "discipline": "communication",
    "title": "Experiencing the Call of Duty: Exploring Emotions in Commercial War Games",
    "authors": "Joseph Pattison",
    "url": "http://dx.doi.org/10.17645/mac.8667",
    "doi": "10.17645/mac.8667",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This article explores how players interpret and reflect on themes in mainstream war videogames, specifically the Call of Duty franchise. Scholars have long focused on the ideological content of war games, which is marked by increased collusion of military institutions with the gaming industry and assumptions about the influential capabilities of war games, in which player agency is often downplayed. This study builds on Lenoir and Caldwell’s (2018) observations that the interpretation of mainstream franchises should focus more on their attempts to create an “affective framework” that emphasises certain emotions in players. Through a thematic analysis of semi-structured interviews with 25 participants, this study found that participants outlined their discomfort in certain missions, to the point where they even altered their playstyle, suggesting that players often reflect critically on the aspects of war these games explore. This article concludes that mainstream franchises, like Call of Duty, should be considered complex cultural artefacts consisting of various layers of meaning. Rather than directly transmitting militaristic ideologies, these games craft an emotional aesthetic capable of exploring more controversial aspects of war. The key to understanding these franchises lies directly with the players themselves, which is why audiences should be treated as conscious agents who play an active role in drawing meaning from such an aesthetic."
  },
  {
    "discipline": "communication",
    "title": "“I saw you on TV – here’s my problem”: Exploring participant experiences with second stories following mental health disclosures on Norwegian television",
    "authors": "Kjersti Blehr Lånkan",
    "url": "http://dx.doi.org/10.2478/nor-2024-0023",
    "doi": "10.2478/nor-2024-0023",
    "filter": 0,
    "journal_full": "Nordicom Review",
    "abstract": "The emotional and confessional nature of mental health disclosures on television sometimes induces audiences to share their own personal stories of mental health struggles in return. The term testimony loop is suggested to conceptualise this phenomenon, whereby Norwegian television participants become receivers of many audience testimonies through private messages on social media platforms. The participants represent the programme to the public and perform emotional labour through interacting with the audience and engaging with the testimonies received. While some television participants in this study, particularly the females, genuinely appreciated their role as helpers, others found this appeal to interact emotionally strenuous. By way of the television participants’ own attestations, this study seeks to enrich the understanding of the complexities involved in confessing personal stories of illness, suffering, and trauma within the context of mass media."
  },
  {
    "discipline": "communication",
    "title": "The shadowy realm of news avoidance: Exploring public service news avoidance as negative social action",
    "authors": "Johan Lindell, Zofie Basta, Alexandra Brieger, Sayaka Fukada, Sarah Greiner, Marta Marcora, Christopher Mc Taggart",
    "url": "http://dx.doi.org/10.2478/nor-2024-0021",
    "doi": "10.2478/nor-2024-0021",
    "filter": 0,
    "journal_full": "Nordicom Review",
    "abstract": "Studies on news avoidance rely on a range of theories to explain why news avoidance takes place and its potential consequences, and the debates on different ways of measuring news avoidance have been lively. Despite the numerous approaches and conceptualisations, there is room to theorise what news avoidance entails as a social phenomenon. In this study, we posit that news avoidance can fruitfully be approached as a form of negative social action embedded in a negative social space – a realm of the lifeworld filled with non-doings and non-appearance. We apply this approach, which opens up new questions in the field of news avoidance studies, to a case study of Swedes who opted out of national public service news in the midst of the Covid-19 pandemic. Findings suggest that avoiders of public service news occupy relatively precarious social positions, and that news avoidance is embedded in a broader negative social space."
  },
  {
    "discipline": "communication",
    "title": "Intervening by staying professional: How Nordic environmental journalists make sense of their roles",
    "authors": "Jaana Hujanen, Lottie Jangdal, Olga Dovbysh, Ida Vikøren Andersen, Guðbjörg Hildur Kolbeins, Katja Lehtisaari, Teemu Oivo",
    "url": "http://dx.doi.org/10.2478/nor-2024-0022",
    "doi": "10.2478/nor-2024-0022",
    "filter": 0,
    "journal_full": "Nordicom Review",
    "abstract": "The notion of intervention is gaining traction among Western environmental journalists. While existing research has predominantly focused on countries outside the Nordic region, in our study we investigate the self-perceptions of professional journalists in the Nordic countries of Finland, Iceland, Norway, and Sweden. Through semi-structured interviews, we examine the roles that Nordic journalists construct when reflecting on covering the environmental beat, paying particular attention to how they make sense of the idea of intervening – that is, their involvement in interpreting, making sense of, and engaging the public in environmental issues. Using thematic qualitative analysis to analyse the interviews, we have identified four journalistic roles: 1) objective news provider, 2) critical watchdog, 3) sense-maker and educator, and 4) environmental advocate. Our findings suggest that Nordic journalists intervene byadhering to professional norms and practices and renegotiating them. While the role of objective news provider remains prominent among Nordic journalists, it is intertwined with various forms of intervention across all identified roles."
  },
  {
    "discipline": "communication",
    "title": "Prevalence, Presentation, and Popularity of Political Topics in Social Media Influencers’ Content Across Two Countries",
    "authors": "Darian Harff, Desiree Schmuck",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2406809",
    "doi": "10.1080/10584609.2024.2406809",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "The Contemporary Far Right from Contra to Control",
    "authors": "Andrea L. P. Pirro",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2414256",
    "doi": "10.1080/10584609.2024.2414256",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Support and core? The changing roles of communication professionals in higher education institutions",
    "authors": "Hogne Lerøy Sataøen, Daniel Lövgren",
    "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102510",
    "doi": "10.1016/j.pubrev.2024.102510",
    "filter": 0,
    "journal_full": "Public Relations Review"
  },
  {
    "discipline": "communication",
    "title": "Towards a trusted genomics repository: Identifying commercialisation fears and preferred forms of governance across segments of the community",
    "authors": "Brad Elphinstone, Jarrod Walshe, Dianne Nicol, Mark Taylor",
    "url": "http://dx.doi.org/10.1177/09636625241286369",
    "doi": "10.1177/09636625241286369",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "A latent class analysis on a nationally representative Australian sample ( N = 1000) identified four subgroups (i.e. classes), ranging from high to low concern about, and willingness to donate to, a national genomic repository under different forms of public and commercial management and access. The distribution of concerns and governance preferences across these classes was investigated. This added to previous research by indicating the degree to which extant concerns (e.g. corporate profiteering, discrimination by insurers) are held by different segments of the community. Based on the governance mechanisms that had widespread support across segments, the following recommendations are made to develop a trusted Australian genomic repository: the repository cannot be solely profit-driven; can utilise an access committee; protections (e.g. ensuring confidentiality of donors) may not require new legislation; data users cannot retain data for future research; the public should remain informed about the intended and/or actual benefits of research."
  },
  {
    "discipline": "communication",
    "title": "Assessing the Extent and Types of Hate Speech in Fringe Communities: A Case Study of Alt-Right Communities on 8chan, 4chan, and Reddit",
    "authors": "Diana Rieger, Anna Sophie Kümpel, Maximilian Wich, Toni Kiening, Georg Groh",
    "url": "http://dx.doi.org/10.1177/20563051211052906",
    "doi": "10.1177/20563051211052906",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Recent right-wing extremist terrorists were active in online fringe communities connected to the alt-right movement. Although these are commonly considered as distinctly hateful, racist, and misogynistic, the prevalence of hate speech in these communities has not been comprehensively investigated yet, particularly regarding more implicit and covert forms of hate. This study exploratively investigates the extent, nature, and clusters of different forms of hate speech in political fringe communities on Reddit, 4chan, and 8chan. To do so, a manual quantitative content analysis of user comments ( N = 6,000) was combined with an automated topic modeling approach. The findings of the study not only show that hate is prevalent in all three communities (24% of comments contained explicit or implicit hate speech), but also provide insights into common types of hate speech expression, targets, and differences between the studied communities."
  },
  {
    "discipline": "communication",
    "title": "Visualizing Authority: Rise of the Religious Influencers on the Instagram",
    "authors": "Harry Febrian",
    "url": "http://dx.doi.org/10.1177/20563051241286850",
    "doi": "10.1177/20563051241286850",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Roles of various social media influencers—ranging from health and beauty to security—in our society have increasingly become essential topics in the study of social media. However, little is known about the rise of religious influencers in the Global South and the way they negotiate the idea of religious authority in today’s society. To address this gap, this study investigates the way in which religious influencers project their authority through the visual means of Instagram. This study collects Instagram posts ( n = 9,801) from three Islamic religious influencers in Indonesia—the largest Muslim-populated country and the third largest democracy in the world—with a combined follower count of 30 million people. Content analysis is then used to uncover the main strategies in which a sense of authority is visualized in their posts. The findings demonstrate that Indonesian religious influencers mainly used a close-up approach—friendly and informal appearance—to negotiate their visual authority as opposed to the rigid, more distant approach of traditional religious figures. However, to mitigate the risk of becoming too close and losing the respect and veneration of their followers, they adopt strategic distancing through the use of visual versus textual contrast, setting, and focus. The results extend scholarly discussion on religious influencers in the Islamic faith and their visual authority enactment on social media."
  },
  {
    "discipline": "communication",
    "title": "The Influence of BookTok on Literary Criticisms and Diversity",
    "authors": "Alysia De Melo",
    "url": "http://dx.doi.org/10.1177/20563051241286700",
    "doi": "10.1177/20563051241286700",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "BookTok, a TikTok community where creators discuss and review books, influences the publishing industry as books that gain popularity on TikTok have seen mainstream success. BookTok is believed to be a diverse space where stories about marginalized identities are celebrated. This is in opposition to the traditional publishing world that is dominated by White, heterosexual, cis-gendered men. However, despite misconceptions, online spaces are notably homogeneous, and TikTok does not appear to diverge from these patterns. By analyzing 55 TikTok videos collected from the BookTok community, this study analyzes the race, gender, and sexual orientation of TikTok creators, authors, and main characters of BookTok books. This article aims to understand the effects social media applications such as TikTok have on the publishing world and to understand BookTok’s relation to diversity. While there is more gender equity among the authors of BookTok than in the traditional publishing world, there continues to be a deficiency in the prevalence of marginalized authors on the platform. Although women creators and women authors are popular on the app, most of these women are White. In addition, the authors who are most discussed on BookTok do not typically include persons of color or members of the LGBTQ+ community. The tendency for authors to write about their own experiences results in there being few characters of color and few books about members of the LGBTQ+ community. Publishing houses should prioritize increased collaboration with authors of color and LGBTQ+ authors, while also using BookTok to promote and advertise their work."
  },
  {
    "discipline": "communication",
    "title": "The Ethoses of (Dis)Connecting with Friends on Social Media: Digital Cocooning and Entrepreneurial Networking among People with Eating Disorders",
    "authors": "Paula Saukko, Helen Malson, Anna Brown",
    "url": "http://dx.doi.org/10.1177/20563051241287284",
    "doi": "10.1177/20563051241287284",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Recent media studies conversations on disconnection or reducing mainly the quantity of engagement with social media so as to enhance well-being have suggested that these practices articulate a contemporary spirit focused on self-care and performance (productivity) that does not consider others or collective solutions. Drawing on and pushing forward disconnection research, we put forward a Foucauldian inspired concept of ethos that draws attention to qualitatively different principles and values characterizing social media socialities which users seek to foster and avoid. Interviews with people ( n = 31) with eating disorders (EDs) featured what we call digital cocooning; that is, interaction with trusted real-life friends and family afforded by messaging apps characterized by mutual responsiveness, acceptance, and belonging. However, what we term entrepreneurial networking with wider acquaintances mostly on traditional social media was experienced as evaluative and competitive and fuelled a sense of non-belonging, prompting unfriending. Disconnection research has highlighted how social media (dis)connections are often underpinned by contemporary possessive individualism, obscured by the dominant research on ostensibly universal psychological processes. The concept of ethos pushes this research beyond criticism toward also highlighting alternatives or how social relations in social media and society could be imagined otherwise."
  },
  {
    "discipline": "communication",
    "title": "Enhancing or impeding? Exploring the dual impact of anthropomorphism in large language models on user aggression",
    "authors": "Yipeng Xi, Aitong Ji, Weihua Yu",
    "url": "http://dx.doi.org/10.1016/j.tele.2024.102194",
    "doi": "10.1016/j.tele.2024.102194",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Retire or get Retired: Stocks, Memes, and desperation capitalism on r/WallStreetBets",
    "authors": "Albi Nani, Keegan McBride",
    "url": "http://dx.doi.org/10.1016/j.tele.2024.102195",
    "doi": "10.1016/j.tele.2024.102195",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Exploring risk perception and acceptance intention of facial recognition technology among students and teachers in Chinese universities",
    "authors": "Min Wang, Yifan Kang, Bailu Deng, Xi Lan",
    "url": "http://dx.doi.org/10.1016/j.tele.2024.102193",
    "doi": "10.1016/j.tele.2024.102193",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "The legitimation of screenshots as visual evidence in social media: YouTube videos spreading misinformation and disinformation",
    "authors": "Olivia Inwood, Michele Zappavigna",
    "url": "http://dx.doi.org/10.1177/14703572241255664",
    "doi": "10.1177/14703572241255664",
    "filter": 0,
    "journal_full": "Visual Communication",
    "abstract": "This article explores the use of screenshots as a form of visual evidence on social media platforms. It considers their role in YouTube videos that spread misinformation and disinformation about the Notre Dame Cathedral Fire and an internet hoax, the Momo Challenge. The article draws on two social semiotic frameworks, legitimation (Van Leeuwen in ‘Legitimation in discourse and communication, 2007) and affiliation (Knight in ‘Evaluating experience in funny ways’, 2013, and Zappavigna in ‘Searchable Talk and Social Media Metadiscourse’, 2018), to analyse how screenshots and accompanying voiceovers construe technological authority and propagate social values. Seven key forms of screenshots are identified in the dataset, alongside the key social bonds that are made visually salient in the screenshots. Overall, this research contributes to how we understand the role of screenshots in instances of misinformation and disinformation, highlighting the importance of identifying the affiliation potential of the screenshot in order to determine its veracity."
  },
  {
    "discipline": "communication",
    "title": "Showing climate action: exploring Fridays for Future Germany’s visual activism on Flickr",
    "authors": "David Shim",
    "url": "http://dx.doi.org/10.1177/14703572241255665",
    "doi": "10.1177/14703572241255665",
    "filter": 0,
    "journal_full": "Visual Communication",
    "abstract": "This article examines how Fridays for Future Germany (FFFG) uses photographs of climate protests to convey the politics of climate change to wider audiences. The author argues that FFFG is an ideal-type form of visual activism in which visual imagery is central to its climate activism. The article builds on climate change communication scholarship and visual social movement studies to contribute an inquiry about FFFG’s visual activism. The focus is on FFFG’s visual self-representations on the social media platform Flickr, which promises to give insights into its strategies of self-legitimation. The empirical analysis discusses the recurring visual patterns in FFFG’s visual activism based on illustrative examples and provides an interpretive reading about the implications of certain ways of seeing and showing climate action. The conclusion puts the findings in a wider political context, highlighting the importance of visualization in the (self-)legitimation of FFFG in debates about global climate governance."
  },
  {
    "discipline": "public opinion",
    "title": "In Likert Scale, Is Ticking Options Consecutively at Two Ends Equally Problematic as Ticking in the Middle?",
    "authors": "Melissa Dan Wang, Kit-Tai Hau",
    "url": "http://dx.doi.org/10.1177/0282423x241273455",
    "doi": "10.1177/0282423x241273455",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "The popularity of self-report surveys brings to light the issue of insufficient effort responding (IER), where participants lack motivation to respond thoughtfully, thereby compromising data quality. A prevalent form of IER, known as straightlining, occurs when participants consistently select the same response for multiple items, leading to potentially biased outcomes. Typically, researchers apply a uniform threshold criterion across all response options (e.g., nine consecutive identical answers in any option are considered problematic). Considering the diverse or near-normal distribution patterns in questionnaire responses, employing varied thresholds for different options may be more appropriate. This study utilized both simulated data and real, large-scale international survey data to examine the likelihood of straightlining as IER across various options. The findings revealed that legitimate straightlining (non-IER) was more common at the extremes than in the middle options. Moreover, the study highlights the significant risks of incorrectly categorizing non-IER straightlining as IER without corroborating evidence. In conclusion, our results question the conventional approaches to eliminating straightlining, including (a) the application of a uniform cutoff value across different options or adopting stricter criteria for middle options and (b) the direct removal of straightlining as IER without additional verification."
  },
  {
    "discipline": "public opinion",
    "title": "Estimation of Discontinuities from the Introduction of Tablet Based Data Collection on the International Passenger Survey",
    "authors": "Paul A. Smith, Jan van den Brakel, Giles Horsfield",
    "url": "http://dx.doi.org/10.1177/0282423x241275836",
    "doi": "10.1177/0282423x241275836",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "The International Passenger Survey (IPS) is undertaken by the Office for National Statistics to measure tourism flows and tourist expenditure, and international migration. It is interviewer-administered, and the questionnaire instrument was changed in 2017 to 2018 from a paper questionnaire (completed by the interviewer) to an electronic questionnaire administered with a tablet. For operational reasons no parallel run was possible, but the new questionnaire was rolled out progressively to sampling locations. This phased introduction supported the estimation of the effects of the new questionnaire on the main outputs from the survey. We describe initial simulations designed to estimate the power of the phased introduction approach to detect important difference in the IPS outputs, and analyses of the survey estimates at different stages up to the end of 2019 using state-space models, to estimate the discontinuities in the survey outputs. We make an assessment of the effectiveness of the overall approach."
  }
]
