[
  {
    "discipline": "communication",
    "title": "De- and recoding algorithmic systems: The case of fact checkers and fact checked users",
    "authors": "Anna Schjøtt, Mette Bengtsson",
    "url": "http://dx.doi.org/10.1177/13548565241289233",
    "doi": "10.1177/13548565241289233",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "With the recent development of debunking on social media as a dominant agenda, fact checkers have increasingly used machine learning (ML) to identify, verify and correct factual claims, as ML promises the scaling of fact checking practices. However, it also places a new actor in between the fact checkers and the fact checked users. In this paper, we conducted a contrasted analysis of how fact checkers and fact checked users understand, evaluate and act towards the algorithmic system and the data flows in Meta’s Third-Party Fact-Checking Program: We did ethnographic fieldwork in the fact checking newsroom and interviewed and did protocol analysis with the fact checked. For both professional users and end users, the algorithmic system is experienced as a black box in which they have limited insight, and their sense-making practices happen based on the data and metrics that are made visible to them. In the paper, we draw on and expanded theory on decoding algorithms by not only exploring how the two user groups engage in decoding the algorithmic system, but also actively engage in forms of recoding by attempting to adapt or modify the algorithmic system to better fit within their cultural and social context, which is characterised by both varying epistemic cultures and societal positions. While the fact checkers from their hegemonic (sometimes negotiated) position understand the program as a (sometimes stupid) tool and primarily engage in passive acts of recoding, fact checked users, from their oppositional position, understand the program as an unpredictable censoring machine and engage primarily in more active acts of recoding. Based on the analysis, we end the paper with a discussion in which we argued for understanding data reflexivity as highly relational and processual."
  },
  {
    "discipline": "communication",
    "title": "An asymmetrical reinforcing spiral? Disentangling the longitudinal dynamics of media use and mainstream media trust",
    "authors": "Yariv Tsfati, Rens Vliegenthart, Jesper Strömbäck, Elina Lindgren",
    "url": "http://dx.doi.org/10.1093/joc/jqae039",
    "doi": "10.1093/joc/jqae039",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "While numerous studies have documented an association between mainstream media trust and mainstream media use, only little is known about potential causal mechanisms underlying the association. We theorize that selective exposure, social influence, and the reinforcing spirals model offer three possible mechanisms that may underlie the association. These possibilities were studied using random intercept cross-lagged panel models and latent curve models on a four-wave panel data set (n = 3,540). For mainstream media, the results show an asymmetrical reinforcing spiral, in which the effect of mainstream media trust on use can be considered as one of yielding maintenance, while the impact of media use on mainstream media trust to a limited degree is in line with the notion of a spiral gradually (though inconsistently) increasing trust over time. We also find that use of right-wing alternative media consistently and sometimes robustly leads to decreasing mainstream media trust."
  },
  {
    "discipline": "communication",
    "title": "Amplified News Framing of Social Disturbance and Its Impact on Authoritarian Attitudes: An Experimental Study of Main Effects and Activation of Predispositions",
    "authors": "Mats Ekström, Adam Shehata",
    "url": "http://dx.doi.org/10.1177/10776990241284797",
    "doi": "10.1177/10776990241284797",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "The emergence of authoritarian attitudes within contemporary democracy puzzles researchers. Under what circumstances do people develop authoritarian attitudes? Research suggests that circumstances of social disturbance have strong impact. There is evidence that predispositions for authoritarianism are activated under such circumstances. In this research, the role of the news media is generally ignored. This article contributes by presenting a theoretically grounded experimental study addressing hypotheses of news framing effects on authoritarian attitudes. Two panel experiments, on news about disturbance in school and public libraries, provide evidence of main effects of amplified framings of social disturbance, as well as an activation mechanism."
  },
  {
    "discipline": "communication",
    "title": "Disney in Black and White: An Analysis of Race Representation Within Disney Animated Films From 1937 to 2021",
    "authors": "Jessica D. Zurcher, Pamela Jo Brubaker, Abbie Speed, Jane Shawcroft, J. Andan Sheppard, Sarah M. Coyne, Chenae Christensen-Duerden, Dallin R. Adams",
    "url": "http://dx.doi.org/10.1177/10776990241284795",
    "doi": "10.1177/10776990241284795",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study examined Disney studios’ portrayals of race as it relates to the physical, mental, and social characteristics of major characters ( N = 319) within Disney animated films released from 1937 to 2021 ( N = 59). Findings revealed most of the characters featured were portrayed as White (68.3%) whereas BIPOC characters made up 31.7% of the total. Results suggest that BIPOC characters were significantly more likely to be featured in supporting character roles, with White characters featured in both the protagonist and antagonist roles. We further observed a limited integration of characters of varying races in a singular film."
  },
  {
    "discipline": "communication",
    "title": "Do You See What I See? Perceptions and Effects of Image–Text Congruency in Online Climate Change News",
    "authors": "Afrooz Mosallaei, Lauren Feldman",
    "url": "http://dx.doi.org/10.1177/10776990241284596",
    "doi": "10.1177/10776990241284596",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Literature suggests that when the image and text of news are congruent, it enhances news salience. However, when incongruent, people prioritize the viewpoint of the picture over the words. But what is congruency? This study experimentally investigates perceived image–text congruency in climate change online news, examining how newsreaders perceive and are influenced by congruency. It also explores the impacts of news format on perceptions of congruity, concerns about the climate crisis, and trust in the news outlet. Findings suggest congruency is partially subjective, highlighting that responsible visual discourse in the news may depend less on congruency than previously thought."
  },
  {
    "discipline": "communication",
    "title": "Biased, Not Balanced Broadcaster! Deconstructing Bias Accusations Toward Public Service Media",
    "authors": "Emily Gravesteijn, Erika van Elsas, Katjana Gattermann",
    "url": "http://dx.doi.org/10.1177/10776990241284587",
    "doi": "10.1177/10776990241284587",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Across Europe, Public Service Media (PSM) are increasingly subject to bias accusations in public debates. Excluding academic attention for actual bias in news content, research into the nature of bias accusations is limited. This article studies bias accusations against Dutch PSM in online discourse. Through a qualitative content analysis of tweets and blogs (2017–2022), our analysis develops a novel typology of bias accusations—positional, information, and framing bias—going beyond academic definitions. Bias accusations are diverse in nature, reflect strong perceived intentionality, and refer to heterogeneous social, political groups, yet are easily merged into singular political ideological divides."
  },
  {
    "discipline": "communication",
    "title": "Do Heuristic Cues Affect Misinformation Sharing? Evidence From a Meta-Analysis",
    "authors": "Yanqing Sun, Juan Xie",
    "url": "http://dx.doi.org/10.1177/10776990241284597",
    "doi": "10.1177/10776990241284597",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Information overload in online environments leads individuals to be more likely to rely on heuristic cues to make decisions about (mis)information sharing. Drawing on dual-process models of information processing, namely the heuristic–systematic model and the elaboration likelihood model, we conducted a meta-analysis of 31 individual studies to examine the combined effects of five major heuristic cues on misinformation sharing. The results revealed that the affective heuristic of anxiety exerted the strongest impact on misinformation sharing ( r = .343), followed by three cognitive heuristics: the self-confirmation heuristic ( r = .249), endorsement heuristic ( r = .125), and fact-checking heuristic ( r = -.115)—but not the authority heuristic. The endorsement misinformation receives, consistency between misinformation and individuals’ prior attitudes or beliefs, anxiety people feel, and absence of fact-checking labels all make people more likely to share misinformation. Moderation analyses also highlight the importance of considering contextual and cultural factors in future research."
  },
  {
    "discipline": "communication",
    "title": "Rehistoricizing Black Masculinity in The Wonder Years Reboot",
    "authors": "Rachel Grant, Hayley Markovich",
    "url": "http://dx.doi.org/10.1177/10776990241287152",
    "doi": "10.1177/10776990241287152",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Popular entertainment remains one of the last places where Black history lives on despite the recent political erasure of U.S. Black struggles. The 2021 reboot of The Wonder Years, reframing Black masculinity through the young eyes of main character Dean Williams, rehistoricizes modern notions of Black families in the post-Civil Rights Movement. The purpose of this study is to explore Black masculinity media representations within reboot culture as a means to rehistoricize Black struggle and civil rights. Based on discourse analysis, the authors found the following three discourses: Reimagining Black Excellence, Recontextualizing Black Masculinity, and Revisiting Respectability Politics."
  },
  {
    "discipline": "communication",
    "title": "More Than Meets the Eye: Understanding Political Microtargeting Processing with Gaze-Cued Retrospective Think-Aloud Methodology",
    "authors": "Selina Noetzel, Alice Binder, Jörg Matthes",
    "url": "http://dx.doi.org/10.17645/mac.8679",
    "doi": "10.17645/mac.8679",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "&lt;p&gt;Political microtargeting (PMT) is a popular campaign tool in elections worldwide. However, it is associated with democratic risks. Foremost, scholars and policymakers are concerned that citizens cannot cope with PMT and, thus, stand vulnerable to persuasion. To assess this risk, an in-depth understanding of how citizens make sense of and cope with PMT is required. However, empirical studies are scarce, partially inconclusive, and provide global rather than nuanced insights. This study contributes to this research by employing an innovative, qualitative gaze-cued retrospective think-aloud design to distinguish types of citizens who differ in their coping and, based on that, assess their vulnerability to persuasion via PMT (&lt;em&gt;N &lt;/em&gt;= 25). The results reveal similarities regarding conceptual persuasion knowledge activation (i.e., advertising and targeting awareness) but differences in attitudinal and behavioral coping, illustrated along five coping types. Only “the neutral observer” seems vulnerable to PMT. For “the partisan”, PMT might strengthen existing ties but backlash when employed by a non-preferred party. Other types seem less receptive to PMT (“the political nerd”, “the ad connoisseur”) and/or political advertising (“the avoider”). This study informs educators and policymakers about citizens’ coping mechanisms with PMT and their potential vulnerability, which may guide intervention and regulation decisions.&lt;/p&gt;"
  },
  {
    "discipline": "communication",
    "title": "Quantifying Data-Driven Campaigning Across Sponsors and Platforms",
    "authors": "Michael Franz, Meiqing Zhang, Travis Ridout, Pavel Oleinikov, Yao Jielu, Furkan Cakmak, Erika Franklin Fowler",
    "url": "http://dx.doi.org/10.17645/mac.8577",
    "doi": "10.17645/mac.8577",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "&lt;p&gt;Although modern data-driven campaigning (DDC) is not entirely new, scholars have typically relied on reports and interviewers of practitioners to understand its use. However, the advent of public ad libraries from Meta and Google provides an opportunity to measure the scope and variation in DDC practice in advertising across different types of sponsors and within sponsors across platforms. Using textual and audiovisual processing, we create a database of ads from the 2022 U.S. elections.  These data allow us to create an index that quantifies the extent of DDC at the level of the sponsor and platform.  This index takes into account both the number of unique creatives placed and the similarity across those creatives.  In addition, we explore the impact of sponsor resources, the office being sought, the competitiveness of the race, and the goal of the ad on the measure of DDC sophistication. Ultimately, our research establishes a measurement strategy for DDC that can be applied across ad sponsors, campaigns, parties and event countries.  Understanding the extent of DDC is vital for policy discussions surrounding the regulation of microtargeting and data privacy.&lt;/p&gt;"
  },
  {
    "discipline": "communication",
    "title": "The Effectiveness of an Educational Intervention on Countering Disinformation Moderated by Intellectual Humility",
    "authors": "Eduard-Claudiu Gross, Delia Cristina Balaban",
    "url": "http://dx.doi.org/10.17645/mac.9109",
    "doi": "10.17645/mac.9109",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "&lt;span lang=\"EN-US\"&gt;There is an ongoing debate among scholars on how to tackle disinformation. Media education initiatives to increase literacy are effective ways to counter disinformation. Hence, the European Commission (2022) published &lt;em&gt;Guidelines for Teachers and Educators on Tackling Disinformation and Promoting Digital Literacy Through Education and Training&lt;/em&gt;. The present research looked at the role of social media literacy in increasing awareness of the role of social media in spreading disinformation. We developed an educational intervention based on the European Commission guidelines. We investigated its impact on perceived social media literacy, the intention to share fake news on social media, and general conspiracy beliefs. We conducted a within-subject (two times measurement: before the educational intervention and one week after) +1 experiment with &lt;em&gt;N&lt;/em&gt; = 127 young adults (aged 18 to 23). After filling in an initial survey, the experimental group received a 15-minute educational intervention on the role of social media for disinformation dissemination in complex digital information environments. One week later, all participants completed the second survey to assess perceived social media literacy and general conspiracy beliefs. In both surveys, participants saw three Instagram posts from a fictitious media outlet to express potential intentions to share on social media. Among the three posts, two showed false information. Findings showed that educational intervention produces a significant increase in perceived social media literacy and a decrease in general conspiracy beliefs. Intellectual humility moderates the impact of educational intervention on algorithmic awareness.&lt;/span&gt;"
  },
  {
    "discipline": "communication",
    "title": "Data-campaigning on Facebook: Do Metrics of User Engagement Drive French Political Parties’ Publications?",
    "authors": "Julien Figeac, Marie Neihouser, Ferdinand Le Coz",
    "url": "http://dx.doi.org/10.17645/mac.8487",
    "doi": "10.17645/mac.8487",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "&lt;p&gt;Research on data-driven campaigning has mostly focused on the strategies of central campaign teams. However, there is a lack of evidence explaining how parties and supporters use data-driven campaigning techniques to organise their social media campaigning. Do user engagement metrics influence the choice of campaign themes by encouraging political parties to concentrate their communication on issues that are most liked, commented on, and shared? Our study focuses on the use of Facebook by French political parties and their supporters during the 2022 presidential election campaign. We conducted a supervised content analysis based on machine learning to examine their Facebook posts (n = 17,060). We also conducted interviews with 26 page managers. Our results show that political parties did not address the political issues that generated the most user engagement, in particular because the engagement of followers is more likely to be stimulated by divisive issues. The parties' electoral communication is always organised at the intersection between their traditional issues, those that most distinguish them in the political landscape, and some divisive issues that emerged during the campaign. Finally, we argue that campaign strategies are not fundamentally changed by social media metrics. Rather, they differ significantly according to the status of the parties (governing VS opposition parties), which influences the way they manage their Facebook pages during the presidential campaign.&lt;/p&gt;"
  },
  {
    "discipline": "communication",
    "title": "Not All Data are Created Equal: Comparing public acceptance of personal data use in microtargeting in the US, Germany and Netherlands",
    "authors": "Rachel Gibson, Esmeralda Bon, Katharine Dommett, Sanne Kruikemeier, Sophie Lecheler",
    "url": "http://dx.doi.org/10.17645/mac.8520",
    "doi": "10.17645/mac.8520",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "&lt;p&gt;Much of the research on political microtargeting has focused on growing public concerns about its use in elections, fuelling calls for greater regulation or even an outright ban of the practice. We contend that a more nuanced understanding of public attitudes toward microtargeting is required before further regulatory measures are considered. Drawing on advertising psychology research, we argue that concern, and by corollary, acceptance of microtargeting will vary based on the type of personal data used. Specifically, we hypothesise that microtargeting that relies on observable or publicly accessible personal information will be more accepted by voters than that which uses unobserved and inferred traits. We test our expectations using comparative survey data from three countries - the US, Germany and Netherlands. Our hypotheses are broadly confirmed in each case, indicating that not all microtargeting is considered equally problematic, and what is of concern differs to a degree across countries. Our findings also challenge whether certain forms of ‘sensitive’ data should automatically be excluded from political microtargeting. We conclude by calling for a more contextualised debate about the benefits as well as costs of microtargeting prior to the expansion of current regulation.&lt;/p&gt;"
  },
  {
    "discipline": "communication",
    "title": "(Dis)connecting families: Parents’ versus children's perspectives on the role of mobile devices within family interactions",
    "authors": "Nele Janssens, Anneleen Meeus, Kathleen Beullens",
    "url": "http://dx.doi.org/10.1177/20501579241278757",
    "doi": "10.1177/20501579241278757",
    "filter": 0,
    "journal_full": "Mobile Media & Communication",
    "abstract": "The characteristics of mobile technology devices have enabled new ways of integrating technology in familial interactions. This study aimed to investigate (1) differences in perspectives of technoference and family-oriented mobile technology use between parents and children, (2) the relation between parent–child interactions that take place via mobile technology and the quality of the parent–child relationship, and (3) its association with the well-being of parents and preadolescents separately. Structural equation modelling was performed on cross-sectional data from 390 parent–child dyads. The findings revealed discrepancies in child technoference perceptions and varying associations of the different types of mobile technology use with the parent–child relationship and parents' and children's well-being. From children's perspective, both parent and child technoference was negative for the parent–child relationship, whereas family-oriented mobile technology use when physically together was beneficial for the relationship and the child's well-being. From parents’ perspective, only child technoference was negatively related to the parent–child relationship and parent's well-being. Overall, the findings underline that mobile technology use can be both detrimental and beneficial, however, the effects can differ depending on the family member and the type of technology use."
  },
  {
    "discipline": "communication",
    "title": "Debunking the corporate paint shop: Examining the effects of misleading corporate social responsibility claims on social media",
    "authors": "Britta C Brugman, Dian van Huijstee, Ellen Droog",
    "url": "http://dx.doi.org/10.1177/14614448241288482",
    "doi": "10.1177/14614448241288482",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Misinformation thrives on social media, prompting much research into social media interventions such as debunks. This paper tests debunking’s effectiveness against an understudied but prominent form of online misinformation: misleading organizational claims of corporate social responsibility, or CSR-washing. British participants ( N = 657) took part in a preregistered experiment with a 2 (debunk: present, absent) x 3 (CSR-washing: greenwashing, bluewashing, purplewashing) between-subjects design. They saw an Instagram ad from a fictional clothing company that showcased its dedication to environmental sustainability, gender equality in the workplace, or the elimination of child labor. Half of the participants then received a debunk. Unlike most previous research which showed continued influence of misinformation after debunking, we found that the debunks were very effective: they reversed the persuasive effects of CSR-washing, resulting in negative brand attitudes and low purchase intentions. Several explanations for this finding are discussed, highlighting CSR-washing’s distinctiveness from many other forms of misinformation."
  },
  {
    "discipline": "communication",
    "title": "Political Communication Research is Unprepared for the Far Right",
    "authors": "Curd Knüpfer, Sarah J. Jackson, Daniel Kreiss",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2414268",
    "doi": "10.1080/10584609.2024.2414268",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "public opinion",
    "title": "Anxious But Hesitant to Act: The Impact of Concurrent Priming of the Climate Crisis and the War in Ukraine on Public Support",
    "authors": "Jakob Dreyer, Søren Damsbo-Svendsen",
    "url": "http://dx.doi.org/10.1093/ijpor/edae054",
    "doi": "10.1093/ijpor/edae054",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Decision-makers and commentators are calling Europe’s present political predicament a polycrisis: a period of overlapping, urgent, and mutually reinforcing crises with climate change and Russia’s invasion of Ukraine as key challenges. Our knowledge about how citizens perceive and respond to polycrisis is limited. This paper presents a preregistered survey experiment from Denmark with 4,017 nationally representative respondents. We study crisis perceptions and willingness to act for the climate and Ukraine after concurrently priming both issues. Overall, threat perceptions increase, but so does inaction. Climate change drives increases in threat perception and worry, while the war in Ukraine drives a reduction in willingness to act and pay. The results challenge the “finite pool of worry” hypothesis, which presupposes that worry about new, urgent threats will crowd out worry about existing problems, especially in the case of climate change. Rather, willingness to act under polycrisis is issue-specific and shaped by concrete pocketbook costs, as the experimental evidence illustrates. The results also have important policy implications at a time when decision-makers frequently justify political action through polycrisis discourse."
  },
  {
    "discipline": "public opinion",
    "title": "Analyzing Potential Non-Ignorable Selection Bias in an Off-Wave Mail Survey Implemented in a Long-Standing Panel Study",
    "authors": "Heather M Schroeder, Brady T West",
    "url": "http://dx.doi.org/10.1093/jssam/smae039",
    "doi": "10.1093/jssam/smae039",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Typical design-based methods for weighting probability samples rely on several assumptions, including the random selection of sampled units according to known probabilities of selection and ignorable unit nonresponse. If any of these assumptions are not met, weighting methods that account for the probabilities of selection, nonresponse, and calibration may not fully account for the potential selection bias in a given sample, which could produce misleading population estimates. This analysis investigates possible selection bias in the 2019 Health Survey Mailer (HSM), a sub-study of the longitudinal Health and Retirement Study (HRS). The primary HRS data collection has occurred in “even” years since 1992, but additional survey data collections take place in the “off-wave” odd years via mailed invitations sent to selected participants. While the HSM achieved a high response rate (83 percent), the assumption of ignorable probability-based selection of HRS panel members may not hold due to the eligibility criteria that were imposed. To investigate this possible non-ignorable selection bias, our analysis utilizes a novel analysis method for estimating measures of unadjusted bias for proportions (MUBP), introduced by Andridge et al. in 2019. This method incorporates aggregate information from the larger HRS target population, including means, variances, and covariances for key covariates related to the HSM variables, to inform estimates of proportions. We explore potential non-ignorable selection bias by comparing proportions calculated from the HSM under three conditions: ignoring HRS weights, weighting based on the usual design-based approach for HRS “off-wave” mail surveys, and using the MUBP adjustment. We find examples of differences between the weighted and MUBP-adjusted estimates in four out of ten outcomes we analyzed. However, these differences are modest, and while this result gives some evidence of non-ignorable selection bias, typical design-based weighting methods are sufficient for correcting for it and their use is appropriate in this case."
  },
  {
    "discipline": "public opinion",
    "title": "Partisanship and Older Americans’ Engagement with Dubious Political News",
    "authors": "Benjamin Lyons, Jacob M Montgomery, Jason Refiler",
    "url": "http://dx.doi.org/10.1093/poq/nfae044",
    "doi": "10.1093/poq/nfae044",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Studies based on digital trace data show that older Americans visit and share dubious news sources far more often than younger cohorts, tendencies often attributed to lower levels of digital literacy. At the same time, survey experiments show that older Americans are no worse, if not better, at discerning between false and accurate news. If older Americans can identify misleading news content equally well, why are they still more likely to engage with it in observational settings? In this article, we combine survey measures and digital trace data for three nationally representative samples (N = 9,944) to argue that the existing literature overemphasizes the importance of factors like digital literacy relative to standard political variables such as political interest and partisanship, factors known to increase across the lifespan. Calcified partisanship in particular makes older Americans vulnerable to hyperpartisan news—which is highly slanted but not verified as explicitly false. High rates of engagement with this category of content, which has been examined in survey studies of older citizens less regularly in the literature, may partially explain the high rates of engagement with dubious news domains in behavioral trace data. In all, our findings have important implications for how we understand—and might intervene to reduce—high engagement among this cohort with dubious news."
  },
  {
    "discipline": "public opinion",
    "title": "The Causal Effect of Candidate Extremity on Citizens’ Preferences: Evidence from Conjoint Experiments",
    "authors": "Eran Amsalem, Alon Zoizner",
    "url": "http://dx.doi.org/10.1093/poq/nfae041",
    "doi": "10.1093/poq/nfae041",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Previous studies demonstrate that politicians’ issue positions and rhetorical style have grown increasingly extreme. It remains unclear, however, whether extremity pays off electorally. Using two preregistered conjoint experiments conducted in the United States (N = 2,006) and Israel (N = 1,999), we investigate whether citizens reward or penalize candidates for taking extreme positions (i.e., proposing radical solutions to societal problems) and using an extreme rhetorical style (i.e., communicating in a way that signals rigidity and dogmatism). The results are consistent in showing that extremity is costly for candidates. Across countries, citizens penalize both in-party and out-party candidates for both extreme positions and an extreme rhetorical style, and the average penalty for being extreme is a 16-percentage-point decrease in candidate support. Our results are in line with scholarship demonstrating that citizens disapprove of elite extremity. They also indicate that citizens react independently to elites’ substantive policy positions and their communication style."
  },
  {
    "discipline": "public opinion",
    "title": "It’s Not Just Trump: Americans of Both Parties Support Liberal Democratic Norm Violations More Under Their Own President",
    "authors": "Levente Littvay, Jennifer L McCoy, Gabor Simonovits",
    "url": "http://dx.doi.org/10.1093/poq/nfae042",
    "doi": "10.1093/poq/nfae042",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "There is a growing worry about the health of American democracy, and political scientists and pundits alike are looking for possible explanations. Surveys conducted during the Trump presidency showed considerable citizen support for liberal democratic norm erosions, especially among Republicans. However, recent experimental research also shows that voters of both parties are more tolerant of norm erosion committed by politicians of the party they prefer. In this note, we aim to reconcile these contradictory findings by analyzing surveys spanning from 2006 to 2021 on the public’s tolerance of executive concentration of power. We also collect original data under both the Trump and Biden administrations gauging support for a broad array of liberal democratic norm erosions. Support for such erosions, in fact, has been relatively similar across Democrats and Republicans once we account for the party of the president. Support for executive aggrandizement has been prevalent among supporters of the president’s party at least since the second term of the Bush administration. Increased checks and balances on the executive, through divided government, amplifies this effect further. Taken together, these findings suggest that universal support for the liberal democratic status quo has been weaker among those who support the president’s party, well before and since the Trump presidency."
  },
  {
    "discipline": "public opinion",
    "title": "Reducing Racial Asymmetries in the Survey Overestimation of Voter Turnout",
    "authors": "David C Barker, Ray Block, Marcus Johnson, Jan Leighley",
    "url": "http://dx.doi.org/10.1093/poq/nfae040",
    "doi": "10.1093/poq/nfae040",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Research has consistently demonstrated that Black respondents are more likely than their White counterparts to overstate their plans or previous decisions to vote. We propose that by using a single question regarding turnout intention and candidate preference (rather than the typical approach of using two separate questions), survey researchers can reduce these racial asymmetries. The reason, we suggest, is that doing so encourages Black respondents to consider the turnout question through the lens of candidates and parties, rather than as a civic responsibility they have toward other Black Americans, which therefore mitigates the social desirability bias that leads to overestimation. We evaluate this argument using a survey experiment that randomly asks a control group of survey respondents to answer two voting questions—one about turnout and one about vote choice—and asks the other half of the sample, the treatment group, a single question that combines the two. Using original data from a nationally representative survey, we find that using the single turnout/preference question reduces the racial asymmetry in turnout overestimation substantially. We further observe that the decrease is concentrated among respondents with relatively high levels of campaign indifference and especially racial civic consciousness, a condition that is much more common among Black respondents than among White respondents. We believe these findings are particularly relevant to election scholars and campaign professionals, given their focus on understanding the thought processes of survey respondents and prospective voters, as well as improving the validity of self-reports in survey research."
  },
  {
    "discipline": "public opinion",
    "title": "The Curious Case of Black “Conservatives”: Assessing the Validity of the Liberal-Conservative Scale among Black Americans",
    "authors": "Hakeem Jefferson",
    "url": "http://dx.doi.org/10.1093/poq/nfae037",
    "doi": "10.1093/poq/nfae037",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Many Black Americans identify as conservative on surveys, despite their allegiance to the Democratic Party. Prominent theoretical accounts claim this mismatch results from identity-based considerations. I revisit this long-standing puzzle and offer an alternative explanation with broad implications for studying political attitudes and behavior across the social sciences. Leveraging data from the American National Election Studies, I demonstrate that the terms “liberal” and “conservative” are unfamiliar to many Black Americans, compromising the usefulness and validity of the liberal-conservative scale for Black respondents. Respondents unfamiliar with these terms misapply them and choose ideological labels that fail to align with their partisan preferences. Consequently, scholars and political actors make incorrect and imprecise inferences about the contours of Black politics. Findings also raise new concerns about the generalizability of claims that rely on ideological self-identification measures, including popular claims about mass polarization and partisan-ideological sorting among the American public. Critically, this work suggests a need for caution when using concepts that vary in their meaningfulness across social groups."
  },
  {
    "discipline": "public opinion",
    "title": "From the Streets to the Voting Booth: The Electoral Effect of Grassroots Mobilization Against the Far Right",
    "authors": "Francesco Colombo, Alessandro Ferrara, Elias Dinas, Foteini-Maria Vassou, Fabrizio Bernardi",
    "url": "http://dx.doi.org/10.1093/poq/nfae039",
    "doi": "10.1093/poq/nfae039",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Is anti-far-right grassroots mobilization effective? Scholars studying the far right have focused extensively on the causes and consequences of far-right success but have paid little attention to what citizens and civil society can do to tackle this phenomenon. Focusing on the surge of Sardine (the Sardines), an anti-far-right social movement, during the 2020 Italian regional elections, we test whether grassroots mobilization is an effective tool to curb far-right parties’ electoral performance. Employing municipality-level data on electoral results, Sardines rallies, and far-right events, we exploit a difference-in-differences design to identify the effect of local exposure to Sardine mobilization on the municipal electoral performance of far-right parties. The results suggest that local exposure to a Sardines event has a strong negative effect on far-right electoral results."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Youths’ sensitivity to social media feedback: A computational account",
    "authors": "Ana da Silva Pinho, Violeta Céspedes Izquierdo, Björn Lindström, Wouter van den Bos",
    "url": "http://dx.doi.org/10.1126/sciadv.adp8775",
    "doi": "10.1126/sciadv.adp8775",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "While it is often argued that continuous exposure to social feedback is specifically challenging for the hypersensitive developing brain, empirical evidence is lacking. Across three studies, we reveal the developmental differences and computational mechanisms that underlie the social media engagement and feedback processing of adolescents and adults. First, using a reinforcement learning model on a large Instagram trace dataset ( N = 16,613, 1.6+ million posts), we show that adolescents are more sensitive to social feedback than adults. Second, in an experimental study ( N = 194), we show that adolescents’ mood is affected more strongly by a reduction in likes than adults. Last, in a neuroimaging study ( N = 96), we show that social media feedback sensitivity is related to individual differences in subcortical-limbic brain volumes of emerging adults. Together, these findings highlight the need for digital competence programs to help youth manage the constant feedback they encounter on social media platforms."
  }
]
