[
  {
    "discipline": "communication",
    "title": "Beyond a fragmented account of conflicts in communication: a framework of informational conflicts",
    "authors": "Wenqing Zhao, Yan Jin, Toni van der Meer, Michael Hameleers, Xuerong Lu",
    "abstract": "Numerous global trends related to communicative conflicts—like widespread public dissent, the increasing fragmentation of the digital media landscape, the fast-paced dissemination of mis- and disinformation, polarization of public debates, and delegitimizing populist rhetoric—form a perfect storm that significantly disrupts today’s society on multiple levels. Against this backdrop, research on content, causes, consequences, and counter-strategies of conflicts has been central to the discipline of communication science and beyond over the past decades. Although many of these societal challenges are rooted in communication problems similar in nature, current research lines appear to move forward in isolation, creating largely disconnected streams of research that could benefit from more integration. With this article, we aim to bring together disconnected strands of literature in communication that revolve around conflicts in mass and digital communication under the umbrella term “informational conflict.” This framework synthesizes existing knowledge, enabling us to better understand the root causes of increasing cleavages in society and to forward potential solutions leading to conflict resolution.",
    "url": "https://doi.org/10.1093/anncom/wlae003",
    "doi": "https://doi.org/10.1093/anncom/wlae003",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "Political participation on social media: conceptual and empirical state of the art and research agenda",
    "authors": "Cato Waeterloos",
    "abstract": "Over the past decades, political participation in an online context has gained substantive attention. However, it is only recently that conceptual advancements have been made concerning the specific expressive and mobilizing practices that occur on social media. This article argues on the importance and implications of recognizing political participation on social media as a conceptually distinct mode of political participation, shaped by unique affordances that highlight its networked and political character. Specifically, the article provides a conceptual and normative state of the art regarding online and social media political participation. By discussing the empirical implications of prominent theoretical assumptions in the field, three key research gaps are identified and I propose a research agenda for the field of political communication.",
    "url": "https://doi.org/10.1093/anncom/wlae002",
    "doi": "https://doi.org/10.1093/anncom/wlae002",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "Thirty years since Kunda: addressing critiques to reimagine a model of motivated reasoning",
    "authors": "Camille J Saucier, Nathan Walter, Stefanie Z Demetriades",
    "abstract": "Following Kunda’s (1990) defense of the influence of motivations on reasoning, a growing body of communication research has coalesced around the idea that specific motivations can influence decision-making. At the same time, this body of research has been subjected to criticisms highlighting alternative explanations that do not involve motivated processes. The present study contributes to this conversation by reviewing the evidence around motivated reasoning as reflected in empirical communication research over the past 30 years (k = 143), focusing on the framework’s key components: motivation, reasoning, and responses. The findings identify considerable gaps, including a limited focus on distinct motivations, an underemphasis on reasoning, and a concentration on a narrow set of responses. This article concludes by proposing the Motivation-Reasoning-Response Model, which visually summarizes the findings of this review and indicates possible opportunities for future research.",
    "url": "https://doi.org/10.1093/anncom/wlae001",
    "doi": "https://doi.org/10.1093/anncom/wlae001",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "Let me be perfectly unclear: strategic ambiguity in political communication",
    "authors": "Parker Bach, Carolyn E Schmitt, Shannon C McGregor",
    "abstract": "While clarity is often upheld as a core element of successful communication, we argue that a lack of clarity can also benefit a speaker, a concept called strategic ambiguity. This concept has been used across disciplines for decades, but its definitions are often overly context-specific. In this article, we follow Chaffee’s (1991) framework for explication to survey the literature and provide a unified definition of strategic ambiguity as a rhetorical tactic in which a communicator creates a: (1) polysemic message with multiple reasonable interpretations supported by the text, that is: (2) aimed at audiences from varying interpretive communities; and (3) by which polysemy the communicator stands to gain some specific advantage. We offer methodological suggestions on the study of strategic ambiguity, accompanied by two case studies of strategic ambiguity, centering Congressional newsletters and conservative political satire. We close with suggestions for scholarships that could be informed by incorporating strategic ambiguity.",
    "url": "https://doi.org/10.1093/ct/qtaf001",
    "doi": "https://doi.org/10.1093/ct/qtaf001",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "Mapping contextual data",
    "authors": "Maryam Tatari",
    "abstract": "The proliferating platformization and digital transformation require designing and deploying suitable research methods and approaches to address the hybrid nature of actors, relations, practices, and the growing importance of the context. This paper explores the design of such a tailored methodology for investigating the value-driven development of online public service media platforms in Germany. While qualitative methodologies are time- and resource-consuming and digital methods leave out less context to the field, this mixed methodology emphasizes the context and invests in collecting thick data. It encompasses multiple stages of recording and mapping that employ qualitative and quantitative approaches to bring together various vignettes, unveiling complementary context and contradictory accounts with the help of visualization. In each mapping and visualization stage, the paper investigates actors and relationships heuristically and emphasizes the work-in-progress nature of mapping regarding platforms.",
    "url": "https://doi.org/10.1177/13548565251320735",
    "doi": "https://doi.org/10.1177/13548565251320735",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies"
  },
  {
    "discipline": "communication",
    "title": "Generative Artificial Intelligence and Misinformation Acceptance: An Experimental Test of the Effect of Forewarning About Artificial Intelligence Hallucination",
    "authors": "Yoori Hwang, Se-Hoon Jeong",
    "url": "https://doi.org/10.1089/cyber.2024.0407",
    "doi": "https://doi.org/10.1089/cyber.2024.0407",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Perceived objectivity? Findings on the use of perceptual and objective measures in IS research",
    "authors": "Ina Kayser, Andrew Hardin, Robert M. Davison",
    "abstract": "Purpose The use of perceptual and objective measures in information systems is an ongoing discussion in IS research, primarily due to different conceptions about objective measures. This research, therefore, empirically tests truly objective measures along with perceptual measures to gain a more comprehensive understanding of the role of perceptual and objective independent variables as predictors of user satisfaction and continuance intention. Design/methodology/approach This paper developed an integrated research model that examines perceptual and objective measures as predictors of satisfaction and continuance intention. The approach was then empirically tested with survey-based perceptual variables and corresponding objective variables in the context of a mobile network operator ( n  = 998). Specifically, we used serial mediation analysis with PROCESS to test our hypotheses. Findings The results showed that the different objective variables show insignificance as predictors of satisfaction and continuance intention, contrasting with previous research calling for objective measures. Originality/value Our results contribute to IS literature by indicating that perceptual measures are superior to objective measures in predictive relevance. Hence the “silent acceptance” of potential conceptual weaknesses is indeed justified by the results of this research.",
    "url": "https://doi.org/10.1108/itp-09-2021-0727",
    "doi": "https://doi.org/10.1108/itp-09-2021-0727",
    "filter": 0,
    "journal_full": "Information Technology & People"
  },
  {
    "discipline": "communication",
    "title": "Effect of security threats and cultural values on public perceptions of state surveillance: a multilevel analysis of 37 countries",
    "authors": "Yu-Hui Kao",
    "url": "https://doi.org/10.1080/1369118x.2025.2462781",
    "doi": "https://doi.org/10.1080/1369118x.2025.2462781",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "How effective are fact-checks in Pakistan and who engages with them?",
    "authors": "Waqas Ejaz, Sacha Altay, Muhammad Ittefaq",
    "url": "https://doi.org/10.1080/1369118x.2024.2445636",
    "doi": "https://doi.org/10.1080/1369118x.2024.2445636",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "The dynamics of conspiracy theories on social media from the diffusion of innovations perspective: the moderating role of time",
    "authors": "Xiao Meng, Xiaohui Wang, Xinyan Zhao",
    "abstract": "Purpose The persistence and virality of conspiracy theories online have raised significant concerns. This study revisits Rogers’ Diffusion of Innovations theory to examine the spread of conspiracy theories on social media, specifically focusing on how factors influencing their diffusion evolve over time. Design/methodology/approach The study analyzes over 1.18 million COVID-19-related tweets using a combination of natural language processing, social network analysis and machine learning techniques. It explores the dynamic roles of novelty, content negativity, influencers, echo chamber members and social bots in the diffusion of conspiracy theories. Findings The results indicate that novelty, influencers, echo chamber members and social bots are positively associated with the spread of conspiracy theories. The initial dissemination of conspiracy theories is primarily driven by content novelty and influencer involvement. Over time, the perpetuation of these theories becomes increasingly influenced by content negativity and the involvement of echo chamber members and social bots. Social bots serve as important connectors within echo chambers and their removal significantly reduces network cohesion. Practical implications The findings provide practical guidance for social media platforms and policymakers in monitoring diffusion patterns and applying targeted interventions. Originality/value This study introduces a time-sensitive approach to understanding the spread of conspiracy theories on social media. By identifying the key drivers at different stages of the diffusion process, this study offers valuable insights for developing effective strategies to counteract the proliferation of conspiracy theories at various points in their lifecycle.",
    "url": "https://doi.org/10.1108/intr-07-2024-1123",
    "doi": "https://doi.org/10.1108/intr-07-2024-1123",
    "filter": 0,
    "journal_full": "Internet Research"
  },
  {
    "discipline": "communication",
    "title": "If it Bleeds, it Doesn’t Lead: Emotional Appeals and Engagement in Immigration and Election Conversations on Twitter",
    "authors": "Itai Himelboim, Porismita Borah, Kyle Lorenzano, Jeonghyun Janice Lee, Xiaohui Cao",
    "url": "https://doi.org/10.1080/08838151.2025.2459948",
    "doi": "https://doi.org/10.1080/08838151.2025.2459948",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "The Swiss cheese model of social cues: a theoretical perspective on the role of social context in shaping social media’s effect on adolescent well-being",
    "authors": "Jolien Trekels, Eva H Telzer",
    "abstract": "Media effects research has observed significant diversity in the effects of social media on adolescent well-being, with outcomes ranging from positive to negative and, in some cases, neutral effects. In an effort to comprehend and elucidate this diversity, we have formulated The Swiss Cheese Model of Social Cues, a theoretical framework that systematically categorizes potential sources contributing to these variations. This dynamic model encompasses the complex layers of social cues present within platforms, the social environment, and individual (neuro)susceptibility, collectively shaping how social media influences the well-being of adolescents. The primary goal of this model is to enhance research by concurrently considering a broader range of individual difference factors, providing a comprehensive framework for investigations into the complex interplay of social context in social media effects.",
    "url": "https://doi.org/10.1093/joc/jqaf001",
    "doi": "https://doi.org/10.1093/joc/jqaf001",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Investigating Patient Preferences for Their Doctor's Communication Strategies Across Cultures Using Communication Accommodation Theory",
    "authors": "Rachyl Pines, Yolandi Mallard, Liz Jones, Nicola Sheeran",
    "abstract": "Effective doctor-patient communication has been linked to better patient outcomes and treatment adherence, whereas ineffective communication has been linked to poorer outcomes and more medical errors. Our study used Communication Accommodation Theory (CAT) to investigate across four countries which communication strategies patients preferred from their doctors. Archival data from a larger online survey research study provided a sample of 1698 participants (Male = 36.4%, Female = 61.1%, Other 1.8%, Age M = 25.5 SD = 10.67), recruited from four countries (Australia, USA, Hong Kong/China, and the Philippines). Results showed participants preferred accommodative stances over non-accommodative stances (under or over accommodation), and that accommodative interpretability was the most frequently mentioned communication strategy in all four countries. Chi-square analyses revealed significant differences across countries for all strategies, with the strongest effects for discourse management. Implications for adding CAT into medical education communication training are discussed.",
    "url": "https://doi.org/10.1177/0261927x251318752",
    "doi": "https://doi.org/10.1177/0261927x251318752",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology"
  },
  {
    "discipline": "communication",
    "title": "Inter-Subject Correlations of Pupillary Audience Responses",
    "authors": "Ralf Schmälzle, Juncheng Wu, Sue Lim, Gary Bente",
    "abstract": "Abstract: This study introduces a novel VR-based approach to measure pupillary responses during media consumption. Researchers exposed participants to 30 video messages in a virtual TV viewing room, capturing pupil dilation and constriction via VR-integrated eye-tracking. By analyzing cross-receiver similarity (inter-subject correlations) of pupillometric responses, we could identify which specific video an individual was watching. This method worked best under normal viewing conditions and was sensitive to attentional manipulations. This study also found that messages with the most robust pupil response signatures were more likely to be remembered. Theoretical implications for quantifying media exposure and developing signatures of perceptual attention in individuals and audiences are discussed. Practically, this pupillary audience response measurement could be applied to various media formats, including screen-based media, social media, and VR/AR environments. In sum, the study highlights the potential of pupillometry in understanding audience engagement and response dynamics in naturalistic media consumption settings.",
    "url": "https://doi.org/10.1027/1864-1105/a000457",
    "doi": "https://doi.org/10.1027/1864-1105/a000457",
    "filter": 0,
    "journal_full": "Journal of Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "A longitudinal analysis of how romantic and friendship involvement are associated with depressive symptoms",
    "authors": "Junwen M Hu",
    "abstract": "People often value romantic relationships more than friendships, believing that the former bring greater psychological enhancement and well-being benefits. Some studies, however, have challenged this belief. Extending these studies, a secondary analysis was conducted using a four-wave longitudinal dataset that spans twenty-two years from adolescence to early midlife. Mixed effects modeling revealed that friendship involvement (i.e., being in close friendships) was associated with lower depressive symptoms. Findings regarding the association between romantic involvement (i.e., being in romantic relationships) and depressive symptoms were more nuanced. Associations were moderated by time: both involvements appeared to play more positive roles in adulthood than in adolescence, except for within-person increase in romantic involvement, which was consistently associated with increased depressive symptoms across the investigated life stages. This research confirms previous findings and extends former studies by distinguishing between- and within-person associations and extending the investigated life stages.",
    "url": "https://doi.org/10.1177/02654075251321385",
    "doi": "https://doi.org/10.1177/02654075251321385",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships"
  },
  {
    "discipline": "communication",
    "title": "Unraveling the Retweet Dynamics of COVID-19 Vaccines on Twitter: An Investigation Through the Lens of the Health Belief Model",
    "authors": "Yanfang Wu",
    "abstract": "This study uses the Health Belief Model (HBM) to analyze the narrative constructions and sentiments of the most retweeted tweets about COVID-19 vaccines. Large-scale data and qualitative textual analysis revealed that tweet dissemination is influenced by perceived risks and benefits, while the tweet format (narrative vs. non-narrative) had no significant effect. Personal stories gained more shares than cultural stories, and high-benefit narratives received more retweets than low-risk ones. Tweets with highly perceived benefits elicited positive sentiments, highlighting implications for effective health communication on social media. Theoretical implications for the HBM model and crafting effective intervention health messages were discussed.",
    "url": "https://doi.org/10.1177/10776990251316284",
    "doi": "https://doi.org/10.1177/10776990251316284",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "‘Rankings are all bullsh*t anyway, why not do my own?’: Vloggers and genre remediation",
    "authors": "Astrid Van den Bossche, Jelena Brankovic, Morten Hansen",
    "abstract": "Rankings are a well-established genre for evaluating diverse phenomena, yet culturally resonant critiques of them are relatively rare. This paper examines how student vloggers on YouTube challenge and reinterpret university rankings through ‘tier list’ and ‘reaction’ videos, thereby shifting genre expectations. Through a move analysis of 30 such videos, we identify 3 rhetorical actions – making sense of ranking, audience interpellation and subverting the ranking genre – and discuss how the ranking’s remediation simultaneously rejects and reinforces hierarchy as the social form underlying it. This results in often humorous critiques where vloggers challenge ‘objective’ cardinal assumptions and posit rank as collaboratively constructed. Remediation in social media has the potential to not only make visible genre work performed by the genre’s discursive community, but in doing so also reconfigures the rhetorical premises that characterise the ranking genre in the first place.",
    "url": "https://doi.org/10.1177/14614448251316795",
    "doi": "https://doi.org/10.1177/14614448251316795",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Facts or Feelings? Leveraging Emotionality as a Fact-Checking Strategy on Social Media in the United States",
    "authors": "Haoning Xue, Jingwen Zhang, Xinzhi Zhang",
    "abstract": "Emotionality is a well-established strategy for boosting audience engagement on social media. While fact-checking is positioned to provide objective information, fact-checking posts on social media often involve heightened emotionality. How much emotionality is present and how emotionality influences audience engagement and public sentiment toward fact-checked targets remain largely understudied. Informed by social psychological frameworks explicating message-level factors influencing public engagement and sentiment, the present study examines emotionality in 49,270 fact-checking posts created by 10 United States fact-checking organizations on Facebook from 2017 to 2022. Results showed that emotionality in fact-checking posts significantly increased by 13.5% over the years. Editorial fact-checkers (e.g., Washington Post) used higher levels of emotionality than independent fact-checkers (e.g., snopes.com). Emotionality positively indicated public engagement as predicted. However, in both fact-checked true and false information, emotionality was negatively associated with the public’s sentiment toward fact-checked targets, suggesting a potential spillover effect on stories verified to be true. This study reveals that emotionality in fact-checking posts boosts social media engagement yet with the potential of compromising fact-checking effectiveness.",
    "url": "https://doi.org/10.1177/20563051251318172",
    "doi": "https://doi.org/10.1177/20563051251318172",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "politics",
    "title": "The Modifiable Areal Unit Problem in Political Science",
    "authors": "Dong Wook Lee, Melissa Rogers, Hillel David Soifer",
    "abstract": "Building on the availability of geospatial data, improvements in mapping software, and innovations in spatial statistics, political scientists are increasingly taking geography seriously. As we adopt the tools of geographers, we must also consider the methodological challenges they have identified. We focus on the modifiable areal unit problem (MAUP)—the idea that the size of aggregate spatial units and the location of their borders affect the empirical results we obtain. We first describe the logic of the MAUP, and then demonstrate the MAUP through simulations, showing MAUP-related inconsistency in regression results in randomly generated and real-world data. We identify MAUP concerns, and best practices, in top journals in political science. We conclude by suggesting how scholars may respond in theoretical and empirical terms to concerns about validity and reliability that arise from the MAUP.",
    "url": "https://doi.org/10.1017/pan.2025.2",
    "doi": "https://doi.org/10.1017/pan.2025.2",
    "filter": 0,
    "journal_full": "Political Analysis"
  },
  {
    "discipline": "politics",
    "title": "Addressing Measurement Errors in Ranking Questions for the Social Sciences",
    "authors": "Yuki Atsusaka, Seo-young Silvia Kim",
    "abstract": "Social scientists often use ranking questions to study people’s opinions and preferences. However, little is understood about the general nature of measurement errors in such questions, let alone their statistical consequences and what researchers can do about them. We introduce a statistical framework to improve ranking data analysis by addressing measurement errors in ranking questions. First, we characterize measurement errors from random responses—arbitrary and meaningless responses based on a wide range of random patterns. We then quantify bias due to random responses, show that the bias may change our conclusion in any direction, and clarify why item order randomization alone does not solve the statistical issue. Next, we introduce our methodology based on two key design-based considerations: item order randomization and the addition of an “anchor” ranking question with known correct answers. They allow researchers to (1) learn about the direction of the bias and (2) estimate the proportion of random responses, enabling our bias-corrected estimators. We illustrate our methods by studying the relative importance of people’s partisan identity compared to their racial, gender, and religious identities in American politics. We find that about 30% of respondents offered random responses and that these responses may affect our substantive conclusions.",
    "url": "https://doi.org/10.1017/pan.2024.33",
    "doi": "https://doi.org/10.1017/pan.2024.33",
    "filter": 0,
    "journal_full": "Political Analysis"
  },
  {
    "discipline": "politics",
    "title": "Ready or not . National identity, vote choice, and mass media: Evidence from Germany",
    "authors": "Antonia C. May",
    "abstract": "Exploiting the increased prominence of debates on immigration, right‐wing parties often frame and campaign against immigrants as a threat to national societies. Research on national identity has shown that these parties are particularly successful among voters with an ethnically charged, exclusionary conception of nation. National identity, however, tends to be rather latent and stable, while far‐right voting is much more volatile. Explaining a temporal influence of national identity on political behavior, social‐psychological theories argue that identities need to be activated to become behaviorally relevant. The main argument of this article is that the presence of immigration‐related news in the mass media can serve as such a situational factor for thinking about the nation and thus increase its salience for electoral behavior. Combining individual‐level panel data from the German Longitudinal Election Study's Short‐term Campaign Panel (GLES, 2019) with a measure of media salience of immigration‐related news in news articles, this study is the first to examine whether national identity can be activated for political behavior through the salience of immigration‐related issues in the mass media using panel data.",
    "url": "https://doi.org/10.1111/pops.70005",
    "doi": "https://doi.org/10.1111/pops.70005",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "politics",
    "title": "Migration discourses from the radical right: Mapping and testing potential for political mobilization",
    "authors": "Francesco Veri, Franziska Maier",
    "abstract": "Radical right‐wing groups are often linked to conspiratorial beliefs that can fuel political extremism but understanding how these beliefs translate into real‐world action remains a challenge, as these communities tend to operate in insular networks. This study examines how migration‐related narratives shape political behaviour among Italy’s radical right. Using Facebook’s advertising system, we recruited supporters of these movements for an experimental survey. Applying Cultural Consensus Theory (CCT), we measured group consensus on anti‐migrant beliefs and tested the impact of media exposure by presenting participants with either positive or negative portrayals of migrants. Our findings reveal two key insights. First, radical right‐wing communities exhibit deeply entrenched anti‐migrant beliefs that function as cultural truths and are resistant to shifts in media framing. Second, negative media exposure does however amplify support for hostile political actions, including protests and political violence. Conversely, positive portrayals reduce the coherence of anti‐migrant consensus but do not significantly lower preferences for confrontational actions. These results suggest that media exposure does not change the core extremist beliefs of radical right‐wing supporters but instead triggers emotional responses that shape political behavior. Specifically, negative portrayals of migrants increase support for direct actions, such as protests and political violence, even though they do not reinforce or strengthen consensus on anti‐migrant beliefs. This finding underscores that countering violent extremism requires more than just challenging harmful narratives—it also demands addressing the emotional triggers that translate these attitudes into mobilization and political action.",
    "url": "https://doi.org/10.1111/pops.70004",
    "doi": "https://doi.org/10.1111/pops.70004",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "politics",
    "title": "Women on the ballot and women at the polls: how women's representation shapes voter turnout in local elections",
    "authors": "Emanuel Coman, Sarah Shair-Rosenfield",
    "abstract": "We argue that more female candidates on the ballot will decrease the gender participation gap at the polls. We test this hypothesis with data from Italian local elections between 2008 and 2020, taking advantage of a 2012 law requiring at least a third of local council candidates to be women in localities with 5000+ inhabitants. Exploiting the exogenous geographic variation and timing in the implementation of the electoral reform, we evaluate the effect of this exogenously driven variation in women's candidacy on the gendered voting gap. We find a significant and substantively strong causal relationship between the share of women on the ballot and the gendered gap, driven by an increase in women's, but not men's, participation at the polls.",
    "url": "https://doi.org/10.1017/psrm.2025.2",
    "doi": "https://doi.org/10.1017/psrm.2025.2",
    "filter": 0,
    "journal_full": "Political Science Research and Methods"
  },
  {
    "discipline": "public opinion",
    "title": "Did Trump’s Indictments Rally His Base? Evidence from the Counterfactual Format",
    "authors": "Soubhik Barari, Alexander Coppock, Matthew H Graham, Zoe Padgett",
    "abstract": "In the task of assessing how sudden, significant events causally affect public opinion, political pollsters often ask respondents how the event affected their attitudes and beliefs. We study the case of former President Donald Trump’s federal indictment for allegedly mishandling classified documents using two methods of retrospective causal inference. The commonly used change format asks respondents to state directly how the event affected their attitudes: Republicans say the event increased their support of Trump, while Democrats say the opposite. Like previous work, we argue that the change format exhibits a form of bias known as response substitution. The alternative counterfactual format is plausibly free of this source of error and asks respondents to imagine what their attitudes and beliefs would have been if the event had not happened. Using this method, Republican primary voters report that the indictment increased their belief that Trump mishandled documents (+2.5 pp) and decreased their intention to vote for him in the primaries (−1.6 pp). We argue that the counterfactual format is particularly valuable for studying the effects of highly salient news events like the Trump indictment on public opinion.",
    "url": "https://doi.org/10.1093/poq/nfae061",
    "doi": "https://doi.org/10.1093/poq/nfae061",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "psychology",
    "title": "Survey measures of metacognitive monitoring are often false",
    "authors": "Kit S. Double",
    "abstract": "Metacognitive monitoring is an extremely important ability that predicts a wide range of outcomes. However, do people have insight into their own metacognitive monitoring capacity? This study measured participants' perceived metacognitive monitoring abilities using a novel psychometrically validated questionnaire (Study 1) and then examined how well survey responses aligned with online measures of metacognitive monitoring (resolution, discrimination, sensitivity, efficiency) taken from confidence ratings participants made while performing a perceptual decision-making task and Raven’s Progressive Matrices (Study 2). We found a negative correlation between the questionnaire responses and many of the online measures of metacognitive monitoring – those who reported being better at metacognitive monitoring, in fact tended to be worse according to the online metacognitive ratings. This occurred because, in general, high self-perceptions of monitoring ability were, in fact, related to higher confidence and lower cognitive performance. These findings suggest that we may have inaccurate insights into our own metacognitive monitoring capacity and questionnaire-based measures of metacognitive abilities may be problematic as they may represent unrealistic self-perceptions.",
    "url": "https://doi.org/10.3758/s13428-025-02621-6",
    "doi": "https://doi.org/10.3758/s13428-025-02621-6",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  }
]
