[
  {
    "discipline": "communication",
    "title": "A systematic review of applications, manipulations and manipulation checks of construal level theory in advertising",
    "authors": "Muhammad Rashid Saeed, Hiba Khan, Huda Khan, Richard Lee",
    "url": "https://doi.org/10.1093/ct/qtae026",
    "doi": "https://doi.org/10.1093/ct/qtae026",
    "filter": 0,
    "journal_full": "Communication Theory",
    "abstract": "Advertising research has increasingly applied construal level theory (CLT) to predict advertising effectiveness. This study systematically reviews and synthesizes CLT-based advertising research by focusing on the theoretical tenets of CLT, construal-level manipulations, and construal-level manipulation checks applied in this research domain. This is the first systematic review of CLT-based advertising research involving psychological distance, which is the distance from self, here, and now. The review identified 86 relevant articles published in top-ranked journals between 2009 and 2023, retrieved from seven electronic academic databases. It found that CLT-based advertising studies are primarily anchored on the theoretical tenets of matching effect, categorization effect, and psychological distance. It further identified and classified the construal-level manipulations used in CLT-based advertising research into three categories: psychological-distance dimensions, psychological manipulations, and marketing-related factors. Finally, this review highlights the critical gaps in existing research and offers avenues for future research."
  },
  {
    "discipline": "communication",
    "title": "Analyzing the share of media followers of government Twitter accounts across Western European countries",
    "authors": "Maud Reveilhac, Bohdan Trembovelskyi",
    "url": "https://doi.org/10.1177/02673231251315911",
    "doi": "https://doi.org/10.1177/02673231251315911",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "The study investigates which democracy dimensions impact the share of (foreign) media followers of European governments’ Twitter social media accounts. To achieve this target, a network analysis and a data-linking strategy are relied upon to conduct three multilevel regression models. The first model reveals that while overall government media attention is positively associated with gross domestic product and internet penetration, it is negatively associated with higher levels of deliberative democracy. The second model, which focuses specifically on the share of foreign media followers, finds that individual-level factors are the primary predictors of foreign media attention. The third model explores the country context of media followers and indicates that government accounts benefit from followers in countries with higher democratic standards and greater media freedom, though there are negative associations with certain democratic dimensions such as liberal and participative democracy. Additionally, ministers and ministries consistently have a higher proportion of foreign media followers compared to heads of state. These findings are discussed in light of the literature on Twitter's role in media attention and gatekeeping theory."
  },
  {
    "discipline": "communication",
    "title": "A matter of perception? investigating subjective and objective exposure to hate speech with a survey and mobile longitudinal linkage study",
    "authors": "Dominique S. Wirz, Sina Blassnig",
    "url": "https://doi.org/10.1080/1369118x.2025.2461646",
    "doi": "https://doi.org/10.1080/1369118x.2025.2461646",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Detecting Deception Through Linguistic Cues: From Reality Monitoring to Natural Language Processing",
    "authors": "Riccardo Loconte, Chiara Battaglini, Stéphanie Maldera, Pietro Pietrini, Giuseppe Sartori, Nicolò Navarin, Merylin Monaro",
    "url": "https://doi.org/10.1177/0261927x251316883",
    "doi": "https://doi.org/10.1177/0261927x251316883",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Detecting deception in interpersonal communication is a pivotal issue in social psychology, with significant implications for court and criminal proceedings. In this study, four experiments were designed to compare the performance of natural language processing (NLP) techniques and human judges in detecting deception from linguistic cues in a dataset of 62 transcriptions of video-taped interviews (32 genuine and 30 deceptive). The results showed that machine-learning algorithms significantly outperform naïve (accuracy = 54.7%) and expert judges (accuracy = 59.4%) when trained on features from the reality monitoring (RM) and cognitive load frameworks (accuracy = 69.4%) or on features automatically extracted through NLP techniques (accuracy = 77.3%) but not when trained on the RM criteria alone. This evidence suggests that NLP algorithms, due to their ability to handle complex patterns of linguistic data, might be useful for better disentangling truthful from deceptive narratives, outperforming traditional theoretical models."
  },
  {
    "discipline": "communication",
    "title": "Modeling Language Attitudes: Attitudinal Measurements and Linguistic Behavior in Two Bilingual Communities",
    "authors": "Marco Tamburelli, Ianto Gruffydd, Florian Breit, Lissander Brasca",
    "url": "https://doi.org/10.1177/0261927x251315114",
    "doi": "https://doi.org/10.1177/0261927x251315114",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This paper investigates whether attitudinal measures can predict usage in two bilingual communities with radically different language policies. We compare 163 participants’ (ages 24–36) rates of spontaneous language usage to two attitudinal measures among Welsh—English and Lombard—Italian bilinguals. Usage rates are found to correlate with Matched Guise Technique status scores for Lombard and to predict solidarity scores for Welsh. A different picture emerges from the Implicit Association Test, with scores correlating with usage for Welsh but not for Lombard. We link these findings to the radically different levels of sociopolitical support associated with the regional/minority languages and the nature of the two attitudinal measures. Our findings suggest that the utility of different attitudinal measures depends partly on sociopolitical circumstances and on the type of association intrinsically addressed in each measure. These have important implications for both the study of language attitudes and research on language vitality."
  },
  {
    "discipline": "communication",
    "title": "Strategic Choices for Balancing Intimacy and Professionalism: Con-tent Analysis of Chinese Podcasts on Himalaya",
    "authors": "Jinghong Xu, Zining Wang, Tong Luo, Shiyu Liu",
    "url": "https://doi.org/10.17645/mac.9126",
    "doi": "https://doi.org/10.17645/mac.9126",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "By analyzing 120 episodes from 12 podcast accounts, representing central, provincial, commercial, and individual Chinese news outlets on the Himalaya platform, this study examines the strategies employed by news publishers to balance intimacy and professionalism. Our findings show that while all media types prioritize professionalism, their strategies for cultivating intimacy differ significantly. Compared to commercial and provincial media, central media achieved the best balance between intimacy and professionalism. Individual media demonstrated the highest intimacy scores, whereas central media excelled in professionalism. This study enhances our understanding of how institutional backgrounds shape strategies in audio journalism. It offers insights into balancing intimacy with professional standards in the podcast medium."
  },
  {
    "discipline": "communication",
    "title": "Podcasting the Truth: Challenging Journalistic Knowledge and Building Epistemic Authority in Independent YouTube Podcasts",
    "authors": "Viljami Vaarala",
    "url": "https://doi.org/10.17645/mac.8984",
    "doi": "https://doi.org/10.17645/mac.8984",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The legitimacy of journalism as a truth-teller has become contested during the era of digitalisation and newly emerging platforms. Recently, the epistemic authority of legacy journalism has been challenged by right-wing podcasting. This article explores metajournalistic discussions on the identity of legacy journalism as a truth-oriented practice and institution in six Finnish podcasts published independently outside legacy media on YouTube. This metajournalistic discourse of truth is identified through topic modelling in 229 podcast episodes, of which 119 are scrutinised using qualitative discourse analysis. The discursive articulations in the YouTube podcast episodes are assessed in the light of realist and antirealist philosophies as well as epistemic theories of journalistic truth structured by critical realist and pragmatist philosophies. The results show that the epistemic authority of legacy journalism is challenged through three interconnected themes through which legacy journalism is articulated as an antirealist practice and institution. By contrast, YouTube podcasting is framed as a platform for a balanced, authentic, and uncut talk that realises the epistemic ideals of journalism. The challenges to the epistemic authority of legacy journalism presented by the Finnish YouTube podcasts are also similar to those identified in previous research on right-wing podcasting and online counter-media. The findings point to the need for legacy journalists and podcasting practitioners to adopt more nuanced and context-bound understandings of journalistic knowledge and truth structured by critical realist and pragmatist philosophies."
  },
  {
    "discipline": "communication",
    "title": "Conceptualizing and Measuring Character Depth",
    "authors": "Rebecca Frazer, Matthew Grizzard, Emily Moyer-Gusé",
    "url": "https://doi.org/10.1080/15213269.2025.2460171",
    "doi": "https://doi.org/10.1080/15213269.2025.2460171",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Speculative labour: The financialized imagination of creative work and the assetization of digital art through non-fungible tokens (NFTs)",
    "authors": "Ana Alacovska, Christian Fieseler, Victor Renza Avellaneda",
    "url": "https://doi.org/10.1177/14614448251317693",
    "doi": "https://doi.org/10.1177/14614448251317693",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article investigates – based on semi-structured interviews and conversations on cryptoart forums – how digital artists experience the blockchain-enabled assetization of their work through non-fungible tokens, including the transformation of digital artworks (which previously had negligible if any economic value) into assets capable of increasing in price value over time and generating future income from resale provisions. We show how this assetization of digital artworks has kindled artists’ financialized imagination and incentivized them to perform speculative labour – that is, to speculate on the potential capture of future financial proceeds from present-day underpaid or uncompensated activities, while mobilizing fictional expectations of imagined rentiership futures. We suggest that the commodification thesis, which has traditionally explained the future orientation of creative work as tied to commodity exchange, may be insufficient to account for artists’ speculative, asset-based imaginations of the future under financialized capitalism. Therefore, it may be beneficial to complement it with an assetization lens."
  },
  {
    "discipline": "communication",
    "title": "The Role of Framing, Race, and Symbolic Racism in Policy Support",
    "authors": "Hillary C. Shulman, Lanier F. Holt, Elizabeth E. Riggs, Rachel Barry Wade",
    "url": "https://doi.org/10.1080/10584609.2025.2463923",
    "doi": "https://doi.org/10.1080/10584609.2025.2463923",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Influence of perceptions of organizations and perceptions of issues on communicative behaviors: Roles of conspiratorial thinking and responsibility attribution",
    "authors": "Lisa Tam, Soojin Kim",
    "url": "https://doi.org/10.1016/j.pubrev.2025.102543",
    "doi": "https://doi.org/10.1016/j.pubrev.2025.102543",
    "filter": 0,
    "journal_full": "Public Relations Review"
  },
  {
    "discipline": "communication",
    "title": "Testing the Durability of Persuasion From Moral Appeals About Renewable Energy",
    "authors": "Abel Gustafson, Matthew H. Goldberg, Sanguk Lee, Miriam Remshard, Andrew Luttrell, Seth A. Rosenthal, Anthony Leiserowitz",
    "url": "https://doi.org/10.1177/10755470241311011",
    "doi": "https://doi.org/10.1177/10755470241311011",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Research shows that opinions rooted in moral justifications may be more stable over time. This suggests that communicators could create more durable persuasion by adding explicit moral claims (i.e., stating that the issue is a matter of right vs. wrong) to persuasive messages. Here, using animated videos about the transition from fossil fuels to renewable energy, we conducted a three-stage longitudinal experiment ( N = 4,488) to test whether messages with explicit moral claims have more durable persuasive effects than similar messages without. We replicated this test across two distinct moral dimensions: harm to innocent people and contamination of nature’s purity. Our findings show that all message versions had strong immediate persuasive effects relative to a control condition, and much of those effects remained after a 3-week period. However, there were no clear advantages—in immediate effects or in durability—from adding explicit moral claims to the messages."
  },
  {
    "discipline": "communication",
    "title": "Measuring Science Literacy in a Digital World: Development and Validation of a Multi-Dimensional Survey Scale",
    "authors": "Niels G. Mede, Emily L. Howell, Mike S. Schäfer, Julia Metag, Becca Beets, Dominique Brossard",
    "url": "https://doi.org/10.1177/10755470251317379",
    "doi": "https://doi.org/10.1177/10755470251317379",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "We present a new multilingual 14-item scale for measuring science literacy in survey and experimental research. The scale captures three essential dimensions of science literacy in a digital world: civic science literacy, science media literacy, and cognitive science literacy. We developed, tested, and validated the scale through two preregistered national quota surveys in Switzerland and the United States in four languages (English, German, French, Italian). Iterative factor analyses, Bayesian Item Response Theory analyses, and validity tests confirm robustness and reliability of the scale."
  },
  {
    "discipline": "communication",
    "title": "Livestreaming Science: How Awe-Inspiring Media Events May Foster Science Interest Through Meta-Emotional Gratification and Eudaimonic Appreciation",
    "authors": "Xi Cui",
    "url": "https://doi.org/10.1177/10755470251315951",
    "doi": "https://doi.org/10.1177/10755470251315951",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "We investigate how livestreaming science events may stimulate audience interest in science. We conducted an online experiment ( N = 356) and found that watching video footage from the live broadcast of a spectacular rocket launch was associated with increased science information-seeking intention, indicating initial science interest development. We distinguish parallel mechanisms of interest evocation, that is, meta-emotional media gratification via the emotion of awe and eudaimonic media appreciation sequentially mediated by awe and awareness of knowledge gap. Moreover, perceived science self-efficacy moderated meta-emotional gratification. Findings suggest that awe-inspiring science media events may facilitate interest development by motivating information-seeking about science topics."
  },
  {
    "discipline": "communication",
    "title": "Harnessing AI to Address Misinformation on Cultivated Meat: The Impact of Chatbot Expertise and Correction Sidedness",
    "authors": "Mengxue Ou, Shirley S. Ho, Stanley A. Wijaya",
    "url": "https://doi.org/10.1177/10755470251315097",
    "doi": "https://doi.org/10.1177/10755470251315097",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "This study conducted a 2 (chatbot expertise cues: high vs. low) × 2 (correction sidedness: one-sided vs. two-sided) between-subjects experiment to investigate the effects of chatbot features and output framing on misinformation correction and public perceptions of cultivated meat. Results highlighted the importance of chatbot expertise cues in shaping credibility perceptions of misinformation correction, with two-sided corrections from high-expertise chatbots perceived as more credible than those from low-expertise chatbots. Credibility perceptions mediated the interaction effect between chatbot expertise cues and correction sidedness on individuals’ attitudes and consumption intentions towards cultivated meat. Both theoretical and practical implications of these findings were discussed."
  },
  {
    "discipline": "communication",
    "title": "Viral Justice: TikTok Activism, Misinformation, and the Fight for Social Change in Southeast Asia",
    "authors": "Nuurrianti Jalli",
    "url": "https://doi.org/10.1177/20563051251318122",
    "doi": "https://doi.org/10.1177/20563051251318122",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This study examines the use of TikTok as a platform for youth activism in Southeast Asia, focusing on Indonesia, Malaysia, and the Philippines. Through a mixed-methods approach that includes qualitative content analysis, semi-structured interviews, systematic fact-checking, and digital trace data, the research explores how activists leverage TikTok’s unique features to promote social justice and mobilize political participation amid democratic backslidings. The findings reveal that activists skillfully adapt to TikTok’s attention economy, using strategies like trend-jacking and meme creation to reach broad audiences. However, they also face significant challenges, including rampant harassment and the precarious nature of algorithmic visibility. The study highlights the complexities of digital activism, where the pursuit of virality can sometimes undermine the depth of political movements. While the research counters the prevalent narrative that digital activism is rife with misinformation, it underscores the importance of maintaining accuracy to protect credibility. The study concludes by calling for further research on integrating online activism with offline organizing and exploring how platform governance can be reformed to better support activists. The insights from this study contribute to a deeper understanding of TikTok’s role in contemporary social movements and the challenges faced by youth activists in the digital age."
  },
  {
    "discipline": "communication",
    "title": "Neither “Platformization” Nor “Infrastructuralization”: Government as a Platform in China",
    "authors": "Jingyan Elaine Yuan, Yuchao Zhao",
    "url": "https://doi.org/10.1177/20563051251314625",
    "doi": "https://doi.org/10.1177/20563051251314625",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Critically engaging with the prevalent theses of “platformization” and “infrastructuralization” in the mainstream platform studies literature, this empirical study identifies socio-economic actors and examines their relations in digital governance mediated by data-driven platforms in the Chinese context. Through a case study of “the digital reform” in Zhejiang Province, and the affiliated smart city project—City Brain—in Hangzhou, the municipal capital, this study draws on data from participatory observations and interviews to (1) provide a historical context, in which “platformization” in urban governance is aimed to serve market-oriented socio-economic reforms; (2) argue that such “platformization” is shaped by the long-standing structural tension between centralization and localism, which has been renewed by digital data flows; and (3) understand the shifting public–private demarcation in social interactions and arrangements to deflect continual frictions between the state, local agents, and platforms in the domain of digital governance."
  },
  {
    "discipline": "communication",
    "title": "Populist radical-right attitudes, media trust, and social media reliance: Combining survey and tracking data to investigate predictors of online exposure to disinformation",
    "authors": "Clara Christner, Mykola Makhortykh, Teresa Gil-Lopez",
    "url": "https://doi.org/10.1016/j.tele.2025.102250",
    "doi": "https://doi.org/10.1016/j.tele.2025.102250",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "The Media Trust Gap and Its Political Explanations: How Individual and Sociopolitical Factors Differentiate News Trust Preferences in Asian Societies",
    "authors": "Yufan Guo, Yuzhe Lei",
    "url": "https://doi.org/10.1177/19401612251315597",
    "doi": "https://doi.org/10.1177/19401612251315597",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Despite the increasing reliance on online media for news consumption, people generally exhibit lower levels of trust in online news relative to traditional media. To explain the preference disparities in media trust and their potential cross-national variations, this article examines individuals’ trust gap between newspapers and Internet news across 14 countries and regions in East, South, and Southeast Asia. Drawing on nationally representative data and other country-level data (2018–2021), we test two underlying mechanisms, political trust transfer and alternative information orientation, that account for the media trust gap, as well as their boundary conditions. Multilevel analysis reveals that political trust positively correlates with people’s relative trust in newspapers, which is pronounced in societies with lower levels of polarization and limited press freedom. Besides, using the Internet and social media as the main channels of political information seeking may increase people’s relative trust in Internet news, especially in societies with higher levels of press freedom and political polarization. Our findings offer systematic explanations for news trust preferences by combining political characteristics and their contextual conditions, which have implications for understanding today’s media trust crisis."
  },
  {
    "discipline": "communication",
    "title": "Deepfakes as a Democratic Threat: Experimental Evidence Shows Noxious Effects That Are Reducible Through Journalistic Fact Checks",
    "authors": "Viorela Dan",
    "url": "https://doi.org/10.1177/19401612251317766",
    "doi": "https://doi.org/10.1177/19401612251317766",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Concerns have been raised over AI-generated deepfakes and their impact on democracy. Unlike earlier forms of disinformation relying on text or traditional video-editing techniques (cheapfakes), deepfakes employ artificial intelligence, provoking speculations that they may be even more persuasive and harder to debunk. Using an experiment with a multiple-message design ( N = 2,085), we found that fake videos suggesting a sex, corruption, or prejudice scandal—but not text-only fakes—elicited substantial reputational damage for an innocent politician, regardless of whether the underlying technique was “cheap” or “deep.” This was visible in altered attitudes, emotions, and voting intentions. However, exposure to a journalistic fact-check substantially reduced and even eliminated the detrimental effects. These findings have important implications for our theoretical understanding related to the effects of and mitigation strategies for deepfakes. While clearly highlighting the significant persuasive potential of deepfakes (and visual disinformation in general), the present study paints a more nuanced picture than was previously possible."
  },
  {
    "discipline": "public opinion",
    "title": "Asking about Complex Policies",
    "authors": "Stephen Jessee, Neil Malhotra, Maya Sen",
    "url": "https://doi.org/10.1093/poq/nfae050",
    "doi": "https://doi.org/10.1093/poq/nfae050",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "As political issues have increased in complexity, public opinion researchers increasingly ask respondents about sophisticated political topics that may require substantive knowledge and analytic skills, raising concerns about survey satisficing. In this note, we examine the correlates of one manifestation of this kind of satisficing—response order effects, or when respondents are more likely to pick the top response options from a list. We do this by analyzing randomized response order experiments embedded in surveys conducted across three years, where 6,291 respondents provided their opinion on 40 complex issues before the Supreme Court. We find an overall response order effect of 2.8 percentage points with substantial heterogeneity related to both question length and respondent knowledge. These factors also interact with one another; among the most sensitive subpopulation—low-knowledge respondents answering long questions—the predicted response order effect was 17.4 percentage points. On the other hand, question complexity and respondent education did not moderate response order effects. Our practical advice for researchers asking about complex issues is that they should focus on being brief, rather than using extra words to make the language simpler."
  },
  {
    "discipline": "public opinion",
    "title": "AI Chatbots in Political Campaigns: A Practical Experience in the EU’s 2024 Parliament Elections",
    "authors": "Davide Tosi, Marco Chiappa, Dario Pizzul",
    "url": "https://doi.org/10.1177/08944393251320063",
    "doi": "https://doi.org/10.1177/08944393251320063",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "As the application of artificial intelligence in various domains and sectors grows, politics—especially political communication—is no exception. However, academic considerations on the topic remain limited, partly due to its novelty. To contribute to the ongoing discussions at the intersection of AI and political campaigns, this research report presents the development and use of an AI chatbot employed by an Italian candidate during the 2024 European Parliament elections. The aim of this work is to engage with the technical aspects of the tool’s development and implementation by outlining the challenges and strategies involved in creating an AI chatbot that supports a political campaign using OpenAI APIs. Furthermore, this report offers reflections on the role of AI in politics and communication, focusing on the concepts of intermediation and participation, also addressing issues of compliance and trustworthiness of these new AI tools."
  },
  {
    "discipline": "psychology",
    "title": "Understanding Ecological-Momentary-Assessment Data: A Tutorial on Exploring Item Performance in Ecological-Momentary-Assessment Data",
    "authors": "Björn S. Siepe, Carlotta L. Rieble, Rayyan Tutunji, Aljoscha Rimpler, Julius März, Ricarda K. K. Proppert, Eiko I. Fried",
    "url": "https://doi.org/10.1177/25152459241286877",
    "doi": "https://doi.org/10.1177/25152459241286877",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "The use of ecological-momentary-assessment (EMA) data to study individuals in their everyday lives is popular in many areas of social and life sciences. At the same time, EMA data sets are complex, the psychometric properties of EMA items are often not investigated systematically, and scales are often neither standardized nor validated beyond their face validity. Here, we present different descriptive statistics and data-visualization techniques to increase the understanding of the performance of EMA items. We apply these techniques to a wide range of items used in a large EMA data set (599 participants, 360 time points) collected in the WARN-D study to investigate their distributions, contextual influences, change over time, sources of variability, and relationship with classical static measures of psychopathology. We discuss the theoretical and substantive implications of our findings and provide researchers with R code that they can adapt to their own EMA data, as well as literature recommendations for each topic. We hope to inspire more researchers to share in-depth descriptive summaries of their experience-sampling data such that the field can move forward in understanding the performance of EMA measures across contexts."
  },
  {
    "discipline": "psychology",
    "title": "To interact or not to interact: The pros and cons of including interactions in linear regression models",
    "authors": "Aljoscha Rimpler, Henk A.L. Kiers, Don van Ravenzwaaij",
    "url": "https://doi.org/10.3758/s13428-025-02613-6",
    "doi": "https://doi.org/10.3758/s13428-025-02613-6",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Interaction effects are very common in the psychological literature. However, interaction effects are typically very small and often fail to replicate. In this study, we conducted a simulation comparing the generalizability and estimability of two linear regression models: one correctly specified to account for interaction effects and one misspecified including simple effects only. We manipulated noise levels, predictor variable correlations, and different sets of regression weights, resulting in 9216 different conditions. From each dataset, we drew 1000 samples of N = 25, 50, 100, 250, 500, and 1000, resulting in a total of 55,296,000 analyses for each model. Our results show that misspecification can drastically bias regression estimates, sometimes leading to zero or reversed simple effects. Furthermore, we found that when models are generalized to the entire population, the difference between the explained variance in the sample and in the population is often smaller for the misspecified model than for the correctly specified model. However, the comparison between models shows that the correctly specified model explains the data at the population level better overall. These results emphasize the importance of theory in modeling choices and show that it is important to provide a rationale for why interactions are included or excluded in an analysis."
  }
]
