[
  {
    "discipline": "communication",
    "title": "Answer engines and other communication partners",
    "authors": "Elena Esposito",
    "url": "https://doi.org/10.1093/ct/qtaf036",
    "doi": "https://doi.org/10.1093/ct/qtaf036",
    "filter": 0,
    "created": "2026-1-17",
    "abstract": "The article explores the social role and implications of large language models (LLMs) through the lens of media theory. Rather than considering LLMs as advanced forms of artificial intelligence, I argue that a communication-focused perspective provides a more effective way to interpret their impact on information management in contemporary society and to address the associated ethical and operational challenges. Supported by information management tools such as archives, catalogs, and later search engines, previous communication media expanded the scope of communication, making it possible to reach more, distant, diverse, and possibly anonymous communication partners. LLMs now signify a new phase in the evolution of communication, as they function themselves as communication partners capable of responding autonomously to user queries in a personalized manner. This perspective highlights and explains the capabilities and limitations of various LLM-based chatbots and Retrieval-Augmented Generation (RAG) models, while also addressing issues such as misalignment and hallucinations.",
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "Misinformation exposure per se may not trigger cynicism, but perceived prevalence of misinformation and hostile information does",
    "authors": "S. Mo Jones-Jang, Dam Hee Kim, Kate Kenski",
    "url": "https://doi.org/10.1080/1369118x.2026.2622332",
    "doi": "https://doi.org/10.1080/1369118x.2026.2622332",
    "filter": 0,
    "created": "2026-2-4",
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "The entangled dynamics leading to the sedimentation of polarisation on political Reddit",
    "authors": "Ehsan Dehghan, Dominique Carlon, Kateryna Kasianenko, Ashwin Nagappa, Vish Padinjaredath Suresh",
    "url": "https://doi.org/10.1080/1369118x.2026.2623523",
    "doi": "https://doi.org/10.1080/1369118x.2026.2623523",
    "filter": 0,
    "created": "2026-2-6",
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Political polarization as a co-adaptive process",
    "authors": "Stuart Soroka, Georgia Kernell, P J Lamberson",
    "url": "https://doi.org/10.1093/joc/jqag001",
    "doi": "https://doi.org/10.1093/joc/jqag001",
    "filter": 0,
    "created": "2026-1-9",
    "abstract": "Political polarization is often characterized as a consequence of changes in media content or technology. We argue, in contrast, for an account that views polarization in media and the public as a co-adaptive process. This paper begins with a brief review of cultural evolution and co-adaptation and then considers the application of similar ideas to changes in media and the public over time. Using formal models, we suggest that—in combination with the human tendency toward in-group bias—a co-adaptive (rather than unidirectional) relationship can best account for real-world dynamics. We consider the implications of these findings for our understanding of media effects and technological innovation in polarization, representative democracy, and mass-mediated communication more broadly.",
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Measures of Social Media Use Motives During Adolescence",
    "authors": "Chloe Ketibian, Celine Combes, Catherine Potard",
    "url": "https://doi.org/10.1027/1864-1105/a000506",
    "doi": "https://doi.org/10.1027/1864-1105/a000506",
    "filter": 0,
    "created": "2026-2-5",
    "abstract": "Abstract: In recent decades, social media has become an integral part of adolescents’ daily life, reshaping peer interactions. To overcome the limitations of the quantitative approach of adolescents’ social media use when investigating relationships with psychological outcomes, motivational factors have become increasingly popular. The first aim was to review the psychometric properties of existent tools used to measure adolescents’ social media use motives. The second objective was to elaborate a classification of the main motives among adolescents. Following PRISMA guidelines, 14 articles were reviewed based on the search of 5 databases. Psychometric properties were examined based on the COSMIN guidelines. The reviewed articles showed a heterogeneous process, with only two of them considered as a satisfying procedure of development and validation. Based on the Use and Gratification Theory, a classification of the five main motives for adolescents’ social media use was developed. Overall, this study encourages the pursuit of studies on social media use among adolescence, while carefully choosing a tool with satisfying psychometric properties.",
    "journal_full": "Journal of Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "News Diversity in Decline? A Longitudinal Analysis (2003–2023) of Actor and Topic Diversity in Broadcast News",
    "authors": "Cato Depauw, Stefaan Walgrave",
    "url": "https://doi.org/10.1080/1461670x.2026.2626416",
    "doi": "https://doi.org/10.1080/1461670x.2026.2626416",
    "filter": 0,
    "created": "2026-2-6",
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "The Relationship Between Social Media Use and Cosmetic Surgery Consideration: A Systematic Review and Three-Level Meta-Analysis",
    "authors": "Ting Liu, Yu Zhang, Miao Chao",
    "url": "https://doi.org/10.1080/15205436.2026.2620702",
    "doi": "https://doi.org/10.1080/15205436.2026.2620702",
    "filter": 0,
    "created": "2026-2-6",
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "On the Internet no-one knows you’re not a bot: ‘Botting’ on Reddit as participatory culture",
    "authors": "Timothy Graham, Dominique Carlon",
    "url": "https://doi.org/10.1177/14614448251409210",
    "doi": "https://doi.org/10.1177/14614448251409210",
    "filter": 0,
    "created": "2026-2-5",
    "abstract": "Repetitive online communication is often labelled a ‘bot problem’ by platforms, policymakers and users. However, repetitive posting does not exclusively indicate automation; humans also engage in bot-like posting for various purposes. We adopt the term ‘botting’ to describe repetitive posting enacted through manual, semi-automated, or fully automated means. While emerging research has linked manual botting practices to commercial or fame-seeking motivations, we extend this scholarship by examining botting on Reddit – a pseudonymous platform that lacks the affordances typically associated with monetisation or personal branding. Through a mixed-methods analysis, we examine a case study in which mass-scale, repetitive posting of the mushroom emoji emerged as ‘in-group’ behaviour within Reddit’s participatory culture, prompting a performative counterpublic response. Our findings challenge the binary between human and automated posting, and underscore the importance of situating research on AI-generated and automated content within the cultural and contextual frameworks that shape its production and reception.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "What does the news say about Siri, Alexa, and co.? A topic model network analysis of Dutch news messages about virtual assistants between 2011 and 2022",
    "authors": "Rebecca Wald, Theo Araujo, Johanna MF van Oosten, Jessica T Piotrowski",
    "url": "https://doi.org/10.1177/14614448251413694",
    "doi": "https://doi.org/10.1177/14614448251413694",
    "filter": 0,
    "created": "2026-2-5",
    "abstract": "News media can shape public perceptions of technology and meaningfully inform research on technology adoption. Yet, little is known about the news representations of a currently emerging technology: Virtual Assistants (VAs). By examining the Dutch news coverage (2011–2022; N = 2059) using the Analysis of Topic Model Networks, this study found that (1) news attention peaked in 2019 with a decline in the years thereafter (until 2022) and (2) discourse shifted from personal impact frames (niche interest) to societal impact frames (broader relevance). Findings inform media effect studies on VA adoption by illustrating what people might be learning about VAs.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Mapping the moral domain in a modern town hall: Moral foundations’ effects on collective action conditioned by ideology and issue",
    "authors": "Emily A Haines, Emma F Thomas, Christina Stothard, David Kernot, Morgana Lizzio-Wilson, Irene Caminschi, Rohit Ram, Marian-Andrei Rizoiu",
    "url": "https://doi.org/10.1177/14614448251413686",
    "doi": "https://doi.org/10.1177/14614448251413686",
    "filter": 0,
    "created": "2026-2-5",
    "abstract": "We examine a year of political debate in a modern town hall to understand the following: when does moral talk turn to talk about action? For which ideological groupings do specific moral foundations matter and in the context of which issues? We analysed 210,170 tweets about the Australian television programme Q&amp;A – a panel show with synchronous live and online audiences. We examined the topics, prevalence of different moralities and how these moralities explain talk of collective action for different ideological groups. Across all issues and ideological groups, talk of action was most often associated with talk of authority but ideological differences between left- and right-leaning participants emerged. Among left-leaning people, action was motivated by a range of moral foundations, but among right-leaning people action was primarily motivated by authority. Our findings map the ideological diversity found within modern town halls and confirm the critical role of these settings in contemporary socio-political life.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "From clicktivism to outsourced activism: Spectacle, dual outsourcing, and the connective logic in platform philanthropy",
    "authors": "Weiman Chen, Zhouyi Yao, Huilin Tan",
    "url": "https://doi.org/10.1177/14614448251413710",
    "doi": "https://doi.org/10.1177/14614448251413710",
    "filter": 0,
    "created": "2026-2-3",
    "abstract": "In the digital age, philanthropy is increasingly mediated by platform microcelebrities who mobilize audiences for social good. This study examines the novel philanthropic model of YouTube creator Jimmy Donaldson as a case of outsourced activism , characterized by a dual-outsourcing structure: audiences transfer charitable intent and contributions (via attention-as-currency) to Donaldson, who acts as a central agent and then outsources execution to NGOs and collaborators. Using a mixed-methods design combining a walkthrough, multimodal discourse analysis of 101 videos, and topic modeling of 11,208 comments, we demonstrate how sentimental and digital spectacles sustain this process as tools for activism. The mechanism forms a new connective practice, creating a network of moral delegation and affective investment among audiences, creators, sponsors, and NGOs. Yet, it raises ethical concerns, including depoliticizing social issues and reinforcing unequal power relations. The study advances theories of media activism, connective action, and digital philanthropy by identifying a replicable logic that redefines agency, accountability, and civic participation in platform societies.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Digital leisure or sleep priority? Strategic temporal negotiation of late-night smartphone use in China’s accelerated society",
    "authors": "Lingmin Zhang, Yunhao Song, Weixian Zou, Rui Cao",
    "url": "https://doi.org/10.1177/14614448251410127",
    "doi": "https://doi.org/10.1177/14614448251410127",
    "filter": 0,
    "created": "2026-2-5",
    "abstract": "This study reframes late-night smartphone use among Chinese young adults beyond pathologizing it as self-regulation failure. Integrating self-determination theory with social acceleration theory, we conceptualize this behavior as a strategic temporal negotiation to reclaim personal time. Structural equation modeling (n = 503) reveals that perceived leisure freedom and leisure satisfaction primarily drive behavioral intention, while perceived short-term risk deters it. Perceived long-term risk and guilt show no significant impact on intention. Perceived time constraint intensifies actual behavior, while social control paradoxically reinforces rather than limits it. Although self-control significantly reduces behavioral enactment, it cannot eliminate underlying motivational drivers. These findings reveal a tripartite negotiation: leisure benefits versus health risks, pleasure versus guilt, and personal autonomy versus social order. We theorize this as “strategic connected deceleration”—an adaptive response whereby individuals use technology to secure autonomous time amid systemic acceleration. Interventions should address structural time pressure rather than exclusively targeting individual discipline.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Elected officials’ Online Sharing of Misinformation: Institutional and Ideological Checks",
    "authors": "Yuehong Cassandra Tai, Yu-Ru Lin, Bruce A. Desmarais",
    "url": "https://doi.org/10.1080/10584609.2026.2613661",
    "doi": "https://doi.org/10.1080/10584609.2026.2613661",
    "filter": 0,
    "created": "2026-2-4",
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Do Journalists’ Political Orientations Translate into Partisan News Reporting? The Limits of Bias and the Limits of Counter Mechanisms",
    "authors": "Andreas A. Riedl, Stefan Geiß, Melanie Magin, Olaf Jandura, Birgit Stark",
    "url": "https://doi.org/10.1080/10584609.2026.2621169",
    "doi": "https://doi.org/10.1080/10584609.2026.2621169",
    "filter": 0,
    "created": "2026-2-4",
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Do Beliefs Echo? On the Persistent Effects of Misinformation After Effective Corrections",
    "authors": "Jannik Fenger, Martin Vinæs Larsen",
    "url": "https://doi.org/10.1080/10584609.2026.2623049",
    "doi": "https://doi.org/10.1080/10584609.2026.2623049",
    "filter": 0,
    "created": "2026-2-2",
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "The Conjuncture of Intentionality, Facticity, and Identity: Exposure to Disinformation and Malinformation on Social Media and Their Association With Ethnic Polarization",
    "authors": "Qurban Hussain Pamirzad, Qiang Chen",
    "url": "https://doi.org/10.1177/20563051261417516",
    "doi": "https://doi.org/10.1177/20563051261417516",
    "filter": 0,
    "created": "2026-2-6",
    "abstract": "The dissemination of weaponized information—defined as the intentional use of falsehoods (i.e. disinformation) and the harmful misuse of accurate information (i.e. malinformation) against a target—on social media represents a notable downside of these platforms, often linked to polarization. However, research on the relationship between weaponized information and polarization remains limited due to conceptual ambiguities and geographical context. This study uses cross-sectional survey data ( N = 520) collected across eight provinces in Afghanistan to explore the direct and indirect association between exposure to disinformation and malinformation online and ethnic polarization. Findings through mediation analyses reveal that exposure to disinformation was not associated with ethnic polarization, either directly or indirectly. Conversely, exposure to malinformation was directly associated with ethnic polarization and indirectly linked to it through increased ingroup positive perception. These findings highlight the nuanced difference in how intentional falsehoods and the harmful misuse of accurate information shape polarization dynamics in ethnically diverse and polarized societies.",
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "politics",
    "title": "U.S. Partisan Media Criticize the Out-Party More than They Praise the In-Party",
    "authors": "Xudong Yu, Magdalena Wojcieszak",
    "url": "https://doi.org/10.1007/s11109-025-10115-6",
    "doi": "https://doi.org/10.1007/s11109-025-10115-6",
    "filter": 0,
    "created": "2026-2-6",
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "Disentangling the Sophistication-Emotion Link: Political Interest and Confidence-in-Knowledge, but not Knowledge, Drive Emotional Responses",
    "authors": "Isabella Rebasso, Gijs Schumacher, Matthijs Rooduijn",
    "url": "https://doi.org/10.1007/s11109-025-10116-5",
    "doi": "https://doi.org/10.1007/s11109-025-10116-5",
    "filter": 0,
    "created": "2026-2-6",
    "abstract": "Why do some people feel stronger emotions about politics than others? Past work suggests that political sophistication, consisting of knowledge and interest, is related to feeling strong emotions about politics, as learning about politics strengthens both cognitive and affective ties with political objects. Drawing on appraisal theories of emotions, we argue why political interest and confidence-in-knowledge, rather than factual political knowledge, are primary drivers of emotional engagement. Using three waves of the ANES and two pre-registered studies (conducted in the Netherlands and the U.S.) we show that political interest and confidence-in-knowledge increase emotional responses to politics. Knowledge, however, is unrelated to or even suppresses feelings about politics. We experimentally test the causal effect of confidence-in-knowledge and find a direct effect on feeling anger. Our findings have implications for civic education and political engagement, as fostering political interest and confidence—rather than merely increasing factual knowledge—may better promote active citizenship, albeit with potential risks if confidence is not rooted in accurate knowledge. We also demonstrate the necessity to theoretically and empirically disentangle the different components of political sophistication.",
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "Rethinking the link between cognitive reflection and susceptibility to political misinformation: Distinguishing hard from soft news",
    "authors": "Giannis Lois, Antonis Gardikiotis, Zografoula Karaspyrou, Elias Tsakanikos, Constantine Sedikides",
    "url": "https://doi.org/10.1111/pops.70109",
    "doi": "https://doi.org/10.1111/pops.70109",
    "filter": 0,
    "created": "2026-2-3",
    "abstract": "The literature presents two contrasting accounts on how cognitive reflection (overriding intuition with deliberation) influences susceptibility to political misinformation. According to the classical reasoning account, predominantly rooted in research on soft news, cognitive reflection improves discernment of true from false information. According to the motivated reasoning account, rooted in research on hard (policy‐related) issues, individuals prone to cognitive reflection display stronger political bias and fall for politically congruent misinformation. We integrate these accounts by examining how the soft‐hard distinction interacts with individuals' reasoning style to shape truth discernment and susceptibility to political bias. An integrative data analysis (IDA) combined data from 18 political misinformation studies ( N = 41,289) with independent soft‐hard news ratings. Additionally, two experiments ( N = 666), in the United States and Greece, exposed participants to either soft or hard news. Across all datasets, participants prone to cognitive reflection displayed stronger political bias, but only when evaluating hard news. Cognitive reflection was associated with improved truth discernment for soft and hard news in the IDA, but not consistently so in the experiments. Our findings reconcile discrepancies in misinformation research and demonstrate that cognitive reflection is not a one‐size‐fits‐all solution to political misinformation as it can exacerbate bias in policy‐related issues.",
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "politics",
    "title": "Estimating the causal effects of cognitive effort and policy information on party cue influence",
    "authors": "Ben M. Tappin, Ryan T. McKay",
    "url": "https://doi.org/10.1111/pops.70116",
    "doi": "https://doi.org/10.1111/pops.70116",
    "filter": 0,
    "created": "2026-2-4",
    "abstract": "Party cues can influence public opinion, but the extent to which they do so varies dramatically from context to context. Why? The long‐standing theory that party cues function as “heuristics” provides an answer, predicting that variation in exposure to policy information, a propensity for effortful thinking, or both causally affects the influence of party cues. However, this prediction has escaped decisive empirical testing to date, leaving in its wake a string of mixed results. Here we characterize the challenges that limit previous tests, and report on two large‐scale experiments designed to overcome them. We find that exposure to policy information causally attenuates the influence of party cues, but engagement in effortful thinking per se does not. Our results advance understanding of the “when” and “why” of party cue influence; clarify a number of previously ambiguous findings; and have broad theoretical, methodological, and normative implications for understanding the influence of party cues.",
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "public opinion",
    "title": "States of Abortion Talk: Social Media Responses to Threats and Opportunities Post-Dobbs",
    "authors": "Nafisa Nowshin, Kelsy Kretschmer, Glencora Borradaile",
    "url": "https://doi.org/10.1177/08944393261421115",
    "doi": "https://doi.org/10.1177/08944393261421115",
    "filter": 0,
    "created": "2026-2-3",
    "abstract": "The Supreme Court’s Dobbs v. Jackson Women’s Health Organization decision in June 2022 reversed 50 years of precedent by allowing states to formulate their own abortion policies. This resetting of abortion policy created a new raft of opportunities and threats across the states for both pro-life and pro-choice supporters. In this study, we aim to analyze how public discourse around abortion responded to this changed political context. Using a dataset of 288,325 abortion-related Tweets posted in 2022, we examine public reaction to Dobbs using both quantitative and qualitative approaches. We categorize Tweets by abortion stance (pro-choice and pro-life ) and geo-political context by state groups ( protected, restricted, and unsettled based on abortion access policy). Our temporal analysis shows that while both pro-choice and pro-life Twitter activity spiked after both the leaked draft in May 2022 and the final decision, only pro-choice discussions maintained a heightened level of engagement over time. Analyzing the discussion frames among the Tweets reveals that pro-choice users emphasized a wider range of arguments that varied by state context, while pro-life Tweets were generally unresponsive to state context. Our findings indicate that the new threats and opportunities had uneven effects within pro-life and pro-choice public discourse.",
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "public opinion",
    "title": "Who Consents to Sharing Their Tweets With Researchers? A Comparative Analysis of Selection Bias in Linked Survey and Social Media Data",
    "authors": "Conor Gaughan, Alexandru Cernat, Rachel Gibson, Marta Cantijoch, Riza Batista-Navarro",
    "url": "https://doi.org/10.1177/08944393261421114",
    "doi": "https://doi.org/10.1177/08944393261421114",
    "filter": 0,
    "created": "2026-2-4",
    "abstract": "Survey research is entering a new era which centres on its linkage with other forms of digitally generated data such as social media. Many suggest that this can help to address existing weaknesses in self-report surveys such as non-response and measurement bias. However, to link a participant’s survey responses to their social media data, consent from the participant is required. Previous studies have shown that consent to linkage is typically low and selective. This paper expands on the existing literature by comparing Twitter (now X) usage and consent to survey linkage across five national contexts. Testing the effects of several sociodemographic and attitudinal predictors in the US, the UK, France, Germany and Poland, our study finds that overall consent rates vary significantly by age, political attention, privacy concern, trust in social media companies and frequency of political posting on Twitter/X. However, our results also confirm that variable effects differ significantly between nations, suggesting a moderating cultural influence. Within-country variation in the US between 2020 and 2024 is also present, indicating that effects are not necessarily fixed over time. These findings dictate the need for caution when conducting substantive comparisons across countries and time when using social media data.",
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "psychology",
    "title": "Bridging Cultures in the Era of Big Data: A Cross-Language Equivalence Framework in Machine-Learning Research With Social Media Texts",
    "authors": "Daphne Xin Hou, Stuti Thapa, Louis Tay",
    "url": "https://doi.org/10.1177/25152459251398713",
    "doi": "https://doi.org/10.1177/25152459251398713",
    "filter": 0,
    "created": "2026-2-4",
    "abstract": "Past research on cross-cultural equivalence has focused on statistical procedures and techniques for ensuring measurement equivalence in tests and surveys. With the rise of big data and machine learning (ML), particularly natural language processing, researchers have powerful tools to study culture using large-scale, organic language data from social media. However, the lack of methodological guidance on how to establish cross-language equivalence in cross-cultural studies, especially with multilingual or culturally diverse text data, poses a major challenge. To address this gap, in this article, we propose a framework to raise awareness of key equivalence challenges and offer practical guidance for reducing measurement biases when applying ML techniques to social media language data. The framework outlines five types of equivalence following the ML pipeline from data collection to evaluation: source equivalence, sample equivalence, input equivalence, psychological-ground-truth equivalence, and model-performance equivalence. We also draw parallels to survey-based research to highlight shared conceptual challenges and identify future directions to advance cross-cultural research with big data and computational-linguistic methods.",
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "How well do large language models mirror human cognition of word concepts?: A comparison of psychological ratings for early-acquired English words",
    "authors": "Hiromichi Hagihara, Kazuki Miyazawa",
    "url": "https://doi.org/10.3758/s13428-025-02938-2",
    "doi": "https://doi.org/10.3758/s13428-025-02938-2",
    "filter": 0,
    "created": "2026-2-2",
    "abstract": "This study examined how well large language models (LLMs) approximate human psychological ratings for early-acquired English words. We used four state-of-the-art LLMs, including GPT-4o and Meta-Llama-3.1, to evaluate 21 static psychological features for 695 words and compared these estimates with human norms. The results showed that LLMs aligned well with human ratings for some features (e.g., Concreteness, Bodily Interactiveness) in terms of rank correlations ( r s &gt; .82) and distributional similarities but diverged notably for others (e.g., Iconicity, Arousal; r s &lt; .48). Compared with content words, function words showed more pronounced discrepancies between human and LLM ratings. We also assessed how similarly human- and LLM-derived psychological features predicted words’ age of acquisition (AoA), revealing both strong correspondences and systematic biases, depending on the model (differences in correlations ranged from −.27 to .28). Based on these analyses, we identified which features may be reliably estimated using LLMs, which require further refinement, and what methodological considerations are necessary for applying LLM-based measures in cognitive science. We discuss the implications of using LLMs as methodological tools in psychology and cognitive science, highlighting both their practical advantages (e.g., data coverage and data collection efficiency) and theoretical relevance. The present study provides a novel framework for evaluating the cognitive plausibility of LLMs by using lexical psychological features, complementing existing benchmarks.",
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Health-focused frames mobilize Americans to action to address LGBTQ inequality",
    "authors": "Pia Dietze, Riana M. Brown, Maureen A. Craig",
    "url": "https://doi.org/10.1073/pnas.2527168123",
    "doi": "https://doi.org/10.1073/pnas.2527168123",
    "filter": 0,
    "created": "2026-2-2",
    "abstract": "“More than 1 in 8 LGBTQ people live in states where doctors can refuse to treat them.” This headline describes a flurry of laws passed in 2025 allowing doctors to refuse treatment of LGBTQ patients based on personal beliefs. This and other laws like it limit healthcare access and exacerbate health inequality for LGBTQ individuals. But health is not the only domain in which LGBTQ individuals face disparities. Long-standing inequalities also exist in other domains of life, for example, gay men earn up to 32% less wages than their heterosexual peers. In the current research, we ask if exposure to LGBTQ inequality in one domain (e.g., health) motivates more support for action than exposure to inequality in other domains (e.g., economics). In six experiments (five preregistered), we test our hypothesis that emphasizing health-based LGBTQ inequality (vs. economics and belonging) spurs engagement with and support for mitigating action (S1-2). We also investigate why people support action (S1a-1b) and what boosts support (S3a-3c). As predicted and preregistered, we find greater support for action to mitigate health-based LGBTQ inequality, compared to economics and belonging. This occurs, in part, because people blame LGBTQ individuals less for health (vs. economic) disparities and perceive health inequalities to violate morally sacred values, which is associated with greater perceived injustice. Finally, we find that connecting economic inequality to health inequality in individuals’ minds can increase support for mitigating economic inequality.",
    "journal_full": "Proceedings of the National Academy of Sciences"
  }
]
