[
  {
    "discipline": "communication",
    "title": "Preserving traveller privacy in location-based social media: a local differential privacy approach",
    "authors": "Yunsong Fang, Sharleen Xiaolian Chen, Abbie Kasin Wan, Zuobin Ying",
    "url": "https://doi.org/10.1108/itp-03-2024-0396",
    "doi": "https://doi.org/10.1108/itp-03-2024-0396",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose This paper aims to address the issue of privacy leakage indirectly caused by non-private data shared by travellers on location-based social media (LBSM) in data mining. Design/methodology/approach This paper proposes a privacy-preserving location data collection approach based on local differential privacy (LDP) and validates the feasibility of the approach through experiments on three real-world public check-in datasets. Findings The experimental results demonstrate the effectiveness of our proposed approach, which preserves privacy while retaining over 90% of the data utility. Practical implications This research has the potential to assist tourism practitioners in establishing improved collaborations with trusted third parties, enabling the exploration of user location data insights without undue concerns regarding indirect privacy breaches during data mining, thereby enhancing travellers’ experience and aiding businesses’ decision-making. Originality/value This paper is likely to be the first to represent a promising solution for addressing privacy leakage concerns related to non-sensitive data in data mining. It provides a location data collection technology that strikes a balance between user privacy and data utility for tourism practitioners."
  },
  {
    "discipline": "communication",
    "title": "Antecedents of knowledge sharing in online collective spaces: combining social power theory and knowledge governance theory",
    "authors": "Jianyao Jia",
    "url": "https://doi.org/10.1108/itp-03-2024-0394",
    "doi": "https://doi.org/10.1108/itp-03-2024-0394",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose The penetration of mobile social media has given birth to various online collective spaces (OCSs) within cross-functional project teams (CFPTs), which have significantly transformed knowledge sharing (KS) practice. While existing literature has endeavored a lot on KS factors within CFPTs, our understanding of KS in OCSs is limited, thus constituting the central of the present study. Design/methodology/approach Centering on communication visibility, the core feature of KS in OCSs, this study combines social power theory and knowledge governance theory to shed light on the influence of two agents, i.e. members in the OCS and the project team. Data were collected by administering a questionnaire survey to 205 project team members in China. Ordinary least squares regression and fuzzy-set qualitative comparative analysis (QCA) techniques are used to analyze the data. Findings The ordinary least squares (OLS) regression results suggest that expert power of oneself, formal knowledge governance mechanism (KGM) and group size positively influence both KS quantity and quality. Besides, hierarchical distance is found to negatively influence KS quantity, and informal KGM is found to positively affect KS quality. The fuzzy-set QCA results reveal three configurations sufficient for KS quantity and four configurations sufficient for KS quality. Notably, the combination of expert power of oneself, formal and informal KGMs is essential for both KS quantity and quality. Originality/value This study provides valuable insights into KS in OCSs by synthesizing multi-level contextual antecedents from multiple theoretical perspectives. The results of OLS regression and fuzzy-set QCA are discussed, offering a comprehensive understanding of the mechanisms impacting KS. Ultimately, this study aims to offer guidance to managers on effectively facilitating KS within the contemporary digital era."
  },
  {
    "discipline": "communication",
    "title": "Unpacking the influence of perceived credibility of guaranteed data destruction service on digital device recycling platform use: the perspective of privacy calculus",
    "authors": "Zhenya Tang, Leida Chen",
    "url": "https://doi.org/10.1108/intr-01-2024-0033",
    "doi": "https://doi.org/10.1108/intr-01-2024-0033",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose Digital device recycling platforms (DDRPs) are customer-to-business online marketplaces that allow consumers to trade in or sell their used electronics, like smartphones and laptops, directly to a business for cash or credit. Guaranteed data destruction is a service provided by most DDRPs to securely erase all data on devices being recycled or traded in. Perceived credibility of the service refers to the extent to which customers are confident in the effectiveness and reliability of the service offered by a given DDRP. Grounded in privacy calculus theory, the current study aims to explore the influence of perceived credibility of guaranteed data destruction service (GDDS) on one’s intention to use a DDRP. Design/methodology/approach An empirical study was conducted through an online survey of Chinese DDRP users. The proposed model was tested by analyzing the collected data using the structural equation modeling approach. Findings Our results indicate that perceived credibility of GDDS affects users’ intention to use DDRPs by decreasing privacy concerns and increasing perceived convenience and environmental benefits of these platforms. Research limitations/implications This study’s findings are based on data collected from Chinese DDRP users, which may limit the generalizability of the results to other cultural or market contexts. Practical implications This study provides practical guidance for DDRPs, emphasizing the importance of enhancing perceived credibility through transparent data destruction practices and certifications. Originality/value The findings of the current study offer implications for theory development in sustainable information technology and e-commerce as well as practical suggestions for increasing usage of DDRPs."
  },
  {
    "discipline": "communication",
    "title": "Biases in online reviews: the default positive review rule and the conditional rebate strategy",
    "authors": "Haiyuan An, Wenli Li, Yahe Yu, Zhen Wang",
    "url": "https://doi.org/10.1108/intr-10-2023-0887",
    "doi": "https://doi.org/10.1108/intr-10-2023-0887",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose This study examines how default bias, driven by the default positive review (DPR) rule – which automatically classifies reviews not provided by consumers within a specified period as positive – and rebate bias, associated with the conditional rebate strategy (CRS), where sellers offer rebates exclusively to consumers who submit positive reviews, distort the distribution of online product reviews over time and impact consumer satisfaction. Design/methodology/approach A key aspect of our method lies in developing latent variable models that capture the relationship between biased online reviews and consumer satisfaction levels. By applying our models to a panel dataset from Taobao – a leading Chinese e-commerce platform – and using insights from online consumer feedback surveys, we assess the extent of the biases introduced by DPR and CRS in a given feedback system. A hierarchical regression model was employed to investigate the impact of the proposed biases on consumer satisfaction. Findings Consumers who have previously written online reviews experience satisfaction outcomes 72.9% of the time with DPR and up to 81.3% when CRS is included. Implementing DPR may boost product sales to some extent, but it would significantly amplify consumer dissatisfaction, whereas offering a rebate could effectively alleviate consumer discontent, even though the rebate is conditional. Originality/value Our findings reveal the extent of biases introduced by CRS and DPR in online reviews and inform the consumer satisfaction debate regarding the phenomenon of excessive positive reviews resulting from these practices."
  },
  {
    "discipline": "communication",
    "title": "Abortion Salience After the Roe v. Wade Leak: A Computational Content Analysis of Tweets by CNN, Fox News, and ABC News",
    "authors": "Huma Rasheed, Casey Randazzo, Melissa Dreier, Akeela Careem",
    "url": "https://doi.org/10.1080/08838151.2025.2473951",
    "doi": "https://doi.org/10.1080/08838151.2025.2473951",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Exploring Emotional Contagion and Reciprocity Between Social Media Influencers and Followers: A Content Analysis of Autobiographic Content About Depression and Comments on Douyin",
    "authors": "Jinxu Li, Yunsha Pu, Ningze Wang, Lu Tang",
    "url": "https://doi.org/10.1080/15205436.2025.2473489",
    "doi": "https://doi.org/10.1080/15205436.2025.2473489",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "The Interrelationships Between Adolescents’ Online Affective Perceptions and Momentary Affect: An ESM Study on Affective Social Media Use",
    "authors": "Nausikaä Brimmel, Sebastian Kurten, Steven Eggermont, Patricia Bijttebier",
    "url": "https://doi.org/10.1080/15205436.2025.2469742",
    "doi": "https://doi.org/10.1080/15205436.2025.2469742",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Exposure to Interactive Media, but at Low Levels, is Associated with Better Executive Functioning in Children: A Meta-Analysis",
    "authors": "Meryem Şeyda Özcan, Yasemin Kisbu",
    "url": "https://doi.org/10.1080/15213269.2025.2471583",
    "doi": "https://doi.org/10.1080/15213269.2025.2471583",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Lifetime Video Game Exposure is Associated with Internalization of Sexist STEM Beliefs in Women and Men",
    "authors": "Morgan E. Ellithorpe, Shay X. Yao, Nancy Rhodes",
    "url": "https://doi.org/10.1080/15213269.2025.2475047",
    "doi": "https://doi.org/10.1080/15213269.2025.2475047",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Locked among inequalities: A study of children’s digital experiences and digital divide during the COVID-19 pandemic",
    "authors": "Daniel Calderón-Gómez, Massimo Ragnedda, Maria Laura Ruiu",
    "url": "https://doi.org/10.1177/14614448251321779",
    "doi": "https://doi.org/10.1177/14614448251321779",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article examines children’s digital experiences during the COVID-19 pandemic as a specific aspect of digital divide. Utilizing a survey of 2004 English parents aged 20–55 years, the study explores how various factors – including household living conditions, parents’ sociodemographic status and sociotechnical variables such as children’s usage frequency and intensity, expenditure on technology and parents’ digital skills – affected different dimensions of children’s digital experiences during the lockdown. These dimensions include academic performance, connectivity issues, social interaction, feelings of isolation, problematic use and social support. The findings reveal distinct age-related trends, with older children more frequently engaging in online socialization. In addition, the study highlights a correlation between more favourable household socioeconomic conditions and improved digital experiences for children."
  },
  {
    "discipline": "communication",
    "title": "Explaining public communication change: A structure–actor model",
    "authors": "Philipp Müller",
    "url": "https://doi.org/10.1177/14614448251321439",
    "doi": "https://doi.org/10.1177/14614448251321439",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Public communication change (PCC) is often studied in communication research with a somewhat narrow conceptual focus, for instance, either on the contingency or on the determination of communication development. I argue that instead of considering the various extant theoretical approaches as competing and irreconcilable, the field should strive for a holistic understanding that helps integrate them. I consider PCC as a process that unfolds over time in complex multilevel dynamics between macro-level structural transformations and the decisions and resulting behaviors of individual and collective actors. I propose a structure–actor model of PCC that accounts for both, determined and contingent processes simultaneously. It is also able to explain the emergence of paradox phenomena and collective misjudgments despite better knowledge. I conclude by using examples from the context of the “filter bubble” phenomenon to illustrate the heuristic value of the developed model and sketch an empirical research agenda that follows from its arguments."
  },
  {
    "discipline": "communication",
    "title": "Motivating Future Voters: Comparing the Effects of ‘I Voted’ and ‘I Will Vote’ Stickers on Intention to Vote",
    "authors": "Alon P. Kraitzman, Stephanie L. DeMora, Dolores Albarracín",
    "url": "https://doi.org/10.1080/10584609.2025.2472768",
    "doi": "https://doi.org/10.1080/10584609.2025.2472768",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Mobilization and Latency Dynamics in the #StopLine3 Discourse",
    "authors": "Adina Gitomer, Erika Melder, Brooke Foucault Welles",
    "url": "https://doi.org/10.1177/20563051251322254",
    "doi": "https://doi.org/10.1177/20563051251322254",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "After the Canadian oil corporation Enbridge proposed replacing its Line 3 pipeline in 2014, activists began protesting against its environmental risks and violations of Indigenous rights, among other concerns. As the pipeline’s construction progressed and resistance intensified, a parallel discourse emerged online under the hashtag #StopLine3. This study explores the temporal evolution of that discourse and its alignment with on-the-ground developments. Specifically, we assess whether the discourse conforms to a phasic model of collective action inspired by Melucci, which contends that social movements oscillate between phases of visibility and latency. This oscillation is mediated by key mobilizing events, which drive activists to focus their energy toward fighting a target. Once a resolution is reached (positive or negative), the movement progresses into a latent phase, where participants regroup, reflect, and build unity. The ideas behind this model were developed before the digital turn. Given how social media complicates temporality, it remains unclear how well the model explains discursive resistance online. We use #StopLine3 as a case study to test the phasic model, examining all tweets with the hashtag posted between 2016 and 2023. We break up the data into temporal segments based on peaks and lulls in overall activity and explore how both tweet content and forms of engagement shift from segment to segment. In line with the model, we find that the shifts between segments are mediated by key events; however, we also find that the Twitter discourse consistently favors mobilization-oriented forms of engagement and content over latency. Our results suggest that Twitter primarily facilitates mobilization work, and call into question the importance of latency work, what it looks like, and where it takes place on platforms such as Twitter. We argue that Twitter may not be an effective venue for latency processes, or alternatively, may alter how those processes manifest. Overall, we trouble the application of the phasic model to #StopLine3 and other similar public-facing discourses."
  },
  {
    "discipline": "communication",
    "title": "Beyond Cheap and Biased: Informal Volunteering on Social Media During the COVID-19 Crisis",
    "authors": "Hjalmar Bang Carlsen, Jonas Toubøl",
    "url": "https://doi.org/10.1177/20563051241304613",
    "doi": "https://doi.org/10.1177/20563051241304613",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "The ability of informal social media networks to facilitate civic participation is a major topic of political and scholarly debate. Some studies find that social media networks support little, low-cost, periodic, and demographically biased civic participation, while others find the opposite. We argue that many studies do not have an adequate point of comparison to determine the contribution of social media networks relative to other organizational forms, such as formal volunteering. Using an original population survey on volunteering during the COVID crisis, we compare social media networks to other types of organizations in terms of the relative volume of participation, the type of participation, the persistence of the volunteer, and volunteers’ socioeconomic and demographic characteristics. We do not find that social media networks contribution is comparatively trivial, low cost, and biased when compared to other organizational forms. Volunteers organized on social media are, however, less persistent when compared to volunteers in formal civil society organizations."
  },
  {
    "discipline": "communication",
    "title": "The Ideal Influencer: How Influencer Coaches and Platforms Construct Creators as Monetizing for the Right Reasons",
    "authors": "Taylor Annabell",
    "url": "https://doi.org/10.1177/20563051251323951",
    "doi": "https://doi.org/10.1177/20563051251323951",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This article examines the construction of the ideal influencer across two sites of articulation within the influencer ecology: influencer coaches and platforms. It seeks to make visible the normative model that underpins and regulates influencer identities, practices and monetization, which is tied to the interests and values of different actors. Drawing on a sample of 70 TikTok videos and Instagram posts from influencer coaches, a dataset of 69 TikTok and Instagram policies, and a walkthrough of TikTok and Instagram creator accounts, I analyze what constitutes the ideal influencer through a critical feminist approach to influencer labor. In content shared by influencer coaches, the influencer is framed as a strategic actor who offers value to their community and embraces their identity as a professional entrepreneur. Through platform policies and interface design, the influencer is constructed as a skilful creator who engages their audiences in the “right” ways and assumes responsibility for complying with regulations. I argue that these constructions converge on the assertion that influencers should monetize for the “right” reasons. This steers influencers toward a worker subjectivity that is ideal for the platform, linking the construction of influencers as users—rather than workers who should be rewarded but not compensated for their labor—to the professionalization of the industry."
  },
  {
    "discipline": "politics",
    "title": "Attitudes toward artificial intelligence (AI) and globalization: Common microfoundations and political implications",
    "authors": "Beatrice Magistro, Sophie Borwein, R. Michael Alvarez, Bart Bonikowski, Peter John Loewen",
    "url": "https://doi.org/10.1111/ajps.12959",
    "doi": "https://doi.org/10.1111/ajps.12959",
    "filter": 0,
    "journal_full": "American Journal of Political Science",
    "abstract": "Advances in artificial intelligence (AI) are reshaping labor markets and sparking political debates. Like economic globalization, AI developments promise benefits, including job creation and lower prices, but also costs such as job displacement, raising crucial questions about public perceptions. Will AI, like globalization, challenge existing paradigms and trigger a backlash? Leveraging a conjoint experiment with 6,000 respondents from the United States and Canada, we examine public opinion toward offshoring and generative AI, focusing on the multidimensional trade‐offs between job and price changes. Across all scenarios, respondents are equally or more sensitive to price changes than employment shifts. AI is favored over offshoring, especially among Democrats, highlighting an emerging partisan divide in the United States. Republicans and Canadians show more varied support, indicating AI is not immune to opposition. By focusing on the microfoundations of opinion formation, we identify scenarios that may trigger or temper protectionist stances."
  },
  {
    "discipline": "politics",
    "title": "Using cross‐encoders to measure the similarity of short texts in political science",
    "authors": "Gechun Lin",
    "url": "https://doi.org/10.1111/ajps.12956",
    "doi": "https://doi.org/10.1111/ajps.12956",
    "filter": 0,
    "journal_full": "American Journal of Political Science",
    "abstract": "In many settings, scholars wish to estimate the similarity of political texts. However, the most commonly used methods in political science struggle to identify when two texts convey the same meaning as they rely too heavily on identifying words that appear in both documents. This limitation is especially salient when the underlying documents are short, an increasingly prevalent form of textual data in modern political research. Building on recent advances in computer science, I introduce to political science cross‐encoders for precise estimates of semantic similarity in short texts. Scholars can use either off‐the‐shelf versions or build a customized model. I illustrate this approach in three examples applied to social messages generated in a telephone game, news headlines about US Supreme Court decisions, and Facebook posts from members of Congress. I show that cross‐encoders, which utilize pair‐ level embeddings, offer superior performance across tasks relative to word‐based and sentence‐level embedding approaches."
  },
  {
    "discipline": "politics",
    "title": "Polarization over the priority of political problems",
    "authors": "Benjamin E. Lauderdale, Jack Blumenau",
    "url": "https://doi.org/10.1111/ajps.12957",
    "doi": "https://doi.org/10.1111/ajps.12957",
    "filter": 0,
    "journal_full": "American Journal of Political Science",
    "abstract": "What drives ideological division about political problems? When prioritizing which problems are most in need of redress, voters might disagree about the severity of individual outcomes that constitute such problems; the prevalence of those problems; or whether such problems are amenable to solution by government action. We field a large survey experiment in the United Kingdom and the United States and develop a new measurement approach that allows us to evaluate how ideological disagreements change when respondents consider the individual badness, social severity, and priority for government action of a set of 41 political problems. We find that large ideological divergences are observed in beliefs about social severity and priority for government action, not individual problem badness, and only in the United States. An important implication of these results is that perceptions of problem prevalence are a key source of polarization over problem‐prioritization in the United States."
  },
  {
    "discipline": "politics",
    "title": "Partisanship and Trust in Personal Doctors: Causes and Consequences",
    "authors": "Neil A. O’Brian, Thomas Bradley Kent",
    "url": "https://doi.org/10.1017/s0007123424000607",
    "doi": "https://doi.org/10.1017/s0007123424000607",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "In the first decades of the twentieth century, the gap in age-adjusted mortality rates between people living in Republican and Democratic counties expanded; people in Democratic counties started living longer. This paper argues that political partisanship poses a direct problem for ameliorating these trends: trust and adherence in one’s personal doctor (including on non-COVID-19 related care) – once a non-partisan issue – now divides Democrats (more trustful) and Republicans (less trustful). We argue that this divide is largely a consequence of partisan conflict surrounding COVID-19 that spilled over and created a partisan cleavage in people’s trust in their own personal doctor. We then present experimental evidence that sharing a political background with your medical provider increases willingness to seek care. The doctor-patient relationship is essential for combating some of society’s most pressing problems; understanding how partisanship shapes this relationship is vital."
  },
  {
    "discipline": "politics",
    "title": "When Do Political Parties Moralize?: A Cross-National Study of the Use of Moral Language in Political Communication on Immigration",
    "authors": "Kristina Bakkær Simonsen, Tobias Widmann",
    "url": "https://doi.org/10.1017/s0007123425000122",
    "doi": "https://doi.org/10.1017/s0007123425000122",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Political communication on immigration is often highly moralized, with parties making claims to fundamental beliefs about right and wrong. Yet, what drives parties to use this rhetoric remains unexplored. Contributing to research on parties’ positional shifts on immigration, this study examines their strategic use of moral language in immigration discourse. To this end, we develop multilingual moral dictionaries to analyze parliamentary immigration speeches from eight Western democracies over six decades. While party-level factors do not explain moral language use, increased elite polarization on the issue is associated with greater moralization among all parties. Qualitative analysis shows that moral language is used overwhelmingly to attack political opponents, highlighting its divisive nature. These findings serve as a corrective to the notion that extreme, anti-immigrant, opposition parties are the main drivers of the moralization of immigration; instead, the broader political climate crucially shapes party incentives to (de)moralize."
  },
  {
    "discipline": "public opinion",
    "title": "How Climate Actions by Other Countries Affect Policy Support in the United States: The Role of Perceived Public Opinion",
    "authors": "Emily Y La, Joanna S Wang, Jonathon P Schuldt",
    "url": "https://doi.org/10.1093/ijpor/edae029",
    "doi": "https://doi.org/10.1093/ijpor/edae029",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Addressing climate change requires international cooperation, yet how residents of one country react to climate actions by other countries is not well understood. Building on research into perceived public opinion and environmental policy support, we hypothesized that learning about a foreign government’s pledge to achieve carbon neutrality would increase the perception that its citizens hold pro-climate positions, which, in turn, would predict greater support for an international climate treaty. Two survey experiments (N = 1,475 total) partially supported this prediction. In Study 1, U.S. respondents read about a carbon neutrality pledge by China or the E.U., or about climate neutrality in general (control). Relative to the control condition, respondents in the China pledge condition perceived the Chinese public as more supportive of climate action, which mediated higher support for a U.S.-China climate treaty; the E.U. pledge condition, in comparison, did not show this effect. Study 2 again revealed an indirect effect of reading about China’s carbon neutrality pledge on treaty support via perceived Chinese public opinion. Results extend recent research on the effects of perceived or “second-order” beliefs in environmental policy support by exploring the conditions under which foreign governments’ climate actions affect perceptions of the pro-environmental stances of their citizens."
  },
  {
    "discipline": "public opinion",
    "title": "Populist Attitudes and Misinformation Challenging Trust: The Case of Turkey",
    "authors": "Cengiz Erisen, Elif Erisen",
    "url": "https://doi.org/10.1093/ijpor/edae056",
    "doi": "https://doi.org/10.1093/ijpor/edae056",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Understanding trust in experts and scientists is crucial, especially in testing the challenges posed by pre- and post-pandemic realities. Establishing trust in experts, scientists, and institutions is beset by challenges, exacerbated by widespread misbeliefs on various science-driven topics. This paper explores how misinformation, particularly in the context of populist politics that fosters anti-intellectualism, undermines trust in these authorities. Using observational data from Turkey, a context driven by strong polarization and populist politics, we demonstrate how populism increases the acceptance of misinformation, which, in turn, mediates the relationship between populism and trust, decreasing trust for experts, scientists, and institutions. The findings also reveal that the negative impact of frequent social media use on trust is mediated by the acceptance of misinformation. By presenting a comprehensive model linking science-related misinformation and populist attitudes to trust dynamics in a polarized environment, this study contributes to the literature on trust-building and science communication."
  },
  {
    "discipline": "public opinion",
    "title": "Affective Polarization in the Face of Crisis: The Impact of the COVID-19 Pandemic and De-Escalation Policies in Spain",
    "authors": "Carol Galais, Daniel Balinhas",
    "url": "https://doi.org/10.1093/ijpor/edae059",
    "doi": "https://doi.org/10.1093/ijpor/edae059",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Prior research on affective polarization (AP) has often overlooked short-term variations due to external shocks and crises, which have significant implications for political stability, social cohesion, and democratic resilience. This paper leverages 3 waves of a Spanish panel survey to examine the evolution of AP during the COVID-19 pandemic. We investigate whether the pandemic had polarizing effects on the electorate and find that AP intensified primarily among individuals with extreme evaluations of the government’s management, as well as among those who perceived the pandemic as a threat to the country’s economy. In addition, drawing from the literature on affective (de)polarization and using a Difference-in-Differences design, we identify a significant seven-percentage-point reduction in aggregate AP levels following the implementation of COVID-19 de-escalation measures. Our analyses indicate that reductions in perceived left-right and issue-based polarization mediated this effect. These findings underscore the complexity of AP dynamics during crises, revealing how aggregate depolarization can occur alongside individual-level polarization, and emphasizing the importance of short-term factors in shaping political attitudes."
  },
  {
    "discipline": "public opinion",
    "title": "A Mixed-Methods Approach to Translation Challenges in Multi-Language Research: Assessing How Spanish-Speaking Adults in the U.S. Interpret the Terms Pro-Vida ( Pro-Life ) and Pro-Elección ( Pro-Choice )",
    "authors": "Xiana Bueno, Lucrecia Mena-Meléndez, Brandon L Crawford, Ronna C Turner, Wen-Juo Lo, Kristen N Jozkowski",
    "url": "https://doi.org/10.1093/ijpor/edaf008",
    "doi": "https://doi.org/10.1093/ijpor/edaf008",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "In the US, abortion attitudes are categorized using the terms pro-life/pro-vida and pro-choice/pro-elección. In light of demographic changes in the U.S. population, it is important to explore whether these U.S.-centric abortion-related socio-political terms are interpreted similarly by English and Spanish speakers. We analyzed survey data from 1,025 adults and 15 cognitive-style interviews. We (1) quantitatively examined responses for abortion-related terms across English and Spanish, and (2) qualitatively assessed whether Spanish speakers are familiar with pro-vida and pro-elección, how they define these terms, their perceptions of people who self-identify with the terms, and their suggestions for alternative terms. Results suggest that Spanish speakers are less familiar with the contextual background of these terms. As such, they define them literally and conceptualize them from a broad perspective, which entails a degree of ambiguity for public opinion research. This study offers recommendations for abortion attitudes survey research and provides insights for survey methodologists and implications for multilingual survey research in culturally diverse settings. With Roe v. Wade being overturned in the U.S. in 2022, and thus abortion being on the ballot in many states hereafter, understanding how English and Spanish speakers interpret these terms is of utmost importance for polling and elections."
  },
  {
    "discipline": "public opinion",
    "title": "Unveiling the Making of Trending Topics on a Digital Platform: A Research Note on Chinese Sina Weibo",
    "authors": "Xiaoyan Liu, Jiarui Zhao, Zhiyao Li, Dan Wang, Anfan Chen",
    "url": "https://doi.org/10.1177/08944393251324647",
    "doi": "https://doi.org/10.1177/08944393251324647",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Understanding the dynamics and duration of trending topics on digital platforms has been deemed a crucial issue of research in computer-mediated communication. Employing event history analysis (EHA), this study attempts to examine the antecedents of the lifespan and evolution of trending topics on Sina Weibo, one of the most prevalent social media platforms in China. Based on a collection of 2,386 Sina Weibo trending topics that emerged between January 1 and January 31, 2022, the study explores how factors of trending topics, especially their semantic and textual features, significantly influence topic persistence. Our findings indicate that the median survival time of Weibo trending topic was 6.28 hours, with an average of 8.29 hours. In addition, exogenous non-viral topics, driven by external events or media coverage, tend to remain on the trending list longer than other topics. Furthermore, political topics tend to have a relatively longer period of survival duration when compared to social events, life records and moods, and fashion and entertainment topics. Lastly, actionable and opinion-oriented topics tend to have shorter longevity compared to informational and emotional topics. By quantifying the factors that affect trending topic duration, the study offers a novel theoretical perspective on the role of political drivers and external influences in shaping collective and connective digital discourses. The findings contribute to the broader field of digital platform communication, particularly in public opinion management and content governance on social media."
  }
]
