[
  {
    "discipline": "communication",
    "title": "Predictors of partisan news selection and political misinformation sharing",
    "authors": "Diane Jackson, Jennifer Hoewe",
    "url": "https://doi.org/10.1080/03637751.2025.2557484",
    "doi": "https://doi.org/10.1080/03637751.2025.2557484",
    "filter": 0,
    "journal_full": "Communication Monographs"
  },
  {
    "discipline": "communication",
    "title": "Online health information seeking behaviors among U.S. adults: an age-period-cohort analysis",
    "authors": "Skylar Biyang Sun, Xiaohang Zhao",
    "url": "https://doi.org/10.1080/1369118x.2025.2574298",
    "doi": "https://doi.org/10.1080/1369118x.2025.2574298",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Neural Bases of Psychological Reactance: An fMRI Study on Dogmatic and Suggestive Health-Related Advertising",
    "authors": "Nuria-María Hernández-Vergara, Luis-Alberto Casado-Aranda, Juan Sánchez-Fernández, Ismet Özer",
    "url": "https://doi.org/10.1080/00913367.2025.2564236",
    "doi": "https://doi.org/10.1080/00913367.2025.2564236",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "TIDEM: measuring political distance and polarization through retweet networks in Spanish regional elections",
    "authors": "Raul Broto Cervera, Albert Batlle, Cristina Pérez-Solà",
    "url": "https://doi.org/10.1080/19331681.2025.2574053",
    "doi": "https://doi.org/10.1080/19331681.2025.2574053",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "When Entertainment Media Pull at the Heartstrings",
    "authors": "Hue Duong, Mor Yachin, Rebecca N. H. de Leeuw",
    "url": "https://doi.org/10.1027/1864-1105/a000496",
    "doi": "https://doi.org/10.1027/1864-1105/a000496",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Given that music remains relatively understudied in eudaimonic media effect research, the present study investigated the effect of music video consumption on eudaimonic emotions and prosocial outcomes. A pre-registered experiment ( N = 326) was conducted to examine the associations between eudaimonic music consumption, emotions, prosocial motivations, and donation willingness. Findings showed that participants viewing the eudaimonic music videos reported significantly higher eudaimonic emotions and corresponding physical reactions compared to those who viewed hedonic music videos. Path analysis results revealed the associations between music video consumption and prosocial orientation and willingness to donate to a worthy cause."
  },
  {
    "discipline": "communication",
    "title": "Rethinking Scaling Up Content Analysis: A Reappraisal of Justifications and Practices for Large-Scale Content Analysis",
    "authors": "Maximilian Linde, Chung-hong Chan, Paul Balluff",
    "url": "https://doi.org/10.1177/10776990251378122",
    "doi": "https://doi.org/10.1177/10776990251378122",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "The use of automated coding procedures to scale up content analysis has risen over the last years. Using a mixed-method approach, we examine researchers’ justifications to scale up content analysis and assess the methodological adjustments—or lack thereof—when employing supervised machine learning for 38 large-scale content analyses. Almost all of the included studies displayed deficiencies in study design, primarily related to the uncritical use of frequentist statistics on datasets containing the entire statistical population, or employing supervised machine learning without methodological adjustments to account for misclassifications. Our findings question the need for large datasets and automated coding in the first place."
  },
  {
    "discipline": "communication",
    "title": "Towards the Comparative Study of Domestic Influence Operations: Cyber Troops and Elite Competition in Indonesia, the Philippines and Thailand",
    "authors": "K. Ruijgrok, W. Berenschot, F. Gaw, J. Sombatpoonsiri,  Wijayanto, M. J. Agonos, Y. Sastramidjaja",
    "url": "https://doi.org/10.1080/10584609.2025.2566098",
    "doi": "https://doi.org/10.1080/10584609.2025.2566098",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Generative AI outperforms humans in social media engagement: Evidence from GPT-4 and the FIIT model",
    "authors": "Jiacheng Huang, Alvin Zhou",
    "url": "https://doi.org/10.1016/j.pubrev.2025.102643",
    "doi": "https://doi.org/10.1016/j.pubrev.2025.102643",
    "filter": 0,
    "journal_full": "Public Relations Review"
  },
  {
    "discipline": "communication",
    "title": "Familiarity Matters: Examining the Effects of AI-Generated Images on Science Information Credibility",
    "authors": "Dayeon Eom, Lindsey Middleton, Sha Luo, Nan Li, Dominique Brossard",
    "url": "https://doi.org/10.1177/10755470251380116",
    "doi": "https://doi.org/10.1177/10755470251380116",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Generative AI tools help illustrate complex scientific concepts, though concerns about accuracy persist. This study examined how AI-generated Instagram posts about CRISPR, with and without disclaimers indicating AI involvement, affect perceived credibility. In an online survey experiment with 742 U.S. adults, participants were randomly assigned to view content that varied by message frame (natural, neutral, or technology-focused) and the presence or absence of an AI disclaimer. Overall, AI disclaimers did not significantly affect credibility across frames. However, participants more familiar with AI perceived AI-disclaimed posts as more credible, while those less familiar perceived them as less credible."
  },
  {
    "discipline": "communication",
    "title": "How do Healthy Political Discussions Invigorate Online Participation? Evidence from 17 European Countries",
    "authors": "Laia Castro, Yannis Theocharis, Agnieszka Stępińska, David Nicolas Hopmann, Christian Schemer, Toril Aalberg, Ana Sofia Cardenal, Nicoleta Corbu, Claes de Vreese, Frank Esser, Karolina Koc-Michalska, Jörg Matthes, Tamir Sheafer, Sergio Splendore, James Stanyer, Jesper Strömbäck, Václav Štětka, Peter Van Aelst, Alon Zoizner",
    "url": "https://doi.org/10.1177/20563051251350978",
    "doi": "https://doi.org/10.1177/20563051251350978",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Social media provide unprecedented opportunities for public deliberation. However, a growing number of users perceive negativity in political debate taking place in those venues and are increasingly frustrated when discussing politics with those they disagree with. In this article, we test the proposition that perceiving online discussions as healthier (i.e. more polite and civil) than offline discussions invigorates online political participation. We rely on an online survey fielded in 17 European countries on more than 28,000 individuals. Our findings indicate that being embedded in healthier discussions on social media is more of an important predictor of online participation for those respondents reporting higher political discussion fatigue and less so for those perceiving online discussions as fun. Overall, our study offers cross-national evidence of why and for whom exposure to healthy political discussions online might be mobilizing."
  },
  {
    "discipline": "communication",
    "title": "From Politics to Entertainment: Exploring “News Finds Me” Perceptions Across News Topics",
    "authors": "Afrooz Mosallaei, Luxuan Wang, Katherine Ognyanova",
    "url": "https://doi.org/10.1177/20563051251382442",
    "doi": "https://doi.org/10.1177/20563051251382442",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "The “News Finds Me” (NFM) perception captures the common belief that one can stay informed without actively seeking news. This study aims to extend previous research by comparing the widely used general NFM measure with topic-specific perceptions of entertainment, sports, politics, COVID-19, and climate change news. We assess the strength, predictors, and outcomes of NFM perceptions across those different thematic domains. Our findings show that NFM perceptions are stronger for soft news (entertainment and sports) compared to hard news (politics, COVID-19, climate change). In addition, interest in a news topic is associated with lower NFM perceptions for hard news and higher perceptions for soft news. While the traditional NFM measure reflects “News Finds Me” perceptions in politics and COVID-19 well, it is not as effective in capturing perceptions of climate change and soft news. Our results emphasize the need to explore different news genres to better understand news consumption beliefs and behaviors."
  },
  {
    "discipline": "communication",
    "title": "Negative Campaigns, Negative Votes? Meanings of Voting and Political Campaigns",
    "authors": "Ming M. Boyer, Cal le Gall, Carolina Plescia",
    "url": "https://doi.org/10.1177/19401612251376808",
    "doi": "https://doi.org/10.1177/19401612251376808",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Negative campaigns can have different effects on voting behavior and political attitudes. While recent work has differentiated between contexts and campaigns, few have investigated the mechanisms underlying the effects of negative campaigns. We argue that negative campaigning may affect whether citizens understand voting as supporting one candidate or party (positive meanings of voting), as opposing another (negative meanings of voting), or even as something useless, unpleasant or undesirable (anti-voting meanings). Using preregistered cross-sectional analyses in the 2022 Hungarian and US elections, we confirm that negative and anti-voting meanings are pervasive, and related to political parties’ use of negative and “dirty” campaigns. Two preregistered survey experiments, however, only confirm the effects of the most outrageous campaign messages. We conclude that meanings of voting are important democratic attitudes that are related to parties’ campaigning behavior. However, they are relatively stable attitudes that are only affected by relatively extreme stimuli."
  },
  {
    "discipline": "politics",
    "title": "Inflation and Incumbent Support: Experimental Evidence from the 2024 US Presidential Election",
    "authors": "Selim Erdem Aytaç, Daniel McDowell, David A. Steinberg",
    "url": "https://doi.org/10.1017/s0007123425100811",
    "doi": "https://doi.org/10.1017/s0007123425100811",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "It is widely believed that high inflation reduces the popularity of incumbents, and contributed to poor incumbent performance in recent elections in the United States and elsewhere. Existing research shows that voters’ inflation perceptions are associated with their evaluations of incumbent parties, but these observational studies cannot eliminate the possibility that the causal relationship runs the other way, where opposition to incumbent governments causes individuals to report higher price increases. To help overcome this inferential challenge, this study draws on a pre-registered experiment embedded in a nationally representative survey fielded just days before the 2024 US Presidential election. We find that priming Americans to think about inflation reduced support for the incumbent party. This effect is most pronounced among Independents and Democrats. These findings suggest that inflation likely contributed to the Democrats’ 2024 electoral defeat, and provide novel evidence that inflation has a causal effect on support for incumbent parties."
  },
  {
    "discipline": "politics",
    "title": "Negative partisanship in Western Europe",
    "authors": "Luana Russo",
    "url": "https://doi.org/10.1016/j.electstud.2025.103001",
    "doi": "https://doi.org/10.1016/j.electstud.2025.103001",
    "filter": 0,
    "journal_full": "Electoral Studies"
  },
  {
    "discipline": "politics",
    "title": "No One Mourns the Wicked: The Limits of Partisan Hostility Persisting through Tragedy",
    "authors": "Wayde Z.C. Marsh",
    "url": "https://doi.org/10.1017/xps.2025.10019",
    "doi": "https://doi.org/10.1017/xps.2025.10019",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "Who do we blame when bad things happen? Has division in American society made us less sympathetic to victims of tragedies? In previous trying times (e.g., 9/11 and Columbine), Americans rallied together to support victims and seek government solutions. In a highly polarized era, however, we have witnessed further division rather than unity. In this paper, I leverage original, pre-registered survey experiments to examine how much Americans blame and sympathize with someone who has tragically died from COVID-19. The studies find consistent evidence that partisans blame victims who hold an anti-vaccine perspective, regardless of partisanship. Less consistent evidence suggests that Democrats also blame victims who were Republican, but less than they do victims who held anti-vaccination views. Further, partisans are less sympathetic when the victim was anti-vaccine, but Democrats and Republicans are also less sympathetic when the person who died was an outpartisan. These results indicate that animosity towards outpartisans persists even through tragedy, but demonstrates limits to affective partisan polarization paired with evidence of rational blame and sympathy responses."
  },
  {
    "discipline": "politics",
    "title": "Expanding the Spatial Toolkit with Spatial Eigenfunction Modeling",
    "authors": "Sebastian Juhl, Laron Williams",
    "url": "https://doi.org/10.1086/739195",
    "doi": "https://doi.org/10.1086/739195",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Improving Trust in Science Through Communication? The Role of Mediating and Moderating Factors",
    "authors": "Florian Wintterlin",
    "url": "https://doi.org/10.1093/ijpor/edaf055",
    "doi": "https://doi.org/10.1093/ijpor/edaf055",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Several attempts have been made to increase people's trust in science through being exposed to scientific information. Yet, I argue that not only mere exposure but peoples' predispositions and how people perceive the credibility of the information matters for whether they develop trust in that information. Using a moderated mediation model based on a weighted quota sample in Germany (N = 1,007), I showed that the degree to which being exposed to scientific information influences trust in science is mediated by people's credibility perceptions and moderated by their predispositions toward science. Implications for research and practice are discussed."
  },
  {
    "discipline": "public opinion",
    "title": "INFERENCE FOR THE QUANTILE RATIO INEQUALITY INDEX IN THE CONTEXT OF SURVEY DATA",
    "authors": "Silvia Scarpa, Maria Rosaria Ferrante, Stefan Sperlich",
    "url": "https://doi.org/10.1093/jssam/smaf024",
    "doi": "https://doi.org/10.1093/jssam/smaf024",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "There exist many statistical indicators for measuring economic inequality. Most of them rely on distribution moments or focus on a few selected percentiles at the tails of the distribution. Recently, a so-called quantile ratio index has been introduced. It considers the entire distribution and measures the distance between the (economic) equi-distribution scenario and the average ratio of quantiles below the median to their symmetric counterparts above it. We present a finite population framework for estimating this index and its standard error under some complex sampling designs. Our estimator demonstrates high accuracy and precision, even with relatively small samples. Being solely based on quantiles, this index exhibits remarkable robustness, having limited sensitivity to anomalous values and highly skewed distributions. This is also shown by an analysis of its influence function."
  },
  {
    "discipline": "public opinion",
    "title": "Selective Exposure to News, Homogeneous Political Discussion Networks, and Affective Political Polarization: An Agent-Based Modeling of Minimal versus Strong Communication Effects",
    "authors": "Homero Gil de Zúñiga, Ryan Yang Wang, Zicheng Cheng",
    "url": "https://doi.org/10.1177/08944393251387282",
    "doi": "https://doi.org/10.1177/08944393251387282",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "This study employs an agent-based model (ABM) simulation grounded in polarization theory to explore how social and media influences shape affective polarization, social diversity, and media diversity within a hostile partisan information environment. We examine four scenarios: minimal, strong, social-dominated effect, and media-dominated effect, by iterating 16 combinations of parameters, including influence strength, homogeneous discussion, and selective exposure rates. Calibrated with a real-world U.S. population dataset, results show that while social and media influences accelerate sorting, selectivity structure is the primary driver of affective polarization. Notably, low homogeneous discussion and low selective exposure produce the highest polarization levels across four scenarios due to a probabilistic backfire effect that reflects identity-protective cognition. Strong, locally concentrated social influence sharply reduces social diversity, whereas media influence alone cannot produce convergence without social reinforcement. Media diversity proves more resilient due to global exposure, though it declines under high selective exposure and strong media influence. Despite initial partisan gaps, final-stage outcomes reveal minimal differences between Democrats and Republicans across all conditions."
  },
  {
    "discipline": "psychology",
    "title": "A tutorial on Bayesian hypothesis testing of correlation coefficients using the BFpack-module in JASP",
    "authors": "Joris Mulder, Julius Pfadt, Eric-Jan Wagenmakers",
    "url": "https://doi.org/10.3758/s13428-025-02846-5",
    "doi": "https://doi.org/10.3758/s13428-025-02846-5",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Correlation coefficients play a central role in scientific research to quantify the (linear) association between certain key variables of interest. Currently, hypothesis testing of correlation coefficients, such as whether a correlation equals zero or whether two correlations are equal, is mainly done using classical p  values, despite their known limitations. An important cause of this problem is the limited availability of statistical software that supports alternative, Bayesian testing procedures. To address this shortcoming, the current tutorial paper showcases how to perform Bayesian hypothesis tests on correlation coefficients using the new BFpack module in the free and open-source software program JASP. The module supports Bayesian tests of various types of correlations such as product–moment correlations, polyserial correlations, or tetrachoric correlations, among others. Partial correlations can be tested by controlling for certain covariates. Moreover, both dependent and independent correlations can be tested to be zero or tested against each other. This tutorial aims to get researchers acquainted with this new flexible testing paradigm, which avoids the limitations of classical methods, and to make the methodology widely available to the research community."
  },
  {
    "discipline": "psychology",
    "title": "Machine learning for propensity score estimation: A systematic review and reporting guidelines.",
    "authors": "Walter Leite, Huibin Zhang, Zachary Collier, Kamal Chawla, Lingchen Kong, YongSeok Lee, Jia Quan, Olushola Soyoye",
    "url": "https://doi.org/10.1037/met0000789",
    "doi": "https://doi.org/10.1037/met0000789",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "sociology",
    "title": "Two-sample Age-period-cohort Models",
    "authors": "Bent Nielsen",
    "url": "https://doi.org/10.1177/00491241251376509",
    "doi": "https://doi.org/10.1177/00491241251376509",
    "filter": 0,
    "journal_full": "Sociological Methods & Research",
    "abstract": "Age-period-cohort analysis is often done in the context of two samples. This could be samples for women and men or for two countries. It is of interest to ask if some time effects could be common across samples. We clarify how the well-known age-period-cohort problem for one sample carries over to the two sample situation. This is done through a reparametrization in terms of parameters that are invariant to the identification issues. The new parametrization shows which hypotheses can be tested and their degrees of freedom. Testable hypotheses can be formulated for non-linear effects, but not for the linear parts of the individual time effects. This conclusion remains when imposing cross-sample restrictions. The analysis is extended to the mixed frequency situation where age and period are measured at different scales. As an empirical illustration a study of Swiss suicide rates is revisited."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Smartphone use in a large US adult population: Temporal associations between objective measures of usage and mental well-being",
    "authors": "Ari Winbush, Daniel McDuff, John Hernandez, Andrew Barakat, Allen Jiang, Conor Heneghan, Benjamin W. Nelson, Nicholas B. Allen",
    "url": "https://doi.org/10.1073/pnas.2427311122",
    "doi": "https://doi.org/10.1073/pnas.2427311122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Smartphones are essential tools in daily life yet concerns persist about their potential effects on mental health and well-being. Research on these relationships often relies on subjective measures of smartphone use, which can lack validity. These studies are also often limited by small, homogenous samples and the inability to differentiate between types of smartphone activities (e.g., social media vs. other applications). In this study, we analyzed 250,000 d of smartphone usage data from 10,099 adults, using objective measures of smartphone usage collected over 4 wk. We examined normative usage patterns and the temporal relationships between smartphone use and mood. Our findings reveal weak or null associations between smartphone use and mood, both cross-sectionally and longitudinally, and at both individual and group levels. Demographic factors, such as age and gender, were stronger predictors of mood than smartphone use. Statistically significant results that were observed showed that younger adults demonstrated a stronger association between social media use and lower mood cross-sectionally, but not longitudinally. Non-social app use was linked to lower mood in between-subjects analyses, but better mood in within-subjects analyses. However, all effects were small (or null), indicating minimal practical significance. These findings suggest that smartphone use has a limited or negligible impact on mood and well-being over a 4-wk period and do not support claims of a strong or causal relationship between smartphone use and mental well-being across this timeframe."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The simulation of judgment in LLMs",
    "authors": "Edoardo Loru, Jacopo Nudo, Niccolò Di Marco, Alessandro Santirocchi, Roberto Atzeni, Matteo Cinelli, Vincenzo Cestari, Clelia Rossi-Arnaud, Walter Quattrociocchi",
    "url": "https://doi.org/10.1073/pnas.2518443122",
    "doi": "https://doi.org/10.1073/pnas.2518443122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Large Language Models (LLMs) are increasingly embedded in evaluative processes, from information filtering to assessing and addressing knowledge gaps through explanation and credibility judgments. This raises the need to examine how such evaluations are built, what assumptions they rely on, and how their strategies diverge from those of humans. We benchmark six LLMs against expert ratings—NewsGuard and Media Bias/Fact Check—and against human judgments collected through a controlled experiment. We use news domains purely as a controlled benchmark for evaluative tasks, focusing on the underlying mechanisms rather than on news classification per se. To enable direct comparison, we implement a structured agentic framework in which both models and nonexpert participants follow the same evaluation procedure: selecting criteria, retrieving content, and producing justifications. Despite output alignment, our findings show consistent differences in the observable criteria guiding model evaluations, suggesting that lexical associations and statistical priors could influence evaluations in ways that differ from contextual reasoning. This reliance is associated with systematic effects: political asymmetries and a tendency to confuse linguistic form with epistemic reliability—a dynamic we term epistemia, the illusion of knowledge that emerges when surface plausibility replaces verification. Indeed, delegating judgment to such systems may affect the heuristics underlying evaluative processes, suggesting a shift from normative reasoning toward pattern-based approximation and raising open questions about the role of LLMs in evaluative processes."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The persistence of cross-cutting discussion in a politicized public sphere",
    "authors": "Diana C. Mutz",
    "url": "https://doi.org/10.1073/pnas.2516942122",
    "doi": "https://doi.org/10.1073/pnas.2516942122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Although studies of Americans’ general discussant networks have been repeated over time, research that assesses change in the nature of Americans’ political discussion networks has yet to be conducted in nationally representative probability surveys. In this study I answer two questions about the quality of the American public sphere that have generated widespread speculation, but little evidence to date. First, how have Americans’ political discussion networks changed over the past 25 y? Second, are the consequences of these changes what one would expect based on previous theory linking Americans’ interpersonal information environments to political tolerance and political participation? I resolve competing claims suggesting that people feel less free to discuss politics, with claims suggesting instead that political discussion now permeates everyday life to a greater extent than in the past. Findings suggest widespread increases in political discussion, changes driven almost entirely by increases in like-minded political discussion partners. Surprisingly, Americans are no more or less likely to engage in conversations across lines of political difference. The predicted consequences of these fluctuations confirm an intrinsic tension between characteristics valued in democratic citizens. Political tolerance has declined significantly, along with decreased awareness of rationales for others’ relative to one’s own views. Political participation is significantly higher on average than 25 y ago. Few people reported engaging with online political discussants, despite efforts to make sure they were included in network measures."
  }
]
