[
  {
    "discipline": "communication",
    "title": "Approaching digital futures: why media and communication research needs to move from a perspective of consequence to one of emergence",
    "authors": "Andreas Hepp",
    "abstract": "This article aims to foster the systematic integration of “digital futures” into media and communication research. The concept of “digital futures” encompasses all imaginations of possible futures that envision a social world in which, first, digital media and their infrastructures play a constitutive role in constructing sociality, and second, these media are seen as primary drivers of societal transformation. A scientific engagement with digital futures should be integral to a media and communication research approach focused on “emergence.” This requires broadening our perspective on media-related transformations, which have predominantly been characterized through a focus on “consequences.” To date, research has largely focused on the effects and impacts of established media and their infrastructures. However, by expanding our view to include emergence, we inevitably confront questions about the future—an essential dimension of human agency, inherently tied to our capacity to project possible futures.",
    "url": "https://doi.org/10.1093/ct/qtaf028",
    "doi": "https://doi.org/10.1093/ct/qtaf028",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "Elements of practices in digital publics: a model for identifying collective doings on social media platforms",
    "authors": "Kateryna Kasianenko",
    "abstract": "Studies of public communication in digitally networked spaces have increasingly adopted the notion of practice to make sense of patterned doings in such spaces. They have identified and theorized about practices ranging from highly mundane and intimate doings to more collective and organized instances of grassroots platform governance to doings likely to result in harm. Despite this, it remains unclear how doings in networked publics must look, what properties they must have, who needs to engage in them, and for how long, to be considered practices. By synthesizing insights from practice theory and interdisciplinary Internet studies, I develop a model of practices in digital publics and outline interrelated elements of such sustained doings—action, language, materiality, collectivity, knowledge, and normativity. This model can enable future empirical studies to define, identify, and differentiate practices more systematically within and across digitally networked spaces and consider their broader impact on digital citizenship.",
    "url": "https://doi.org/10.1093/ct/qtaf026",
    "doi": "https://doi.org/10.1093/ct/qtaf026",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "D[X]IM—the Dynamic Intermediary Model of communicative transaction on digital platforms in a networked public sphere",
    "authors": "Jakob Ohme, Anna-Theresa Mayer, Timothy Charlton-Czaplicki, Felix Gaisbauer, Lion Wedel, Yangliu Fan, Christoph Neuberger",
    "abstract": "This study introduces the Dynamic Intermediary Model (D[X]IM) to address how knowledge processes have evolved with digital platforms by shifting from a dyadic to a triadic communication model of content flow with a potential intermediary. This intermediary, which can be a journalist, influencer, artificial agent, or another platform actor, provides services to the source and recipient of a message, thereby transforming traditional direct communication. It aims to better understand information diffusion in the networked public sphere by recognizing the intermediary’s role in altering source-recipient dynamics. The D[X]IM applies across different communication levels (macro, meso, and micro) and is designed for empirical research using diverse methodologies. It focuses on single instances of platform communication to explore the impact of intermediated communication. The article concludes with a research agenda and examples of how D[X]IM can be applied in empirical research.",
    "url": "https://doi.org/10.1093/ct/qtaf025",
    "doi": "https://doi.org/10.1093/ct/qtaf025",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "The combined well-being effects of social media activities: how self-affirmation can buffer against upward social comparisons on Instagram",
    "authors": "Yuchi Anthony Chen, Catalina L Toma",
    "abstract": "Social media activities do not occur in isolation, and it is possible that the well-being effects of an initial activity modify the effects of a subsequent one. This article examines this possibility by focusing on a specific, theoretically grounded sequence of social media activities: engaging with one’s own profile self-presentation (i.e., a self-affirmational activity) followed by browsing a superior peer’s profile (i.e., an activity eliciting upward social comparison). Two pre-registered experiments were conducted. Study 1 confirmed that both reviewing and crafting one’s own Instagram self-presentation provided self-affirmational benefits, reducing participants’ defensiveness and inducing positive affect. Study 2 showed that becoming self-affirmed by engaging with one’s own Instagram self-presentation diminished feelings of envy resulting from browsing a superior peer’s self-presentation. By conceptualizing and empirically testing the interdependence of social media activities, this research offers a framework for examining how sequences of social media activities jointly shape users’ psychological experiences.",
    "url": "https://doi.org/10.1093/hcr/hqaf022",
    "doi": "https://doi.org/10.1093/hcr/hqaf022",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Rival as Villain – How Moral and Threat Language in American News Coverage Relates to American Attitudes Toward China",
    "authors": "Xining Liao",
    "abstract": "Abstract: The present study explores how moral and threat language in news media influences public opinion within the context of the US–China relationship. Drawing on Moral Foundations Theory and Intergroup Threat Theory, I employed a computational approach combining the dictionary method with Large Language Models to identify moral and threat language in coverage of China by six major US news outlets from 2005 to 2022. I then analyzed the relationship between distinct types of moral and threat language and longitudinal polling data on Americans’ attitudes toward China. The results reveal a unified pattern: both liberal- and conservative-leaning outlets employed more binding than individualizing moral language, and emphasized realistic threats over symbolic threats when covering China. However, it is symbolic threat language that more strongly correlates with negative attitudes toward China. Furthermore, realistic threat language only predicted negative attitudes when accompanied by sufficient levels of moral language, with this relationship intensifying as moral language increased. The findings offer insights into the moral and threat dimensions of foreign news and public opinion towards foreign countries, highlighting a critical and complex interplay between these elements in a global context.",
    "url": "https://doi.org/10.1027/1864-1105/a000494",
    "doi": "https://doi.org/10.1027/1864-1105/a000494",
    "filter": 0,
    "journal_full": "Journal of Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Does Polarizing News Become Less Polarizing When Written by an AI?",
    "authors": "Magdalena Wischnewski, Nicole Krämer",
    "abstract": "Abstract: In this study, we examine how readers perceive the credibility of polarizing news purportedly written by a machine. In particular, we study whether a machine attribution can decrease the polarization inflicted by the self-confirmation bias. To that end, we expect that attitude-confirming polarizing news is perceived as less credible when attributed to a machine than when attributed to a human author. We assume this is due to the lower source credibility of machines and less emotional involvement. In a preregistered online experiment, we presented N = 508 participants with a polarizing news article attributed either to a human author or a machine. The article also either confirmed or disconfirmed participants’ attitudes towards the polarizing issue. Our results show that participants did not differentiate between human and machine-attributed news. Moreover, we found no evidence that machine-attributed news affected the self-confirmation bias. However, we found that, while machine authors were perceived equally competent as human authors, they were perceived as less trustworthy. In addition, we found that the machine attribution induced less emotional involvement in terms of experienced enthusiasm but not experienced anger.",
    "url": "https://doi.org/10.1027/1864-1105/a000441",
    "doi": "https://doi.org/10.1027/1864-1105/a000441",
    "filter": 0,
    "journal_full": "Journal of Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Determining or Mediating Media? Model Comparisons on the Role of Media and Risk in Shaping Preventive Behaviors During Crises",
    "authors": "Yi-Hui Christine Huang, Ruoheng Liu, Leyi Zhang, Qinxian Cai, Haodong Liu, Xiaohui Wang",
    "abstract": "This study investigates the role of media in risk communication during crises by comparing two theoretical perspectives. The first paradigm views media as a determining factor, while the second sees media as a mediator. The study analyzes two survey data sets: cross-sectional data on nuclear waste issues from eight regions (Mainland China, Hong Kong, Taiwan, Singapore, Japan, South Korea, the United States, and the United Kingdom; N = 8,591) and longitudinal panel data on the COVID-19 pandemic in Hong Kong ( N = 920). Results consistently support the the greater explanatory power of the first paradigm. Individuals’ willingness to adopt preventive measures highly depends on the media-constructed risks.",
    "url": "https://doi.org/10.1177/10776990251382597",
    "doi": "https://doi.org/10.1177/10776990251382597",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "The wellness pipeline: Tracing far-right health narratives on X",
    "authors": "Piotr Marczyński, Catherine Tebaldi",
    "abstract": "This article examines how far-right groups advance political agendas through digital platforms, specifically by embedding reactionary ideology within health and wellness discourse. Our investigation concerns the “Barbarian Right” subculture on X (formerly Twitter), where reactionary content is often intertwined with wellness messaging. Using social network analysis of 42 accounts identified through digital ethnography, we mapped the structure of this community and identified key influencers. Subsequent semiotic discourse analysis revealed ideological practices and their relationship to platform affordances. Our findings reveal a small number of prominent accounts, supported by alternative media outlets that dominate this space. These accounts primarily deliver health advice strategically interspersed with white nationalist messaging. This research offers empirical insights into the growing alignment between far-right and wellness communities, shedding light on potential radicalization pathways and recruitment strategies of the dissident right.",
    "url": "https://doi.org/10.1177/14614448251385082",
    "doi": "https://doi.org/10.1177/14614448251385082",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Study on identity construction of affinity group from the perspective of interaction ritual chains: A textual analysis of the “TikTok Refugee” discourse on REDNOTE",
    "authors": "Haonan Li, Yufan Liang",
    "abstract": "This study examines how digital affinity groups construct collective identity in the context of the TikTok ban in the United States, which led to a large-scale migration of American users to the Chinese social media platform REDNOTE (Little Red Book). Using Collins’ Interaction Ritual Chains theory as a framework, we conducted participant observation, content analysis, and computational textual analysis of over 1000 high-engagement posts and 9000 comments under the #TikTokRefugee hashtag on REDNOTE. Our findings show that platform algorithms facilitate virtual co-presence and help form symbolic boundaries between American and Chinese users. Through shared experiences, emotional exchanges, and multimodal interactions (such as bilingual memes and cultural symbols), users developed a sense of group belonging and constructed a new “TikTok Refugee” identity. The study reveals a dynamic process of confrontation and integration: while users express resistance to the ban and reinforce group solidarity, they also engage in cross-cultural dialogue and adapt their identities. These results highlight the dual role of platform algorithms and emotional energy in shaping digital communities, offering new insights into how online platforms mediate identity formation in transnational contexts.",
    "url": "https://doi.org/10.1177/14614448251378986",
    "doi": "https://doi.org/10.1177/14614448251378986",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "“A Warning is Not Enough. Teach Me How to Spot Deepfakes.”: Testing Media Literacy Interventions for Combating Deepfakes",
    "authors": "Guanxiong Huang, Bo Hu",
    "abstract": "The rise of generative artificial intelligence (AI) has supercharged the proliferation of multimodal disinformation or so-called “deepfakes.” Through a two-wave online experiment among U.S. residents, we tested media literacy interventions that varied by message content (warning, technique tips, combined) and media format (text, infographic, video) on their effectiveness in combating deepfakes. Findings showed technique tips on how to identify deepfakes improved deepfake detection, perceived AI literacy, and self-efficacy, while the video format was most effective in elevating perceived AI literacy. One week later, the detection accuracies remained consistently high across the board, but perceived AI literacy and self-efficacy decreased in some conditions.",
    "url": "https://doi.org/10.1177/10755470251382889",
    "doi": "https://doi.org/10.1177/10755470251382889",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "Exploring Language Styles Associated With Scientificness in Health News: A Dual Approach Using Text Mining and Reader Perception Studies",
    "authors": "Chingching Chang, Ying-Ju Chiu, Yu-Ming Hsieh, Hao-Hsuan Wang",
    "abstract": "This research examines whether language styles in U.S. health news relate to scientificness. Study 1 uses human ratings to train machine learning models that classify sentences as scientific or nonscientific. A text mining approach predicts the proportion of scientific sentences, on the basis of language features. Two style categories emerge: one reflecting ideal professional standards of science journalism (hedging, neutrality, objectivity) and another linked to science complexity (low readability, complexity, formality). Study 2 then tests whether perceptions of these six features influence perceived scientificness and intended outcomes through message experiments.",
    "url": "https://doi.org/10.1177/10755470251386241",
    "doi": "https://doi.org/10.1177/10755470251386241",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "Populism, Press Freedom, and Transparency: Gauging the Experience of Latin American Journalists with Access to Information Laws",
    "authors": "Gregory Michener, Summer Harlow, Silvia Dal Ben Furtado",
    "abstract": "Over the past three decades, close to 140 countries worldwide – including 18 in Latin America – have enacted access to information (ATI) laws. Recent increases in populism, authoritarianism, and harassment of the press, however, have been accompanied by rollbacks in public transparency and ATI, raising questions about the factors shaping journalists’ use and perceptions of ATI laws and government transparency more generally. In one of the largest cross-national ATI surveys to date, we draw on responses from 678 journalists across Latin America to examine the influence of macro-level factors – including populist leadership, press freedom, and characteristics of ATI laws – on journalists’ experiences with information access. Our findings show that populist leadership has significantly negative effects on ATI use and experience, in line with other evaluations. However, our findings reveal several unexpected results, including the null effect of the age and legal strength of ATI laws on usage and the statistically significant relationship between negative press freedom and increased ATI use. Overall, our results show that two-thirds of our sample make use of information access laws. And despite negative experiences, journalists continue to file information requests, and the more requests they file, the more positive their assessment of government transparency. Our study thus suggests that ATI laws provide substantially positive returns to both journalists and governments.",
    "url": "https://doi.org/10.1177/19401612251388195",
    "doi": "https://doi.org/10.1177/19401612251388195",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "communication",
    "title": "How News Media, Climate Anxiety, and Trust Shape Pro-Climate Behaviour Across Eight Countries",
    "authors": "Waqas Ejaz, Mary Sanford, Richard Fletcher",
    "abstract": "Despite the importance of climate news in shaping public engagement, little is known about how different types of media – mainstream and non-mainstream – relate to pro-climate behaviour, and what psychological processes condition these effects, particularly in cross-national contexts. This study addresses that gap by examining the emotional and evaluative mechanisms linking climate news use to pro-climate behavioural intentions (e.g., using less energy at home, flying less often, and repairing rather than replacing), and how these relationships vary across countries. Drawing on online survey data from 8,541 respondents across eight countries – Brazil, France, Germany, India, Japan, Pakistan, the United Kingdom, and the United States – we test a multi-group structural equation model with climate anxiety as a mediator and media trust as a moderator. Results show that mainstream news use is consistently associated with stronger behavioural intent across all countries. Non-mainstream media use has positive but more context-dependent effects, especially in settings where digital platforms dominate climate information. Climate anxiety emerges as a robust and universal predictor of behavioural intention, though it is not consistently shaped by media use – indicating that emotional responses may stem from sources beyond the news. Media trust amplifies the direct effects of mainstream news use but does not moderate the indirect pathway via anxiety. Overall, the findings reveal a surprising degree of cross-national consistency in how news use, media trust, and emotional responses shape climate engagement.",
    "url": "https://doi.org/10.1177/19401612251377854",
    "doi": "https://doi.org/10.1177/19401612251377854",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "politics",
    "title": "How Are Social Groups Linked to the Vote? Social Group Perceptions and Party Choice",
    "authors": "Rune Stubager",
    "abstract": "Interest in the influence of subjective perceptions of social groups on political behaviour is increasing. While most extant work has focused on voters’ social identities and their related, expressive considerations about the social bases of parties, this article directs attention to two other considerations that may also influence the vote: voters’ evaluations of social groups, as suggested by reference group theory, and their instrumental considerations about the extent to which parties work to advance the interests of specific groups. Using both an observational ( N = 2,065) and a preregistered experimental study ( N = 7,090) about voter evaluations of social classes and the extent to which parties are seen as fighting for them in Denmark, the study shows how these considerations influence party choice over and above the influence of identity-based considerations. Thereby, the study is the first to show experimental evidence for the effect of group evaluations on vote choice.",
    "url": "https://doi.org/10.1017/s0007123425000444",
    "doi": "https://doi.org/10.1017/s0007123425000444",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Reluctance to Speak Your Mind: Changing Perceptions of the Costs of Speaking Out Among Black and White Americans",
    "authors": "James L. Gibson",
    "abstract": "Scholarly interest in whether ordinary people are willing to freely express their views on political matters has been piqued in recent times, owing in part to concerns about the consequences of political polarization. For instance, new evidence suggests a massive increase over the last several decades in self-censorship by both the American and German people. This article expands existing research on reluctance to speak out, with a focus on using US survey data on the stark and changing inter-racial and generational differences in perceived political freedom, and by documenting factors not related to self-censorship (such as individual-level polarization, gender, social class, etc.). I conclude with some speculation about the consequences of the loss of perceived freedom of speech for the quality of democracy.",
    "url": "https://doi.org/10.1017/s0007123425101002",
    "doi": "https://doi.org/10.1017/s0007123425101002",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "public opinion",
    "title": "Robust Extension of the Multivariate Fay-Herriot Model for Data with Outliers",
    "authors": "Annop Angkunsit, Jiraphan Suntornchost",
    "abstract": "Outliers commonly arise in real situations, particularly in small areas where outliers could occur due to model errors or survey errors. In this study, we investigate a robust approach for handling outliers in a multivariate small area model, where there are multiple response variables of interest. Specifically, we consider the multivariate Fay-Herriot (MFH) model, which commonly assumes multivariate normal distributions for area random effects and sampling errors. However, it is known that the normality assumption is usually sensitive to outliers or data with heavy tails. Therefore, we propose the multivariate t-distribution as the alternative underlying distribution, called the Mt-FH model. We also construct parameter estimation methods for the model by considering generalizations of the likelihood function and the EM algorithm to enhance the accuracy and avoid computational issues. In particular, we propose two parameter estimation methods for the model based on the (profile) Lq-likelihood approach and the expectation conditional maximization (ECM) algorithm, called the MLq-ECM and profile MLq-ECM. We conduct a simulation study to investigate the efficiency of the Mt-FH model and the (profile) MLq-ECM methods in handling outliers and deviations of the data from the normality assumption. The outlier patterns considered in our study are the mean shift and variance shift patterns. The simulation results based on biases and mean squared errors suggest that the Mt-FH models can improve the MFH model in the presence of outliers. Finally, we assess the performance of the Mt-FH model through an analysis of the welfare variables in Thailand. The results based on the AIC and the percentage reduction of the MSE estimator highlight the advantages of the Mt-FH model over the MFH model. Furthermore, the integration of the MLq-ECM approach further strengthens the performance of the Mt-FH model.",
    "url": "https://doi.org/10.1093/jssam/smaf026",
    "doi": "https://doi.org/10.1093/jssam/smaf026",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology"
  },
  {
    "discipline": "public opinion",
    "title": "Politicultural Linking: Inferences Between Political and Apolitical Traits",
    "authors": "Gaetano Scaduto",
    "abstract": "Evidence concerning inferences between political and apolitical traits has grown exponentially in recent years. This thriving literature—dealing with research on political stereotypes and projection around sociodemographic, psychological, and lifestyle traits—is disconnected and needs to be placed under a unifying framework. To achieve this, we introduce “Politicultural Linking,” a concept subsuming political inferences from apolitical cues and apolitical inferences from political cues. Through an extensive literature review of the works produced since 2009, we discuss and classify research on this topic, identifying common features, strengths, and weaknesses, and depicting a comprehensive conceptual framework. Moreover, we identify relevant gaps in the literature: the underexploration of inferences involving lifestyle preferences, the overrepresentation of US-based studies, the overlooked role of projection, and the lack of non-survey-based research. Consequently, we aim to set the agenda for future studies on this topic.",
    "url": "https://doi.org/10.1093/poq/nfaf047",
    "doi": "https://doi.org/10.1093/poq/nfaf047",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Using Artificial Intelligence to Generate Visual Vignettes in Factorial Survey Experiments",
    "authors": "Nicole Schwitter",
    "abstract": "Factorial survey experiments are widely used in the social sciences to study decision-making and attitudes through controlled, experimentally manipulated scenarios – typically presented as text. While textual vignettes offer flexibility and ease of use, they often lack realism and may limit participant engagement. This article explores how generative artificial intelligence (AI) can be used to create customisable images for visual vignettes. It demonstrates techniques for producing and selectively editing images, highlighting their potential to address the demands of experimental social science research, while it also acknowledges key challenges, including ethical considerations, biases inherent in AI tools, and technical limitations. The article showcases potential applications of AI-generated images in social science research and draws on a pretest with human participants to present evidence on how AI-generated images are perceived and interpreted. By critically evaluating both opportunities and challenges, this article provides researchers with practical guidance on integrating AI-generated visuals into factorial survey experiments, enhancing methodological approaches in the social sciences.",
    "url": "https://doi.org/10.1177/08944393251392916",
    "doi": "https://doi.org/10.1177/08944393251392916",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "public opinion",
    "title": "Incivility in Reddit’s Top Political and News Subreddits: Prevalence, Moderation, and Engagement",
    "authors": "Chris J. Vargo, Tobias Hopp",
    "abstract": "We examine incivility across twenty high-traffic political and news subreddits to test how platform governance and social identity cues relate to on-platform discourse and participation. Building on theories of democratic communication and incivility, platform affordances and moderation, and uses-and-gratifications/network externalities, we specify how decentralized community rules and explicit in-group orientations could shape both the prevalence of uncivil language and patterns of engagement. We analyze a year-long, random sample of submissions and comments scored with established computational measures of incivility, and we link these scores to subreddit-level rule regimes and identity signaling. By distinguishing interpersonal impoliteness from democratic norm violations and by evaluating moderation complexity at the community level, this work clarifies when and how community governance relates to discourse quality and participation dynamics on Reddit. Findings inform ongoing debates about the efficacy of hybrid, human-centered moderation and the role of explicit identity norms in large online communities.",
    "url": "https://doi.org/10.1177/08944393251395763",
    "doi": "https://doi.org/10.1177/08944393251395763",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "psychology",
    "title": "A Tutorial on Distribution-Free Uncertainty Quantification Using Conformal Prediction",
    "authors": "Tim Kaiser, Philipp Herzog",
    "abstract": "Statistical prediction models are ubiquitous in psychological research and practice. Increasingly, machine-learning models are used. Quantifying the uncertainty of such predictions is rarely considered, partly because prediction intervals are not defined for many of the algorithms used. However, generating and reporting prediction models without information on the uncertainty of the predictions carries the risk of overinterpreting their accuracy. Conventional methods for prediction intervals (e.g., those defined for ordinary least squares regression) are sensitive to violations of several distributional assumptions. In this tutorial, we introduce conformal prediction, a model-agnostic, distribution-free method for generating prediction intervals with guaranteed marginal coverage, to psychological research. We start by introducing the basic rationale of prediction intervals using a motivating example. Then, we proceed to conformal prediction, which is illustrated in three increasingly complex examples using publicly available data and R code.",
    "url": "https://doi.org/10.1177/25152459251380452",
    "doi": "https://doi.org/10.1177/25152459251380452",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "A tutorial on fine-tuning pretrained language models: Applications in social and behavioral science research",
    "authors": "Yu Wang, Wen Qu",
    "url": "https://doi.org/10.3758/s13428-025-02868-z",
    "doi": "https://doi.org/10.3758/s13428-025-02868-z",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "The Control Motivation Function of Populist Attitudes: Causal Evidence that Populist Reasoning Raises Perceptions of Control",
    "authors": "Annedore Hoppe, Immo Fritsche, Helena Pauen",
    "abstract": "The present studies investigate how populist attitudes influence perceptions of personal control. Populist reasoning is proposed to enhance personal control by promoting a sense of belonging to an agentic group (“the people”) that opposes a perceived antagonistic “corrupt elite.” Across three experiments ( N = 733), participants were asked to adopt either a populist or a pluralistic reasoning style. In Study 3, the salience of high versus low personal control was additionally manipulated. Results showed that populist reasoning increased participants’ sense of control, particularly in relation to specific goals, such as performing well in an upcoming debate. However, making low control salient tended to diminish this effect. These findings suggest that populist narratives may be appealing during crises due to their control-enhancing function. The novel experimental method for manipulating populist attitudes opens new pathways for testing causal effects and understanding the motivational drivers of populism, potentially contributing to future interventions in this field.",
    "url": "https://doi.org/10.1177/01461672251373106",
    "doi": "https://doi.org/10.1177/01461672251373106",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Strategic analysis of dissent and self-censorship",
    "authors": "Joshua J. Daymude, Robert Axelrod, Stephanie Forrest",
    "abstract": "Expressions of dissent against authority are an important feature of most societies, and efforts to suppress such expressions are common. Modern digital communications, social media, and Internet surveillance and censorship technologies are changing the landscape of public speech and dissent. Especially in authoritarian settings, individuals must assess the risk of voicing their true opinions or choose self-censorship, voluntarily moderating their behavior to comply with authority. We present a model in which individuals strategically manage the tradeoff between expressing dissent and avoiding punishment through self-censorship while an authority adapts its policies to minimize both total expressed dissent and punishment costs. We study the model analytically and in simulation to derive conditions separating defiant individuals who express their desired dissent in spite of punishment from self-censoring individuals who fully or partially limit their expression. We find that for any population, there exists an authority policy that leads to total self-censorship. However, the probability and time for an initially moderate, locally adaptive authority to suppress dissent depend critically on the population’s willingness to withstand punishment early on, which can deter the authority from adopting more extreme policies.",
    "url": "https://doi.org/10.1073/pnas.2508028122",
    "doi": "https://doi.org/10.1073/pnas.2508028122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Why more social interactions lead to more polarization in societies",
    "authors": "Stefan Thurner, Markus Hofer, Jan Korbel",
    "abstract": "Over the past two decades, the number of close social connections increased substantially, at least by a factor of two. At the same time, societal opinions have become increasingly polarized in many Western countries. To explore whether these trends could be connected, we employ a simple computational model of society, where people—within their social networks—continuously compare and update their opinions. Here, we show that the model that is known to realistically capture both homophily and social balance exhibits a phase transition phenomenon where, above a critical social connectivity, an explosive transition toward strong polarization must occur. The model allows us to understand the empirical inflation of polarization during the last decades as a function of the observed increased values of social connectivity. In the presence of a small fraction of synchronized influencers, the transition becomes continuous; however, polarization then appears at lower connectivities. We discuss the implications of the presence of a phase transition in social polarization.",
    "url": "https://doi.org/10.1073/pnas.2517530122",
    "doi": "https://doi.org/10.1073/pnas.2517530122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  },
  {
    "discipline": "multidisciplinary",
    "title": "The 2020 US Decennial Census is more private than you (might) think",
    "authors": "Buxin Su, Weijie J. Su, Chendi Wang",
    "abstract": "The US Decennial Census serves as the foundation for many high-profile policy decision-making processes, including federal funding allocation and redistricting. In 2020, the Census Bureau adopted differential privacy to protect the confidentiality of individual responses through a disclosure avoidance system that injects noise into census data tabulations. The Bureau subsequently posed an open question: Could stronger privacy guarantees be obtained for the 2020 US Census compared to their published guarantees, or equivalently, had the privacy budgets been fully utilized? In this paper, we address this question affirmatively by demonstrating that the 2020 US Census provides significantly stronger privacy protections than the officially published guarantees suggest at each of the eight geographical levels, from the national level down to the block level. This finding is enabled by our precise tracking of privacy losses using f -differential privacy, applied to the composition of private queries across these geographical levels. Our analysis reveals that the Census Bureau introduced unnecessarily high levels of noise to meet the specified privacy guarantees for the 2020 Census. Consequently, we show that noise variances could be reduced by 15.08% to 24.82% while maintaining nearly the same level of privacy protection for each geographical level, thereby improving the accuracy of privatized census statistics. We empirically demonstrate that reducing noise injection into census statistics mitigates distortion caused by privacy constraints in downstream applications of private census data, illustrated through a study examining the relationship between earnings and education.",
    "url": "https://doi.org/10.1073/pnas.2500337122",
    "doi": "https://doi.org/10.1073/pnas.2500337122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  }
]
