[
  {
    "discipline": "communication",
    "title": "Online experience sharing without explicit social interaction does not foster social bonding",
    "authors": "Wouter Wolf, Kayley Dotson",
    "url": "https://doi.org/10.5817/cp2025-1-3",
    "doi": "https://doi.org/10.5817/cp2025-1-3",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "Humans have a unique capacity to bond with others through shared experiences, even in the absence of explicit communication. Yet it is unknown whether this capacity is flexible enough to accommodate the different kinds of virtual environments on which we increasingly rely. In the current pre-registered study, we examined whether this capacity still operates effectively on shared screens during non-communicative video mediated interactions, in dyads and in groups. Participants (N = 144 US participants, 71 female, 72 male, 1 non-binary) either watched a video on a shared screen together with (pre-recorded) partners or watched individually while these partners attended to something else. Equivalence tests showed that self-reported social bonding scores were practically equivalent between conditions. Thus, in contrast to several in-person studies, there was no difference in social bonding between conditions. These results show that, in the absence of explicit communication, some of humans’ most fundamental social bonding mechanisms might not operate as effectively in video mediated social interactions. As such, without sufficient active social or emotional engagement, the social costs of increasingly relying on video mediated social interactions might be greater than previously thought."
  },
  {
    "discipline": "communication",
    "title": "Supportive parenting and adolescents digital citizenship behaviors: The mediating role of self-regulation",
    "authors": "Agustín Morales-Álvarez, Angel Alberto Valdés-Cuervo, Lizeth Guadalupe Parra-Pérez",
    "url": "https://doi.org/10.5817/cp2025-1-2",
    "doi": "https://doi.org/10.5817/cp2025-1-2",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "A plethora of studies have shown that parenting practices can lead to problematic Internet use. However, few studies have explored how parents foster positive online behavior in adolescents. This study addresses this gap by using self-determination theory to examine how supportive parenting practices, such as autonomy support and structure provision, can influence digital citizenship behaviors in adolescents. The study considered the mediating role of adolescents’ self-regulation, and examined how sex and adolescence stage moderate these relationships. The study included 570 Mexican adolescents (48% girls and 52% boys), and structural equation modeling and multigroup invariance statistics were conducted for analysis. The results showed that autonomy support was positively associated with all dimensions of digital citizenship, while structure provision was only positively associated with online civic engagement. Self-regulation was found to mediate the relationship between autonomy support, structure provision, and digital citizenship behaviors. The multigroup analysis confirmed that sex and adolescence stage did not affect the relationship between parenting practices and digital citizenship behaviors. Overall, the results suggest that supportive parenting practices can encourage positive digital citizenship behaviors among adolescents."
  },
  {
    "discipline": "communication",
    "title": "Exploring the Direct and Indirect Effects of Traditional and Social Media News Use on Media Trust and Journalism Error Tolerance",
    "authors": "Zicheng Cheng, Manuel Goyanes, Homero Gil de Zúñiga",
    "url": "https://doi.org/10.1080/21670811.2025.2457362",
    "doi": "https://doi.org/10.1080/21670811.2025.2457362",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Understanding the mediator and moderator role of digital citizenship on cyber harassment",
    "authors": "Mary Macharia, Mary Dunaway",
    "url": "https://doi.org/10.1108/itp-05-2022-0376",
    "doi": "https://doi.org/10.1108/itp-05-2022-0376",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Drawing on two competing theories, the online disinhibition effect and communication privacy management, this study explores the antecedents of cyber harassment and the mediating and moderating role of digital citizenship on cyber harassment among adults. Design/methodology/approach To ensure the quality of the data collected, participant recruitment was conducted using two panels: Qualtrics and Cloud Research. The sample comprised 262 participants who were USA residents aged between 18 and 87 years who use the Internet regularly. Additionally, the survey required a balance of participants across racial and educational levels. The survey was drawn from items for which reliability and validity indexes have been tested and confirmed in prior disparate studies. Findings Results show that digital citizenship is a significant moderator in the relationships between disposition to value web privacy, perceived online disinhibition and cyber harassment. Digital citizenship behavior mediates the relationship between perceived online disinhibition and cyber harassment but does not mediate the relationship between disposition to value privacy and cyber harassment. Originality/value The results of this study broaden the understanding of digital citizenship as a behavior modification for cyber harassment, specifically among adult Internet users. Further, we seek to bring together two streams of research that have previously been studied separately: the literature on the antecedents of perceived online disinhibition and disposition to value web privacy concerns."
  },
  {
    "discipline": "communication",
    "title": "Assessing the impact of emojis in personality-imbued chatbots: insights from an academic advising perspective",
    "authors": "Mohammad Amin Kuhail, Ons AL-Shamaileh, Justin Thomas, Erik Thornquist, Syed Jawad Hussain Shah",
    "url": "https://doi.org/10.1108/itp-12-2023-1286",
    "doi": "https://doi.org/10.1108/itp-12-2023-1286",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose This study investigates the impact of emoji use and user personality traits (conscientiousness vs extraversion) on user behavior in the context of academic advising. It uniquely considers the interaction between these chatbot characteristics and human users' dominant personality traits (conscientiousness and extraversion). Design/methodology/approach A mixed-factor design experiment involving 153 university students was employed. Participants interacted with four different chatbot conditions: a conscientious bot and an extroverted bot, each with and without emojis. Findings The inclusion of emojis negatively influenced users' intentions to use the chatbots but did not affect trust, perceived authenticity or intended engagement with the bots. Additionally, the students' personality traits played a role in evaluating the different chatbot types. Originality/value This research introduces a novel approach by integrating emoji use and human personality traits into chatbot communication, focusing on academic advising. It examines the interaction effects of emojis and personality traits (conscientiousness and extraversion) on user behavior, also considering the user’s personality traits. This work enriches the human-computer interaction field and guides future chatbot development."
  },
  {
    "discipline": "communication",
    "title": "Putting ‘filter bubble’ effects to the test: evidence on the polarizing impact of ideology-based news recommendation from two experiments in Germany and the U.S.",
    "authors": "Katharina Ludwig, Nevena Nikolajevic, Alexander Grote, Philipp Müller",
    "url": "https://doi.org/10.1080/1369118x.2024.2435998",
    "doi": "https://doi.org/10.1080/1369118x.2024.2435998",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Emergence of echo chambers in social media communication involving multiple topics",
    "authors": "Takuya Nagura, Eizo Akiyama",
    "url": "https://doi.org/10.1080/1369118x.2025.2456561",
    "doi": "https://doi.org/10.1080/1369118x.2025.2456561",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Health-Related Advertising: Leveraging Virtual and Human Influencers to Encourage Health Behaviors",
    "authors": "Lu Meng, Qi Wu, Yijie Wang, Shen Duan",
    "url": "https://doi.org/10.1080/00913367.2024.2439958",
    "doi": "https://doi.org/10.1080/00913367.2024.2439958",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Spanish–English Code-Mixing in U.S. Higher Education: Testing the Use of “Spanglish” in University Materials at a Hispanic-Serving Institution",
    "authors": "Jessica Gasiorek, Margaret J. Pitts, Marko Dragojevic",
    "url": "https://doi.org/10.1177/0261927x251314864",
    "doi": "https://doi.org/10.1177/0261927x251314864",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This experiment examined how university students at a Hispanic-Serving Institution (HSI) responded to the use of “Spanglish,” or English-Spanish code-mixing, in written materials promoting university services. Consistent with predictions, the use of Spanglish reduced students’ processing fluency; contrary to predictions, the use of Spanglish did not prompt higher perceptions of inclusiveness or feeling welcome (relative to English-only texts) for students, although both outcomes were higher for Spanglish with glosses (i.e., English translations) compared to Spanglish without glosses."
  },
  {
    "discipline": "communication",
    "title": "Flowing With the Syntax: The Influence of Taoism on Syntactic Priming Effects",
    "authors": "Heng Li",
    "url": "https://doi.org/10.1177/0261927x251314935",
    "doi": "https://doi.org/10.1177/0261927x251314935",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Syntactic priming is a linguistic phenomenon where the exposure to a specific grammatical structure increases the likelihood that the same structure will be used in subsequent language production. Previous research has shown that these syntactic processes are influenced by a broad range of linguistic, cognitive, and social factors. In the present research, we focused on the role of religious systems in shaping syntactic priming in dialog. Based on the observation that the Taoist concept of “moving with flow” encourages individuals to adapt to the natural flow of life and circumstances, we hypothesized that Taoists might modify their syntactic choices to foster better connections with their interlocutors. We conducted two studies to test our theoretical perspective. As predicted, Study 1 found that Taoists were more likely to mirror the syntax used by their interlocutors in dialog than their atheist counterparts. In Study 2, we compared the magnitude of syntactic priming effects between Taoists and Buddhists. The results showed that Taoists demonstrated a stronger preference for using the same syntactic structure as their conversational partners than Buddhists. In sum, our findings provide the first empirical evidence that beliefs and values associated with religious systems exert a significant influence on syntactic priming effects."
  },
  {
    "discipline": "communication",
    "title": "You need to take turns! Sibling sharing and the emergence of conscience in early childhood",
    "authors": "Brenda L. Volling, Emma E. A. Beyers-Carlson, Lin Tan, Lauren Rosenberg, Richard Gonzalez",
    "url": "https://doi.org/10.1177/02654075251316316",
    "doi": "https://doi.org/10.1177/02654075251316316",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Toddlers and older siblings ( M age = 49.34 months) from 145 two-parent, mother-father families (85% European American, 4.9% African American, 3.5 % Asian American, 3.2% Hispanic) participated in a longitudinal investigation when toddlers were 18, 24, and 36 months old. Sibling sharing and the older siblings’ management of the interaction was observed in a laboratory-based fishing game, and mothers and fathers reported on both the toddlers’ and older siblings’ conscience (affective discomfort, moral regulation) at each timepoint. There were significant increases in both siblings’ sharing and older siblings’ management from 18 to 24 months, whereas toddlers’ sharing increased and older siblings’ management decreased from 24 to 36 months. There were stable individual differences in toddlers’ and older siblings’ sharing, and older siblings’ management from 18 to 24 months, but not from 24 to 36 months, suggesting changes in the development of sibling sharing during the second and third years when toddlers become more autonomous contributors to the sharing dynamic and older siblings can step back from managing turn-taking. Reciprocity between older siblings’ and toddlers’ sharing was evident within each time point, but little evidence of bidirectional influence over time. Moral regulation and affective discomfort were highly stable from 18 to 36 months for both siblings, but only the older siblings’ moral regulation at 18 months predicted their sharing at 24 months. Results support a constructivist-interactionist perspective of moral development by showing that sharing develops gradually over time through a set progressive social interactions with a sibling."
  },
  {
    "discipline": "communication",
    "title": "Parental and partner attachment working models in romantic relationships of nonbinary adults",
    "authors": "Eleanor J. Junkins, Brooke E. Kadel, Jaime Derringer",
    "url": "https://doi.org/10.1177/02654075251316318",
    "doi": "https://doi.org/10.1177/02654075251316318",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Attachment working models are mental and emotional representations of the self and others. A central question within attachment theory is how best to conceptualize the relationship between different attachment working models, such as how one’s attachment to parents may influence partner-specific working models and impact romantic relationship satisfaction. Despite the robust evidence that attachment theory can be appropriately applied across developmental and cultural contexts and the functional similarity of attachment in women and men, little research has examined attachment working models among nonbinary people. The current study tested competing hypotheses replicating the work by Dugan and Fraley (2022), extended to a large sample of nonbinary adults ( N = 2,811). Similar to previous findings, our results supported the mediation hypothesis, which suggests that parental (defined as mother and father) attachment working models indirectly relate to romantic relationship satisfaction through romantic partner attachment working models. We also report comparisons of attachment overall between nonbinary people, men, and women, which showed that there were smaller mean differences between nonbinary people and women, yet more similar correlations between nonbinary people and men. These findings highlight the generalizability of attachment theory to diverse, nonbinary gender identities."
  },
  {
    "discipline": "communication",
    "title": "Time-varying relational interaction dynamics in couples discussing conflict",
    "authors": "Sarah S Dermody, Elizabeth A Earle, Catherine E Fairbairn, Maria Testa",
    "url": "https://doi.org/10.1177/02654075251317168",
    "doi": "https://doi.org/10.1177/02654075251317168",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "The process of discussing conflict can impact the quality and longevity of a couple’s relationship. Limited research has characterized the dynamic nature of conflict discussions, including how these discussions unfold and how an actor’s behaviour elicits particular responses from their partner over the course of the discussion. It is also important to consider how additional factors, such as alcohol intoxication, can influence this dynamic. A challenge in conducting this research is having sufficiently fine-grained data along with appropriate analytic methods to characterize the conversation dynamics. To address this gap, we utilized time-varying effect modeling (TVEM) to examine the correspondence of actor-partner behaviours as a function of time and alcohol consumption. We examined this using data from 139 heterosexual couples who were observed for 15 minutes while discussing a conflict. Couples were randomly assigned to have either one, both, or neither drink alcohol prior to the discussion. Using the Rapid Marital Interaction Coding System (RMICS), individuals’ behaviours were coded as either positive, negative, or neutral during each speaking turn. The results supported that positive behaviour tended to elicit positive behaviour and the strength of this relationship increased over the course of discussing conflict. While negative behaviours tended to elicit negative behaviours, the strength of this relationship was stable over time. Alcohol consumption did not alter the relations between actor-partner behaviours over time. Taken together, the findings support the dynamic nature of some aspects of actor-partner behaviours when discussing conflict. Future research could consider how these dynamics predict future relational outcomes or characterize how they unfold in naturalistic settings."
  },
  {
    "discipline": "communication",
    "title": "Internet Freedom and Social Media’s Political Consequences: Political Nationalism and Authoritarian Orientation Among Six Asian Societies",
    "authors": "Biying Wu-Ouyang, Yang Hu",
    "url": "https://doi.org/10.1177/10776990241313183",
    "doi": "https://doi.org/10.1177/10776990241313183",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "While extensive research has explored social media’s political effects, less attention has been paid to its impact on authoritarian orientation, a crucial form of political attitude. The rapid evolution of social media has brought internet freedom concerns—including access barriers, content restrictions, and violations of user rights—into prominent focus. However, research examining how these aspects of internet freedom interact with social media’s political influence remains limited. The study addresses this gap by analyzing representative samples from six Asian societies (Japan, Mainland China, Taiwan, Singapore, Vietnam, and Malaysia; N = 5,115) through multilevel modeling. Using multilevel moderated mediation analyses, we demonstrate that social media has democratizing effects that are mediated by political nationalism and moderated by internet freedom. The study extends the debate on the political effects of social media to non-Western contexts, presenting an overall positive outlook on social media’s democratic effects in East Asian societies, while detailing how these effects are conditioned by the dual impacts of internet freedom in terms of content and user rights."
  },
  {
    "discipline": "communication",
    "title": "Podcasting in Serbia: Podcasters’ Perspectives on Emerging Roles, Practices, and Functions",
    "authors": "Simona Žikić, Čedomir Markov",
    "url": "https://doi.org/10.17645/mac.9050",
    "doi": "https://doi.org/10.17645/mac.9050",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Podcasting has become increasingly popular in Serbia, a hybrid regime country characterized by profound polarization, a lack of media professionalism, and widespread anti-press sentiment. This study aimed to explore how podcast creators view their roles and practices within the evolving media landscape, as well as the implications of podcasting’s growing popularity in the Serbian public sphere. The data were obtained through focus groups with 16 independent and mainstream media-affiliated podcasters, exploring their perspectives on podcasting’s distinctiveness, functions, affordances, and obstacles. Participants noted the ability of podcasts to provide in-depth analysis of often neglected topics due to their flexible, informal presentation style, as opposed to the perceived routinization, rigidity, and superficiality of traditional media. Podcasters affiliated with professional media described podcasting as an extension of their practices, providing behind-the-scenes insights and additional journalistic content, whereas independent podcasters prioritized genuine conversations to create resonant content tailored to specialized communities. Journalist podcasters attributed the appeal of podcasting to the authenticity and intimacy it creates but emphasized the struggles of matching these features with journalistic standards. While most participants believed that podcasting contributes to greater external pluralism by providing a space for neglected subjects, alternative narratives, and marginalized voices, some were concerned about the possibility of exacerbating polarization, as podcasts frequently serve divided audiences. By exploring the perspectives Serbian podcasters bring to production and the meanings they attach to their roles and practices, this study offers insights for scholars and practitioners exploring media innovation in hybrid regimes and emerging democracies."
  },
  {
    "discipline": "communication",
    "title": "“This Message was Deleted”: The Psychological Consequences of Being Out of the Loop During Messenger Use",
    "authors": "Sarah Lutz, Christiane M. Büttner",
    "url": "https://doi.org/10.1080/15213269.2025.2459292",
    "doi": "https://doi.org/10.1080/15213269.2025.2459292",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Mitigating Perceived Polarization by Acknowledging Subjectivity: An Experimental Study of the Impact of Differently Phrasing Comments in Online News Discussions",
    "authors": "Carla A. Roos, Liesje van der Linden, Emiel Krahmer",
    "url": "https://doi.org/10.1080/15213269.2025.2456956",
    "doi": "https://doi.org/10.1080/15213269.2025.2456956",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "“GOD IS MY SPONSORED AD!! MY ALGORITHM!”: The spiritual algorithmic imaginary and Christian TikTok",
    "authors": "Sara Reinis, Corrina Laughlin",
    "url": "https://doi.org/10.1177/14614448251315128",
    "doi": "https://doi.org/10.1177/14614448251315128",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article employs Critical Technocultural Discourse Analysis (CTDA) to analyze the affective public surrounding the hashtag #christiantiktok. We find that “Christian TikTok” discursively negotiates the unpredictable visibility affordances of TikTok’s algorithm by ascribing layers of spiritual significance to how the algorithm delivers content. Our research uncovered four key themes to this spiritualized conceptualization of algorithmically controlled visibility: (1) Algorithm as directed by the hand of God, (2) Context collapse as an evangelism opportunity, (3) Boosting visibility as a spiritual obligation, and (4) Invisibility as persecution. Following our analysis, we develop an understanding of the “spiritual algorithmic imaginary,” building on Bucher’s concept of the “algorithmic imaginary.” Functioning as both a networked performance and an affective framework, the concept of the spiritual algorithmic imaginary theorizes how certain spiritual users sacralize their participation in and understanding of digital platforms."
  },
  {
    "discipline": "communication",
    "title": "Rooted in White Identity Politics: Tracing the Genealogy of Critical Race Theory Discourse in Identity-Based Disinformation",
    "authors": "Marisa A. Smith, Christina L. Myers, Miyoung Chong, Meredith D. Clark, Sue Lim, Dèjá D. Rollins, Victoria T. Fields, Leilane Rodrigues, Wanjiru Njonge, Olivia Martin",
    "url": "https://doi.org/10.1080/10584609.2025.2458069",
    "doi": "https://doi.org/10.1080/10584609.2025.2458069",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Truth Default or Generalized Skepticism? The Role of Overconfidence in the Relationship Between Social Media News Use and Traditional Media Use",
    "authors": "Taewoo Kang, Kjerstin Thorson, Chankyung Pak",
    "url": "https://doi.org/10.1177/20563051251315255",
    "doi": "https://doi.org/10.1177/20563051251315255",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This article examines a model positing that overconfidence in political understanding resulting from social media use for news and politics hampers traditional media use. It confirms a positive relationship between Facebook political information experiences and overconfidence in political understanding. However, contrary to expectations, there is a positive relationship between overconfidence and traditional media use. An exploratory post hoc analysis, viewed through the lens of truth vs. false-default orientations, suggests overconfident users might use traditional news outlets to confirm their sense of knowledge, thereby exhibiting a false-default orientation on social media political information."
  },
  {
    "discipline": "communication",
    "title": "Technology for Good? Tencent’s Corporate Social Responsibility, Institutional Chameleon, and the Future of Platform Economies",
    "authors": "Luzhou Li, Zhian Zhang",
    "url": "https://doi.org/10.1177/20563051251316119",
    "doi": "https://doi.org/10.1177/20563051251316119",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "There have been global regulatory debates and efforts aimed at holding digital platforms accountable for the public interest. Utilizing mixed methods of documentary research and expert interviews, this article examines how the Chinese digital giant Tencent leverages its adaptive capabilities for corporate social responsibility (CSR) initiatives in response to increasingly stringent regulation in China. Specifically, it explores Tencent’s organizational restructuring, including the establishment of the sustainable social value (SSV) division, as well as the accompanying corporate practices and discursive strategies aimed at enhancing its legitimacy. As an exemplar of the “institutional chameleon,” Tencent has deftly navigated regulatory waters through organizational metamorphosis. However, while Tencent’s enhanced CSR initiatives have certainly yielded some social benefits, the SSV initiatives are increasingly emerging as a new business frontier for the company, leveraging its vast infrastructural capacities to capitalize on the very social fabric it purports to support. This underscores the complexities and contradictions inherent in its CSR practices and the significance of the intrinsic logic of digital platforms as a modern business."
  },
  {
    "discipline": "communication",
    "title": "Twitter (X) and the Commercial Determinants of Health: Characterizing the Most Amplified, Influential, and Connected Voices Driving Twitter Discourse About Tobacco Regulatory Policy From September 2019 to July 2021",
    "authors": "Nathan A. Silver, Miao Feng, Elexis C. Kierstead, Hy Tran, Steven Binns, Sherry Emery, Barbara A. Schillo",
    "url": "https://doi.org/10.1177/20563051251314611",
    "doi": "https://doi.org/10.1177/20563051251314611",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Tobacco content on Twitter (X) generally opposes regulation. Although a near real-time data source of the public’s response to prominent events heightens the allure of extrapolating public sentiment from Twitter content, tobacco policy sentiment on the platform may be more indicative of industry-affiliated top users. We examined 2 years of tobacco policy discussion on Twitter (X) at the user level ( N = 3,159,807 posts) from September 2019 to July 2021. We sampled the 100 most followed, amplified (retweets), influential (H index), and connected (betweenness centrality) users at three different time periods: pre-COVID (September 2019 to February 2020), COVID lockdown (March 2020 to March 2021), and post vaccine rollout (April to July 2021) to characterize top users. The Louvain method was used to partition users into communities based on retweet behavior. The 100 most amplified users received between 48% and 71% of all retweets across time periods, with e-cigarette advocates dominating the most amplified (64.7%), influential (38.4%) and connected users (42.1%). The vast majority of interaction took place in communities dominated by e-cigarette advocates, but only reaching 2.5% to 8.2% of users. We identified 58 tobacco policy top users who had 1,000 or more total retweets and were among the top 100 for any of our influence metrics at more than one time period. Among top users, 50 were e-cigarette advocates, and 24 had quantifiable ties to the tobacco industry. Practitioners and researchers should be wary of mischaracterizing industry public relations on social media as public sentiment."
  },
  {
    "discipline": "politics",
    "title": "Positioning Political Texts with Large Language Models by Asking and Averaging",
    "authors": "Gaël Le Mens, Aina Gallego",
    "url": "https://doi.org/10.1017/pan.2024.29",
    "doi": "https://doi.org/10.1017/pan.2024.29",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "We use instruction-tuned large language models (LLMs) like GPT-4, Llama 3, MiXtral, or Aya to position political texts within policy and ideological spaces. We ask an LLM where a tweet or a sentence of a political text stands on the focal dimension and take the average of the LLM responses to position political actors such as US Senators, or longer texts such as UK party manifestos or EU policy speeches given in 10 different languages. The correlations between the position estimates obtained with the best LLMs and benchmarks based on text coding by experts, crowdworkers, or roll call votes exceed .90. This approach is generally more accurate than the positions obtained with supervised classifiers trained on large amounts of research data. Using instruction-tuned LLMs to position texts in policy and ideological spaces is fast, cost-efficient, reliable, and reproducible (in the case of open LLMs) even if the texts are short and written in different languages. We conclude with cautionary notes about the need for empirical validation."
  },
  {
    "discipline": "public opinion",
    "title": "The Role of Physical Appearance Comparison, Self-Esteem, and Emotional Control in the Association Between Social Media Addiction and Masculine Depression",
    "authors": "Maya Kagan, Uzi Ben-Shalom, Michal Mahat-Shamir",
    "url": "https://doi.org/10.1177/08944393251315915",
    "doi": "https://doi.org/10.1177/08944393251315915",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Social media has become an integral part of daily life, shaping behaviors, self-perception, and emotional well-being. However, its addictive use raises concerns about its potential to aggravate psychological challenges, particularly in the context of societal expectations of masculinity. The current report presents a study exploring the pathways through which social media addiction contributes to masculine depression, specifically examining the roles of physical appearance comparison, self-esteem, and emotional control among men. By investigating these relationships, it aims to provide insights into the psychological consequences of social media addiction for men. Structured questionnaires were administered to 849 Israeli men aged 18 and older. Employing a moderated sequential mediation model with social media addiction as the independent variable, physical appearance comparison and self-esteem as mediators, and masculine depression as the dependent variable, this study also investigates emotional control as a moderator in the associations between social media addiction, physical appearance comparison, self-esteem, and masculine depression. The analysis, conducted using model 89 PROCESS v4.2 macro, reveals that conforming to the masculine norm of emotional control intensifies men’s vulnerability to distress resulting from maladaptive behaviors such as social media addiction, which can lead to masculine depression. Furthermore, addiction to social media can trigger masculine depression via psychosocial factors such as physical appearance comparison and low self-esteem, which have yet to be explored in the context of masculine depression. These findings underscore the importance of targeted interventions that address the societal pressures of masculinity and the psychological repercussions of excessive social media use among men. They also emphasize the necessity of raising awareness about these issues among both the public and therapists."
  },
  {
    "discipline": "psychology",
    "title": "With Low Power Comes Low Credibility? Toward a Principled Critique of Results From Underpowered Tests",
    "authors": "Lukas L. Lengersdorff, Claus Lamm",
    "url": "https://doi.org/10.1177/25152459241296397",
    "doi": "https://doi.org/10.1177/25152459241296397",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Researchers should be motivated to adequately power statistical tests because tests with low power have a low probability of detecting true effects. However, it is also often claimed that significant results obtained by underpowered tests are less likely to reflect a true effect. Here, we critically discuss this “low-power/low-credibility” (LPLC) critique from both frequentist and Bayesian perspectives. Although the LPLC critique is first and foremost a critique of frequentist tests, it is itself not consistent with frequentist theory. In particular, it demands that researchers have some information on the probability that a hypothesis is true before they test it. However, such prior probabilities are dismissed as meaningless in frequentist inference, and we demonstrate that they cannot be meaningfully introduced into frequentist thinking. Even when adopting a Bayesian perspective, however, significant results from tests with low power can provide a nonnegligible amount of support for the tested hypothesis. We conclude that even though low power reduces the chances to obtain significant findings, there is little justification to dismiss already obtained significant findings on the basis of low power alone. However, concerns about low power might often reflect suspicions that findings were produced by questionable research practices. If this is the case, we suggest that communicating these issues transparently rather than using low power as a proxy concern will be more appropriate. We conclude by providing suggestions on how results from tests with low power can be critiqued for the correct reasons and in a constructive manner."
  }
]
