[
  {
    "discipline": "communication",
    "title": "Interpersonal Goal Contagion Through Social Media Posts",
    "authors": "Stephanie J. Tobin, Jennifer Crocker, Tao Jiang",
    "url": "https://doi.org/10.1089/cyber.2024.0480",
    "doi": "https://doi.org/10.1089/cyber.2024.0480",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Political knowledge and affective polarization: a spillover mechanism through emotions toward partisan media",
    "authors": "Xia Zheng, Yanqin Lu, Jihyang Choi, Jae Kook Lee",
    "url": "https://doi.org/10.1093/hcr/hqaf003",
    "doi": "https://doi.org/10.1093/hcr/hqaf003",
    "filter": 0,
    "journal_full": "Human Communication Research",
    "abstract": "Drawing on a two-wave national survey conducted in the United States, this study examined an emotion spillover mechanism underlying the link between political knowledge and affective polarization. Results indicate that partisans with high political knowledge demonstrated more negative emotions toward opposing partisan media outlets and more positive emotions toward congruent partisan media outlets. Gaps in emotional responses toward partisan media outlets spill over to affective polarization. Specifically, the gap in negative emotional response toward counter- and pro-attitudinal media outlets spills over to affective polarization toward individual partisans. We discuss how partisan media exacerbate polarization and propose possible remedies."
  },
  {
    "discipline": "communication",
    "title": "Enablers and inhibitors of AI assimilation in hiring: mitigating the effects of inhibitors through human–AI collaboration",
    "authors": "Maryam Hina, Nasreen Azad, Najmul Islam",
    "url": "https://doi.org/10.1108/itp-06-2024-0808",
    "doi": "https://doi.org/10.1108/itp-06-2024-0808",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Most prior studies have primarily investigated AI adoption, with less attention given to AI assimilation in human resource management (HRM). Additionally, prior studies often lack empirical verification of the extent to which human–AI collaboration might alleviate challenges and promote AI assimilation in the HRM context. Thus, this study aims to explore AI assimilation in recruitment with a balanced view that identifies both enabling and inhibiting factors while examining the role of human–AI collaboration in mitigating the effects of inhibiting factors. Design/methodology/approach We used a mixed-method approach. Using an open-ended survey questionnaire approach and collecting data from 26 HR professionals, we identified five factors, namely, AI competency, recruitment agility, AI opacity, AI empathy and human–AI collaboration, potentially impacting AI assimilation. Thereafter, drawing from the enabler–inhibitor perspective, we theorize that AI competency and recruitment agility are the enablers, whereas AI opacity and AI empathy are the inhibitors of an organization’s efforts to assimilate AI in recruitment practices. We tested our proposed model by collecting data from 309 HR professionals. Findings The findings showed that both enablers, AI competency and recruitment agility, significantly influence AI assimilation; however, both inhibitors, AI opacity and AI empathy, are non-significant for AI assimilation. While looking into the reasons for these non-significant effects, we observed that the interaction term between AI empathy and human–AI-collaboration as well as between AI opacity and human–AI-collaboration both had significant effects on AI assimilation. These interaction effects suggest that human–AI collaboration mitigates the constraining impact of both inhibitors. Originality/value Drawing from the enabler–inhibitor perspective and by empirically testing our proposed model, this paper significantly contributes to the IS literature. Our study not only identifies factors that promote and inhibit AI assimilation in the context of HRM practices but also reveals how human–AI collaboration may mitigate the effects of inhibitors. Our findings suggest that organizations should have a collaborative recruitment environment where AI handles repetitive tasks, and humans focus on roles requiring emotional intelligence. This approach enhances the integration of AI-powered tools, addresses AI assimilation inhibitors and optimizes recruitment effectiveness."
  },
  {
    "discipline": "communication",
    "title": "Content engagement capacity: a network-based approach for evaluating the ability of frames to facilitate political online conversations",
    "authors": "Rui Wang, Yotam Ophir, Alexander Semenov, Alexander Nikolaev",
    "url": "https://doi.org/10.1080/1369118x.2025.2480205",
    "doi": "https://doi.org/10.1080/1369118x.2025.2480205",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Internet skills, digital engagement, and outcomes among urban youth in Jakarta, Indonesia: incorporating a Global South context in measuring digital inequality",
    "authors": "Daisy Indira Yasmine, Freek Colombijn, Alexander J.A.M. van Deursen, Erik van Ingen",
    "url": "https://doi.org/10.1080/1369118x.2025.2479778",
    "doi": "https://doi.org/10.1080/1369118x.2025.2479778",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Pride, not prejudice: a cross-cultural big data analysis of consumer reactions to rainbow-washing in advertising",
    "authors": "Vaibhav Shwetangbhai Diwanji, Nhung Nguyen, Michaella Barros Coelho, Macy Burkett, Rim H. Chaif, Moses U. Okocha",
    "url": "https://doi.org/10.1080/02650487.2025.2477405",
    "doi": "https://doi.org/10.1080/02650487.2025.2477405",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Diagnosticity of perceived message effectiveness in campaign message pretesting: multilevel analysis of the between-message correlation and message-pair standing comparisons",
    "authors": "Sungeun Chung, Byeong-Hyeon Lee, Youllee Kim",
    "url": "https://doi.org/10.1093/joc/jqaf006",
    "doi": "https://doi.org/10.1093/joc/jqaf006",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Whether perceived message effectiveness (PME) can be diagnostic for the differences of actual message effect (AME) in campaign message pretesting and how the diagnosticity of PME should be tested have been controversial. To address these issues, we conducted a survey involving 19 campaign messages (N = 760) and statistically analyzed the multilevel relationships among the between-message, within-message, and disaggregated across-message PME–AME correlations. From our analysis, we advocate for a multilevel analysis of between-message PME–AME correlation as the optimal method for testing PME’s diagnosticity. We also evaluated O’Keefe’s (2018) message-pair standing comparison method and suggested using statistical significance tests to examine PME differences between messages. The between-message PME–AME correlations were strongly positive (greater than 0.824), and PME standing corresponded with AME standing in 94.5% of the message-pairs. Our findings confirm that PME is diagnostic for AME."
  },
  {
    "discipline": "communication",
    "title": "The Gardener and the Coach: How Metaphor Use Shapes Impression Formation",
    "authors": "Emma L. Grisham, Michelle Wong, Stephen J. Flusberg, Bridgette Martin Hard",
    "url": "https://doi.org/10.1177/0261927x251328359",
    "doi": "https://doi.org/10.1177/0261927x251328359",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Using the classroom context as a case study, we investigated whether a novel linguistic cue—the use of self-referential metaphors—shapes person perception in metaphor-congruent ways. Across three experiments, current and former college students ( N = 1,630) read an email from a hypothetical professor that conveyed one of two common metaphors for the teacher-student relationship (coach/athletes vs. gardener/plants). They then reported their impressions of the professor, the course, and student expectations. Participants expected professors using coach metaphors to be more rigorous but less supportive than those using gardener metaphors, irrespective of the professor's gender. However, impressions evoked by the use of gardener metaphors did not significantly differ from a non-metaphorical message baseline. These findings indicate that metaphor use can shape our impressions of others independently of gender, but that some metaphors may confirm prior beliefs or expectations. These findings have significant implications for educators and person perception researchers."
  },
  {
    "discipline": "communication",
    "title": "“Anyway, I Love You, Text Me Please”",
    "authors": "Y. Anthony Chen, Alanna L. Peebles, Runzhi Mary Lu",
    "url": "https://doi.org/10.1027/1864-1105/a000469",
    "doi": "https://doi.org/10.1027/1864-1105/a000469",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: This study develops an affordance framework of mediated support-seeking that integrates research on affordances, attachment, and mediated support-seeking to explore how adults use texting to seek support from romantic partners in hypothetical stressful scenarios. Through a survey, participants in romantic relationships reported their perceived values of affordance for support-seeking and then composed hypothetical text messages to seek support from their partners, in which support-seeking strategies were further coded. The findings indicate that attachment anxiety is positively associated with the perceived value of accessibility and the availability of social cues, while avoidant attachment is negatively correlated with these affordances in the context of support-seeking. Additionally, the perceived value of accessibility is positively associated with direct texting messages, whereas the perceived value of social cues correlates positively with both positive and negative politeness in messaging. These illuminate how support-seeking individuals work with the affordances of texting as they attempt to meet their needs."
  },
  {
    "discipline": "communication",
    "title": "Framed for You",
    "authors": "Nicolas Mattis",
    "url": "https://doi.org/10.1027/1864-1105/a000467",
    "doi": "https://doi.org/10.1027/1864-1105/a000467",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Building on the notion that media effects depend on different levels of susceptibility, this article argues that individual preferences moderate the cognitive effects of episodic versus thematic news frames. To test this assumption, this preregistered study ( N = 395) combined a repeated measures experiment with a between-subjects design to explore the prevalence of framing preferences, as well as its potentially moderating role for cognitive effects of episodic versus thematic news frames. Results indicate that an episodically framed news article on the impact of climate change in Africa caused readers to list more thoughts and recall more facts than its thematically framed counterpart – although the latter depends partly on how recall is measured. Contrary to the initial expectations, framing preferences do not moderate news framing effects on knowledge acquisition. In part this may be due to framing preferences being not particularly pronounced among most respondents."
  },
  {
    "discipline": "communication",
    "title": "“I’m so worried about my whole family”: Modeling r/QAnonCasualties to better understand the effects of (QAnon) conspiracy beliefs on families",
    "authors": "Justin B. Phillips",
    "url": "https://doi.org/10.1177/02654075251328116",
    "doi": "https://doi.org/10.1177/02654075251328116",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "While we know a great deal about the—typically negative—effects of conspiracy beliefs, surprisingly we know little about the interpersonal effects of such beliefs on relationships with non-believers. QAnon-specific research is now leading the way in this regard, with a handful of surveys and interviews beginning to chart how conspiracy beliefs influence relationships with friends, colleagues, and loved ones. This paper advances that progress via a novel (to the field) methodological approach applied to a vast and unique dataset. Using large language model embeddings, and machine learning algorithms, this study categorized—and examined—over 75 thousand unique references to “family” on the public, anonymous reddit forum r/QAnonCasualties, a subreddit dedicated to specifically discussing QAnon’s effects on relationships. The model reveals a range of family discussions, from emotional tolls, and various negative effects, to potential strategies to salvage the family, and the desire to seek refuge in a support network. The results within also shed light not only on what users discuss most frequently, but also what conversations are most popular (i.e. produce upvotes)—navigating pandemic related issues (e.g. COVID-19, masks, vaccinations), holiday gatherings, and problematic social media behavior represent some of the most well-received discussions. Pleas to better understand the effects of conspiracy beliefs on families were also highly prominent, and popular, on the subreddit. Ultimately the goal of this paper is just that, to partially advance our general understanding of conspiracy belief effects on relationships, though with a more narrow focus on specific relationships (i.e. families)."
  },
  {
    "discipline": "communication",
    "title": "Korean parents’ intergenerational solidarity with adult children and their psychological outcomes during the COVID-19 pandemic",
    "authors": "Woosang Hwang, Joohong Min, Maria T. Brown, Merril Silverstein",
    "url": "https://doi.org/10.1177/02654075251329988",
    "doi": "https://doi.org/10.1177/02654075251329988",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Previous research has rarely considered the nested nature of family solidarity when investigating the within-group heterogeneity of parent-child solidarity, particularly within the context of Korean families. Consequently, less is known about patterns of intergenerational solidarity at the family level during the COVID-19 pandemic in South Korea. Using data from Korean parents with multiple adult children during the pandemic, this study aimed to identify heterogeneous patterns of parent-children solidarity both at the individual and the family levels. Furthermore, this study explored whether patterns of intergenerational solidarity with adult children at the family level were associated with parents’ psychological outcomes (depressive symptoms, self-esteem, and life satisfaction). A total of 515 parents and their 942 adult children were included in two-step Multilevel Latent Class Analyses and regression analyses. The results showed that there were five different parent-child solidarity classes at the individual level. At the family level, four intergenerational solidarity latent classes were identified: primarily tight-knit-traditional , primarily social-traditional , primarily social-and-digitally connected , and mixed . We found that parents with a primarily tight-knit traditional relationship with their adult children at the family level reported better psychological outcomes than those with a mixed relationship with their adult children. In addition, parents with a primarily social-and-digitally connected relationship with their adult children reported better life satisfaction than those with a mixed relationship with their adult children. Our findings suggest that considering the nestedness of children when examining parent-child solidarity patterns is important to understand better parent-child solidarity at the family level and its impact on psychological outcomes."
  },
  {
    "discipline": "communication",
    "title": "A threat-complexity hypothesis of conspiracy thinking during the COVID-19 pandemic: Cross-national and longitudinal evidence of a three-way interaction effect of financial strain, disempowerment and paranoia",
    "authors": "Gennaro Pica, N. Pontus Leander, Hadi Sam Nariman, Márton Hadarics, Daniel W. Snook, Jocelyn J. Bélanger, Marika Rullo, Ameni Mehrez, Antonio Pierro, Robbie M. Sutton, Karen M. Douglas",
    "url": "https://doi.org/10.1177/02654075251327310",
    "doi": "https://doi.org/10.1177/02654075251327310",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "One way to cope with crises is by attributing their ultimate causes to malevolent conspiracies. As crises are rarely simple, and may involve an interplay between multiple, co-occurring threats, we suggest that conspiracy thinking mainly occurs among individuals who experience conditions of threat complexity – such as socioeconomic vulnerability paired with a sense of helplessness in society, and who are also sufficiently paranoid to infer a conspiracy. In the present study, we focused on financial strain and disempowerment, as two relevant threats which were both dramatically affected by the COVID-19 pandemic, and hypothesized a three-way interaction between financial strain, disempowerment and paranoia in predicting conspiracy thinking. This hypothesis was supported in both cross-national ( N = 64,130) and longitudinal data ( N = 11,159), collected during the COVID-19 pandemic. Implications of the results for understanding the tendency to reduce multiple threats to a single cause are discussed."
  },
  {
    "discipline": "communication",
    "title": "Visual Identities in Troll Farms: The Twitter Moderation Research Consortium",
    "authors": "Marco Bastos",
    "url": "https://doi.org/10.1177/20563051251323652",
    "doi": "https://doi.org/10.1177/20563051251323652",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "The Twitter Moderation Research Consortium is a database of network propaganda and influence operations that includes 115,474 unique Twitter accounts, millions of tweets, and over one terabyte of media removed from the platform between 2017 and 2022. We probe this database using Google’s Vision API and Keras with TensorFlow to test whether foreign influence operations can be identified based on the visual presentation of fake user profiles emphasizing gender, race, camera angle, sensuality, and emotion. Our results show that sensuality is a variable associated with operations that replicate the Kremlin-linked Internet Research Agency campaign, being particularly prevalent in influence operations that targeted communities in North and South America, but also in Indonesia, Turkey, and Pakistan. Our results also show that the visual identities of fake social media profiles are predictive of influence operations given their reliance on selfies, sensual young women, K-pop aesthetics, or alternatively nationalistic iconography overlaid with text to convey ideological positioning."
  },
  {
    "discipline": "communication",
    "title": "Connecting Social Media Use With Education- and Race-Based Gaps in Factual and Perceived Knowledge Across Wicked Science Issues",
    "authors": "Shiyu Yang, Dominique Brossard, Dietram A. Scheufele, Michael A. Xenos, Todd P. Newman",
    "url": "https://doi.org/10.1177/20563051251325592",
    "doi": "https://doi.org/10.1177/20563051251325592",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Using three U.S. public opinion survey datasets, this study examines whether use of specific social media platforms affects the gaps in factual and perceived knowledge of three wicked science issues among Americans with different racial and socioeconomic makeup. Less-educated Americans are less likely to gain factual knowledge but more likely to gain perceived knowledge from increased social media use than more-educated Americans. Racial minorities are more likely to gain both factual and perceived science knowledge than White Americans with increased social media use. Furthermore, social media use was linked to wider education-based gaps in factual knowledge and narrower education-based gaps in perceived knowledge among racial minorities than among Whites. Theoretical and practical implications for equitable science communication are discussed."
  },
  {
    "discipline": "communication",
    "title": "Visualizing political communication on Spanish social media: an analysis of Andalusian political parties’ communication on Instagram",
    "authors": "Antonio Pineda, Alberto Hermida, Elena Bellido-Pérez",
    "url": "https://doi.org/10.1177/14703572241307305",
    "doi": "https://doi.org/10.1177/14703572241307305",
    "filter": 0,
    "journal_full": "Visual Communication",
    "abstract": "Instagram is a social networking site widely used in political communication, with candidates and parties throughout the world developing profiles and managing their images on this site. However, research focusing on Instagram is still limited in comparison to production aimed at other networks – a research gap which is reflected in the scarcity of studies on Instagram political communication in Spain. This article aims to broaden the literature on Instagram use by addressing the profiles of political parties instead of individual candidates, by focusing on regional parties instead of national ones and by shedding light on underexplored aspects of visual political communication. To do so, the authors focus on the Spanish Autonomous Region of Andalusia and content-analyse the way in which political parties in this region manage their visual presence. The sample consists of 1,805 Instagram posts collected from the official profiles of the five parties with parliamentary seats in Andalusia. The content analysis of the posts is based on variables related to visual aspects of the images being published: visual content and formats, presence of party leaders, party symbolism and the predominant colours used in publications. Results indicate that Instagram’s visual content depicts party symbolism and uses colour in a strategic way. However, the personal presence of leaders is not exploited equally by all parties, indicating that the management of political image on social media differs between parties."
  },
  {
    "discipline": "politics",
    "title": "Priming Bias Versus Post-Treatment Bias in Experimental Designs",
    "authors": "Matthew Blackwell, Jacob R. Brown, Sophie Hill, Kosuke Imai, Teppei Yamamoto",
    "url": "https://doi.org/10.1017/pan.2025.3",
    "doi": "https://doi.org/10.1017/pan.2025.3",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "Conditioning on variables affected by treatment can induce post-treatment bias when estimating causal effects. Although this suggests that researchers should measure potential moderators before administering the treatment in an experiment, doing so may also bias causal effect estimation if the covariate measurement primes respondents to react differently to the treatment. This paper formally analyzes this trade-off between post-treatment and priming biases in three experimental designs that vary when moderators are measured: pre-treatment, post-treatment, or a randomized choice between the two. We derive nonparametric bounds for interactions between the treatment and the moderator under each design and show how to use substantive assumptions to narrow these bounds. These bounds allow researchers to assess the sensitivity of their empirical findings to priming and post-treatment bias. We then apply the proposed methodology to a survey experiment on electoral messaging."
  },
  {
    "discipline": "politics",
    "title": "The case for multiple UESDs and an application to migrant deaths in the Mediterranean Sea",
    "authors": "Joris Frese",
    "url": "https://doi.org/10.1017/psrm.2025.17",
    "doi": "https://doi.org/10.1017/psrm.2025.17",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Many recent applications of the “Unexpected Event during Survey Design” (UESD) analyze single cases of frequently occurring events. In this research note, I question the generalizability of research findings obtained this way and demonstrate the empirical benefits of the “Multiple Unexpected Events during Survey Design” (MUESD). I conduct 15 large-scale replications (total N = 101,940) of a new UESD analyzing the effects of Mediterranean shipwrecks on immigration attitudes. Previous research suggests that such events drastically reduce anti-immigration attitudes among the European public, presumably through an empathy-based mechanism. However, after 15 of the most lethal shipwrecks since 2013, anti-immigration attitudes were reduced in only one case of exceptionally high salience and to a much lesser degree than originally found."
  },
  {
    "discipline": "public opinion",
    "title": "Electoral Forecasting in Volatile Party System Settings: Assessing and Improving Pre-Election Poll Predictions in Italy",
    "authors": "Kenneth Bunker",
    "url": "https://doi.org/10.1177/08944393251328309",
    "doi": "https://doi.org/10.1177/08944393251328309",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "This study examines electoral forecasting in volatile party systems, focusing on factors contributing to deviations between poll predictions and actual election outcomes. Using Italy as a case study, it identifies biases in polling data and proposes a method to enhance estimator accuracy in a context of stable institutions and volatile electoral dynamics. Data from three Italian general elections are analyzed to evaluate discrepancies between pre-electoral polls and results, assessing key factors such as timing of data collection, survey methodology, sample size, and party system fragmentation. Employing a Bayesian inference process via a Markov chain Monte Carlo (MCMC) adaptive Metropolis-Hastings (MH) algorithm, the study demonstrates that pre-electoral estimates can be significantly improved using the Two-Stage Model (TSM). By consistently outperforming traditional poll predictions, the TSM offers a robust framework for addressing polling biases. These findings advance political forecasting by improving accuracy in both consolidated democracies and volatile electoral contexts, while emphasizing the need for future research on dynamic polling methods and fundamentals-based models."
  },
  {
    "discipline": "psychology",
    "title": "ESM-Q: A consensus-based quality assessment tool for experience sampling method items",
    "authors": "Gudrun Eisele, Anu Hiekkaranta, Yoram K. Kunkels, Marije aan het Rot, Wouter van Ballegooijen, Sara Laureen Bartels, Jojanneke A. Bastiaansen, Patrick N. Beymer, Lauren M. Bylsma, Ryan W. Carpenter, William D. Ellison, Aaron J. Fisher, Thomas Forkmann, Madelyn R. Frumkin, Daniel Fulford, Kristin Naragon-Gainey, Talya Greene, Vera E. Heininga, Andrew Jones, Elise K. Kalokerinos, Peter Kuppens, Kathryn L Modecki, Fabiola Müller, Andreas B. Neubauer, Vanessa Panaite, Maude Schneider, Jessie Sun, Stephen J. Wilson, Caroline Zygar-Hoffmann, Inez Myin-Germeys, Olivia J. Kirtley",
    "url": "https://doi.org/10.3758/s13428-025-02626-1",
    "doi": "https://doi.org/10.3758/s13428-025-02626-1",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Sample size matters when estimating test–retest reliability of behaviour",
    "authors": "Brendan Williams, Lily FitzGibbon, Daniel Brady, Anastasia Christakou",
    "url": "https://doi.org/10.3758/s13428-025-02599-1",
    "doi": "https://doi.org/10.3758/s13428-025-02599-1",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Intraclass correlation coefficients (ICCs) are a commonly used metric in test–retest reliability research to assess a measure’s ability to quantify systematic between-subject differences. However, estimates of between-subject differences are also influenced by factors including within-subject variability, random errors, and measurement bias. Here, we use data collected from a large online sample ( N = 150) to (1) quantify test–retest reliability of behavioural and computational measures of reversal learning using ICCs, and (2) use our dataset as the basis for a simulation study investigating the effects of sample size on variance component estimation and the association between estimates of variance components and ICC measures. In line with previously published work, we find reliable behavioural and computational measures of reversal learning, a commonly used assay of behavioural flexibility. Reliable estimates of between-subject, within-subject (across-session), and error variance components for behavioural and computational measures (with ± .05 precision and 80% confidence) required sample sizes ranging from 10 to over 300 (behavioural median N : between-subject = 167, within-subject = 34, error = 103; computational median N : between-subject = 68, within-subject = 20, error = 45). These sample sizes exceed those often used in reliability studies, suggesting that sample sizes larger than are commonly used for reliability studies (circa 30) are required to robustly estimate reliability of task performance measures. Additionally, we found that ICC estimates showed highly positive and highly negative correlations with between-subject and error variance components, respectively, as might be expected, which remained relatively stable across sample sizes. However, ICC estimates were weakly or not correlated with within-subject variance, providing evidence for the importance of variance decomposition for reliability studies."
  },
  {
    "discipline": "psychology",
    "title": "Developing a General Construal Questionnaire",
    "authors": "Yidan Yin, Robert Barrett, Michele Williams, Batia Mishan Wiesenfeld, Cheryl Jan Wakslak",
    "url": "https://doi.org/10.1177/01461672251321318",
    "doi": "https://doi.org/10.1177/01461672251321318",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "thinking and concrete thinking shape how we interpret and interact with the world. One of the most influential approaches to abstract and concrete construals is Construal Level Theory, which has primarily taken a situational approach to studying construal level. The current research develops the General Construal Questionnaire to measure individuals’ general tendencies toward abstract and concrete thinking, opening possibilities for new research that extends past the focus on situational construal. Distinguishing abstract and concrete construals as distinct factors reveals that they have unique effects. Abstract construal correlates with extraversion, openness to experience, a focus on the future, promotion, and desirability, a preference for cognition, tolerance for uncertainty, and a tendency to perceive similarities, stereotype, and evaluate. Concrete construal correlates with conscientiousness, a focus on the present, prevention, and feasibility, a preference for certainty and perfectionism, and a tendency to perceive differences and make daily progress."
  },
  {
    "discipline": "psychology",
    "title": "Bayesian nonparametric latent class analysis with different item types.",
    "authors": "Meng Qiu, Sally Paganin, Ilsang Ohn, Lizhen Lin",
    "url": "https://doi.org/10.1037/met0000728",
    "doi": "https://doi.org/10.1037/met0000728",
    "filter": 0,
    "journal_full": "Psychological Methods"
  }
]
