[
  {
    "discipline": "communication",
    "title": "Beyond time delays: how web scraping distorts measures of online news consumption",
    "authors": "Roberto Ulloa, Frank Mangold, Felix Schmidt, Judith Gilsbach, Sebastian Stier",
    "url": "https://doi.org/10.1080/19312458.2025.2482538",
    "doi": "https://doi.org/10.1080/19312458.2025.2482538",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Identifying anti-vaccine subgroups for targeted messaging",
    "authors": "Bradley Adame, Steven R. Corman",
    "url": "https://doi.org/10.1080/08824096.2025.2478048",
    "doi": "https://doi.org/10.1080/08824096.2025.2478048",
    "filter": 0,
    "journal_full": "Communication Research Reports"
  },
  {
    "discipline": "communication",
    "title": "Frequent Media Use, Media Multitasking, and Perceived Cost of Cognitive Effort",
    "authors": "Myoungju Shin, Karen Murphy",
    "url": "https://doi.org/10.1089/cyber.2024.0492",
    "doi": "https://doi.org/10.1089/cyber.2024.0492",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Interpersonal Goal Contagion Through Social Media Posts",
    "authors": "Stephanie J. Tobin, Jennifer Crocker, Tao Jiang",
    "url": "https://doi.org/10.1089/cyber.2024.0480",
    "doi": "https://doi.org/10.1089/cyber.2024.0480",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Buzz Across Borders: Analyzing the Global and Local Dynamics Shaping the ChatGPT Media Hype in China",
    "authors": "Bin Chen, Anfan Chen, Shuning Lu",
    "url": "https://doi.org/10.1080/21670811.2025.2483737",
    "doi": "https://doi.org/10.1080/21670811.2025.2483737",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "A Corpus Study of Gender Identity Representation in Selected Nigerian Newspapers",
    "authors": "Oluwasegun Matthew Amoniyan, Jane Chinelo Obasi",
    "url": "https://doi.org/10.1080/10646175.2025.2476482",
    "doi": "https://doi.org/10.1080/10646175.2025.2476482",
    "filter": 0,
    "journal_full": "Howard Journal of Communications"
  },
  {
    "discipline": "communication",
    "title": "The mirror of the metaverse: an exploration of reciprocal effects between self-views and avatar-based self-presentation",
    "authors": "Hyun Suk Kim, Soela Kim, Eun-Ju Lee",
    "url": "https://doi.org/10.1093/hcr/hqaf005",
    "doi": "https://doi.org/10.1093/hcr/hqaf005",
    "filter": 0,
    "journal_full": "Human Communication Research",
    "abstract": "This study examined how users’ self-views (i.e., identity coherence, identity confusion, self-esteem) and their self-presentation through avatars (i.e., the number of avatars used, self-avatar dissimilarity, the frequency of and the expenditure on avatar customization) in the metaverse mutually influence each other, based on a three-wave panel survey of Zepeto users in South Korea (N = 640). Dynamic fixed-effects models yielded no significant effects of self-views on avatar-based self-presentation, but identified some significant reverse relationships: users who spent more money on customizing their avatars’ appearance experienced greater identity confusion and lower self-esteem two months later. By contrast, contemporaneous fixed-effects models found no significant effects in either direction. Overall, the results indicate limited unidirectional effects of avatar-based identity experimentation on users’ self-views that manifest over time, while casting doubt on the permeability between virtual and physical self-identities."
  },
  {
    "discipline": "communication",
    "title": "Role of blockchain in shaping trust and purchase intentions for beauty brands advertised online",
    "authors": "Shreya Sangal, Achint Nigam, Abhishek Behl, Suraksha Gupta, Pierpaolo Magliocca",
    "url": "https://doi.org/10.1080/02650487.2025.2482362",
    "doi": "https://doi.org/10.1080/02650487.2025.2482362",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "How Autonomy of Artificial Intelligence Technology and User Agency Influence AI Perceptions and Attitudes: Applying the Theory of Psychological Reactance",
    "authors": "Jeeyun Oh, Soya Nah, Zinan Darren Yang",
    "url": "https://doi.org/10.1080/08838151.2025.2485319",
    "doi": "https://doi.org/10.1080/08838151.2025.2485319",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Unraveling the Shape of Social Media Narratives: Analyzing the Effects of Online Interaction and Narrative Structure on Attention to Digital Asset Transactions",
    "authors": "Yaotian Zhang, Yixiao Sun, Cheng-Jun Wang",
    "url": "https://doi.org/10.1080/08838151.2025.2484347",
    "doi": "https://doi.org/10.1080/08838151.2025.2484347",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Recognizing fake news spreading in social networks using ensemble learning",
    "authors": "Ying Yang, Fengjiao Zhou, Mohamad Shaharudin Samsurijan, Rui Ma",
    "url": "https://doi.org/10.1080/19331681.2025.2458686",
    "doi": "https://doi.org/10.1080/19331681.2025.2458686",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "The Gardener and the Coach: How Metaphor Use Shapes Impression Formation",
    "authors": "Emma L. Grisham, Michelle Wong, Stephen J. Flusberg, Bridgette Martin Hard",
    "url": "https://doi.org/10.1177/0261927x251328359",
    "doi": "https://doi.org/10.1177/0261927x251328359",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Using the classroom context as a case study, we investigated whether a novel linguistic cue—the use of self-referential metaphors—shapes person perception in metaphor-congruent ways. Across three experiments, current and former college students ( N = 1,630) read an email from a hypothetical professor that conveyed one of two common metaphors for the teacher-student relationship (coach/athletes vs. gardener/plants). They then reported their impressions of the professor, the course, and student expectations. Participants expected professors using coach metaphors to be more rigorous but less supportive than those using gardener metaphors, irrespective of the professor's gender. However, impressions evoked by the use of gardener metaphors did not significantly differ from a non-metaphorical message baseline. These findings indicate that metaphor use can shape our impressions of others independently of gender, but that some metaphors may confirm prior beliefs or expectations. These findings have significant implications for educators and person perception researchers."
  },
  {
    "discipline": "communication",
    "title": "Time-trajectories of depression, social anxiety, and social functioning throughout college",
    "authors": "Jessica A. Birg, Paddy Loftus, Howard Tennen, Stephen Armeli, Fallon R. Goodman",
    "url": "https://doi.org/10.1177/02654075251325427",
    "doi": "https://doi.org/10.1177/02654075251325427",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "College matriculation is a major life transition. Most students enter college during young adulthood, a critical development period for social and mental health. Students who enter college with mental health challenges may struggle to connect with peers and capitalize on abundant social opportunities. In particular, social anxiety and depression symptoms may alter longer-term trajectories of students’ social functioning (namely social support and time spent socializing) throughout college. To examine the prospective relationships between these mental health symptoms and social functioning, we conducted a longitudinal study with undergraduates ( N = 323) who completed baseline surveys and 30-day daily diaries each year of college. Using multilevel growth curve models, we tested separate forward- and reverse-direction effects to assess changes in symptom–functioning relationships over time. Results indicated that higher social anxiety symptoms predicted a steeper decline in time spent socializing, but not in perceived social support. Depression symptoms did not predict changes in social functioning trajectories; however, greater perceived social support was associated with fewer depression symptoms on average. These findings suggest that social anxiety symptoms may increase risk for social isolation, which could, in turn, worsen mental health outcomes. Moreover, our results provide support for the stress-buffering hypothesis and suggest that social support may help mitigate mild depression symptoms."
  },
  {
    "discipline": "communication",
    "title": "Estrangement between older parents and adult children: Associations with mental health",
    "authors": "Andreas Nikolajsen, Lars Larsen, Morten Christoffersen, Bjørn E. Holstein, Christine E. Swane",
    "url": "https://doi.org/10.1177/02654075251327874",
    "doi": "https://doi.org/10.1177/02654075251327874",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Parent-child relationships are among the most important social connections throughout life. Estrangement from one or more children has been shown to evoke feelings of sorrow for parents as they move closer to the end of life. Yet family estrangement in older age has not garnered much attention in the scientific literature, and associations with mental health remain unresolved. The purpose of the present study was to examine the association between mental health and estrangement from adult children for older parents on dimensions of well-being, sense of purpose, depression, and loneliness. Survey data were collected from older parents (aged 75+) with estrangement to at least one child ( n = 75) and a corresponding comparison group of older parents ( n = 196). Data included measurements of well-being (WHO-5), sense of purpose (PIL-SF), depressive symptoms (CMDQ), and loneliness (UCLA-3). Statistical analyses using multiple linear regression were conducted for each measurement to test for associations with intergenerational estrangement. Intergenerational estrangement was found to be statistically significantly associated with poorer mental health scores on all four measurements. The study is the first to document multiple, specific, negative psychological and social associations with intergenerational estrangement for older parents. The study argues for the potential benefits of family work in efforts to promote mental health in older age."
  },
  {
    "discipline": "communication",
    "title": "Social support among emerging adult friends: Dyadic and longitudinal associations between support gaps and relational quality",
    "authors": "Lucas J. Youngvorst, Erin K. Ruppel",
    "url": "https://doi.org/10.1177/02654075251330360",
    "doi": "https://doi.org/10.1177/02654075251330360",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Building upon the emerging theory of support gaps, the present study explores dyadic associations of surpluses and deficits in various types of support with immediate and longitudinal relationship quality between friends. Emerging adult friends ( N = 212 dyads) completed an initial questionnaire reporting desired support, received support, and relationship quality pertaining to a friend, and a follow-up questionnaire one-month later reporting relationship quality pertaining to the same friend. Results showed that friends reported significant surpluses and deficits in support of all types, which both positively and negatively related to both their own and their friend’s relationship quality, depending on the type of support gap and the way in which support gaps were analyzed. Overall, the findings demonstrate the complex and multidimensional role of support gaps in emerging adult friendships, while suggesting potential future research directions to continue developing the theory of support gaps."
  },
  {
    "discipline": "communication",
    "title": "Promoting Integrity in the Face of Disruption: A Case for Expanding Communication Theory",
    "authors": "Colleen Connolly-Ahern, J. Suzanne Horsley, Shuning Lu, Yan Qu, Jordan Morehouse, Virginia Harrison, Chuqing Dong, Hye Jin Yoon, Yan Huang, Dean Mundy, Sandra Boone",
    "url": "https://doi.org/10.1177/10776990251326540",
    "doi": "https://doi.org/10.1177/10776990251326540",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "The inability to anticipate and address the current disruptive onslaught in communications has contributed to the erosion of trust in journalism, given rise to social media echo chambers, spawned “infodemics” that cause confusion during health crises and precipitated the rise of “low information” voters. In 2023, The Arthur W. Page Center for Integrity in Public Communication published a call for original research that would expand existing communication theory or borrow theory from other disciplines that would help better explain and critique the current disruptive communication ecosystem. This forum represents the collective vision of the Page/Johnson Legacy Scholars for reimagining communication theory to confront a wide range of current communication challenges: disaster communicators’ mental health; misinformation; disinformation; organization-public relationship management; and the amplification of the public voice in mass communication. The scholars make a persuasive case for the need to expand existing theory, as well as the need to integrate fresh theoretical perspectives into communication scholarship to keep communication research relevant and useful."
  },
  {
    "discipline": "communication",
    "title": "Balancing Artificial Intelligence and Human Expertise: Ideal Fact-Checking Strategies for Hard and Soft News",
    "authors": "Yunju Kim, Joonhwan Lee",
    "url": "https://doi.org/10.1177/10776990251325875",
    "doi": "https://doi.org/10.1177/10776990251325875",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study compares the effectiveness of artificial intelligence (AI)-aided versus human-assisted fact-checking for different types of news, namely hard and soft news. To this end, an online experiment was carried out separately in Korea and the United States, employing a 2 (news type: hard news vs. soft news) × 2 (fact-checker: AI vs. human experts) between-group factorial design. Findings suggest that AI’s fact-checking, with its perceived objectivity and lack of bias, is potentially more effective for straightforward hard news, while human-assisted fact-checking appears to be more suitable for addressing misinformation within soft news, which involves more subjective aspects of information. Additionally, the study proposes that AI’s verification of hard news and human experts’ examination of soft news might trigger divergent indirect mechanisms—systematic processing driven by cognition or heuristic processing influenced by emotion—to counteract misinformation."
  },
  {
    "discipline": "communication",
    "title": "Is a Prophet Not Appreciated in His Land? A Multimodal Interaction Analysis of Netizens’ Stance-Taking on the “African of the Year 2021” Conferral",
    "authors": "Sandra A. Mensah",
    "url": "https://doi.org/10.1177/10776990251320020",
    "doi": "https://doi.org/10.1177/10776990251320020",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Stance-taking has become a widespread phenomenon in social media discourses, and status conferral, an existing crucial media function. This study explores both concepts within the context of positive media status conferral and the audience’s stances in evaluating modern-day conferrals. These phenomena are investigated concurrently using Forbes Africa’s African of the Year 2021 conferral, related Twitter discourses, and multimodal interaction analysis. The findings reveal that social media news stance-taking differs from other contexts, expanding DuBois’ stance-taking triangle. In addition, multimodal stance-taking emerges as the central concept in the public discourse, leading to three other distinct contextualized themes, emphasizing the importance of context in the stance-taking process."
  },
  {
    "discipline": "communication",
    "title": "Narratives of Regret: How Anticipated Regret and Counterfactual Thinking Can Promote COVID-19 Vaccination Intentions in Unvaccinated Adults",
    "authors": "Jessica Gall Myrick, Helena Bilandzic",
    "url": "https://doi.org/10.1080/15205436.2025.2481906",
    "doi": "https://doi.org/10.1080/15205436.2025.2481906",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "From Fact-Checking to Debunking: The Case of Elections24Check During the 2024 European Elections",
    "authors": "Carlos Rodríguez-Pérez, Rocío Sánchez-del-Vas, Jorge Tuñón-Navarro",
    "url": "https://doi.org/10.17645/mac.9475",
    "doi": "https://doi.org/10.17645/mac.9475",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Misleading and false information is an issue in the European public sphere. This article analyzes the verified disinformation by fact-checkers during the 2024 European Parliament elections. From the lens of fact-checking, as a journalism practice to fight against disinformation, this research explores the European initiative Elections24Check, a collaborative fact-checking project associated with the European Fact-Checking Standards Network. The research aims: on the one hand, to demonstrate the prevalence of debunking over fact-checking; and on the other, to dissect the thematic nature, format, typology, and deceitful technique of the hoaxes verified during the last European elections. Using content analysis, the sample comprised 487 publications verified by 32 different fact-checkers across a total of 28 countries for one month related to the 2024 European elections. The results present implications regarding the collaborative fact-checking project that made a greater effort to verify other contextual disinformation issues rather than checking disinformation directly involved in the elections and EU politics. Also, this case study revealed the shift in the European fact-checking movement with the prevalence of debunking activity over scrutinizing public statements. Finally, the verified disinformation underscored the continued dominance of text as the primary format for spreading false information and the predominance of content decontextualization. The results of this study aim to deepen the understanding of fact-checking in the European media landscape."
  },
  {
    "discipline": "communication",
    "title": "Whatsapp Explorer : A data donation tool to facilitate research on WhatsApp",
    "authors": "Kiran Garimella, Simon Chauchard",
    "url": "https://doi.org/10.1177/20501579251326809",
    "doi": "https://doi.org/10.1177/20501579251326809",
    "filter": 0,
    "journal_full": "Mobile Media & Communication",
    "abstract": "In recent years, reports have pointed at the influence of WhatsApp on a variety of outcomes, ranging from elections to collective violence. While academic research should examine the validity of these claims, obtaining WhatsApp data for research is notably challenging, contrasting with the relative abundance (at least until recently) of data from platforms such as Facebook and Twitter, in which the “information diet” of users has been extensively studied. This lack of data is particularly problematic because WhatsApp may be a powerful vehicle for misinformation and hate speech. To help make research on these questions, and more generally research on WhatsApp possible, this paper introduces Whatsapp Explorer , a tool designed to enable WhatsApp data collection on a large scale. We discuss protocols for data collection, including potential sampling approaches, and explain why our tool (and adjoining protocol) arguably allow researchers to collect WhatsApp data in an ethical and legal manner, at scale. Finally, we provide insights from our pilots in India and Brazil, including details on how much data we were able to collect, sampling challenges, and the path forward."
  },
  {
    "discipline": "communication",
    "title": "A multifaceted nudge-based intervention to reduce smartphone use: Findings from a randomized cross-over trial",
    "authors": "K. T. A. Sandeeshwara Kasturiratna, Yi Jing Chua, Andree Hartanto",
    "url": "https://doi.org/10.1177/20501579251323246",
    "doi": "https://doi.org/10.1177/20501579251323246",
    "filter": 0,
    "journal_full": "Mobile Media & Communication",
    "abstract": "The widespread use of smartphones has raised concerns about problematic usage behaviors, including excessive screentime and frequent phone checking, which can disrupt daily functioning. This study aimed to evaluate the effectiveness of a multifaceted nudge-based intervention in reducing smartphone use through subtle changes to smartphone settings. The intervention incorporated adjustments such as disabling face/touch ID, setting longer passwords, switching to grayscale mode, and removing social media apps from the home screen. A randomized within-subject cross-over trial with counterbalancing was conducted over a two-week period using a daily diary approach paired with objective smartphone usage data to track the impact of these interventions on both smartphone screentime and checking behavior. Multilevel modeling on 163 young adults with 1508 observations indicated that the intervention significantly reduced both screentime and checking frequency compared to the control condition. However, participants reported higher levels of stress during the intervention, potentially due to the frustration of partial restrictions without full disengagement from their smartphones. These findings highlight not only the potential of multifaceted nudges to reduce smartphone use but also the importance of carefully selecting and combining strategies to avoid unintended stress. This study provides a practical, cost-free and scalable foundation for refining smartphone interventions, contributing to the growing body of research on nudge-based strategies to promote healthier phone habits."
  },
  {
    "discipline": "communication",
    "title": "Lighting the participatory spark? The role of social media influencers in initiating political participation",
    "authors": "Hanna Reinikainen, Nils S. Borchers, Aleksi Suuronen, Kim Strandberg",
    "url": "https://doi.org/10.2478/nor-2025-0002",
    "doi": "https://doi.org/10.2478/nor-2025-0002",
    "filter": 0,
    "journal_full": "Nordicom Review",
    "abstract": "The role of social media influencers is often limited to the realm of consumer behaviour. However, recently, their role in the sphere of political communication has become a new topic of interest. In this article, we focus on how political influencer content is perceived by Finnish social media users and probe the interrelations between these perceptions and political participation. A moderated mediation model was developed and tested using data gathered from Finnish respondents ( n = 680) through an online survey and self-reported measures. The results imply that perceived exposure to political influencer content is associated with latent political participation (i.e., increased attention and awareness), which is further related to manifest political participation (e.g., boycotting and voting). The moderating effects of general political interest and engagement with influencers were also tested, but not found. The findings suggest that influencers’ political content has the potential to spark political participation, as it may ignite awareness towards political topics – possibly even among those who have not previously shown interest in politics. Suchawareness, in turn, may eventually manifest itself as political behaviour, such as voting or boycotting. The results provide an enhanced understanding of the potential impact of new social media arenas on increasing political participation while simultaneously contributing to the studies on political influencers, a research area that is growing in popularity."
  },
  {
    "discipline": "communication",
    "title": "Attachment Insecurity and Partner Reflective Functioning in the Context of Long‐Distance Interracial Romantic Relationships",
    "authors": "Nicole M. Froidevaux, Summer Millwood, Hannah K. Hecht, Hannah Rasmussen, Margaret L. Kerr, David A. Sbarra, Jessica L. Borelli",
    "url": "https://doi.org/10.1111/pere.70004",
    "doi": "https://doi.org/10.1111/pere.70004",
    "filter": 0,
    "journal_full": "Personal Relationships",
    "abstract": "Partner reflective functioning—the capacity to understand the behaviors of a romantic partner in the context of mental states—is an important interpersonal psychological process that is associated with positive relationship outcomes. Attachment insecurity, a widely known risk factor for relationship outcomes, may be relevant for understanding interracial romantic relationship partner reflective functioning. Working with a sample of adults in long‐distance relationships, this study tested whether the association of relationship type (interracial [ n = 90] and intraracial [ n = 215]) with partner reflective functioning varied by attachment insecurity. We found that at high levels of attachment insecurity (both anxiety and avoidance), individuals in an interracial romantic relationship engaged in lower partner reflective functioning relative to individuals in an intraracial romantic relationship. Conversely, we found that at low levels of attachment avoidance, individuals in an interracial romantic relationship engaged in higher levels of partner reflective functioning relative to individuals in an intraracial romantic relationship. Although attachment insecurity may be associated with lower partner reflective functioning when individuals are in a long‐distance interracial romantic relationship, attachment security may allow these individuals to experience higher levels of partner reflective functioning."
  },
  {
    "discipline": "communication",
    "title": "Anti-science and science-skeptical attitudes over time: The case of France in historical perspective",
    "authors": "Emiliano Grossman",
    "url": "https://doi.org/10.1177/09636625251320331",
    "doi": "https://doi.org/10.1177/09636625251320331",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "This article looks at how the determinants of anti-science and science-skeptical attitudes have evolved over the past 50 years. It focuses on several standard explanations of anti-science and science-skeptical attitudes—the role of religiosity, the role of education and knowledge, and the role of political interest—and looks at how their importance has varied over time. Similarly, it examines the role of conservative political opinion on attitudes toward science. To do so, it uses a novel data set that includes eight waves of a survey that were fielded over a period of 49 years in France. While people are more educated, have access to more information, and are less religious, the importance of these factors appears to have diminished over time. At the same time, aggregate trends in anti-science and science-skeptical attitudes are not clear-cut. The article shows that anti-science and science-skeptical attitudes have become more difficult to explain over time."
  }
]
