[
  {
    "discipline": "communication",
    "title": "The Generative Artificial Intelligence (GenAI) Divide: Exploring the Individual Factors Influencing GenAI Competency, Adoption Readiness, and Psychological Barriers",
    "authors": "Christopher Ball, Kuo-Ting Huang, Xuan Nie, Elaine Kong, JM Shalani Dilinika",
    "url": "https://doi.org/10.1177/21522715261423789",
    "doi": "https://doi.org/10.1177/21522715261423789",
    "filter": 0,
    "created": "2026-2-17",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "Generative artificial intelligence (GenAI), a branch of AI capable of producing novel content from human input, is poised to transform various aspects of society. However, the benefits and challenges of GenAI adoption are not equally distributed, contributing to a new layer of digital inequality, the GenAI divide. This study examines the individual factors associated with psychological barriers, GenAI competency, and adoption readiness. Using data from a stratified online survey of 305 participants, the study explores sociodemographic variables (e.g., sex, age, race, education, and income), as well as competency factors (e.g., operational and creative skills) and psychological factors (e.g., attitudes toward AI, GenAI decision reliance, and self-efficacy). Findings reveal that operational skills and comfort with AI were significantly associated with lower anxiety and higher adoption readiness, whereas negative technology attitudes were associated with increased barriers. Furthermore, greater reliance on GenAI for decision-making was associated with lower self-assessed competency, suggesting a compensatory mechanism in which less confident users may increasingly depend on automated recommendations. These results highlight the multi-dimensional nature of the GenAI divide, emphasizing the interplay between individual-level factors and inequality-related outcomes. The study underscores the need for targeted interventions, such as AI literacy programs and supportive digital communities, to address these disparities and promote equitable access to the benefits of GenAI. By identifying key factors associated with GenAI adoption, this research contributes to a deeper understanding of digital inequality in the age of generative AI technologies."
  },
  {
    "discipline": "communication",
    "title": "Taking a seat, taking a side: How news media shapes covert discrimination",
    "authors": "Lise-Lore Steeman, David De Coninck, Rozane De Cock, Leen d’Haenens",
    "url": "https://doi.org/10.1177/02673231261422084",
    "doi": "https://doi.org/10.1177/02673231261422084",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "European Journal of Communication",
    "abstract": "Understanding covert discrimination is as critical as overt discrimination in combating injustices. This study examines how news media consumption and trust shape covert discriminatory preferences. By analyzing various news media sources (television, newspapers, and social media) and various discrimination grounds, we highlight the complex relationship between factors driving covert discrimination. We use data from an online survey among 3000 Belgian adults, employing a conjoint experimental design to capture implicit bias in the seating preferences on public transport. Results show that media consumption and trust significantly moderate discriminatory preferences. Light consumers of public television news and heavy consumers of commercial television news display greater discriminatory preferences. Higher trust in public broadcasters and quality newspapers aligns with favoring individuals without visible minority traits, while lower trust correlates with preferences for overweight and transgender individuals. TikTok, X, and Instagram consumption also influences these patterns. Our findings have implications for media policy and diversity interventions."
  },
  {
    "discipline": "communication",
    "title": "Conceptualization, operationalization, and performance of longitudinal studies in communication research: a systematic review",
    "authors": "Jonathan J H Zhu, Wei Lin, Jingwei Gao, Heng Lu",
    "url": "https://doi.org/10.1093/joc/jqaf047",
    "doi": "https://doi.org/10.1093/joc/jqaf047",
    "filter": 0,
    "created": "2025-10-14",
    "journal_full": "Journal of Communication",
    "abstract": "We report a systematic review of longitudinal studies published in SSCI-Communication journals over the 50 years, focusing on how time is conceived, measured, and analyzed as a scientific concept. To facilitate the review, we devised two novel classification schemes to distinguish between longitudinal and non-longitudinal studies and to measure how time is treated. We manually coded a random sample of 1,080 research articles, supplemented with computerized keyword scanning of the study population. The results show that longitudinal studies have steadily accounted for about 9% of the publications. Panel data studies outnumber time-series studies in a ratio of 3:2. Three-fourths of the longitudinal studies treat time as a timing index and aim to test causal effects, whereas a quarter treat time as a parameter to capture temporal dynamics. Longitudinal studies make more conceptual contributions and receive more citations than non-longitudinal studies. We offer practical recommendations for longitudinal communication research."
  },
  {
    "discipline": "communication",
    "title": "The Interplay of Agenda Building and Agenda Setting Across Policy, Media, and Public Agendas",
    "authors": "Janggeun Lee, Yunseung Lee, Bumsoo Kim",
    "url": "https://doi.org/10.1177/10776990261416905",
    "doi": "https://doi.org/10.1177/10776990261416905",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study explores the dynamics of agenda-setting among policy institutions, news media, and the public within a hyperconnected media environment. We analyzed government briefings and news content from 2023, alongside survey data on public agendas in South Korea. Our network-based modeling revealed positive correlations among the three agendas. Significantly, news media emerged as a crucial factor in issue ownership, with the public displaying a greater reliance on liberal outlets. These findings underscore the media’s mediating role between policymakers and the public, providing empirical support for a tripartite model of agenda-setting in contemporary political communication."
  },
  {
    "discipline": "communication",
    "title": "The Necessary Evolution of Mass Communication Research in a Fragmenting Media Landscape",
    "authors": "Mark Boukes, Miriam J. Metzger, Mike Schmierbach, R. Lance Holbert, Huma Rasheed, Larissa Leonhard, Erik P. Bucy, Michael McDevitt",
    "url": "https://doi.org/10.1177/10776990251407083",
    "doi": "https://doi.org/10.1177/10776990251407083",
    "filter": 0,
    "created": "2026-2-17",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "With the ongoing evolution of media channels, debates over the concept of mass communication have been reignited. When we live in a society of filter bubbles and AI-generated content, the very notion of a large uniform audience has been undermined. Indeed, the process of mass communication looks different today than in the early days of the field, which naturally affects how to define and measure media effects. In this forum, leading communication scholars provide arguments as to whether we should keep using the term “mass communication,” adapt its definition, or develop entirely new concepts that better reflect our fragmenting media environment."
  },
  {
    "discipline": "communication",
    "title": "Mapping Platform-Mediated Proximities With the TikTok Global Observatory",
    "authors": "Salvatore Romano, Miazia Schueler, Natalie Kerby, Davide Beraldo",
    "url": "https://doi.org/10.17645/mac.11238",
    "doi": "https://doi.org/10.17645/mac.11238",
    "filter": 0,
    "created": "2026-2-18",
    "journal_full": "Media and Communication",
    "abstract": "Considering TikTok’s increasing geopolitical influence, this article presents the TikTok Global Observatory (TKGO) as a case of data-reappropriation and introduces the concept of platform-mediated proximity as a counter-data mapping framework for data activist research. While TikTok enables global connection beyond local and cultural boundaries, its content is sensitive to locally specific conditions to which the platform provides no public insight. To counter this lack of transparency, the TKGO makes data for global and cross-national analysis of TikTok feeds available and navigable to the research community. The TKGO is an archive, updated daily, that collects the metadata of videos scraped from the non-logged-in web version of TikTok’s for you page (FYP) across 197 countries and territories. The tool’s main feature is a geographic map that allows users to view, filter, sort, and extrapolate the FYP data as prioritized in different geographical locations. This offers a unique access point for researchers, journalists, and activists investigating cross-national trends, content moderation, and content promotion. In this article, we firstly present the TKGO and contextually position its development in the contentious politics of data access, archiving, and mapping practices. Secondly, we elaborate on the notion of platform-mediated proximities, a conceptual lens that highlights how TikTok remediates geographical proximities through algorithmic content recommendation. Lastly, we apply this framework to the mapping of a three-month sample of the TKGO data, showing how TikTok’s cross-national content prioritization patterns generate new geographical boundaries, observing regional and geopolitical clustering as well as notable exceptions."
  },
  {
    "discipline": "communication",
    "title": "Transnational community empowerment and empathy transfer during the LA wildfires: How Xiaohongshu (RedNote) global users enacted environmental justice across the smoke",
    "authors": "Haiwei Valerie Huang, Lijun Luo",
    "url": "https://doi.org/10.1177/14614448251414883",
    "doi": "https://doi.org/10.1177/14614448251414883",
    "filter": 0,
    "created": "2026-2-17",
    "journal_full": "New Media & Society",
    "abstract": "During the 2025 Los Angeles wildfires and amid uncertainty over a TikTok ban, Xiaohongshu (RedNote) unexpectedly emerged as a site of transnational environmental discussion. This study examines how transnational conversations unfolded and their implications for community empowerment and environmental justice during a crisis. Drawing on qualitative content analysis and social network analysis of 505 wildfire-related posts, we find that user engagement centered on participatory practices (44.45%), including reporting and the circulation of practical information. Another substantial share of posts focused on building social ties through emotional support (16.33%), while critically questioning the causes of the fires (11.02%). Social network analysis further shows that grassroots users occupied central positions in the discourse. Together, these findings suggest that Xiaohongshu enabled communicative agency and empathetic transfer across borders, facilitating emergent forms of collective resilience. However, such potentials remain contingent, as algorithmic visibility and geopolitical conditions unevenly shape participation and recognition in digital spaces."
  },
  {
    "discipline": "communication",
    "title": "Is it politics or privacy? Antecedents of using Telegram, Signal, VK, Parler, and Gettr in five countries",
    "authors": "Christian Pieter Hoffmann, Shelley Boulianne, Christina Mandl",
    "url": "https://doi.org/10.1177/14614448261418996",
    "doi": "https://doi.org/10.1177/14614448261418996",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "New Media & Society",
    "abstract": "Large social media platforms are criticized for commodifying user data, corporate surveillance, and perceived censorship of political speech. As a result, some users flock to alternative platforms, like Telegram, Signal, VK, Parler, or Gettr. This study examines the roles of political ideology, anti-establishment views, and privacy concerns in the use of these five platforms. Based on survey data gathered in the United States, the United Kingdom, France, Canada, and Germany ( n = 1500 each), we find that alternative platform use is highest in the United States and in Germany. Digitally skilled, young, male, educated, and right-wing individuals are drawn to alternative social media. Across all five platforms, right-wing ideology is a stronger predictor of usage than anti-establishment views. In the pooled sample, privacy concerns do not correlate with usage. However, given inconsistencies in the roles of privacy concerns and anti-establishment views, we highlight the importance of specific platform affordances and national context."
  },
  {
    "discipline": "communication",
    "title": "Populism in the age of social media: A systematic review of recent digital populism research",
    "authors": "Ihsan Yilmaz, Ana-Maria Bliuc, Robb Norrie, Chloe M Smith, James Smith, Cerys Evans, Daniel S Courtney, Daniel Barnett",
    "url": "https://doi.org/10.1177/14614448261420218",
    "doi": "https://doi.org/10.1177/14614448261420218",
    "filter": 0,
    "created": "2026-2-20",
    "journal_full": "New Media & Society",
    "abstract": "Digital platforms have become central infrastructures of contemporary populism, shaping how actors communicate, mobilise supporters and contest democratic norms. This article offers a systematic, cross-disciplinary review of empirical research on digital populism published between 2015 and early 2025. Analysing 188 studies from political communication, media studies and political science, we map how platform affordances structure populist communication, how digital populism is conceptualised and how it is studied. The literature portrays digital populism as the communicative enactment of populist ideology in environments that privilege personalisation, affective intensity and direct leader–follower engagement. Methods span qualitative, computational and experimental designs, with research concentrated on Twitter/X and Facebook. Most studies examine exclusionary, right-wing cases in European and Western contexts and associate them with polarisation, misinformation and declining institutional trust. Evidence remains largely correlational, and inclusionary or participatory variants are underexplored. We identify key gaps and call for greater analytical precision in assessing democratic consequences."
  },
  {
    "discipline": "communication",
    "title": "Leveraging Artificial Intelligence Chatbots to Employ Bypassing and Correction Strategies for Addressing Misinformation About Contraceptive Use",
    "authors": "Christopher Calabrese, Haoning Xue, Xinyu Zhang, Yoo Jung Oh",
    "url": "https://doi.org/10.1177/10755470261418533",
    "doi": "https://doi.org/10.1177/10755470261418533",
    "filter": 0,
    "created": "2026-2-16",
    "journal_full": "Science Communication",
    "abstract": "We examined whether bypassing and combined (correction with bypassing) strategies delivered through artificial intelligence (AI) chatbots can address contraceptive misinformation. In Study 1, we found through observational reddit data that bypassing, correction, and combined strategies were present in online discussions and were more engaging than other responses. In Study 2, an experiment employing AI chatbots found that the combined strategy improved recommendation intentions compared with the control conditions, while also reducing beliefs in misinformation. The combined strategy AI chatbot was viewed as warmer and more competent than the correction, invoking less reactance and increasing recommendation intentions. Practical and theoretical implications are discussed."
  },
  {
    "discipline": "communication",
    "title": "Threat and Efficacy in Persuasive Messages About PFAS in Public Drinking Water",
    "authors": "Lyn M. van Swol, Ika Dai, Bret Shaw, Gavin Dehnert, Rachel A. Hutchins",
    "url": "https://doi.org/10.1177/10755470261422165",
    "doi": "https://doi.org/10.1177/10755470261422165",
    "filter": 0,
    "created": "2026-2-16",
    "journal_full": "Science Communication",
    "abstract": "Effective risk communication about per-and-polyfluoroalkyl substances (PFAS) is essential due to health risks and low public awareness. Guided by the Extended Parallel Process Model (EPPM) and the Transtheoretical Model (Stages of Change), this study examined how risk-based messages, which include threat and efficacy, influence behavioral intention, advice outcomes, and perceived importance. An experimental survey manipulating threat (high/low) and efficacy (high/low) on 419 municipal water users in Wisconsin found that intentions to reduce PFAS exposure were higher in high-efficacy than low-efficacy messages, especially among those in later stages of change. Perceived importance was higher in the high health-threat condition than in the low-threat condition. Findings emphasize the need to include strong efficacy cues in risk messaging and tailor public health messages to individuals’ readiness for behavior change."
  },
  {
    "discipline": "communication",
    "title": "The Presumed Prevalence/Persuasiveness of Online Misinformation and Americans’ Dissatisfaction With Democracy",
    "authors": "Chloe Mortenson, Erik C. Nisbet, R. Kelly Garrett",
    "url": "https://doi.org/10.1177/20563051261420610",
    "doi": "https://doi.org/10.1177/20563051261420610",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "Social Media + Society",
    "abstract": "American public discourse about online misinformation often exaggerates its prevalence and persuasiveness, potentially harming Americans’ evaluations of democratic governance. This project uses two studies conducted during the 2020 and 2022 elections to test whether the presumed prevalence/persuasiveness of online misinformation (P3OM)—the perception that online misinformation is both widespread and persuasive—undermines Americans’ satisfaction with democracy. Fixed-effects regression analysis of an eight-wave online panel survey reveals that both dimensions of P3OM are correlated with reduced democratic satisfaction. A follow-up online survey experiment provides evidence that exposure to messages about online misinformation reduces democratic satisfaction. Theoretical implications and strategies for reducing the presumed influence of online misinformation on democratic satisfaction are discussed."
  },
  {
    "discipline": "communication",
    "title": "The “Solo of Deliberator”: Political Deliberation and Discourse Quality in China’s Cyberspace",
    "authors": "Tianru Guan, Xiaotong Chen",
    "url": "https://doi.org/10.1177/20563051261419385",
    "doi": "https://doi.org/10.1177/20563051261419385",
    "filter": 0,
    "created": "2026-2-20",
    "journal_full": "Social Media + Society",
    "abstract": "Nuanced studies have scrutinized the facilitative role of digital media in fostering political deliberation and in contributing to the prospect of democratization in (semi-) authoritarian societies. This study illuminates a less-explored facet of non-democratic contexts’ digital politics by shedding light on discourse quality in cyberspace. Guided by Gastil and Black’s analytical–social framework of deliberation, we propose an integrated analytical model comprising seven dimensions and employ a case study approach combined with supervised machine learning to analyze Chinese netizens’ digital engagement with the public policy of “delaying retirement age” on the popular Q&amp;A platform. The findings reveal deliberative virtues—topic relevance, rationality, and civility—alongside a low presence of political alienation and minimal institutional alignment, suggesting generally strong analytical performance. In contrast, the social dimension, represented by argument reciprocity and transpositional consideration, remains weak, reflecting a lack of sustained interaction. Based on these empirical results, we coin the concept of the “ solo of deliberator ” to describe a pattern of online deliberation where analytical reasoning prevails while social engagement is subdued. Implications for deliberative democracy in non-democratic nations are discussed."
  },
  {
    "discipline": "communication",
    "title": "The Promise of a Better Past: Media, Authoritarian Nostalgia, and the Far Right",
    "authors": "Luca Manucci, Hugo Marcos-Marne, Yani Kartalis",
    "url": "https://doi.org/10.1177/19401612261415688",
    "doi": "https://doi.org/10.1177/19401612261415688",
    "filter": 0,
    "created": "2026-2-16",
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "The rising electoral support for far-right parties has sparked vibrant debates about the sociopolitical dynamics driving this phenomenon. This paper investigates a crucial yet underexplored dimension: the interplay between media consumption, authoritarian nostalgia, and far-right voting behaviour. Focusing on Spain and Portugal – two countries with distinct yet comparable histories of authoritarian rule – survey data analyses suggest that readers of ABC in Spain and Correio da Manhã (CdM) in Portugal may develop higher levels of authoritarian nostalgia, which in turn correlates with a higher probability to support VOX and Chega, respectively. A content analysis conducted on these newspapers indicates that this pattern may be driven more by the tone adopted by the tabloid (CdM) and conservative ( ABC ) newspapers when discussing the authoritarian past rather than by higher levels of authoritarian nostalgia compared to other newspapers. This study contributes to political communication research by highlighting a mechanism through which media narratives shape historical perceptions and electoral choices."
  },
  {
    "discipline": "communication",
    "title": "Engaging to Oppose: Cross-Cutting Patterns in Hostile News Commentary",
    "authors": "Seonhye Noh, Stuart Soroka",
    "url": "https://doi.org/10.1177/19401612261416569",
    "doi": "https://doi.org/10.1177/19401612261416569",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Prior work shows that passive news engagement, such as selection and consumption, exhibits strong news selectivity. Far less attention has been given to more active forms of news engagement, however. News commentary, an active form of engagement, may reflect cross-cutting engagement rather than pro-attitudinal selectivity, given its expressive and often confrontational nature. Using ten years of commenting data from South Korea’s largest news aggregator—amounting to over 250 million comments posted by approximately six million users—and a deep-learning content analysis to classify political attitudes and hostility, we examine whether hostile commentary is indeed characterized by cross-cutting patterns across both content and source levels. We specifically analyze whether users comment on counter-attitudinal news stories and whether hostile commenters are structurally confined within fragmented outlet clusters in co-engagement media networks. Findings show that hostile commenters are more likely to cross boundaries by targeting opposing news stories and exhibit weaker echo chamber structures, reflecting cross-cutting engagement beyond their clusters. This pattern is especially pronounced in political and societal domains. In today’s media environment, hostility and opposition may ironically disrupt, rather than reinforce, echo chambers."
  },
  {
    "discipline": "politics",
    "title": "Abortion policy preferences are structured, stable, and consequential",
    "authors": "Natalie Hernandez, Mackenzie Lockhart, Alan S. Gerber, Gregory A. Huber",
    "url": "https://doi.org/10.1111/ajps.70036",
    "doi": "https://doi.org/10.1111/ajps.70036",
    "filter": 0,
    "created": "2026-2-18",
    "journal_full": "American Journal of Political Science",
    "abstract": "Do Americans have structured, stable, and consequential policy preferences that shape political outcomes? We explore this question through the case of abortion, using a large‐scale panel dataset ( n  ≈ 130,000) and applying three key diagnostics: coherence, stability, and changes in vote choice. First, we demonstrate that abortion policy preferences exhibit logical coherence, both within and across reasons for seeking an abortion. Second, we show that these preferences are highly stable over time–more so than personality traits–suggesting that abortion attitudes are deeply engrained rather than fleeting opinions. Lastly, we find that abortion policy preferences, measured before the U.S. Supreme Court overturned Roe v. Wade in 2022, predict shifts in intended voting behavior between 2020 and 2024. This overall pattern helps rule out key theoretical alternatives, such as non‐opinions, attitudes following vote choice, and elite cues. Additionally, these findings highlight the significant and independent role of abortion attitudes in shaping American political behavior."
  },
  {
    "discipline": "politics",
    "title": "Angry losers? The (null) effects of feeling electoral loss on anti-democratic attitudes",
    "authors": "Katharina Lawall, Katerina Michalaki, Manos Tsakiris",
    "url": "https://doi.org/10.1017/s1475676525100601",
    "doi": "https://doi.org/10.1017/s1475676525100601",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "European Journal of Political Research",
    "abstract": "Peaceful transfers of power are a fundamental principle of democracy. Yet, in times of heightened affective polarisation, election losses may trigger strong negative emotional reactions in partisans, which in turn undermine support for fundamental democratic principles among partisans. We test this idea through two pre-registered survey experiments conducted after the 2022 and 2024 elections in the United States. We randomly assign partisans to receive either a placebo or an emotive reminder about the election that their party lost, containing others’ angry or worried reactions at the election outcome. Contrary to our pre-registered expectations, we do not find evidence that priming negative feelings about electoral loss affects support for political violence or democratic norms. Emotive reminders about salient political events can momentarily turn up the heat on politics, but are not enough to propel partisans to adopt extreme anti-democratic attitudes. By linking the study of emotions to democratic norms, this article contributes to our understanding of when negative emotions (fail to) radicalise partisans."
  },
  {
    "discipline": "politics",
    "title": "The use of confirmation and refutation frames in fact-checking war-related misinformation",
    "authors": "Carolina F. T. Batista, Ernesto Calvo, Shibley Telhami",
    "url": "https://doi.org/10.1177/20531680261426513",
    "doi": "https://doi.org/10.1177/20531680261426513",
    "filter": 0,
    "created": "2026-2-18",
    "journal_full": "Research & Politics",
    "abstract": "We implement a survey experiment to measure the effects of confirmation versus refutation frames in fact-checking wartime corrections. Respondents were presented with semantically equivalent statements that either confirmed accurate information (e.g., “It is TRUE that President Zelensky remained in Ukraine”) or refuted its inaccurate version (e.g., “It is FALSE that President Zelensky left Ukraine”). We evaluate whether confirmation frames increase sharing behavior compared with refutation frames. We also test whether refutation frames elicit more negative sentiments—such as anger and disgust—while confirmation frames generate more positive emotional responses. The experimental design mimics a Facebook post and employs four randomized treatments that vary in framing (confirmation vs. refutation) and news source ( The New York Times vs Fox News ). The survey was administered to 2091 U.S. adults in May 2022."
  },
  {
    "discipline": "public opinion",
    "title": "Hypercompetitiveness and Loser’s Consent",
    "authors": "Marc J Hetherington, Allen Wilson, Ryan M DeTamble, David C Barker",
    "url": "https://doi.org/10.1093/poq/nfaf063",
    "doi": "https://doi.org/10.1093/poq/nfaf063",
    "filter": 0,
    "created": "2025-11-15",
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Electoral democracy rests on the conferral of Loser’s Consent. The Capitol insurrection of January 6, 2021—and the widespread sympathy for it that endures among Republican citizens and elected officials—can be understood as an unprecedented denial of that Consent. We hypothesize that insurrectionist sympathies among 2020 election losers are structured in part by hypercompetitiveness—a psychological need to win at all costs. Using original survey data collected in the spring of 2022, we find strong suggestive support for our hypothesis. Many of the Americans who fail to condemn the Capitol riot may not be simply knee-jerk partisans, well-intentioned victims of propaganda, or sycophants in thrall to a would-be authoritarian leader. Substantiating the anxieties of many observers, those people may instead be unwilling to abide by democratic rules if it means they have to lose."
  },
  {
    "discipline": "public opinion",
    "title": "Unmasking Coordination: How Inauthentic Behavior Emerged and Diffusion During the Russia–Ukraine War on Twitter",
    "authors": "Yanhong Wu, Jianqiang Yu",
    "url": "https://doi.org/10.1177/08944393261427645",
    "doi": "https://doi.org/10.1177/08944393261427645",
    "filter": 0,
    "created": "2026-2-17",
    "journal_full": "Social Science Computer Review",
    "abstract": "This study aims to explain the diffusion pathways of coordinated inauthentic behavior during the Russia–Ukraine conflict. A dataset of 685,491 tweets containing the hashtag #russia on Twitter was used to construct a coordination network based on textual similarity and time synchronicity. By identifying leader-follower relationships, analyzing hourly time slices, and analyzing evolution metrics, four key insights were revealed. First, leaders constitute a stable core with an average of about 1741 nodes while peripheral followers fluctuate substantially, indicating a resilient core-peripheral structure. Second, diffusion advances across multiple fronts rather than remaining within single communities, with 67.05% of leader-follower ties crossing content clusters and the top 30 leaders posting across an average of 7.1 clusters and up to 9. Third, apparent synchronization is not driven by posting density alone but arises from rhythmic coupling between leaders and followers, as followers respond after an average delay of about 30 min and cluster peaks typically occur within less than 1 hour of each other. Fourth, diffusion capacity is not released once and for all but regenerates along a trajectory that moves from concentration to multiploidization and then to restructuring. Based on the results, we conceptualize coordinated inauthentic behavior as a strategically adaptive system with regenerative properties and provide governance implications."
  },
  {
    "discipline": "public opinion",
    "title": "Online Polarization and Violence in the United States: A Computational Analysis of Viewer Comments on Partisan News Coverage of President Donald Trump’s First Assassination Attempt",
    "authors": "Dennis Ekwemnachukwu Okeke, Margaret Adutwumwaa Boateng, Chibuzor Peter Okpala, Christiana Ibiwoye, Anthony Obi Okeke, Ousman Mbaye, Isaac Ebuka Obah",
    "url": "https://doi.org/10.1177/08944393261426534",
    "doi": "https://doi.org/10.1177/08944393261426534",
    "filter": 0,
    "created": "2026-2-17",
    "journal_full": "Social Science Computer Review",
    "abstract": "This study analyzes 15,000 user comments from ideologically distinct news platforms—Fox News (right-leaning), ABC News (left-leaning), and BBC News (centrist)—to investigate how political ideology shapes emotional expression and engagement following the July 2024 assassination attempt on President Donald Trump in Pennsylvania. We examine whether right-leaning comments exhibit elevated anger and hate speech, whether left-leaning comments show greater empathy and positive affect, and how emotional intensity influences engagement metrics such as likes and shares. Using computational science methods, we trace the evolution of emotional tone and toxicity over time, focusing on affective polarization triggered by a high-salience violent event. Our findings reveal that ideological alignment amplifies engagement with congruent emotional content, reinforcing echo chambers and intensifying online hostility. We address gaps in understanding how ideological echo chambers amplify polarized emotions and online hostility following a high-profile violent event, emphasizing the place of emotions in contemporary political communication and digital news consumption."
  },
  {
    "discipline": "psychology",
    "title": "When Do Interaction/Moderation Effects Stabilize in Linear Regression?",
    "authors": "Andrew Castillo, Joshua D. Miller, Colin Vize, David A. A. Baranger, Donald R. Lynam",
    "url": "https://doi.org/10.1177/25152459251407860",
    "doi": "https://doi.org/10.1177/25152459251407860",
    "filter": 0,
    "created": "2026-2-19",
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Two-way interaction effects in linear regression occur when the relation between two variables changes depending on the level of a third. Despite their frequent use, interactions are notoriously difficult to estimate accurately and test for statistical significance because of small effect sizes and low reliability. In this study, we used Monte Carlo simulations to establish stability thresholds for two-way interactions between continuous variables across combinations of reliability (0.7–1.0), main effect size (0.1–0.5), collinearity (0.1–0.5), and interaction effect size (0.05–0.2). Stability was defined as the consistency of estimated effect sizes across repeated samples of the same size from the same population and operationalized using modified definitions of the corridor of stability and point of stability from Schönbrodt and Perugini. Results show that the stability of interaction estimates is primarily determined by sample size and predictor reliability. The case representing a realistic psychology field study, in which researchers have limited control over variables, stabilized at n = 3,800, requiring 72% statistical power. At n ≤≤ 100, 11% to 45% of the estimates were incorrectly signed (i.e., negative when the true effect was positive). Most psychology studies enroll far fewer than 500 participants, and our results indicate many published interactions may be unstable. Analyses involving highly reliable predictors, such as group assignment in experimental designs, may stabilize at lower sample sizes because they attenuate the expected effect size less than variables with more measurement error. Researchers are encouraged to avoid routine tests of two-way interactions unless sample size and reliability are adequate and hypotheses are specified a priori."
  },
  {
    "discipline": "psychology",
    "title": "LeCoder: A large-scale automated coder for coding errors in word-production tasks",
    "authors": "Shanhua Hu, Delaney DuVal, Brielle C. Stark, Nazbanou Nozari",
    "url": "https://doi.org/10.3758/s13428-026-02948-8",
    "doi": "https://doi.org/10.3758/s13428-026-02948-8",
    "filter": 0,
    "created": "2026-2-18",
    "journal_full": "Behavior Research Methods",
    "abstract": "Speech errors have been instrumental in advancing our understanding of the architecture of the language production system, the nature of its representations, and its disorders. To be most informative, researchers usually need large amounts of data. Hand-coding such data can be both cumbersome and subjective. This paper presents LeCoder, the first open-source, automated error coder for English word and naming data, which uses a data-driven approach grounded in large-scale corpora to quantify the target–response relationship, allowing it to be flexible, scalable, and generalizable across new datasets. By testing the coder on two datasets from two aphasia labs that have been carefully coded by trained research assistants, we first establish that LeCoder has high accuracy when compared to expert coders, and in certain cases, offers a more logical categorization than human coders. We then show, using robust machine-learning approaches, that LeCoder’s performance generalizes to new participants and items it has never encountered before. Collectively, these findings encourage the use of LeCoder across labs for more objective coding of speech errors, which will, in turn, increase replicability of findings in all subfields of research that use speech error analysis, including neuropsychological research."
  },
  {
    "discipline": "sociology",
    "title": "When Political Pivots Shift Behaviors but Not Beliefs: Evidence from Trump’s Position Reversal over Facemasks during the COVID-19 Crisis",
    "authors": "Bartholomew A. Konechni",
    "url": "https://doi.org/10.1177/00031224251415372",
    "doi": "https://doi.org/10.1177/00031224251415372",
    "filter": 0,
    "created": "2026-2-23",
    "journal_full": "American Sociological Review",
    "abstract": "Political leaders play a potentially important role shaping behaviors and beliefs during crises. In the pandemic, a number of high-status politicians, notably leaders of populist parties, were seen to diminish compliance with institutional recommendations by casting doubt on COVID guidelines. But what happens when such leaders change position and endorse previously discouraged behaviors? Using longitudinal data from the Understanding Coronavirus in America panel with fixed-effects modeling, this article examines how Trump’s unexpected endorsement of facemasks in July 2020 affected individuals’ likelihood of wearing a facemask and belief in masks’ efficacy. I find that Trump’s pivot lifted Republicans’ use of facemasks, closing 40 percent of the preexisting gap with Democrats and with stronger effects among individuals who were more exposed to the early-summer spike in COVID cases. Additionally, I provide evidence for the unique significance of this moment in the history of the pandemic, showing that at almost no other time did partisan behaviors converge as sharply. However, in contrast to expectations from most dominant theoretical models of behavioral change, especially the health belief model, no corresponding shift in beliefs about facemasks can be detected. These results have important theoretical implications for understanding how pivots can shape behaviors during crises, the validity of existing models in public health, pandemic populism’s causes, and directions of future research."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The political effects of X’s feed algorithm",
    "authors": "Germain Gauthier, Roland Hodler, Philine Widmer, Ekaterina Zhuravskaya",
    "url": "https://doi.org/10.1038/s41586-026-10098-2",
    "doi": "https://doi.org/10.1038/s41586-026-10098-2",
    "filter": 0,
    "created": "2026-2-18",
    "journal_full": "Nature",
    "abstract": "Feed algorithms are widely suspected to influence political attitudes. However, previous evidence from switching off the algorithm on Meta platforms found no political effects1. Here we present results from a 2023 field experiment on Elon Musk’s platform X shedding light on this puzzle. We assigned active US-based users randomly to either an algorithmic or a chronological feed for 7 weeks, measuring political attitudes and online behaviour. Switching from a chronological to an algorithmic feed increased engagement and shifted political opinion towards more conservative positions, particularly regarding policy priorities, perceptions of criminal investigations into Donald Trump and views on the war in Ukraine. In contrast, switching from the algorithmic to the chronological feed had no comparable effects. Neither switching the algorithm on nor switching it off significantly affected affective polarization or self-reported partisanship. To investigate the mechanism, we analysed users’ feed content and behaviour. We found that the algorithm promotes conservative content and demotes posts by traditional media. Exposure to algorithmic content leads users to follow conservative political activist accounts, which they continue to follow even after switching off the algorithm, helping explain the asymmetry in effects. These results suggest that initial exposure to X’s algorithm has persistent effects on users’ current political attitudes and account-following behaviour, even in the absence of a detectable effect on partisanship."
  }
]
