[
  {
    "discipline": "communication",
    "title": "Translated knowledge: the production of marginalization of the Roma during the COVID-19 pandemic",
    "authors": "Adina Schneeweis",
    "url": "http://dx.doi.org/10.1093/joc/jqae041",
    "doi": "10.1093/joc/jqae041",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "This research evaluates news during the first year of the coronavirus disease 2019 pandemic in order to examine how European publics made sense of the Roma, the largest and most marginalized ethnic community on the continent. Based on the analysis of news in English, French, Italian, and Romanian, the study finds that much of the coverage across national and cultural boundaries translated marginalization, already exacerbated by the health crisis, through familiar lenses of blame and backwardness. Whereas anti-ethnic discrimination was primarily recognized in news reliant on official, governmental sources, news in French and Italian chiefly circulated representations of otherness. Romanian news revealed both systemic racism and community solutions, also filtered through a discriminatory lens. Translating justice- or equity-oriented content—directly or ideologically—appeared incomplete, infrequent, and often filtered through bias. The tool of local and regional translation emerged as central to the circulation of ideas across the continent."
  },
  {
    "discipline": "communication",
    "title": "Bias toward the Accents of Virtual Assistants",
    "authors": "Sarah E. Hercula, Daniel B. Shank, Jessica L. Cundiff, David Wright",
    "url": "http://dx.doi.org/10.1177/0261927x241291611",
    "doi": "10.1177/0261927x241291611",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Language bias, both positive and negative, is a well-documented phenomenon exhibited among human interlocutors. We examine whether this bias is exhibited toward virtual assistants, specifically, Apple's Siri and Google Assistant, with various accents. We conducted three studies with different stimuli and designs to investigate U.S. English speakers’ attitudes toward Google's British, Indian, and American voices and Apple's Irish, Indian, South African, British, Australian, and American voices. Analysis reveals consistently lower fluency ratings for Irish, Indian, and South African voices (compared with American) but no consistent results of bias related to competence, warmth, or willingness to interact. Moreover, participants often misidentified voices’ countries of origin but correctly identified them as artificial. We conclude that this overall lack of bias may be due to two possibilities: lack of humanlikeness of the voices and lack of availability of nonstandardized voices and voices from countries toward which those in the United States typically show bias."
  },
  {
    "discipline": "communication",
    "title": "Psychological Underpinnings of Misinformation Countermeasures",
    "authors": "Carolin-Theresa Ziemer, Tobias Rothmund",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000407",
    "doi": "10.1027/1864-1105/a000407",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: There has been substantial scholarly effort to (a) investigate the psychological underpinnings of why individuals believe in misinformation, and (b) develop interventions that hamper their acceptance and spread. However, there is a lack of systematic integration of these two research lines. We conducted a systematic scoping review of empirically tested psychological interventions (N = 176) to counteract misinformation. We developed an intervention map and analyzed boosting, inoculation, identity management, nudging, and fact-checking interventions as well as various subdimensions. We further examined how these interventions are theoretically derived from the two most prominent psychological accounts for misinformation susceptibility: classical and motivated reasoning. We find that the majority of misinformation studies examined fact-checking interventions, are poorly linked to basic psychological theory and not geared towards reducing motivated reasoning. Based on this, we outline future research avenues for effective psychological countermeasures against misinformation."
  },
  {
    "discipline": "communication",
    "title": "Inspiration by Role Models",
    "authors": "Irina Andreeva, Youllee Kim, Sungeun Chung",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000413",
    "doi": "10.1027/1864-1105/a000413",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Our experiences on social network sites (SNS) can often leave us envious of others, but others’ success can be inspirational as well. This study was an exploration of how source similarity, dispositional optimism, and goal attainability influence the outcomes of upward social comparisons with outstanding others. In an experiment in which participants were exposed to a success story on SNS ( N = 200), source similarity was found to have a direct influence on inspiration, and dispositional optimism had an indirect influence on inspiration through perceived goal attainability. The findings provide both theoretical and practical implications regarding how best to utilize success stories on SNS to increase a sense of inspiration."
  },
  {
    "discipline": "communication",
    "title": "News Consumers’ Expectations of Journalists Vary by Differences in Journalistic Role Preference",
    "authors": "Kate Farrish, Greg Munno, Megan L. Craig",
    "url": "http://dx.doi.org/10.1177/10776990241287159",
    "doi": "10.1177/10776990241287159",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This mixed-methods study used Q methodology to uncover two distinct perspectives among U.S. news consumers on their expectations of journalists. One expressed a traditional, neutral view of journalism. The other was more likely to accept journalistic voice and agency. The factors were similar to those uncovered in a previous study of journalists. This study revealed consensus items among news consumers, such as “a journalist’s first obligation is to the truth,” and areas of disagreement. Participants with a more traditional view were more likely to be politically conservative and older. We also found significant differences by trust and journalistic role conception."
  },
  {
    "discipline": "communication",
    "title": "Images of the Israel-Gaza War on Instagram: A Content Analysis of Western Broadcast News Posts",
    "authors": "Mohamad Hamas Elmasry",
    "url": "http://dx.doi.org/10.1177/10776990241287155",
    "doi": "10.1177/10776990241287155",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This quantitative content analysis examined how popular Western broadcast news channels—BBC News, CNN, Fox News, Sky News, and MSNBC—used Instagram (IG) to cover the initial phase of the fifth Israel–Gaza war of the 21 st century, which began on October 7, 2023. The research was undergirded by framing theory and the victim/defensive mode of reporting model. Overall, findings suggest that Western broadcast IG reporting was decidedly pro-Israel. Studied outlets consistently favored Israeli and pro-Israeli sources over Palestinian and pro-Palestinian sources; highlighted Israeli victims while neglecting Palestinian victims; and framed Israeli violence as self-defense while framing Palestinian violence as aggression."
  },
  {
    "discipline": "communication",
    "title": "More Than Meets the Eye: Understanding Political Microtargeting Processing With Gaze-Cued Retrospective Think-Aloud Methodology",
    "authors": "Selina Noetzel, Alice Binder, Jörg Matthes",
    "url": "http://dx.doi.org/10.17645/mac.8679",
    "doi": "10.17645/mac.8679",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Political microtargeting is a popular campaign tool in elections worldwide. However, it is associated with democratic risks. Foremost, scholars and policymakers are concerned that citizens cannot cope with political microtargeting and, thus, stand vulnerable to persuasion. To assess this risk, an in-depth understanding of how citizens make sense of and cope with political microtargeting is required. However, empirical studies are scarce, partially inconclusive, and provide global rather than nuanced insights. This study contributes to this research by employing an innovative, qualitative gaze-cued retrospective think-aloud design to distinguish coping patterns and, based on that, assess citizens’ vulnerability to persuasion via political microtargeting (&lt;em&gt;N &lt;/em&gt;= 25). The results reveal similarities regarding conceptual persuasion knowledge activation (i.e., advertising and targeting awareness) but differences in attitudinal and behavioral coping, illustrated along five coping patterns (avoidance, coherence assessment, ad quality assessment, partisanship bias, and neutral observation). Only individuals who cope by neutrally observing the political message seem vulnerable to political microtargeting. For individuals who cope with political messages based on their partisanship, political microtargeting might strengthen existing ties but backlash when employed by a non-preferred party. This study informs educators and policymakers about citizens’ coping mechanisms with political microtargeting and their potential vulnerability, which may guide intervention and regulation decisions."
  },
  {
    "discipline": "communication",
    "title": "Reaching the Voters: Parties’ Use of Google Ads in the 2021 German Federal Election",
    "authors": "Jasmin Fitzpatrick, Felix-Christopher Von Nostitz",
    "url": "http://dx.doi.org/10.17645/mac.8543",
    "doi": "10.17645/mac.8543",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Election campaigns during the pandemic showcased the increased use of costly digital campaigning by parties. While many studies focus on the use of Facebook, X (formerly Twitter), and other social networking sites during elections, parties’ use of Google Ads remains widely unstudied. This is surprising given that parties spend a substantial proportion of their budget on Google Ads and Google reports on this spending and other details of the ads in its &lt;em&gt;Transparency Report&lt;/em&gt;. Based on the equalisation vs. normalisation thesis, we identify party factors (size, age, government/opposition status, and electoral strongholds) that affect parties’ use of this instrument to a different degree in their campaigns. We aim to highlight parties’ use of Google Ads during the campaigns for the 2021 German Bundestag election, relying on the official data provided via Google’s Ad Library. We discuss both empirical work on the factors that determine the use of Google Ads and conceptual work on the merit and perils of such ads in democratic elections, and we present descriptive and exploratory findings of our deep dive into the archive of Google Ads."
  },
  {
    "discipline": "communication",
    "title": "Beyond Verification: The Evolving Role of Fact-Checking Organisations in Media Beyond Verification: The Evolving Role of Fact-Checking Organisations in Media Literacy Education for YouthEducation for Youth",
    "authors": "Lucia Mesquita, Margarida Maneta, Maria José Brites",
    "url": "http://dx.doi.org/10.17645/mac.8690",
    "doi": "10.17645/mac.8690",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This research investigates the crucial role of fact-checking organisations in promoting media and information literacy (MIL) amid the challenges of widespread misinformation. By educating and empowering individuals, these organisations and their educational branches are identified as emerging components within MIL ecosystems, particularly focusing on engaging youth. Using qualitative research methods, our study analyses the activities of seven prominent fact-checking organisations and two university-affiliated projects across Spain, Catalonia, Poland, Hong Kong, the Philippines, Argentina, and Brazil. Thus, our study aims to understand why fact-checking organisations have become involved in MIL education and training for youth and what types of MIL, approaches, and subjects fact-checking organisations employ in their MIL education and training initiatives for this audience. Our findings reveal a shift in these organisations toward actively promoting MIL education through dedicated divisions and teams driven by mission-oriented action and peer collaboration. Various institutions and political and educational policies support or hinder this transformation. A significant issue observed is the limited availability of open-access materials and general opacity regarding their pedagogical approaches. Although these organisations have integrated educational components into their models, achieving financial sustainability remains challenging."
  },
  {
    "discipline": "communication",
    "title": "Editorial: Data-Driven Campaigning in a Comparative Context—Toward a 4th Era of Political Communication?",
    "authors": "Stephanie Luke, Esmeralda Bon, Katharine Dommett, Rachel Gibson, Sophie Lecheler, Sanne Kruikemeier",
    "url": "http://dx.doi.org/10.17645/mac.9227",
    "doi": "10.17645/mac.9227",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Contemporary political campaigning takes place both online and offline, and can be data-driven. In this piece, we review existing knowledge around data-driven campaigning (DDC) and introduce the new contributions made by the pieces within this thematic issue. We reveal how the studies included in this thematic issue of &lt;em&gt;Media and Communication &lt;/em&gt;contribute to this existing knowledge by providing an up-to-date account of how DDC in general, and political microtargeting in specific, have been employed in election campaigns between 2021 and 2023, in a range of countries: France, Germany, the Netherlands, Sweden, and the US. As a collection, these studies highlight the variance that exists in the degree to which DDC is practiced, the range of DDC tools used, and attitudes toward DDC. In recent election campaigns, DDC takes many forms, and disapproval of DDC varies depending on how it is implemented."
  },
  {
    "discipline": "communication",
    "title": "Quantifying Data-Driven Campaigning Across Sponsors and Platforms",
    "authors": "Michael M. Franz, Meiqing Zhang, Travis N. Ridout, Pavel Oleinikov, Jielu Yao, Furkan Cakmak, Erika Franklin Fowler",
    "url": "http://dx.doi.org/10.17645/mac.8577",
    "doi": "10.17645/mac.8577",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Although modern data-driven campaigning (DDC) is not entirely new, scholars have typically relied on reports and interviews of practitioners to understand its use. However, the advent of public ad libraries from Meta and Google provides an opportunity to measure the scope and variation in DDC practice in advertising across different types of sponsors and within sponsors across platforms. Using textual and audiovisual processing, we create a database of ads from the 2022 US elections. These data allow us to create an index that quantifies the extent of DDC at the level of the sponsor and platform. This index takes into account both the number of unique creatives placed and the similarity across those creatives. In addition, we explore the impact of sponsor resources, the office being sought, and the competitiveness of the race on the measure of DDC sophistication. Ultimately, our research establishes a measurement strategy for DDC that can be applied across ad sponsors, campaigns, parties, and even countries. Understanding the extent of DDC is vital for policy discussions surrounding the regulation of microtargeting and data privacy."
  },
  {
    "discipline": "communication",
    "title": "Are Certain Types of Microtargeting More Acceptable? Comparing US, German, and Dutch Citizens’ Attitudes",
    "authors": "Esmeralda Bon, Katharine Dommett, Rachel Gibson, Sanne Kruikemeier, Sophie Lecheler",
    "url": "http://dx.doi.org/10.17645/mac.8520",
    "doi": "10.17645/mac.8520",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Much of the research on political microtargeting has focused on growing public concerns about its use in elections, fuelling calls for greater regulation or even a ban on the practice. We contend that a more nuanced understanding of public attitudes toward microtargeting is required before further regulation is considered. Drawing on advertising psychology research and the results of academic analyses into microtargeting, we argue that individual concern, and by corollary, acceptance of microtargeting will vary based on socio-demographic characteristics and political orientations, and the type of personal data used. We hypothesise that microtargeting that relies on observable or publicly accessible personal information will be more accepted by voters than that which uses unobserved and inferred traits. We test these expectations and the expected variance of public acceptance by individual characteristics using comparative survey data from the US, Germany, and the Netherlands. We find that across countries and socio-demographic groups, not all microtargeting is considered equally problematic. For example, whereas the use of age and gender is generally deemed acceptable, the use of sexual orientation is not, and right-leaning individuals are more accepting than those who lean left. Additionally, overall, the US is more accepting of microtargeting than Germany or the Netherlands. Thus, we find that not all microtargeting is considered equally problematic across countries and socio-demographic groups. We conclude by calling for a more contextualised debate about the benefits and costs of political microtargeting and its use of “sensitive” data before the expansion of current regulation."
  },
  {
    "discipline": "communication",
    "title": "Data-Campaigning on Facebook: Do Metrics of User Engagement Drive French Political Parties’ Publications?",
    "authors": "Julien Figeac, Marie Neihouser, Ferdinand Le Coz",
    "url": "http://dx.doi.org/10.17645/mac.8487",
    "doi": "10.17645/mac.8487",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Research on data-driven campaigning has mostly focused on the strategies of central campaign teams. However, there is a lack of evidence explaining how parties and supporters use data-driven campaigning techniques to organise their social media campaigning. Do user engagement metrics influence the choice of campaign themes by encouraging political parties to concentrate their communication on issues that are most liked, commented on, and shared? Our study focuses on the use of Facebook by French political parties and their supporters during the 2022 presidential election campaign. We conducted a supervised content analysis based on machine learning to examine their Facebook posts (&lt;em&gt;n&lt;/em&gt; = 17,060). Our results show that the issues prioritized by parties on Facebook may be different from those that are most prominent in their broader communications. In most cases, however, these themes are not chosen based on user engagement, even for parties that claim to have developed their base through digital channels. Instead, the choice of themes seems influenced by more traditional campaign strategies, such as the desire to capture the electorate of their closest rival. In our conclusion, we discuss the implications of these findings for the adoption of data-driven campaigning in digital election communication across Europe."
  },
  {
    "discipline": "communication",
    "title": "Data-Driven Maintaining: The Role of the Party and Data Maintenance in the US Context",
    "authors": "Jessica Baldwin-Philippi",
    "url": "http://dx.doi.org/10.17645/mac.8735",
    "doi": "10.17645/mac.8735",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Political campaigning in the US is unique in the global context for its lack of attention to the role of the party, largely due to the centrality and power of campaigns. In the US context, successful data-driven campaigning (DDC) has often been covered by the press and analyzed by US scholars as an innovative campaign creating new tools and new tactics (and earning more media coverage for them). This research investigates the oft-ignored role of party organizations in DDC in the US, and in doing so, highlights the invisible work of data maintenance that is their purview. Methodologically, it brings together interviews with staffers from both party organizations and campaigns with thematic analysis of news coverage to answer questions about how the data-driven practices of parties versus campaigns differ, how parties’ data work is (and is not) covered, and what, in staffers’ views, contributes to such coverage. Ultimately, this research highlights how a lack of attention to party organizations’ work has gone hand in hand with a lack of attention to maintenance work in both academic and public discussions of DDC."
  },
  {
    "discipline": "communication",
    "title": "Data-Driven Campaigning in Data-Dense Small Multiparty Systems: A Party-Level Analysis",
    "authors": "Anamaria Dutceac Segesten, Linn Sandberg",
    "url": "http://dx.doi.org/10.17645/mac.8634",
    "doi": "10.17645/mac.8634",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study examines data-driven campaign (DDC) practices in Sweden. We explore the extent of data-driven practices adopted in Swedish political campaigns, and parties’ motivations to adopt them. Since this is a comparison of domestic parties, we test the importance of four party-level factors—resources, structure, attitudes toward data use, and ideology—using extensive interviews with key campaign managers in Sweden during the 2022 election year. Our results show that the differences among the eight parties studied are rather small, and that systemic factors are more important than party variables to explain the adoption of data-driven approaches. Zooming in on these finer differences we distinguish between top DDC adopters (Social Democrats, Center, and Conservatives) and a lower tier with lower levels of DDC implementation. To explain the differences between the two tiers, we find that economic resources are important, with richer parties being more advanced in DDC use. Party structure, attitudes to data, and ideology do not affect the likelihood of a Swedish party using data analytics in their strategic decision-making. Instead, we suggest party type (catch-all vs. niche) is a potentially more useful party-level factor in explaining variation."
  },
  {
    "discipline": "communication",
    "title": "An Exploratory Study of Fact-Checking Practices in Conflict and Authoritarian Contexts",
    "authors": "Samba Dialimpa Badji, Kristin Skare Orgeret, Bruce Mutsvairo",
    "url": "http://dx.doi.org/10.17645/mac.8698",
    "doi": "10.17645/mac.8698",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study explores fact-checking practices in Ethiopia and Mali in times of conflict and in a context marked by increasing restrictions to press freedom. The objective is to understand how, in this hostile environment, fact-checkers in these two countries manage to carry out their activities. Our findings reveal that fact-checkers are often victims of online bullying and harassment and fear reprisal from governments. This pushes them to self-censor, avoiding working on sensitive topics, such as military issues in Mali. In addition, fact-checking organizations in both countries highlight the difficulty of accessing reliable sources. Consequently, they focus more on debunking viral social media content, thus effectively becoming content moderators who have turned away from the mission of holding leaders accountable, one of the primary functions of fact-checking. Regarding their role conception, fact-checkers in Ethiopia and Mali see themselves more as guides helping navigate the information disorder than “guardians of truth” or “truth keepers.”"
  },
  {
    "discipline": "communication",
    "title": "“It’s between me and myself”: Inverse parasocial relationships in addressing (imagined) podcast listeners",
    "authors": "Tzlil Sharon, Nicholas A. John",
    "url": "http://dx.doi.org/10.1177/14614448241287913",
    "doi": "10.1177/14614448241287913",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article explores how podcasters address their invisible—and thus imagined—audience. Based on in-depth interviews, we examine how different ways of imagining the listener evoke specific strategies of addressivity and analyze the connection between these imaginaries and the concept of intimacy as understood and performed by podcasters. We introduce a working definition of the “imagined podcast listener” and present a typology of eight types of imagined relationships between podcaster and audience. By juxtaposing these findings with the contexts in which podcasters describe “intimacy,” we argue that while podcasters may envision a diverse audience, their perception of intimacy within their podcasts often reflects a self-centered imaginary of the listener. We describe this phenomenon as an inverse parasocial relationship, as it reverses the direction of the illusory connection between media personae and their audiences. Despite the potential of podcasting to foster dialogue, we highlight its tendency to promote inward-directed addressivity."
  },
  {
    "discipline": "communication",
    "title": "Populist communication during times of crisis across party lines",
    "authors": "Jon Järviniemi",
    "url": "http://dx.doi.org/10.2478/nor-2024-0024",
    "doi": "10.2478/nor-2024-0024",
    "filter": 0,
    "journal_full": "Nordicom Review",
    "abstract": "This study examines the impact of crises on the use of populist communication and whether crises act as triggers for such communication. Whereas previous studies have focused on how populist challengers mobilise support during times of crisis, less attention has been paid to the overall usage of populist communication among political parties during periods of crisis. Therefore, this study takes a communication-oriented approach to analyse the overall usage of populist communication during two different crises, namely the euro crisis and the refugee crisis, to determine which one, if either, provides fertile ground for populist political communication. The findings reveal that crises do affect the usage of populist communication, although to different degrees depending on the crisis. Furthermore, niche and opposition parties utilise such communication more than mainstream and government parties. It is therefore suggested that crises influence the use of populist messaging, but factors such as government role and party status also significantly affect the usage of populist communication."
  },
  {
    "discipline": "communication",
    "title": "Overcoming Far-Right Respectability: The Case for Systemic Approaches to Studying White Supremacy",
    "authors": "Cindy Ma",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2424923",
    "doi": "10.1080/10584609.2024.2424923",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Anti-Woke Publics",
    "authors": "Robert Asen",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2425782",
    "doi": "10.1080/10584609.2024.2425782",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Effects of Over-Time Exposure to Partisan Media and Coverage of Polarization on Perceived Polarization",
    "authors": "Michael Heseltine, Bernhard Clemm von Hohenberg, Ericka Menchen-Trevino, Tomasz Gackowski, Magdalena Wojcieszak",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2423093",
    "doi": "10.1080/10584609.2024.2423093",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Transnational Citizen Journalism for Resistance and Solidarity: The Case of a Sinophone Community on Instagram",
    "authors": "Yin Luo, Kecheng Fang",
    "url": "http://dx.doi.org/10.1177/19401612241291812",
    "doi": "10.1177/19401612241291812",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "This study focuses on a new trend in journalism, which we conceptualize as transnational citizen journalism. We argue that the diasporic and transnational production and consumption of alternative and counter-hegemonic information by nonprofessional individuals have sparked fresh imaginations and opened up new spaces for journalism, particularly in authoritarian contexts. We specifically examine several prominent transnational citizen journalism projects that played a significant role in the large-scale protests against China’s stringent Covid-zero policy in late 2022. Through a content analysis of the multimodal content posted on these projects’ Instagram accounts, and semistructured interviews with account creators, we argue that these transnational citizen journalism projects have built a solidarity infrastructure, connecting individuals and communities who share the value of challenging authoritarianism but come from different localities and backgrounds. Its foundation rests on the passion of diasporic creators for their native country, the engagement of a largely youthful audience with public affairs, and a global platform enabling transnational information flow. This network also extends to international communities opposing oppression in nations such as Iran and Russia."
  },
  {
    "discipline": "communication",
    "title": "In Punishment We Trust: Analyzing Characteristics and Credibility of Rumor-Debunking Messages on Chinese Social Media",
    "authors": "Bin Chen, Shuning Lu",
    "url": "http://dx.doi.org/10.1177/19401612241291811",
    "doi": "10.1177/19401612241291811",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Research on fact-checking journalism has predominantly centered on Western countries, often overlooking how distinct political media systems in non-Western countries might influence its practices and effectiveness. This article addresses this gap by focusing on government-led fact-checking in China, referred to as “rumor-debunking,” and we argue that compared to the Western mode of fact-checking, rumor debunking differs significantly with its unique motives, targets, and outcomes within the context of an authoritarian regime. Employing content analysis (Study 1) and a conjoint experiment (Study 2), we empirically examined the characteristics and credibility perceptions of rumor-debunking messages on Chinese social media Weibo during the COVID-19 pandemic. The findings of Study 1 reveal that rumor-debunking efforts in China were primarily driven by government-affiliated accounts and mainly targeting ordinary citizens. Study 2 shows that message specificity mattered in that detailing the rumors being debunked, providing evidence for the debunking, and including punitive actions against rumormongers significantly enhanced perceived credibility among the Chinese public. Additionally, we found messages that received higher social endorsement—reflected by a greater number of reposts, comments, and likes—boosted credibility. However, the presence of “recommended comments,” which indicate that the account holders curated the user comments under their debunking messages, did not affect credibility. The social and political implications of rumor-debunking in authoritarian regimes were also discussed."
  },
  {
    "discipline": "psychology",
    "title": "The Internet Never Forgets: A Four-Step Scraping Tutorial, Codebase, and Database for Longitudinal Organizational Website Data",
    "authors": "Richard F.J. Haans, Marc J. Mertens",
    "url": "http://dx.doi.org/10.1177/10944281241284941",
    "doi": "10.1177/10944281241284941",
    "filter": 0,
    "journal_full": "Organizational Research Methods",
    "abstract": "Websites represent a crucial avenue for organizations to reach customers, attract talent, and disseminate information to stakeholders. Despite their importance, strikingly little work in the domain of organization and management research has tapped into this source of longitudinal big data. In this paper, we highlight the unique nature and profound potential of longitudinal website data and present novel open-source code- and databases that make these data accessible. Specifically, our codebase offers a general-purpose setup, building on four central steps to scrape historical websites using the Wayback Machine. Our open-access CompuCrawl database was built using this four-step approach. It contains websites of North American firms in the Compustat database between 1996 and 2020—covering 11,277 firms with 86,303 firm/year observations and 1,617,675 webpages. We describe the coverage of our database and illustrate its use by applying word-embedding models to reveal the evolving meaning of the concept of “sustainability” over time. Finally, we outline several avenues for future research enabled by our step-by-step longitudinal web scraping approach and our CompuCrawl database."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Inoculation and accuracy prompting increase accuracy discernment in combination but not alone",
    "authors": "Gordon Pennycook, Adam J. Berinsky, Puneet Bhargava, Hause Lin, Rocky Cole, Beth Goldberg, Stephan Lewandowsky, David G. Rand",
    "url": "http://dx.doi.org/10.1038/s41562-024-02023-2",
    "doi": "10.1038/s41562-024-02023-2",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Misinformation is a major focus of intervention efforts. Psychological inoculation—an intervention intended to help people identify manipulation techniques—is being adopted at scale around the globe. Yet the efficacy of this approach for increasing belief accuracy remains unclear, as prior work uses synthetic materials that do not contain claims of truth. To address this issue, we conducted five studies with 7,286 online participants using a set of news headlines based on real-world true/false content in which we systematically varied the presence or absence of emotional manipulation. Although an emotional manipulation inoculation did help participants identify emotional manipulation, there was no improvement in participants’ ability to tell truth from falsehood. However, when the inoculation was paired with an intervention that draws people’s attention to accuracy, the combined intervention did successfully improve truth discernment (by increasing belief in true content). These results provide evidence for synergy between popular misinformation interventions."
  }
]
