[
  {
    "discipline": "communication",
    "title": "Communication accommodation theory in quantitative research: Toward a standardized operationalization of core constructs",
    "authors": "Craig Fowler, Jessica Gasiorek, Howard Giles",
    "url": "https://doi.org/10.1080/03637751.2025.2546102",
    "doi": "https://doi.org/10.1080/03637751.2025.2546102",
    "filter": 0,
    "journal_full": "Communication Monographs"
  },
  {
    "discipline": "communication",
    "title": "When Entertainment Media Pull at the Heartstrings",
    "authors": "Hue Duong, Mor Yachin, Rebecca N. H. de Leeuw",
    "url": "https://doi.org/10.1027/1864-1105/a000496",
    "doi": "https://doi.org/10.1027/1864-1105/a000496",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Given that music remains relatively understudied in eudaimonic media effect research, the present study investigated the effect of music video consumption on eudaimonic emotions and prosocial outcomes. A pre-registered experiment ( N = 326) was conducted to examine the associations between eudaimonic music consumption, emotions, prosocial motivations, and donation willingness. Findings showed that participants viewing the eudaimonic music videos reported significantly higher eudaimonic emotions and corresponding physical reactions compared to those who viewed hedonic music videos. Path analysis results revealed the associations between music video consumption and prosocial orientation and willingness to donate to a worthy cause."
  },
  {
    "discipline": "communication",
    "title": "Consistency of User’s Sexism Impacts the Likelihood of Confrontation on Social Media",
    "authors": "Blythe Guest, Maxime Levasseur, Zachary W. Petzel",
    "url": "https://doi.org/10.1027/1864-1105/a000498",
    "doi": "https://doi.org/10.1027/1864-1105/a000498",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Despite the proliferation of equality-focused actions on social media, such as the Black Lives Matter and #MeToo movements, discrimination is still prevalent on these platforms. While confronting prejudice may reduce future discrimination (i.e., counter-speech), several factors limit confrontation within face-to-face interactions (i.e., social costs, perceived effectiveness, self-efficacy). Intervention is also more likely when others’ actions are driven by situational factors (i.e., external attribution) than stable features of personality (i.e., internal attributions). Yet, whether these antecedents of face-to-face confrontation parallel online confrontation is unclear. Participants ( N = 120) viewed a sexist or neutral social media profile manipulated to be consistent or inconsistent (i.e., facilitating internal and external attributions, respectively) and were asked to respond to the user’s recent post. Inconsistently sexist profiles were more likely to be confronted than consistently sexist profiles. However, participants exhibited more effort in responding (i.e., number of characters) to sexist than neutral prompts, regardless of the user’s consistency. Higher self-efficacy increased confrontation of sexist profiles, with larger effects emerging for inconsistent sexist behavior. Contrary to expectations, heightened social cost (i.e., perceived risks of confrontation) increased response effort for sexist profiles. These counterintuitive results indicate cognitive appraisals for online counter-speech might differ from face-to-face confrontation, potentially driven by partial anonymity, physical distance, and temporal delay of feedback observed in social media interactions. While results provide partial support for the role of attribution and individual differences for online confrontation, additional research is needed to understand antecedents of counter-speech on social media."
  },
  {
    "discipline": "communication",
    "title": "Rethinking Scaling Up Content Analysis: A Reappraisal of Justifications and Practices for Large-Scale Content Analysis",
    "authors": "Maximilian Linde, Chung-hong Chan, Paul Balluff",
    "url": "https://doi.org/10.1177/10776990251378122",
    "doi": "https://doi.org/10.1177/10776990251378122",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "The use of automated coding procedures to scale up content analysis has risen over the last years. Using a mixed-method approach, we examine researchers’ justifications to scale up content analysis and assess the methodological adjustments—or lack thereof—when employing supervised machine learning for 38 large-scale content analyses. Almost all of the included studies displayed deficiencies in study design, primarily related to the uncritical use of frequentist statistics on datasets containing the entire statistical population, or employing supervised machine learning without methodological adjustments to account for misclassifications. Our findings question the need for large datasets and automated coding in the first place."
  },
  {
    "discipline": "communication",
    "title": "Understanding the Impact of Anger-Evoking and Efficacy-Eliciting Tweets in White Support for the BLM Movement",
    "authors": "Ozen Bas, Minchul Kim, Maria Elizabeth Grabe",
    "url": "https://doi.org/10.1080/15205436.2025.2569461",
    "doi": "https://doi.org/10.1080/15205436.2025.2569461",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Artificial Amplification and Intermedia Dynamics in the Hybrid Media System: The Case of #LaschetLacht",
    "authors": "Florian Muhle, Indra Bock",
    "url": "https://doi.org/10.17645/mac.10244",
    "doi": "https://doi.org/10.17645/mac.10244",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The article demonstrates intermedia dynamics in the hybrid media system and reveals the susceptibility of traditional media to attempts to influence their agenda and public opinion formation. Specifically, it deals with the thematization of a faux pas by the conservative chancellor candidate Armin Laschet during the German federal election campaign in 2021. To analyze the intermedia dynamics in this case, the first step is a content analysis of journalistic reporting of the faux pas, which illustrates the responsiveness of traditional media to social media trends and activities. The research shows that journalistic media addressed the faux pas only after it was problematized on social media and became visible through the trending hashtag #LaschetLacht on Twitter. Building on this, the next step involves network and content analyses of Twitter users and their posts about the faux pas, which shed light on how the hashtag trend emerged and gained momentum. Key actors who were particularly relevant to the emergence and dissemination of the hashtag are identified, as well as their strategies to reinforce the trend and draw the attention of journalistic media to it. As the analysis reveals, highly active accounts played a significant role by attempting to artificially amplify the emerging Twitter trend, aiming to exploit the attention logics in the hybrid media system."
  },
  {
    "discipline": "communication",
    "title": "Historical Roots of Information Flows in Hybrid Media Systems",
    "authors": "Silke Fürst",
    "url": "https://doi.org/10.17645/mac.10375",
    "doi": "https://doi.org/10.17645/mac.10375",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Research on hybrid media systems has predominantly focused on recent digital developments, often overlooking historical precedents and long-term patterns that continue to shape today’s media landscape. This study addresses that gap by examining information flows—the cross-media dissemination of information and amplification of attention—from a historical perspective. Combining a literature review in journalism and media history with a longitudinal analysis of newspaper content, the study investigates four phenomena that illustrate information flows over time: media events, scandals, intermedia agenda-setting, and metaphors of public response. These phenomena are closely linked to recurring phrases and terms in public discourse and function as self-reinforcing communication patterns that connect different media channels and logics. The analysis draws on press coverage from three leading German-language newspapers: &lt;em&gt;Frankfurter Allgemeine Zeitung&lt;/em&gt; (Germany), &lt;em&gt;Neue Zürcher Zeitung&lt;/em&gt; (Switzerland), and &lt;em&gt;Die Presse &lt;/em&gt;(Austria). The findings reveal that terms such as “media frenzy,” “media attention,” and “scandal” have been used since the mid-20th century to describe cross-media dynamics, well before the advent of digital and social media. The frequency of such terms has increased over time, particularly with the expansion and diversification of mass media, and again with the rise of digitalization. By situating information flows in a historical context, the study contributes to a more comprehensive understanding of continuity and change within hybrid media systems. While focused on German-speaking countries, the results suggest broader relevance and encourage future research that further integrates historical perspectives into the study of information flows in hybrid media systems."
  },
  {
    "discipline": "communication",
    "title": "Towards the Comparative Study of Domestic Influence Operations: Cyber Troops and Elite Competition in Indonesia, the Philippines and Thailand",
    "authors": "K. Ruijgrok, W. Berenschot, F. Gaw, J. Sombatpoonsiri,  Wijayanto, M. J. Agonos, Y. Sastramidjaja",
    "url": "https://doi.org/10.1080/10584609.2025.2566098",
    "doi": "https://doi.org/10.1080/10584609.2025.2566098",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Negative Campaigns, Negative Votes? Meanings of Voting and Political Campaigns",
    "authors": "Ming M. Boyer, Cal le Gall, Carolina Plescia",
    "url": "https://doi.org/10.1177/19401612251376808",
    "doi": "https://doi.org/10.1177/19401612251376808",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Negative campaigns can have different effects on voting behavior and political attitudes. While recent work has differentiated between contexts and campaigns, few have investigated the mechanisms underlying the effects of negative campaigns. We argue that negative campaigning may affect whether citizens understand voting as supporting one candidate or party (positive meanings of voting), as opposing another (negative meanings of voting), or even as something useless, unpleasant or undesirable (anti-voting meanings). Using preregistered cross-sectional analyses in the 2022 Hungarian and US elections, we confirm that negative and anti-voting meanings are pervasive, and related to political parties’ use of negative and “dirty” campaigns. Two preregistered survey experiments, however, only confirm the effects of the most outrageous campaign messages. We conclude that meanings of voting are important democratic attitudes that are related to parties’ campaigning behavior. However, they are relatively stable attitudes that are only affected by relatively extreme stimuli."
  },
  {
    "discipline": "politics",
    "title": "Green Party Entry and Conservative Backlash: Evidence from Germany",
    "authors": "Tom Arend, Fabio Ellger, António Valentim",
    "url": "https://doi.org/10.1017/s0007123425100628",
    "doi": "https://doi.org/10.1017/s0007123425100628",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "How do voters react to new political actors? Recent research suggests that radical right party success can provoke electoral backlash. We argue that such backlash is not exclusive to the radical right but can emerge whenever new political actors disrupt the status quo. With very distinct policy positions and behaviour, Green parties were early disruptors of post-war party systems in Europe. Using first-difference and difference-in-differences designs with voting records from Germany, we show that Green party success provoked a conservative backlash. After the Greens entered state parliaments, the Christian Democrats gained support. Using additional evidence from election surveys, we find that Green party success reinforces feelings of animosity among conservatives, mainly driven by disapproval of the Greens’ behaviour. These results highlight a broader pattern of backlash against new disruptive political actors. Our findings are especially relevant as polarization and party system fragmentation intensify across many established democracies."
  },
  {
    "discipline": "politics",
    "title": "Transparency matters: The positive effect of politicians’ side income disclosure on voters’ perceptions",
    "authors": "Oliver Huwyler, Stefanie Bailer, Nathalie Giger",
    "url": "https://doi.org/10.1017/s1475676525100303",
    "doi": "https://doi.org/10.1017/s1475676525100303",
    "filter": 0,
    "journal_full": "European Journal of Political Research",
    "abstract": "Voters are frustrated by the influence of money in politics. They cannot be certain whether politicians follow the money or the will of the people. Disclosing side income may therefore serve as a means to increase trust in politicians. To investigate whether this mechanism works, we analyze data from a vignette survey experiment on parliamentarians’ side jobs with respondents from seven European countries ( N $ \\approx $ 14,100). Our results show that compared to parliamentarians who are unwilling to disclose their side income, transparent parliamentarians, even those with especially high extra-parliamentary earnings, are seen as more trustworthy and electable. We also find that voters rely on the combined information of the number and type of side jobs (companies versus public interest groups) when evaluating non-transparent parliamentarians. Furthermore, voters’ income, education level, and ideological leaning moderate their perceptions of (non-)transparent parliamentarians. Overall, our findings suggest that politicians’ disclosure of side income benefits representative democracy."
  },
  {
    "discipline": "politics",
    "title": "European identities and immigration attitudes",
    "authors": "Théoda Woeffray, Fabio Wasserfallen",
    "url": "https://doi.org/10.1017/s1475676525100261",
    "doi": "https://doi.org/10.1017/s1475676525100261",
    "filter": 0,
    "journal_full": "European Journal of Political Research",
    "abstract": "A vast body of literature studies how national identities explain immigration attitudes. In Europe, however, migration policy is largely Europeanised, requiring a European perspective. This article distinguishes between civic and cultural European identities and theorises how the two identity types relate to characteristics of immigrants with respect to admission decisions. Among others, we introduce the novel hypothesis that value congruence among Europeans and immigrants matters. The analyses of observational data and conjoint experiments show that Europeans with a cultural identity hold more restrictive attitudes; civics particularly prioritise immigrants who share their own values, while culturals more strongly reject immigrants who are culturally distant (ie Afghans and Muslims). Despite these differences, the following finding stands out: The more distant immigrants are perceived, the less likely they are to be admitted by Europeans from both identity types, raising serious questions about the role of humanitarian reasons in immigration decisions."
  },
  {
    "discipline": "politics",
    "title": "No One Mourns the Wicked: The Limits of Partisan Hostility Persisting through Tragedy",
    "authors": "Wayde Z.C. Marsh",
    "url": "https://doi.org/10.1017/xps.2025.10019",
    "doi": "https://doi.org/10.1017/xps.2025.10019",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "Who do we blame when bad things happen? Has division in American society made us less sympathetic to victims of tragedies? In previous trying times (e.g., 9/11 and Columbine), Americans rallied together to support victims and seek government solutions. In a highly polarized era, however, we have witnessed further division rather than unity. In this paper, I leverage original, pre-registered survey experiments to examine how much Americans blame and sympathize with someone who has tragically died from COVID-19. The studies find consistent evidence that partisans blame victims who hold an anti-vaccine perspective, regardless of partisanship. Less consistent evidence suggests that Democrats also blame victims who were Republican, but less than they do victims who held anti-vaccination views. Further, partisans are less sympathetic when the victim was anti-vaccine, but Democrats and Republicans are also less sympathetic when the person who died was an outpartisan. These results indicate that animosity towards outpartisans persists even through tragedy, but demonstrates limits to affective partisan polarization paired with evidence of rational blame and sympathy responses."
  },
  {
    "discipline": "politics",
    "title": "PartySOME: A comprehensive dataset on political parties’ SOcial MEdia activity",
    "authors": "Malo Jan, Luis Sattelmayer",
    "url": "https://doi.org/10.1177/13540688251388763",
    "doi": "https://doi.org/10.1177/13540688251388763",
    "filter": 0,
    "journal_full": "Party Politics",
    "abstract": "What motivates political parties to use social media, and how does this usage correlate with outcomes such as party success? As social media platforms have become increasingly important for political communication, these questions have gained prominence in the literature on both party politics and social media politics. In this paper, we contribute to these discussions by introducing a new dataset on the social media activity of 498 political parties across 37 countries on four platforms, Facebook, Instagram, Twitter, and YouTube, from account creation to the end of 2023. The dataset provides rich aggregated data on posting volume and timing, enabling the study of long-term patterns in platform adoption, communicative patterns, and parties’ online activity. The paper presents the data, provides descriptive and inferential findings on how political parties engage with social media, and outlines several research avenues enabled by this dataset."
  },
  {
    "discipline": "politics",
    "title": "Expanding the Spatial Toolkit with Spatial Eigenfunction Modeling",
    "authors": "Sebastian Juhl, Laron Williams",
    "url": "https://doi.org/10.1086/739195",
    "doi": "https://doi.org/10.1086/739195",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Improving Trust in Science Through Communication? The Role of Mediating and Moderating Factors",
    "authors": "Florian Wintterlin",
    "url": "https://doi.org/10.1093/ijpor/edaf055",
    "doi": "https://doi.org/10.1093/ijpor/edaf055",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Several attempts have been made to increase people's trust in science through being exposed to scientific information. Yet, I argue that not only mere exposure but peoples' predispositions and how people perceive the credibility of the information matters for whether they develop trust in that information. Using a moderated mediation model based on a weighted quota sample in Germany (N = 1,007), I showed that the degree to which being exposed to scientific information influences trust in science is mediated by people's credibility perceptions and moderated by their predispositions toward science. Implications for research and practice are discussed."
  },
  {
    "discipline": "public opinion",
    "title": "Selective Exposure to News, Homogeneous Political Discussion Networks, and Affective Political Polarization: An Agent-Based Modeling of Minimal versus Strong Communication Effects",
    "authors": "Homero Gil de Zúñiga, Ryan Yang Wang, Zicheng Cheng",
    "url": "https://doi.org/10.1177/08944393251387282",
    "doi": "https://doi.org/10.1177/08944393251387282",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "This study employs an agent-based model (ABM) simulation grounded in polarization theory to explore how social and media influences shape affective polarization, social diversity, and media diversity within a hostile partisan information environment. We examine four scenarios: minimal, strong, social-dominated effect, and media-dominated effect, by iterating 16 combinations of parameters, including influence strength, homogeneous discussion, and selective exposure rates. Calibrated with a real-world U.S. population dataset, results show that while social and media influences accelerate sorting, selectivity structure is the primary driver of affective polarization. Notably, low homogeneous discussion and low selective exposure produce the highest polarization levels across four scenarios due to a probabilistic backfire effect that reflects identity-protective cognition. Strong, locally concentrated social influence sharply reduces social diversity, whereas media influence alone cannot produce convergence without social reinforcement. Media diversity proves more resilient due to global exposure, though it declines under high selective exposure and strong media influence. Despite initial partisan gaps, final-stage outcomes reveal minimal differences between Democrats and Republicans across all conditions."
  },
  {
    "discipline": "psychology",
    "title": "Do People Listen to Cassandra? Persuasion and Accuracy in Geopolitical Forecasts",
    "authors": "Yhonatan S. Shemesh, Avi Gamoran, David Leiser, Michael Gilead",
    "url": "https://doi.org/10.1177/01461672251375500",
    "doi": "https://doi.org/10.1177/01461672251375500",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "In a world marked by persistent uncertainty, accurately predicting the future is vital. While certain people (“superforecasters”) and practices (aggregation) can produce more accurate forecasts, the utility of these forecasts depends on whether they are persuasive enough to be heeded. This study investigates the relationship between persuasion and accuracy in geopolitical forecasts. In a forecasting competition, 153 forecasters predicted future global events and explained their rationales. Next, 474 evaluators rated these rationales for persuasiveness. Using a neural network–based language model, we found that although forecasting rationales contained valid cues for accuracy, evaluators were no more persuaded by accurate forecasts. Further analyses using large language models revealed that psychological attributes indicating expertise, trustworthiness, and emotional composure were associated with both persuasion and accuracy, while eloquence and confidence, though persuasive, were unrelated to accuracy. We conclude that people are sensitive to valid cues, but are misled by invalid ones, impairing overall calibration."
  },
  {
    "discipline": "psychology",
    "title": "Machine learning for propensity score estimation: A systematic review and reporting guidelines.",
    "authors": "Walter Leite, Huibin Zhang, Zachary Collier, Kamal Chawla, Lingchen Kong, YongSeok Lee, Jia Quan, Olushola Soyoye",
    "url": "https://doi.org/10.1037/met0000789",
    "doi": "https://doi.org/10.1037/met0000789",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "Causal mediation analysis with two mediators: A comprehensive guide to estimating total and natural effects across various multiple mediators setups.",
    "authors": "Jesse Gervais, Geneviève Lefebvre, Erica E. M. Moodie",
    "url": "https://doi.org/10.1037/met0000781",
    "doi": "https://doi.org/10.1037/met0000781",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "sociology",
    "title": "Challenges in Multilevel Modelling: Cross-Group Measurement Noninvariance and Measurement Errors. A Monte Carlo Simulation Study",
    "authors": "Artur Pokropek, Tomasz Żółtak, Eldad Davidov, Bart Meuleman, Peter Schmidt",
    "url": "https://doi.org/10.1177/00491241251379459",
    "doi": "https://doi.org/10.1177/00491241251379459",
    "filter": 0,
    "journal_full": "Sociological Methods & Research",
    "abstract": "Multilevel modelling (MM) is widely utilized in the social sciences, with over 20% of articles in leading sociological journals employing this technique. Despite its prevalence, few studies address whether the variables used in MM are invariant across groups or allow to construct reliable indicators. This study investigates the effects of both measurement noninvariance and random measurement error on MM using Monte Carlo simulations. Our findings reveal significant biases in MM results when random measurement errors are overlooked. Attaining high reliability in the indicators – above 0.94 – can mitigate these biases. While measurement noninvariance introduces bias in MM, its impact is smaller compared to that of the bias caused by unaddressed measurement error. Multilevel structural equation modelling (SEM), which controls for random measurement errors, performs effectively in complete measurement invariance (MI) scenarios. However, the absence of MI can create significant challenges. While multilevel SEM is a powerful analytical tool, it is not immune to the effects of MI assumption violations."
  },
  {
    "discipline": "sociology",
    "title": "Two-sample Age-period-cohort Models",
    "authors": "Bent Nielsen",
    "url": "https://doi.org/10.1177/00491241251376509",
    "doi": "https://doi.org/10.1177/00491241251376509",
    "filter": 0,
    "journal_full": "Sociological Methods & Research",
    "abstract": "Age-period-cohort analysis is often done in the context of two samples. This could be samples for women and men or for two countries. It is of interest to ask if some time effects could be common across samples. We clarify how the well-known age-period-cohort problem for one sample carries over to the two sample situation. This is done through a reparametrization in terms of parameters that are invariant to the identification issues. The new parametrization shows which hypotheses can be tested and their degrees of freedom. Testable hypotheses can be formulated for non-linear effects, but not for the linear parts of the individual time effects. This conclusion remains when imposing cross-sample restrictions. The analysis is extended to the mixed frequency situation where age and period are measured at different scales. As an empirical illustration a study of Swiss suicide rates is revisited."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Smartphone use in a large US adult population: Temporal associations between objective measures of usage and mental well-being",
    "authors": "Ari Winbush, Daniel McDuff, John Hernandez, Andrew Barakat, Allen Jiang, Conor Heneghan, Benjamin W. Nelson, Nicholas B. Allen",
    "url": "https://doi.org/10.1073/pnas.2427311122",
    "doi": "https://doi.org/10.1073/pnas.2427311122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Smartphones are essential tools in daily life yet concerns persist about their potential effects on mental health and well-being. Research on these relationships often relies on subjective measures of smartphone use, which can lack validity. These studies are also often limited by small, homogenous samples and the inability to differentiate between types of smartphone activities (e.g., social media vs. other applications). In this study, we analyzed 250,000 d of smartphone usage data from 10,099 adults, using objective measures of smartphone usage collected over 4 wk. We examined normative usage patterns and the temporal relationships between smartphone use and mood. Our findings reveal weak or null associations between smartphone use and mood, both cross-sectionally and longitudinally, and at both individual and group levels. Demographic factors, such as age and gender, were stronger predictors of mood than smartphone use. Statistically significant results that were observed showed that younger adults demonstrated a stronger association between social media use and lower mood cross-sectionally, but not longitudinally. Non-social app use was linked to lower mood in between-subjects analyses, but better mood in within-subjects analyses. However, all effects were small (or null), indicating minimal practical significance. These findings suggest that smartphone use has a limited or negligible impact on mood and well-being over a 4-wk period and do not support claims of a strong or causal relationship between smartphone use and mental well-being across this timeframe."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Information sampling and Bayesian belief formation in statistical judgment",
    "authors": "Lisheng He, Hongyi Wang, Yiwen Bian, Xiumei Zhang, Sudeep Bhatia",
    "url": "https://doi.org/10.1073/pnas.2517302122",
    "doi": "https://doi.org/10.1073/pnas.2517302122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "The statistical properties of data are often communicated using visual graphs, like scatterplots. However, decision makers make systematic errors when processing these graphs, with important consequences for statistical communication in science, medicine, and policy. We propose that decision makers are Bayesian learners, who learn optimally given the data points that they attend to. Accordingly, judgment errors arise from biased sampling of information from graphs. We tested our theory in four eye-tracking experiments (total N = 421), in which participants made correlation judgments from scatterplots of both experimentally manipulated data (Experiment 1) and real data (Experiment 2), as well as plots with different display formats (Experiments 3 and 4). Participants’ judgments displayed several known biases, including underestimation of absolute correlations and sensitivity to irrelevant visual features. Importantly, the (optimal) Bayesian belief updating model, trained on the sensory inputs from visual information search, predicted both participants’ judgments and associated biases with high accuracy in all the experiments. Additionally, a computational model of participants’ information sampling processes, combined with the Bayesian model, reproduced all behavioral regularities. These results shed light on the cognitive mechanisms of belief formation, show how statistical judgments can be quantitatively predicted and manipulated, and provide insights for data visualization and statistical communication."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The persistence of cross-cutting discussion in a politicized public sphere",
    "authors": "Diana C. Mutz",
    "url": "https://doi.org/10.1073/pnas.2516942122",
    "doi": "https://doi.org/10.1073/pnas.2516942122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Although studies of Americans’ general discussant networks have been repeated over time, research that assesses change in the nature of Americans’ political discussion networks has yet to be conducted in nationally representative probability surveys. In this study I answer two questions about the quality of the American public sphere that have generated widespread speculation, but little evidence to date. First, how have Americans’ political discussion networks changed over the past 25 y? Second, are the consequences of these changes what one would expect based on previous theory linking Americans’ interpersonal information environments to political tolerance and political participation? I resolve competing claims suggesting that people feel less free to discuss politics, with claims suggesting instead that political discussion now permeates everyday life to a greater extent than in the past. Findings suggest widespread increases in political discussion, changes driven almost entirely by increases in like-minded political discussion partners. Surprisingly, Americans are no more or less likely to engage in conversations across lines of political difference. The predicted consequences of these fluctuations confirm an intrinsic tension between characteristics valued in democratic citizens. Political tolerance has declined significantly, along with decreased awareness of rationales for others’ relative to one’s own views. Political participation is significantly higher on average than 25 y ago. Few people reported engaging with online political discussants, despite efforts to make sure they were included in network measures."
  }
]
