[
  {
    "discipline": "communication",
    "title": "Conceptualizing the evolving nature of computational propaganda: a systematic literature review",
    "authors": "Hassan Mustafa, Markus Luczak-Roesch, David Johnstone",
    "abstract": "Since the 2016 U.S. election and the U.K. Brexit campaign, computational propaganda has become an important research topic in communication, political and social science. Recently, it has become clearer that computational propaganda doesn’t start from a clean slate and is not precisely bound to single issues or campaigns. Instead, computational propaganda needs to be looked at as a complex phenomenon in a global environment of co-evolving issues and events, emerging technologies, policies and legal frameworks, and social dynamics. Here, we review the literature on computational propaganda from this perspective and theorize this evolving and longitudinal nature of computational propaganda campaigns through the lens of relational dynamics. Our conceptual contribution forms the basis for a new kind of empirical research on computational propaganda that is aware of the complex interdependencies, feedback cycles and structural conditions that are elusive when focusing on individual campaigns and short time frames.",
    "url": "https://doi.org/10.1093/anncom/wlaf001",
    "doi": "https://doi.org/10.1093/anncom/wlaf001",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "Reporting online abuse to platforms: Factors, interfaces and the potential for care",
    "authors": "Rob Cover, Jennifer Beckett, Benedetta Brevini, Catharine Lumby, Rhyle Simcock, Jay Daniel Thompson",
    "abstract": "Evidence suggests that the rate of reporting abuse, harassment and problematic content to platforms is substantially low. This article assesses the extent to which platform interfaces may contribute to discouraging the use of reporting as a remedy to online harms. Using a walkthrough method, we analyse reporting interfaces for the extent to which they may contribute to a lack of trust in reporting. The study found that reporting interfaces (1) did not provide appropriate access to platform policy or guidelines, (2) failed to provide options for dialogue, testimonials or mechanisms to report in formats supporting user wellbeing needs, (3) were consistently framed as individualising and transactional rather than brokering care or peer support, and (4) added to the opacity of platform intervention and decision-making processes. We argue the available interfaces do not do enough to protect users from digital harms.",
    "url": "https://doi.org/10.1177/13548565251324508",
    "doi": "https://doi.org/10.1177/13548565251324508",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies"
  },
  {
    "discipline": "communication",
    "title": "The separate and combined effects of (in)accessible and (un)sophisticated political communication on citizens’ reasoning and attitudes toward politicians",
    "authors": "Emma Turkenburg",
    "abstract": "Contemporary political discussions are often subject to criticism of increasing simplification. Yet, there are also explicit calls for simplicity, and worries about the effects of politicians’ overly complex talk. This paper addresses these concerns, distinguishing between inaccessibility (complex form) and unsophisticatedness (simplistic content), and exploring their separate and combined effects on citizens’ reasoning and attitudes toward politicians. Results of a 2 × 2 experiment (N = 1,959) show that both inaccessible and unsophisticated political communication negatively affect citizens’ self-reported reasoning, and lower affective evaluations of the communicating politician. Yet, only a lack of sophistication lowers evaluations of politicians’ qualifications. When combined, inaccessibility and unsophisticatedness do not strengthen each other’s negative impact across the board. This study highlights the importance of considering both accessibility and sophisticatedness as separate dimensions, and presents novel insights into how these different forms of simplicity and complexity impact the way citizens think about politics and politicians.",
    "url": "https://doi.org/10.1093/hcr/hqaf002",
    "doi": "https://doi.org/10.1093/hcr/hqaf002",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Antecedents of knowledge sharing in online collective spaces: combining social power theory and knowledge governance theory",
    "authors": "Jianyao Jia",
    "abstract": "Purpose The penetration of mobile social media has given birth to various online collective spaces (OCSs) within cross-functional project teams (CFPTs), which have significantly transformed knowledge sharing (KS) practice. While existing literature has endeavored a lot on KS factors within CFPTs, our understanding of KS in OCSs is limited, thus constituting the central of the present study. Design/methodology/approach Centering on communication visibility, the core feature of KS in OCSs, this study combines social power theory and knowledge governance theory to shed light on the influence of two agents, i.e. members in the OCS and the project team. Data were collected by administering a questionnaire survey to 205 project team members in China. Ordinary least squares regression and fuzzy-set qualitative comparative analysis (QCA) techniques are used to analyze the data. Findings The ordinary least squares (OLS) regression results suggest that expert power of oneself, formal knowledge governance mechanism (KGM) and group size positively influence both KS quantity and quality. Besides, hierarchical distance is found to negatively influence KS quantity, and informal KGM is found to positively affect KS quality. The fuzzy-set QCA results reveal three configurations sufficient for KS quantity and four configurations sufficient for KS quality. Notably, the combination of expert power of oneself, formal and informal KGMs is essential for both KS quantity and quality. Originality/value This study provides valuable insights into KS in OCSs by synthesizing multi-level contextual antecedents from multiple theoretical perspectives. The results of OLS regression and fuzzy-set QCA are discussed, offering a comprehensive understanding of the mechanisms impacting KS. Ultimately, this study aims to offer guidance to managers on effectively facilitating KS within the contemporary digital era.",
    "url": "https://doi.org/10.1108/itp-03-2024-0394",
    "doi": "https://doi.org/10.1108/itp-03-2024-0394",
    "filter": 0,
    "journal_full": "Information Technology & People"
  },
  {
    "discipline": "communication",
    "title": "What motivates customers to purchase from social commerce pages? A means-end chain approach",
    "authors": "Pranay Sindhu, Kumkum Bharti",
    "abstract": "Purpose This study investigates the benefits and personal values that motivate customers to purchase from social commerce (s-commerce). Design/methodology/approach The study uses the means-end chain (MEC) theory and the laddering technique to identify the personal values a customer expects to achieve while interacting with an s-commerce page. Findings “Page design” followed by “response to queries” during and after purchase are the two most important attributes that help a customer attain personal values. The study reveals “feeling valued” and “confidence” in a purchase as critical values for the customers. Practical implications Researchers suggest making an s-commerce page “easy to use” by focusing on the page design, aesthetics and appealing interface. S-commerce customers value prompt responses to queries during and after a purchase, which leads to a better customer experience. Originality/value This study is one of the first attempts to examine the personal values that motivate customers to purchase on s-commerce pages.",
    "url": "https://doi.org/10.1108/itp-10-2022-0735",
    "doi": "https://doi.org/10.1108/itp-10-2022-0735",
    "filter": 0,
    "journal_full": "Information Technology & People"
  },
  {
    "discipline": "communication",
    "title": "Preserving traveller privacy in location-based social media: a local differential privacy approach",
    "authors": "Yunsong Fang, Sharleen Xiaolian Chen, Abbie Kasin Wan, Zuobin Ying",
    "abstract": "Purpose This paper aims to address the issue of privacy leakage indirectly caused by non-private data shared by travellers on location-based social media (LBSM) in data mining. Design/methodology/approach This paper proposes a privacy-preserving location data collection approach based on local differential privacy (LDP) and validates the feasibility of the approach through experiments on three real-world public check-in datasets. Findings The experimental results demonstrate the effectiveness of our proposed approach, which preserves privacy while retaining over 90% of the data utility. Practical implications This research has the potential to assist tourism practitioners in establishing improved collaborations with trusted third parties, enabling the exploration of user location data insights without undue concerns regarding indirect privacy breaches during data mining, thereby enhancing travellers’ experience and aiding businesses’ decision-making. Originality/value This paper is likely to be the first to represent a promising solution for addressing privacy leakage concerns related to non-sensitive data in data mining. It provides a location data collection technology that strikes a balance between user privacy and data utility for tourism practitioners.",
    "url": "https://doi.org/10.1108/itp-03-2024-0396",
    "doi": "https://doi.org/10.1108/itp-03-2024-0396",
    "filter": 0,
    "journal_full": "Information Technology & People"
  },
  {
    "discipline": "communication",
    "title": "Effect of in-game situations and advertisement animation in eSports on visual attention, memory, brand attitude and behavioral intentions",
    "authors": "Byungjae Min, Daehwan Kim, Yong Jae Ko",
    "abstract": "Purpose The purpose of this study was to examine the effects of in-game situations (battle vs non-battle) and advertisement animation (static vs animated) on visual attention, memory, brand attitude and behavioral intention in eSports. Design/methodology/approach A 2 (advertisement animation: static vs animated) × 2 (in-game situations: non-battle vs battle) between-subject factorial design was developed. Participants wearing eye trackers watched a 2-min-and-30-s stimulus featuring manipulated variables. Subsequently, they completed a questionnaire designed to measure variables. Findings In-game situations significantly influenced visual attention, with non-battle contexts eliciting higher fixation duration and count. Moreover, fixation count positively affected both explicit and implicit memory. Additionally, implicit memory enhanced brand attitude, which in turn positively affected behavioral intention. Practical implications These findings guide eSports event organizers and brand managers in optimizing advertisement placement. Advertisements should be positioned in non-battle situations, where visual attention is higher. Repeated brand exposure is more effective than prolonged single exposures for enhancing memory retention and brand attitude. Lastly, unobtrusive advertisement exposure is essential because implicit memory plays a key role in shaping consumer attitudes and behavioral intentions. Originality/value This study advances eSports advertising research by identifying psychological mechanisms influencing consumer behavior. Moreover, the study extends the Limited Capacity Model of Motivated Mediated Message Processing (LC3MP) by demonstrating how cognitive resource allocation varies across in-game situations and advertisements. Furthermore, this research contributes to self-perception theory and the mere exposure effect by clarifying the distinct roles of explicit and implicit memory in shaping brand attitudes.",
    "url": "https://doi.org/10.1108/intr-03-2024-0491",
    "doi": "https://doi.org/10.1108/intr-03-2024-0491",
    "filter": 0,
    "journal_full": "Internet Research"
  },
  {
    "discipline": "communication",
    "title": "Is being human-like beneficial? The effect of anthropomorphism on chatbot persuasion in e-commerce",
    "authors": "Mengru Yang, Xixian Peng, Qiuzhen Wang, Yuxiang Chris Zhao, Xinwei Wang",
    "abstract": "Purpose Chatbots are vital for enhancing e-commerce sustainability by providing efficient customer support. Although previous studies have considered both linguistic and visual anthropomorphism as crucial factors in e-commerce chatbot design, their joint effects and their underlying mechanisms have not been thoroughly investigated. Drawing on insights from the literature on anthropomorphism and the elaboration likelihood model, this research attempts to examine the joint effects of the two types of anthropomorphism, the boundary condition, and the subsequent impact on purchase intention. Design/methodology/approach A research model was proposed and empirically tested using two laboratory-controlled experimental studies. Findings Linguistic anthropomorphism plays a dominant role over visual anthropomorphism in influencing social presence and communicative effectiveness. In addition, linguistic anthropomorphism harms persuasion through the mediating role of communicative effectiveness, and the fit between linguistic and visual anthropomorphism amplifies the negative effect on purchase intention. Moreover, shopping motivation serves as a boundary condition for the negative effect of anthropomorphism. Practical implications Chatbot designers should be cautious when using anthropomorphism in e-commerce chatbot design. The use of machine-like languages may be more persuasive than that of human-like languages, especially for utilitarian products. Notably, mismatched anthropomorphic elements may harm user experience. Originality/value This study enriches chatbot literature by examining the role of chatbot anthropomorphism in the e-commerce context. Moreover, this study provides a more comprehensive framework for understanding how chatbots’ linguistic and visual anthropomorphism jointly influence consumer behavior.",
    "url": "https://doi.org/10.1108/intr-10-2023-0866",
    "doi": "https://doi.org/10.1108/intr-10-2023-0866",
    "filter": 0,
    "journal_full": "Internet Research"
  },
  {
    "discipline": "communication",
    "title": "Biases in online reviews: the default positive review rule and the conditional rebate strategy",
    "authors": "Haiyuan An, Wenli Li, Yahe Yu, Zhen Wang",
    "abstract": "Purpose This study examines how default bias, driven by the default positive review (DPR) rule – which automatically classifies reviews not provided by consumers within a specified period as positive – and rebate bias, associated with the conditional rebate strategy (CRS), where sellers offer rebates exclusively to consumers who submit positive reviews, distort the distribution of online product reviews over time and impact consumer satisfaction. Design/methodology/approach A key aspect of our method lies in developing latent variable models that capture the relationship between biased online reviews and consumer satisfaction levels. By applying our models to a panel dataset from Taobao – a leading Chinese e-commerce platform – and using insights from online consumer feedback surveys, we assess the extent of the biases introduced by DPR and CRS in a given feedback system. A hierarchical regression model was employed to investigate the impact of the proposed biases on consumer satisfaction. Findings Consumers who have previously written online reviews experience satisfaction outcomes 72.9% of the time with DPR and up to 81.3% when CRS is included. Implementing DPR may boost product sales to some extent, but it would significantly amplify consumer dissatisfaction, whereas offering a rebate could effectively alleviate consumer discontent, even though the rebate is conditional. Originality/value Our findings reveal the extent of biases introduced by CRS and DPR in online reviews and inform the consumer satisfaction debate regarding the phenomenon of excessive positive reviews resulting from these practices.",
    "url": "https://doi.org/10.1108/intr-10-2023-0887",
    "doi": "https://doi.org/10.1108/intr-10-2023-0887",
    "filter": 0,
    "journal_full": "Internet Research"
  },
  {
    "discipline": "communication",
    "title": "Unpacking the influence of perceived credibility of guaranteed data destruction service on digital device recycling platform use: the perspective of privacy calculus",
    "authors": "Zhenya Tang, Leida Chen",
    "abstract": "Purpose Digital device recycling platforms (DDRPs) are customer-to-business online marketplaces that allow consumers to trade in or sell their used electronics, like smartphones and laptops, directly to a business for cash or credit. Guaranteed data destruction is a service provided by most DDRPs to securely erase all data on devices being recycled or traded in. Perceived credibility of the service refers to the extent to which customers are confident in the effectiveness and reliability of the service offered by a given DDRP. Grounded in privacy calculus theory, the current study aims to explore the influence of perceived credibility of guaranteed data destruction service (GDDS) on one’s intention to use a DDRP. Design/methodology/approach An empirical study was conducted through an online survey of Chinese DDRP users. The proposed model was tested by analyzing the collected data using the structural equation modeling approach. Findings Our results indicate that perceived credibility of GDDS affects users’ intention to use DDRPs by decreasing privacy concerns and increasing perceived convenience and environmental benefits of these platforms. Research limitations/implications This study’s findings are based on data collected from Chinese DDRP users, which may limit the generalizability of the results to other cultural or market contexts. Practical implications This study provides practical guidance for DDRPs, emphasizing the importance of enhancing perceived credibility through transparent data destruction practices and certifications. Originality/value The findings of the current study offer implications for theory development in sustainable information technology and e-commerce as well as practical suggestions for increasing usage of DDRPs.",
    "url": "https://doi.org/10.1108/intr-01-2024-0033",
    "doi": "https://doi.org/10.1108/intr-01-2024-0033",
    "filter": 0,
    "journal_full": "Internet Research"
  },
  {
    "discipline": "communication",
    "title": "Abortion Salience After the Roe v. Wade Leak: A Computational Content Analysis of Tweets by CNN, Fox News, and ABC News",
    "authors": "Huma Rasheed, Casey Randazzo, Melissa Dreier, Akeela Careem",
    "url": "https://doi.org/10.1080/08838151.2025.2473951",
    "doi": "https://doi.org/10.1080/08838151.2025.2473951",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "An intellectual history of digital colonialism",
    "authors": "Toussaint Nothias",
    "abstract": "In recent years, the scholarly critique of tech power as a form of digital colonialism has gained prominence. Scholars from various disciplines—including communication, law, computer science, anthropology, and sociology—have turned to this idea (or related ones such as tech colonialism, data colonialism, and algorithmic colonization) to conceptualize the harmful impact of digital technologies globally. This article reviews significant historical precedents to the current critique of digital colonialism and further shows how digital rights activists from the Global South have been actively developing and popularizing these ideas over the last decade. I argue that these two phenomena help explain why scholars from varied disciplines developed adjacent frameworks simultaneously and at this specific historical juncture. The article also proposes a typology of digital colonialism around six core features. Overall, this article encourages historicizing current debates about tech power and emphasizes the instrumental role of nonscholarly communities in knowledge production.",
    "url": "https://doi.org/10.1093/joc/jqaf003",
    "doi": "https://doi.org/10.1093/joc/jqaf003",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Too much of what? Two-wave panel evidence for selective (de-)sensitization through frequent exposure to different kinds of digital hate",
    "authors": "Rinat Meerson, Kevin Koban, Jörg Matthes",
    "abstract": "Digital hate has become an inevitable aspect of daily life for social media users, constituting a formidable societal challenge. Despite broad consensus of related harms, researchers have struggled to predict users’ intervening activity and moderation preferences, especially given that they are subject to temporal changes. A two-wave panel survey was conducted to investigate how exposure frequency to incivility, intolerance, and threats is associated over time with (de-)sensitization regarding perceived severity, different intervention activities, and content moderation preferences, while also considering free-speech attitudes as a moderating factor. Results provide evidence for both consistent and selective (de-)sensitization over time across response and hate types. Most notably and contrary to popular desensitization narratives, users demonstrated heightened awareness and engagement when confronted with hateful content more frequently, actively intervening through reactions, comments, or private messages. Overall, these findings give reason for hope that users may become increasingly sensitive and engaged in combating digital hate.",
    "url": "https://doi.org/10.1093/jcmc/zmaf002",
    "doi": "https://doi.org/10.1093/jcmc/zmaf002",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication"
  },
  {
    "discipline": "communication",
    "title": "Living with COVID-19 conspiracies on Chinese TikTok (Douyin): unpacking multimodal features, national identity, and user engagement",
    "authors": "Zituo Wang, Jiayi Zhu, Wenqing Zuo, Zihan Jiang, Jinhao Lei, Zhuoyu Wang",
    "url": "https://doi.org/10.1080/19331681.2025.2473991",
    "doi": "https://doi.org/10.1080/19331681.2025.2473991",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Exploring the influence of online media on political participation in a postcolonial multi-ethnic context: evidence from Bolivia",
    "authors": "Yuehua Wu, Jiawen Wu",
    "url": "https://doi.org/10.1080/19331681.2025.2473987",
    "doi": "https://doi.org/10.1080/19331681.2025.2473987",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Locked among inequalities: A study of children’s digital experiences and digital divide during the COVID-19 pandemic",
    "authors": "Daniel Calderón-Gómez, Massimo Ragnedda, Maria Laura Ruiu",
    "abstract": "This article examines children’s digital experiences during the COVID-19 pandemic as a specific aspect of digital divide. Utilizing a survey of 2004 English parents aged 20–55 years, the study explores how various factors – including household living conditions, parents’ sociodemographic status and sociotechnical variables such as children’s usage frequency and intensity, expenditure on technology and parents’ digital skills – affected different dimensions of children’s digital experiences during the lockdown. These dimensions include academic performance, connectivity issues, social interaction, feelings of isolation, problematic use and social support. The findings reveal distinct age-related trends, with older children more frequently engaging in online socialization. In addition, the study highlights a correlation between more favourable household socioeconomic conditions and improved digital experiences for children.",
    "url": "https://doi.org/10.1177/14614448251321779",
    "doi": "https://doi.org/10.1177/14614448251321779",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Memeability and sharenting: The affective economy of children on social media",
    "authors": "Lidia Marôpo, Ana Jorge, Bárbara Janiques de Carvalho, Filipa Neto",
    "abstract": "This article considers how children’s memeability is entangled with commercial sharenting narratives through two case studies of (mothers) influencers and their daughters in Brazil and Portugal. The Brazilian mother privileges cute aesthetics by enchantment in an inspirational sharenting and does not promote the child’s memeability. In contrast, the Portuguese influencer privileges cringe aesthetics, encouraging her daughter’s memeability by exploring the ambivalence of parenting with humor in a transgressive sharenting. The findings point to the unpredictability and uncontrollability of the memetic culture. In Brazil, the child’s image was appropriated for playful and parodic engagement, neglecting her privacy, reputation, and well-being despite her mother’s public complaint. This unauthorized memeability results from the girl’s celebrification after her display in viral content and advertising campaigns. In contrast, the encouraged memeability of the Portuguese influencer does not exceed her community of followers since her daughter’s recognition seems limited to an extension of the mother’s self.",
    "url": "https://doi.org/10.1177/14614448251320370",
    "doi": "https://doi.org/10.1177/14614448251320370",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Motivating Future Voters: Comparing the Effects of ‘I Voted’ and ‘I Will Vote’ Stickers on Intention to Vote",
    "authors": "Alon P. Kraitzman, Stephanie L. DeMora, Dolores Albarracín",
    "url": "https://doi.org/10.1080/10584609.2025.2472768",
    "doi": "https://doi.org/10.1080/10584609.2025.2472768",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "From climate scepticism to discourses of delay in UK editorials",
    "authors": "Sylvia Hayes, Josh Gabbatiss, Catherine Butler",
    "abstract": "News media has long been recognised for its important role in shaping public discourse and socio-political action relating to climate change. This is particularly true of opinion journalism, which reflects elite voices. Within the climate change communications literature, an important shift marks a turn away from outright denial of the existence of climate change towards delaying narratives. In this paper, we use a longitudinal mixed-methods analysis to chart ‘discourses of delay’ in editorials relating not only directly to climate change but to the closely connected issue of energy transitions across seventeen UK daily and weekly newspapers over the period 2011–2021. Though we find both a trend away from outright denial of climate change and an identifiable increase in support for climate action even among right-leaning editorials over this period, we also show that narratives are characterised by multiple discourses of delay across both climate change and various energy narratives.",
    "url": "https://doi.org/10.1177/09636625251315446",
    "doi": "https://doi.org/10.1177/09636625251315446",
    "filter": 0,
    "journal_full": "Public Understanding of Science"
  },
  {
    "discipline": "communication",
    "title": "Mobilization and Latency Dynamics in the #StopLine3 Discourse",
    "authors": "Adina Gitomer, Erika Melder, Brooke Foucault Welles",
    "abstract": "After the Canadian oil corporation Enbridge proposed replacing its Line 3 pipeline in 2014, activists began protesting against its environmental risks and violations of Indigenous rights, among other concerns. As the pipeline’s construction progressed and resistance intensified, a parallel discourse emerged online under the hashtag #StopLine3. This study explores the temporal evolution of that discourse and its alignment with on-the-ground developments. Specifically, we assess whether the discourse conforms to a phasic model of collective action inspired by Melucci, which contends that social movements oscillate between phases of visibility and latency. This oscillation is mediated by key mobilizing events, which drive activists to focus their energy toward fighting a target. Once a resolution is reached (positive or negative), the movement progresses into a latent phase, where participants regroup, reflect, and build unity. The ideas behind this model were developed before the digital turn. Given how social media complicates temporality, it remains unclear how well the model explains discursive resistance online. We use #StopLine3 as a case study to test the phasic model, examining all tweets with the hashtag posted between 2016 and 2023. We break up the data into temporal segments based on peaks and lulls in overall activity and explore how both tweet content and forms of engagement shift from segment to segment. In line with the model, we find that the shifts between segments are mediated by key events; however, we also find that the Twitter discourse consistently favors mobilization-oriented forms of engagement and content over latency. Our results suggest that Twitter primarily facilitates mobilization work, and call into question the importance of latency work, what it looks like, and where it takes place on platforms such as Twitter. We argue that Twitter may not be an effective venue for latency processes, or alternatively, may alter how those processes manifest. Overall, we trouble the application of the phasic model to #StopLine3 and other similar public-facing discourses.",
    "url": "https://doi.org/10.1177/20563051251322254",
    "doi": "https://doi.org/10.1177/20563051251322254",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "Social Media Imaginaries and the City: How the Attention Economy Is Reshaping Urban Built Environments",
    "authors": "Petter Törnberg",
    "abstract": "Social media are becoming a growing presence in our cities, filtering our experience of urban place and enabling locations to “go viral.” This article examines the downstream consequences of this new reality, examining how the urban actors who shape the city consider social media in their work. Drawing on ethnographic research and interviews with elite investors in São Paulo’s gentrifying Centro neighborhood, this article finds that social media are ever-present force in the production of the city. The capacity of social media to shape imaginaries and steer flows of people—and therefore flows of capital—have emerged as a powerful economic logic, integral to the city’s economic machinery. In pursuit of online attention, investors are adapting the city to fit their understanding of what “works” on social media—changing not only superficial designs and aesthetics, but even in which buildings they invest. Restaurants and bars come to function as intermediaries for the exchange of attention capital : they purchase attention from influencers, in turn marketing it to their customers and exchanging accumulated digital clout for free beer and new kitchens from their suppliers. Attention is transforming the very built environment of the city, which in turn provides essential physical infrastructure for the attention economy. While social media platforms may be diverse in their biases and characteristics, this article argues that the imperative of data accumulation has produced an era in which everything—even our cities—is shaped by the pursuit of attention.",
    "url": "https://doi.org/10.1177/20563051251323389",
    "doi": "https://doi.org/10.1177/20563051251323389",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "Political Campaign Responses to Information Disorder: A Case Study of the 2023 Nigerian Presidential Elections",
    "authors": "Abubakar Adam Ibrahim, Brian Ekdale",
    "abstract": "During the 2023 Nigerian presidential campaign, a variety of political, ethnic, and religious tensions contributed to a significant spike in false and misleading information. To navigate this complex information ecosystem, campaigns set up media units to, in varying degrees, produce disinformation about other candidates, reinforce disinformation being spread on social media, and respond to disinformation targeting their preferred candidate. Our study examines the circulation of false and misleading information during the 2023 Nigerian presidential campaign through a critical discourse analysis of campaign press statements issued in support of the top three candidates for president. To analyze these statements, we first present an original typology of political campaign responses to information disorder that includes prebunking, debunking, fake-news tagging, and counter-disinformation. We then apply this typology to our case, finding that Nigerian presidential campaigns frequently trafficked in information disorder, both by introducing false and misleading information as well as by responding to damaging information. In closing, we argue that our typology, which conceptualizes information disorder as an ongoing exchange between purveyors and targets of false and misleading information, can be helpful for understanding information disorder in political campaigns around the world.",
    "url": "https://doi.org/10.1177/19401612251324985",
    "doi": "https://doi.org/10.1177/19401612251324985",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "politics",
    "title": "Does School Debating Reduce Vulnerability to Misinformation? A Field Experiment in Poland",
    "authors": "Krzysztof Krakowski, Bernhard Clemm von Hohenberg, Davide Morisi",
    "url": "https://doi.org/10.1086/735707",
    "doi": "https://doi.org/10.1086/735707",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Performance Measures for Sample Selection Bias Correction by Weighting",
    "authors": "An-Chiao Liu, Sander Scholtus, Katrijn Van Deun, Ton de Waal",
    "abstract": "When estimating a population parameter by a nonprobability sample, that is, a sample without a known sampling mechanism, the estimate may suffer from sample selection bias. To correct selection bias, one of the often-used methods is assigning a set of unit weights to the nonprobability sample, and estimating the target parameter by a weighted sum. Such weights are often obtained with classification methods. However, a tailor-made framework to evaluate the quality of the assigned weights is missing in the literature, and the evaluation framework for prediction may not be suitable for population parameter estimation by weighting. We try to fill in the gap by discussing several promising performance measures, which are inspired by classical calibration and measures of selection bias. In this paper, we assume that the population parameter of interest is the population mean of a target variable. A simulation study and real data examples show that some performance measures have a strong positive relationship with the mean squared error and/or error of the estimated population mean. These performance measures may be helpful for model selection when constructing weights by logistic regression or machine learning algorithms.",
    "url": "https://doi.org/10.1177/0282423x251318463",
    "doi": "https://doi.org/10.1177/0282423x251318463",
    "filter": 0,
    "journal_full": "Journal of Official Statistics"
  }
]
