[
  {
    "discipline": "communication",
    "title": "Social and Organizational Dynamics in Multiplayer Gaming: A Comparative Communication Analysis of Casual and Esports Players’ Interactions in “ Call of Duty: Warzone ”",
    "authors": "Arianna Boldi, Marco Viola, Rosalba Rosato, Maurizio Tirassa, Amon Rapp",
    "url": "https://doi.org/10.1177/21522715261417553",
    "doi": "https://doi.org/10.1177/21522715261417553",
    "filter": 0,
    "created": "2026-1-24",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "Multiplayer video games are rich settings for observing complex social and organizational dynamics such as communication, socioemotional exchange, and coordination, yet comparative evidence across player profiles and contexts remains limited. This study aims to quantify and compare in-game communicative functions in Call of Duty: Warzone across player profiles (casual vs. esports) and, within esports, across different contexts (streaming vs. tournament). We conducted a quantitative content analysis of 5,915 utterances from 38 players across 29 gaming sessions. The study results indicate distinct communication styles: Casual players prioritize social interaction and emotional expression, whereas esports players emphasize strategic discourse. In addition, esports players in streaming contexts exhibit greater emotional engagement compared to tournament settings. These results, showing that gaming communication is highly context-sensitive, highlight the psychological impact of competitive play, advancing the understanding of gaming communication dynamics and player behaviors."
  },
  {
    "discipline": "communication",
    "title": "Screen Use Measurement Tools: A Mapping of Instruments, Gaps, and Future Directions",
    "authors": "Rinanda Shaleha, Nelson Roque, Hailey Andrews, Kristin Calfee, Soomi Lee",
    "url": "https://doi.org/10.1177/21522715261417288",
    "doi": "https://doi.org/10.1177/21522715261417288",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "Research on screen usage frequently relies on broad measures of “screen time,” which fail to differentiate between various types of activities and their effects. To clarify how digital behavior is defined, we conducted a rapid review and methodological mapping of 36 screen use measurement tools. Three independent coders applied a piloted framework to classify measurement constructs, data collection modality (objective logs, self-, or proxy-report), temporal specificity, framing valence, opportunity cost, dyadic/social context, developmental focus, and evidence of reliability and validity. Interrater agreement was high (Fleiss’ Kappa; Gwet’s AC1). Most instruments used negatively framed item content, emphasizing impairment, dysregulation, or loss of control, focused on adolescents and young adults, and lacked precision in temporal anchoring. Very few assessed opportunity costs, dyadic use, or included validation against device-logged data. No measure emphasized positive or beneficial aspects of screen engagement. These gaps suggest a need for more conceptually balanced tools that integrate objective tracking with context-sensitive self-report items across the lifespan. We propose a blueprint for future development: improve temporal anchoring (e.g., within-day, weekday vs. weekend), broaden age inclusion, assess social and functional context, and report both reliability and validation against behavioral data. Strengthening measurement will advance efforts to identify when, how, and for whom digital behavior supports or undermines well-being."
  },
  {
    "discipline": "communication",
    "title": "A show for us: how racial and partisan cues about television audiences affect exposure intentions",
    "authors": "Stewart M Coles",
    "url": "https://doi.org/10.1093/hcr/hqaf032",
    "doi": "https://doi.org/10.1093/hcr/hqaf032",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Human Communication Research",
    "abstract": "Current explanations for political divides in entertainment media use identify divergent preferences for or evaluations of content. According to the theory of normative social behavior (TNSB), extratextual information such as cues about the audience may also influence exposure intentions due to viewers’ perceptions of ingroup norms. Social media users discuss and form communities around entertainment content while conveying partisan and racial identities. A preregistered experiment exposed Black and White partisans (N = 1,259) to tweets in which a television show was endorsed by co- or out-partisans who were racial in- or out-group members. Exposure intentions were stronger when endorsement came from co-partisans; however, this effect was stronger for White partisans. Treatment effects were mediated by perceived ingroup norms and perceptions of how much of the audience consisted of ingroup members. Implications of multiple identities (i.e., race and partisanship) for the TNSB and the study of partisan entertainment divides are discussed."
  },
  {
    "discipline": "communication",
    "title": "The power of context: how choice set size and composition influence overall and cross-cutting news exposure",
    "authors": "Yijia Erika Zhu, Dominik J Leiner, Nathalie Laura Neuendorf, Sebastian Scherr",
    "url": "https://doi.org/10.1093/hcr/hqaf031",
    "doi": "https://doi.org/10.1093/hcr/hqaf031",
    "filter": 0,
    "created": "2025-12-16",
    "journal_full": "Human Communication Research",
    "abstract": "In times of diverse media choices, the context in which choices are made can influence news exposure and opinion change. Inspired by the marketing concept of the choice set, we conducted two experiments in the US (N1 = 731; N2 = 396) to examine how choice set size (number of articles presented at a time) and composition (ratio of supportive “pro” to opposing “anti” articles) affect news exposure, attitudes, and intentions. Smaller choice sets with fewer articles led individuals to select fewer articles overall and fewer cross-cutting articles that challenged preexisting attitudes. Choice set composition did not affect whether individuals engaged with articles or their overall news exposure, but it shaped which articles they chose: the selection and browsing of cross-cutting news differed notably between homogeneous (all pro or all anti) and mixed sets. Neither choice set size nor composition systematically affected attitudes or behavioral intentions in the short term."
  },
  {
    "discipline": "communication",
    "title": "Unveiling ideological extremes in parliamentary debates using transformer-based language models",
    "authors": "Barbara Kos, Lana Tuković, Ema Vlainić, Marina Bagić Babac",
    "url": "https://doi.org/10.1080/19331681.2026.2616668",
    "doi": "https://doi.org/10.1080/19331681.2026.2616668",
    "filter": 0,
    "created": "2026-1-20",
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Why Being Called “La Presidente” Matters: Challenging the Gender-Career Bias",
    "authors": "Eduardo Navarrete, Laura Casalino, Giacomo Pigani",
    "url": "https://doi.org/10.1177/0261927x251414678",
    "doi": "https://doi.org/10.1177/0261927x251414678",
    "filter": 0,
    "created": "2026-1-22",
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This study investigates how linguistic cues influence implicit gender-profession associations and whether gender-fair language can reduce such biases. Using a two-alternative forced-choice task, participants selected between two faces differing in masculinity-femininity traits to match an Italian cue word. In Study 1, participants were presented with gender-marked pronouns as cue words, and they consistently chose faces matching the pronoun's gender. Study 2 replaced pronouns with common gender nouns denoting professional roles, revealing a gender-career bias: female-dominated jobs were matched with more feminine faces, and male-dominated jobs with more masculine ones. Study 3 introduced gender-marked articles, which eliminated the bias of Study 2, suggesting that explicit linguistic markers can override implicit associations. Across all studies, effects were stronger when facial traits were clearly distinct. The findings highlight how language shapes cognitive biases and introduce a novel paradigm for assessing implicit associations. This research offers practical insights for promoting gender equality through language-based interventions."
  },
  {
    "discipline": "communication",
    "title": "Portrayal of Immigrants in Italian Newspapers: The Role of Linguistic Abstraction and Valence of Terms",
    "authors": "Chiara Bonechi, Elisabetta Crocetti, Monica Rubini",
    "url": "https://doi.org/10.1177/0261927x251413717",
    "doi": "https://doi.org/10.1177/0261927x251413717",
    "filter": 0,
    "created": "2026-1-19",
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This contribution examines the role of linguistic abstraction and valence of terms in the portrayal of immigrants and Italians in national and local newspapers with different political leanings. Specifically, it investigates how linguistic abstraction and valence of terms vary between the two most popular Italian national outlets and between these and a highly read local newspaper. The sample consisted of 218 newspaper articles on immigration. Results showed that across newspapers, immigrants are generally described using negative terms at a higher level of abstraction than Italians, as well as with negative terms at a higher level of abstraction than positive terms. Furthermore, national newspaper articles used terms at a higher level of abstraction than those in the local newspaper when describing immigrants and Italians. This contribution offers novel insights into how linguistic intergroup discrimination is conveyed in newspapers of a country where immigration is increasingly becoming a debated topic."
  },
  {
    "discipline": "communication",
    "title": "The Role of the Term “Fake News” in U.S. Alternative Media: Shaping Political Discourse and Hyperpartisanship",
    "authors": "Joseph J. Yoo, Hannah Lee, Soontae An",
    "url": "https://doi.org/10.1177/10776990251410599",
    "doi": "https://doi.org/10.1177/10776990251410599",
    "filter": 0,
    "created": "2026-1-22",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study examines how the term “fake news” is strategically deployed in U.S. alternative media by analyzing Newsmax and Occupy Democrats as right- and left-leaning outlets. Drawing on Hallin’s sphere model and Egelhofer et al.’s coding categories, it uses manual content analysis and latent Dirichlet allocation topic modeling to identify rhetorical functions and patterns. Findings show that the term “fake news” functions mainly as a weaponized label to delegitimize opponents rather than describe misinformation. The results show how alternative media redraw boundaries between consensus, controversy, and deviance, underscoring their role in intensifying partisan discourse and redefining political communication."
  },
  {
    "discipline": "communication",
    "title": "Public Affairs News and Local Relevance in Digital Journalism: Comparing Nonprofit versus Commercial Digital News Outlets Across Levels of Community Pluralism",
    "authors": "Hsin-Han Lee, Wilson Lowrey",
    "url": "https://doi.org/10.1177/10776990251403521",
    "doi": "https://doi.org/10.1177/10776990251403521",
    "filter": 0,
    "created": "2026-1-19",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Drawing from both critical political economy and community structure perspectives, this study compares local news quality in stories from nonprofit and commercial news sites in both high- and low- pluralism communities in the United States. Findings indicate that nonprofit business models offer benefits for news quality in local communities. Findings also show that these benefits from nonprofits are heightened in highly pluralistic communities (larger cities), though digital outlets overall showed signs of higher quality in less pluralistic cities. This research contributes to our understanding of the interplay between media business models, communities’ institutional structures, and local news content, particularly for digital news."
  },
  {
    "discipline": "communication",
    "title": "The Media as Defenders or Disruptors of Democracy? Comparing Citizens’, Politicians’, and Journalists’ Perspectives on Pro-Democracy Journalism",
    "authors": "Nayla Fawzi, Carolin Elisabeth Hüter, Daniel Stegmann, Alina Jakob, Juliane Keilmann",
    "url": "https://doi.org/10.1177/10776990251407085",
    "doi": "https://doi.org/10.1177/10776990251407085",
    "filter": 0,
    "created": "2026-1-22",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "In times of democratic backsliding, expectations of a pro-democratic media role are intensifying. This study examines expectations and evaluations of pro-democracy journalism among German citizens, journalists, and politicians. Findings show strong public and political support for a more active pro-democracy stance, which is also part of journalists’ role conception, but perceived media performance falls short in practice. Right-wing and anti-democratic public and political actors oppose such a role, raising concerns over increasing delegitimization of news media. The study highlights a gap between normative ideals and perceived performance, urging stronger journalistic engagement to defend democracy and its values."
  },
  {
    "discipline": "communication",
    "title": "Screenshots in human communication research: Protecting privacy in light of law, ethics and user expectations",
    "authors": "Alexis Shore Ingber",
    "url": "https://doi.org/10.1177/14614448251413695",
    "doi": "https://doi.org/10.1177/14614448251413695",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "New Media & Society",
    "abstract": "The screenshot feature has offered human communication researchers a way to document participants’ digital lives without technical expertise nor compromising ecological validity. Despite its widespread utility, there have been limited remarks on the perils of the screenshot feature as a methodological tool to capture the digital world. This article reflects on human communication research which has leveraged the screenshot feature. In doing so, I focus on bystanders , or non-consenting participants whose data are implicated by researchers’ use of the screenshot feature. Considering relevant US law, internationally recognized ethics frameworks, and user expectations across digital platforms from which screenshots are collected, this article offers guidelines for researchers and policymakers about usage of and building formal restrictions around the screenshot feature, respectively. I argue usage of the screenshot feature in human communication research must (1) obscure sensitive and extraneous participant data, (2) recognize platform-specific user expectations, and (3) protect bystander privacy."
  },
  {
    "discipline": "communication",
    "title": "Reaching a larger audience: Content-related strategies of the far right on VK",
    "authors": "Veronika Borovinski",
    "url": "https://doi.org/10.1177/14614448251413141",
    "doi": "https://doi.org/10.1177/14614448251413141",
    "filter": 0,
    "created": "2026-1-21",
    "journal_full": "New Media & Society",
    "abstract": "The recent global rise of far-right ideologies has been accompanied by the normalization of these ideas in online communication. However, little is known about the strategies employed by the far right to drive this trend, particularly outside Western countries and major platforms. This study addresses these gaps by conducting a systematic content analysis of far-right content on VK (VKontakte), the most widely used Russian social network, to examine the content’s characteristics that facilitate the mainstreaming of the far right. Findings indicate that far-right actors leverage agenda-setting mechanisms and adopt news-like formats to embed xenophobic and exclusionary narratives within the broader mainstream Russian discourse. This study contributes to research on far-right content-related strategies and the interplay between non-Western contexts, digital affordances, and far-right communication in less regulated online spaces."
  },
  {
    "discipline": "communication",
    "title": "Beyond textual disinformation: Comparing the effects of textual disinformation to AI-generated and video-based visual disinformation across different issues",
    "authors": "Michael Hameleers, Toni van der Meer",
    "url": "https://doi.org/10.1177/14614448251409208",
    "doi": "https://doi.org/10.1177/14614448251409208",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "New Media & Society",
    "abstract": "Although visual and AI-generated disinformation have been associated with alarming political consequences, we currently lack a clear empirical understanding of the effects of different forms of visual disinformation. Against this background, we rely on a pre-registered experimental study in the United States ( N = 982) in which we exposed participants to various modes of textual and visual disinformation on two different issues: The disappearance of flight MH370 and the Russian invasion of Ukraine. Findings show that, for MH370, there was no difference in credibility between textual, AI-generated, or video-based disinformation. Yet, for the Russian invasion of Ukraine, video-based disinformation was perceived as more credible than textual or image-based disinformation. Our findings indicate that the consequences of visual disinformation are context-bound: Especially in the case of polarizing issues, the out-of-context placement of videos can serve as a plausible form of deceptive evidence."
  },
  {
    "discipline": "communication",
    "title": "A Credible Change: How Parties Use Election Promises to Counteract The Loss of Reputation When They Dilute Their Policy Positions",
    "authors": "Mathias Bukh Vestergaard",
    "url": "https://doi.org/10.1080/10584609.2025.2600004",
    "doi": "https://doi.org/10.1080/10584609.2025.2600004",
    "filter": 0,
    "created": "2026-1-20",
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "How Social Media Metrics Shape News Production: A Replication Study",
    "authors": "Rongxin Ouyang, Subhayan Mukerjee, Tian Yang",
    "url": "https://doi.org/10.1177/19401612251411639",
    "doi": "https://doi.org/10.1177/19401612251411639",
    "filter": 0,
    "created": "2026-1-21",
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Audience engagement signals on social media platforms have shaped how media outlets produce news. Mukerjee et al. examined this phenomenon empirically by estimating the extent to which media outlets respond to audience engagement signals on Facebook in deciding what news to publish on the platform. However, the extent to which their findings can be generalized to other social media platforms remains unknown. We replicate their study on Twitter using the same methodological pipeline ( N ≈ 4 . 55 million posts, twenty-eight media outlets, between 2015 and 2019). Our results indicate that media responsiveness to audience engagement on Twitter aligns with the core patterns identified in the Facebook study. Specifically, topics receiving higher audience engagement generally experience significantly increased coverage shortly thereafter, and the responsiveness is not conditioned on the nature of topics. However, we observe three differences in dynamics on Twitter compared to Facebook: first, the maximum response window on Twitter is shorter; second, conservative outlets on Twitter are not more likely to respond to engagement signals; third, platform-specific metrics (e.g., retweets) show different patterns of responsiveness. Our replication thus highlights the generalizability of the original study while underscoring the importance of platform-specific characteristics in shaping media production on social media."
  },
  {
    "discipline": "politics",
    "title": "Improving hate speech detection with large language models",
    "authors": "Natalia Umansky, Maël Kubli, Ana Kotarcic, Laura Bronner, Selina Kurer, Philip Grech, Dominik Hangartner, Fabrizio Gilardi, Karsten Donnay",
    "url": "https://doi.org/10.1017/s1475676525100546",
    "doi": "https://doi.org/10.1017/s1475676525100546",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "European Journal of Political Research",
    "abstract": "Efforts to curb online hate speech depend on our ability to reliably detect it at scale. Previous studies have highlighted the strong zero-shot classification performance of large language models (LLMs), offering a potential tool to efficiently identify harmful content. Yet for complex and ambivalent tasks like hate speech detection, pre-trained LLMs can be insufficient and carry systemic biases. Domain-specific models fine-tuned for the given task and empirical context could help address these issues, but, as we demonstrate, the quality of data used for fine-tuning decisively matters. In this study, we fine-tuned GPT-4o-mini using a unique corpus of online comments annotated by diverse groups of coders with varying annotation quality: research assistants, activists, two kinds of crowd workers, and citizen scientists. We find that only annotations from those groups of annotators that are better than zero-shot GPT-4o-mini in recognizing hate speech improve the classification performance of the fine-tuned LLM. Specifically, fine-tuning using the highest-quality annotator group – trained research assistants – boosts classification performance by increasing the model’s precision without notably sacrificing the good recall of zero-shot GPT-4o-mini. In contrast, lower-quality annotations do not improve and may even decrease the ability to identify hate speech. By examining tasks reliant on human judgment and context, we offer insights that go beyond hate speech detection."
  },
  {
    "discipline": "politics",
    "title": "Leaking season: An analysis of the timing of media disclosures from party insiders in Sweden 2010-2024",
    "authors": "Andreas Bågenholm, Stephen Dawson, Birgitta Niklasson, Jenny De Fine Licht, Elsa Höök",
    "url": "https://doi.org/10.1177/13540688261418447",
    "doi": "https://doi.org/10.1177/13540688261418447",
    "filter": 0,
    "created": "2026-1-20",
    "journal_full": "Party Politics",
    "abstract": "Why is compromising information about misconduct in political parties leaked to the media by party insiders? Drawing on previous research and interviews with political and investigative journalists, we hypothesize that such media disclosures are made with political intent and thus more likely when (1) party list nominations take place and (2) when parties are losing popular support. Through an analysis of 349 newspaper articles of misconduct in political parties leaked by party insiders to Swedish print media between 2010 and 2024, we find support for both expectations. We therefore conclude that intra-party leaks are indeed likely to be made with political intent, at least indirectly. This paper contributes novel theoretical and empirical insights to research on political parties, political scandals, and leaks and whistleblowing by illustrating the role media disclosures made by party insiders play in internal party power struggles."
  },
  {
    "discipline": "politics",
    "title": "Navigating the mismeasurement of intermediary variables in message-based experiments",
    "authors": "Thomas Leavitt, Viviana Rivera-Burgos",
    "url": "https://doi.org/10.1017/psrm.2025.10082",
    "doi": "https://doi.org/10.1017/psrm.2025.10082",
    "filter": 0,
    "created": "2026-1-21",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Researchers frequently deliver treatments through messages, as in many audit and get-out-the-vote (GOTV) experiments. These message-based experiments often hinge on intermediary variables—actions subjects must take to actually receive the treatment or control embedded in a message. Whether subjects open the message is a crucial intermediary step, which can serve as a condition for estimating downstream treatment effects or as an outcome of interest in its own right. Yet opens are often measured with error, most notably when some openers are misclassified as non-openers in email-based studies. We characterize the resulting bias, derive interpretable bounds on effects for well-defined subgroups, and provide sensitivity analyses for mismeasurement, thereby offering practical guidance for message-based experiments conducted through email and other communication technologies."
  },
  {
    "discipline": "politics",
    "title": "Conditional relationships in dynamic models",
    "authors": "Zach Warner, Garrett N. Vande Kamp, Soren Jordan",
    "url": "https://doi.org/10.1017/psrm.2026.10087",
    "doi": "https://doi.org/10.1017/psrm.2026.10087",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Many political science theories posit empirical relationships that are conditioned by some moderating variable, which scholars model using a multiplicative interaction term in a regression. In recent years, scholars have begun using such terms in dynamic regression models with time series data. However, the lack of guidance on adding multiplicative interactions to these workhorse models exposes problems with the consistency of the estimator, model restrictions, and interpretation. This paper provides theoretical and practical guidance to address these problems. First, we define the conditions under which scholars can ensure consistent estimates when estimating relationships conditioned by a moderating variable in dynamic models. Second, we introduce a general model that makes no theoretical assumptions about precisely how conditional relationships unfold over time. Third, we develop a flexible approach for interpreting such models. We demonstrate the advantages of this framework with simulation evidence and an empirical application."
  },
  {
    "discipline": "politics",
    "title": "Forecasting the use of force: a word embedding analysis of China’s rhetoric and military escalations",
    "authors": "Jackie S.H. Wong",
    "url": "https://doi.org/10.1017/psrm.2025.10085",
    "doi": "https://doi.org/10.1017/psrm.2025.10085",
    "filter": 0,
    "created": "2026-1-24",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Is an autocracy’s official rhetoric a reliable proxy for forecasting military escalation? While the conventional hands-tying mechanism argues that official rhetoric binds leaders to stated positions and limits their ability to back down, recent scholarship on bluster suggests that autocracies may employ hawkish rhetoric to justify de-escalation ex-post. This study evaluates these competing perspectives by analyzing China’s official rhetoric and military behavior in the Taiwan Strait from 2016 to 2022. Employing a word-embedding approach, I construct an original Chinese-language lexicon capturing implicit threats from over two million state-media articles. I show that increases in China’s implicit threats toward Taiwan are associated with a higher likelihood of military escalation, implying that official rhetoric conveys predictive information rather than mere cheap talk."
  },
  {
    "discipline": "politics",
    "title": "Deep canvassing with automated conversational agents: Personalized messaging to change attitudes",
    "authors": "Molly Offer-Westort, Jiehan Liu, Nick Feamster, Kartik Garg, Nguyen Phong Hoang, Sudhamshu Hosamane",
    "url": "https://doi.org/10.1177/20531680251414926",
    "doi": "https://doi.org/10.1177/20531680251414926",
    "filter": 0,
    "created": "2026-1-24",
    "journal_full": "Research & Politics",
    "abstract": "We test a social media conversational agent for canvassing on the topic of anti-transgender prejudice, replicating and benchmarking treatment effects. In-person deep canvassing is the gold standard for durably changing attitudes on polarizing topics. However, door-to-door canvassing is costly, and many populations may not be feasibly reached in this manner. Campaigns are already conducting outreach using digital tools, including text messages and social media. If appropriately trained agents messaging over social media can achieve a fraction of the effect of in-person canvassing, canvassing may be scaled up to achieve large overall impacts at lower costs. Scripts used in this application are based on those used by transgender allies in the original study. To personalize messaging, the conversational agent uses natural language processing to detect conversational topics, and shares relevant pre-scripted messages of information and third-person experiences, encouraging respondents to engage in perspective-taking with respect to an outgroup. This study demonstrates the potential of automated social media messaging for deep canvassing, with possible applications by governments, public health agencies, and political organizations. Estimated effects are positive and significant under covariate adjustment and reweighting; due to important differential attrition, partial-identification bounds are also reported and include zero."
  },
  {
    "discipline": "public opinion",
    "title": "Not So Sexually Modern After All: Homonegativity and Prejudice Against Open and Age-Gap Relationships",
    "authors": "Alberto López Ortega, Agustín Blanco Bosco",
    "url": "https://doi.org/10.1093/poq/nfaf055",
    "doi": "https://doi.org/10.1093/poq/nfaf055",
    "filter": 0,
    "created": "2025-12-2",
    "journal_full": "Public Opinion Quarterly",
    "abstract": "How widespread is sexual liberalism in tolerant societies? Theoretical and descriptive evidence suggests an overall liberalization in societal views on topics such as women’s rights and homosexuality. Yet, relying on sexual norms theory, this study unveils persistent sexual prejudice. We differentiate between “normalized” sexual issues, like same-gender marriage, which have gained mainstream acceptance, and “nonnormalized” issues, such as nontraditional sexual practices and relationships, which remain stigmatized. Through a conjoint experiment in Catalonia, Spain, we investigate public attitudes toward adoptive parents with varying sexual orientations, relationship types, and age differences, confirming that discriminatory preferences are prevalent in contexts with low social desirability. By highlighting the continued prejudice against both normative and nonnormative sexual issues, this research contributes to our understanding of the dynamics of sexual attitudes and the challenges facing LGBTQ+ politics and rights."
  },
  {
    "discipline": "public opinion",
    "title": "Capability, Opportunity, and Motivation in a Social Multiplayer Online Game: Player Influence Dynamics in Sky: Children of Light",
    "authors": "Wen Zeng, Chandni Kumar, Sinong Zhou, Donggyu Kim, Aimei Yang, Dmitri Williams",
    "url": "https://doi.org/10.1177/08944393251414170",
    "doi": "https://doi.org/10.1177/08944393251414170",
    "filter": 0,
    "created": "2026-1-19",
    "journal_full": "Social Science Computer Review",
    "abstract": "This study investigates networked social influence in Sky: Children of the Light , a social multiplayer online game. Drawing on survey responses ( n = 9,254) and in-game data from over 660,000 players, we use an innovative graph-based machine learning approach to quantify how individuals influence others’ playtime, and regression analyses to test predictors from the COM-B model. Results show that Capability enhances influence, although excessive task focus correlates negatively with social impact; Opportunity emerges as the strongest predictor, with active social interactions significantly boosting influence; and Motivation varies by playstyle, with socializers and competitors demonstrating greater influence than narrative-focused players. By applying the COM-B model in a digital gaming context, this research highlights behavioral dimensions of player influence and employs a novel metric for quantifying interpersonal influence. These findings suggest practical implications for game design, particularly by highlighting how social interaction opportunities and different player motivations shape influence within communities."
  },
  {
    "discipline": "psychology",
    "title": "Ten particularly frequent and consequential questionable research practices in quantitative research: Bias mechanisms, preventive strategies, and a simulation-based framework",
    "authors": "Theodoros A. Kyriazos, Mary Poga",
    "url": "https://doi.org/10.3758/s13428-025-02920-y",
    "doi": "https://doi.org/10.3758/s13428-025-02920-y",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Perceiving AI as labor-replacing reduces democratic legitimacy and political engagement",
    "authors": "Armin Granulo, Andreas Raff, Christoph Fuchs",
    "url": "https://doi.org/10.1073/pnas.2523508123",
    "doi": "https://doi.org/10.1073/pnas.2523508123",
    "filter": 0,
    "created": "2026-1-22",
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "AI is expected to reshape society and labor markets, yet experts remain divided on whether AI will primarily displace human labor or generate new employment opportunities. Despite the importance of this debate, little is known about how the public perceives AI’s labor market impact—and how these perceptions affect democratic attitudes and behaviors. Large-scale survey data ( N = 37,079; 38 European countries) indicate that the public tends to view AI as labor-replacing rather than labor-creating. Controlling for technology-related, political, and sociodemographic factors, these data further show that perceiving AI as labor-replacing (vs. labor-creating) is associated with lower satisfaction with democracy and political engagement with technology. Two preregistered, nationally representative experiments ( N = 1,202, United Kingdom; replication study N = 1,200, United States) provide causal evidence for this relationship. Participants exposed to a labor-replacing (vs. labor-creating) AI frame report greater erosion of trust in democracy and lower willingness to politically engage with future AI developments. Together, our findings suggest that perceptions about AI’s labor market consequences—regardless of actual outcomes—may decrease democratic legitimacy and public engagement in shaping the future of AI."
  }
]
