[
  {
    "discipline": "communication",
    "title": "Fact-Checkers on the Fringe: Investigating Methods and Practices Associated With Contested Areas of Fact-Checking",
    "authors": "Silvia Montaña-Niño, Victoria Vziatysheva, Ehsan Dehghan, Anand Badola, Guangnan Zhu, Otávio Vinhas, Michelle Riedlinger, Sofya Glazunova",
    "url": "http://dx.doi.org/10.17645/mac.8688",
    "doi": "10.17645/mac.8688",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study investigates the methods and practices used by self-identified fact-checkers situated on the fringe of the field of fact-checking to support their agenda for public recognition and legitimacy. Using a case study approach and selecting nine cases across five countries (Russia, Brazil, India, China, and Singapore), we identify the most common distinguishable attributes and tactics associated with this ambiguous collection of actors. In addition to identifying how fringe fact-checkers weaponize fact-checking practices and exploit or mimic the social standing of accredited fact-checkers, we critique examples where state-supported fact-checkers associated with authoritarian governance structures fact-check for national interests. We propose a spectrum of fact-checkers including those where public or general interest fact-checkers follow journalistic ideals and align with accredited communities of practice or non-accredited peer recognition, and a collection of fringe fact-checkers ranging from “special interest” actors promoting specific political agendas to hostile actors with disruptive, destructive, and openly propagandistic interests and aims to destabilize the global public sphere. The article contributes to current research and debates about the institutionalization of fact-checking and the understudied area of fact-checking impersonation, a problematic activity associated with misinformation and propaganda on platforms and the internet."
  },
  {
    "discipline": "communication",
    "title": "Dive Into the Past: Chinese Intangible Cultural Heritage Represented in Chinese Mobile Games",
    "authors": "Yixiang Que, Teresa De La Hera, Jeroen Jansz",
    "url": "http://dx.doi.org/10.17645/mac.8749",
    "doi": "10.17645/mac.8749",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study delves into the representation of intangible Chinese cultural heritage in Chinese mobile games. Nowadays, even with huge economic potential, Chinese mobile games are still faced with negative comments, especially from parents. To develop their reputation, Chinese mobile games have portrayed considerate Chinese intangible cultural heritage (ICH). The representation of cultural heritage in video games has been a subject of discussion for a long time, while console and computer games and tangible cultural heritage have been at the centre of academic studies. Hence, we strived to investigate how Chinese ICH is depicted in Chinese mobile games. A thematic analysis was conducted on data collected through analytical gameplay of 30 Chinese mobile games selected from Apple’s App Store and the Chinese TapTap platform. Our analysis indicates that Chinese ICH is represented in Chinese mobile games to fulfil the persona of game characters, to create a more engaging and immersive game world experience, to provide more intense combat moments, to offer visually enjoyable virtual goods, and to deliver culturally driven updates during traditional festivals. Among the various forms of Chinese ICH, Chinese traditional craftsmanship is found to be used most frequently because of the huge effort it requires to be mastered, which could be educational to players. Theatrical traditions were found to be depicted in most game elements because they combine visual, audio, and motional elements. Lastly, folk and classical literature is portrayed in Chinese mobile games to provide a narrative resource that culturally resonates with players."
  },
  {
    "discipline": "communication",
    "title": "A Classification of Features for Interpersonal Disconnectivity in Digital Media: Block, Unfriend, Unfollow, Mute, Withhold, and Eject",
    "authors": "Nicholas John",
    "url": "http://dx.doi.org/10.17645/mac.8716",
    "doi": "10.17645/mac.8716",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This article presents for the first time a classification of, and lexicon for, features for dissolving interpersonal ties in digital environments: blocking, unfriending, unfollowing, muting, withholding, and ejecting. There are two main motivations and two main contributions. The first motivation is that analyses of social media features have not included treatment of features for interpersonal disconnectivity; the second is that analyses of interpersonal disconnectivity have not included reference to the features that enable it. The two main contributions are the disambiguation of a confusing terminological field, thus making it possible to analytically distinguish between types of feature, and an intervention in the question of whether the features described in the article concern filtering &lt;em&gt;information&lt;/em&gt; or avoiding &lt;em&gt;people&lt;/em&gt;. Data were collected from 37 social media platforms and other services that enable digitally-mediated communication. Features for interpersonal disconnectivity were documented and then the features were grouped based on five questions about their use, where A is the person using the feature, and B is the target of A’s use of the feature: (a) Does it affect A’s feed?; (b) does it affect B’s feed?; (c) is A still connected to B?; (d) is B still connected to A?; (e) can A and B see each other’s profile?"
  },
  {
    "discipline": "communication",
    "title": "Fact-Checking Role Performances and Problematic Covid-19 Vaccine Content in Latin America and Sub-Saharan Africa",
    "authors": "Michelle Riedlinger, Silvia Montaña-Niño, Ned Watt, Víctor García-Perdomo, Marina Joubert",
    "url": "http://dx.doi.org/10.17645/mac.8680",
    "doi": "10.17645/mac.8680",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The move from political fact-checking to a “public health” or debunking model of fact-checking, sustained by policies and funding from platforms, highlights important tensions in the case of Covid-19. Building on findings from studies focused on journalistic role performance, we investigated how professional fact-checkers in Latin America and sub-Saharan Africa conceived of and performed their professional roles when addressing Covid-19 vaccination topics. Interviews with fact-checkers from six well-established, Meta-affiliated, International Fact-Checking Network-accredited organizations operating in these regions indicated that fact-checkers recognized the diversification of tasks and new roles associated with addressing problematic content from social media users. However, fact-checkers expressed unanimous commitment to prioritizing political and media watchdog activities in response to problematic Covid-19 vaccine information spreading from elite sources. To compare these role conceptions with role performance, we conducted a content analysis of Covid-19 vaccine content posted in 2021 to these fact-checkers’ Facebook accounts. We found that content was mostly associated with explainers or debunking content (addressing hoaxes or rumors about Covid-19 vaccines from non-elite social media users). In particular, the abundance of explainers, compared with other genres of fact-checking content, aligns fact-checkers with professional roles as civic service providers, educators, and “interpreters” of health information. Only a small proportion of the Covid-19 vaccine-related posts from each fact-checker contained verifications of claims from authoritative (elite “top-down”) sources (i.e., politicians, media, and health/science professionals). This study offers insights into a particularly tumultuous time of political activity in these regions and considers implications for practice innovation."
  },
  {
    "discipline": "communication",
    "title": "Experiencing the Call of Duty: Exploring Emotions in Commercial War Games",
    "authors": "Joseph Pattison",
    "url": "http://dx.doi.org/10.17645/mac.8667",
    "doi": "10.17645/mac.8667",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This article explores how players interpret and reflect on themes in mainstream war videogames, specifically the Call of Duty franchise. Scholars have long focused on the ideological content of war games, which is marked by increased collusion of military institutions with the gaming industry and assumptions about the influential capabilities of war games, in which player agency is often downplayed. This study builds on Lenoir and Caldwell’s (2018) observations that the interpretation of mainstream franchises should focus more on their attempts to create an “affective framework” that emphasises certain emotions in players. Through a thematic analysis of semi-structured interviews with 25 participants, this study found that participants outlined their discomfort in certain missions, to the point where they even altered their playstyle, suggesting that players often reflect critically on the aspects of war these games explore. This article concludes that mainstream franchises, like Call of Duty, should be considered complex cultural artefacts consisting of various layers of meaning. Rather than directly transmitting militaristic ideologies, these games craft an emotional aesthetic capable of exploring more controversial aspects of war. The key to understanding these franchises lies directly with the players themselves, which is why audiences should be treated as conscious agents who play an active role in drawing meaning from such an aesthetic."
  },
  {
    "discipline": "communication",
    "title": "“I saw you on TV – here’s my problem”: Exploring participant experiences with second stories following mental health disclosures on Norwegian television",
    "authors": "Kjersti Blehr Lånkan",
    "url": "http://dx.doi.org/10.2478/nor-2024-0023",
    "doi": "10.2478/nor-2024-0023",
    "filter": 0,
    "journal_full": "Nordicom Review",
    "abstract": "The emotional and confessional nature of mental health disclosures on television sometimes induces audiences to share their own personal stories of mental health struggles in return. The term testimony loop is suggested to conceptualise this phenomenon, whereby Norwegian television participants become receivers of many audience testimonies through private messages on social media platforms. The participants represent the programme to the public and perform emotional labour through interacting with the audience and engaging with the testimonies received. While some television participants in this study, particularly the females, genuinely appreciated their role as helpers, others found this appeal to interact emotionally strenuous. By way of the television participants’ own attestations, this study seeks to enrich the understanding of the complexities involved in confessing personal stories of illness, suffering, and trauma within the context of mass media."
  },
  {
    "discipline": "communication",
    "title": "The shadowy realm of news avoidance: Exploring public service news avoidance as negative social action",
    "authors": "Johan Lindell, Zofie Basta, Alexandra Brieger, Sayaka Fukada, Sarah Greiner, Marta Marcora, Christopher Mc Taggart",
    "url": "http://dx.doi.org/10.2478/nor-2024-0021",
    "doi": "10.2478/nor-2024-0021",
    "filter": 0,
    "journal_full": "Nordicom Review",
    "abstract": "Studies on news avoidance rely on a range of theories to explain why news avoidance takes place and its potential consequences, and the debates on different ways of measuring news avoidance have been lively. Despite the numerous approaches and conceptualisations, there is room to theorise what news avoidance entails as a social phenomenon. In this study, we posit that news avoidance can fruitfully be approached as a form of negative social action embedded in a negative social space – a realm of the lifeworld filled with non-doings and non-appearance. We apply this approach, which opens up new questions in the field of news avoidance studies, to a case study of Swedes who opted out of national public service news in the midst of the Covid-19 pandemic. Findings suggest that avoiders of public service news occupy relatively precarious social positions, and that news avoidance is embedded in a broader negative social space."
  },
  {
    "discipline": "communication",
    "title": "Intervening by staying professional: How Nordic environmental journalists make sense of their roles",
    "authors": "Jaana Hujanen, Lottie Jangdal, Olga Dovbysh, Ida Vikøren Andersen, Guðbjörg Hildur Kolbeins, Katja Lehtisaari, Teemu Oivo",
    "url": "http://dx.doi.org/10.2478/nor-2024-0022",
    "doi": "10.2478/nor-2024-0022",
    "filter": 0,
    "journal_full": "Nordicom Review",
    "abstract": "The notion of intervention is gaining traction among Western environmental journalists. While existing research has predominantly focused on countries outside the Nordic region, in our study we investigate the self-perceptions of professional journalists in the Nordic countries of Finland, Iceland, Norway, and Sweden. Through semi-structured interviews, we examine the roles that Nordic journalists construct when reflecting on covering the environmental beat, paying particular attention to how they make sense of the idea of intervening – that is, their involvement in interpreting, making sense of, and engaging the public in environmental issues. Using thematic qualitative analysis to analyse the interviews, we have identified four journalistic roles: 1) objective news provider, 2) critical watchdog, 3) sense-maker and educator, and 4) environmental advocate. Our findings suggest that Nordic journalists intervene byadhering to professional norms and practices and renegotiating them. While the role of objective news provider remains prominent among Nordic journalists, it is intertwined with various forms of intervention across all identified roles."
  },
  {
    "discipline": "communication",
    "title": "What’s on and who’s Watching? Combining People-Meter Data and Subtitle Data to Explore Television Exposure to Political News",
    "authors": "Susan Vermeer, Damian Trilling, Sjoerd Stolwijk, Sanne Kruikemeier, Claes de Vreese",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2409405",
    "doi": "10.1080/10584609.2024.2409405",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Prevalence, Presentation, and Popularity of Political Topics in Social Media Influencers’ Content Across Two Countries",
    "authors": "Darian Harff, Desiree Schmuck",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2406809",
    "doi": "10.1080/10584609.2024.2406809",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "The Contemporary Far Right from Contra to Control",
    "authors": "Andrea L. P. Pirro",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2414256",
    "doi": "10.1080/10584609.2024.2414256",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Public understanding of preprints: How audiences make sense of unreviewed research in the news",
    "authors": "Alice Fleerackers, Chelsea L. Ratcliff, Rebekah Wicke, Andy J. King, Jakob D. Jensen",
    "url": "http://dx.doi.org/10.1177/09636625241268881",
    "doi": "10.1177/09636625241268881",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "News reporting of preprints became commonplace during the COVID-19 pandemic, yet the extent to which the public understands what preprints are is unclear. We sought to fill this gap by conducting a content analysis of 1702 definitions of the term “preprint” that were generated by the US general population and college students. We found that only about two in five people were able to define preprints in ways that align with scholarly conceptualizations of the term, although participants provided a wide array of “other” definitions of preprints that suggest at least a partial understanding of the term. Providing participants with a definition of preprints in a news article helped improve preprint understanding for the student sample, but not for the general population. Our findings shed light on misperceptions that the public has about preprints, underscoring the importance of better education about the nature of preprint research."
  },
  {
    "discipline": "communication",
    "title": "Towards a trusted genomics repository: Identifying commercialisation fears and preferred forms of governance across segments of the community",
    "authors": "Brad Elphinstone, Jarrod Walshe, Dianne Nicol, Mark Taylor",
    "url": "http://dx.doi.org/10.1177/09636625241286369",
    "doi": "10.1177/09636625241286369",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "A latent class analysis on a nationally representative Australian sample ( N = 1000) identified four subgroups (i.e. classes), ranging from high to low concern about, and willingness to donate to, a national genomic repository under different forms of public and commercial management and access. The distribution of concerns and governance preferences across these classes was investigated. This added to previous research by indicating the degree to which extant concerns (e.g. corporate profiteering, discrimination by insurers) are held by different segments of the community. Based on the governance mechanisms that had widespread support across segments, the following recommendations are made to develop a trusted Australian genomic repository: the repository cannot be solely profit-driven; can utilise an access committee; protections (e.g. ensuring confidentiality of donors) may not require new legislation; data users cannot retain data for future research; the public should remain informed about the intended and/or actual benefits of research."
  },
  {
    "discipline": "communication",
    "title": "Stark Decline in Journalists’ Use of Preprints Postpandemic",
    "authors": "Juan Pablo Alperin, Kenneth Shores, Alice Fleerackers, Natascha Chtena",
    "url": "http://dx.doi.org/10.1177/10755470241285405",
    "doi": "10.1177/10755470241285405",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "The COVID-19 pandemic accelerated the use of preprints, aiding rapid research dissemination but also facilitating the spread of misinformation. This study analyzes media coverage of preprints from 2014 to 2023, revealing a significant postpandemic decline. Our findings suggest that heightened awareness of the risks associated with preprints has led to more cautious media practices. While the decline in preprint coverage may mitigate concerns about premature media exposure, it also raises questions about the future role of preprints in science communication, especially during emergencies. Balanced policies based on up-to-date evidence are needed to address this shift."
  },
  {
    "discipline": "communication",
    "title": "The Influence of BookTok on Literary Criticisms and Diversity",
    "authors": "Alysia De Melo",
    "url": "http://dx.doi.org/10.1177/20563051241286700",
    "doi": "10.1177/20563051241286700",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "BookTok, a TikTok community where creators discuss and review books, influences the publishing industry as books that gain popularity on TikTok have seen mainstream success. BookTok is believed to be a diverse space where stories about marginalized identities are celebrated. This is in opposition to the traditional publishing world that is dominated by White, heterosexual, cis-gendered men. However, despite misconceptions, online spaces are notably homogeneous, and TikTok does not appear to diverge from these patterns. By analyzing 55 TikTok videos collected from the BookTok community, this study analyzes the race, gender, and sexual orientation of TikTok creators, authors, and main characters of BookTok books. This article aims to understand the effects social media applications such as TikTok have on the publishing world and to understand BookTok’s relation to diversity. While there is more gender equity among the authors of BookTok than in the traditional publishing world, there continues to be a deficiency in the prevalence of marginalized authors on the platform. Although women creators and women authors are popular on the app, most of these women are White. In addition, the authors who are most discussed on BookTok do not typically include persons of color or members of the LGBTQ+ community. The tendency for authors to write about their own experiences results in there being few characters of color and few books about members of the LGBTQ+ community. Publishing houses should prioritize increased collaboration with authors of color and LGBTQ+ authors, while also using BookTok to promote and advertise their work."
  },
  {
    "discipline": "communication",
    "title": "Visualizing Authority: Rise of the Religious Influencers on the Instagram",
    "authors": "Harry Febrian",
    "url": "http://dx.doi.org/10.1177/20563051241286850",
    "doi": "10.1177/20563051241286850",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Roles of various social media influencers—ranging from health and beauty to security—in our society have increasingly become essential topics in the study of social media. However, little is known about the rise of religious influencers in the Global South and the way they negotiate the idea of religious authority in today’s society. To address this gap, this study investigates the way in which religious influencers project their authority through the visual means of Instagram. This study collects Instagram posts ( n = 9,801) from three Islamic religious influencers in Indonesia—the largest Muslim-populated country and the third largest democracy in the world—with a combined follower count of 30 million people. Content analysis is then used to uncover the main strategies in which a sense of authority is visualized in their posts. The findings demonstrate that Indonesian religious influencers mainly used a close-up approach—friendly and informal appearance—to negotiate their visual authority as opposed to the rigid, more distant approach of traditional religious figures. However, to mitigate the risk of becoming too close and losing the respect and veneration of their followers, they adopt strategic distancing through the use of visual versus textual contrast, setting, and focus. The results extend scholarly discussion on religious influencers in the Islamic faith and their visual authority enactment on social media."
  },
  {
    "discipline": "communication",
    "title": "The Ethoses of (Dis)Connecting with Friends on Social Media: Digital Cocooning and Entrepreneurial Networking among People with Eating Disorders",
    "authors": "Paula Saukko, Helen Malson, Anna Brown",
    "url": "http://dx.doi.org/10.1177/20563051241287284",
    "doi": "10.1177/20563051241287284",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Recent media studies conversations on disconnection or reducing mainly the quantity of engagement with social media so as to enhance well-being have suggested that these practices articulate a contemporary spirit focused on self-care and performance (productivity) that does not consider others or collective solutions. Drawing on and pushing forward disconnection research, we put forward a Foucauldian inspired concept of ethos that draws attention to qualitatively different principles and values characterizing social media socialities which users seek to foster and avoid. Interviews with people ( n = 31) with eating disorders (EDs) featured what we call digital cocooning; that is, interaction with trusted real-life friends and family afforded by messaging apps characterized by mutual responsiveness, acceptance, and belonging. However, what we term entrepreneurial networking with wider acquaintances mostly on traditional social media was experienced as evaluative and competitive and fuelled a sense of non-belonging, prompting unfriending. Disconnection research has highlighted how social media (dis)connections are often underpinned by contemporary possessive individualism, obscured by the dominant research on ostensibly universal psychological processes. The concept of ethos pushes this research beyond criticism toward also highlighting alternatives or how social relations in social media and society could be imagined otherwise."
  },
  {
    "discipline": "public opinion",
    "title": "Using Google Trends Data to Study High-Frequency Search Terms: Evidence for a Reliability-Frequency Continuum",
    "authors": "Tobias Gummer, Anne-Sophie Oehrlein",
    "url": "http://dx.doi.org/10.1177/08944393241279421",
    "doi": "10.1177/08944393241279421",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Google Trends (GT) data are increasingly used in the social sciences and adjacent fields. However, previous research on the quality of GT data has raised concerns regarding their reliability. In the present study, we investigated whether reliability differs between low- and high-frequency search terms. In other words, we explored the existence of a reliability-frequency continuum in GT data. Our study adds to previous research by investigating a more comprehensive set of search terms and different aspects of reliability (e.g., differences in relative search volume distributions, correctly identified maxima). For this purpose, we collected samples of GT data for ten high- and two low-frequency search terms. We obtained one real-time sample and 62 non–realtime samples per search term (30 non–realtime samples for low-frequency search terms). Data collection was restricted to search data for Germany. Our data support the existence of a reliability-frequency continuum—low-frequency search terms are subject to greater reliability issues compared to high-frequency search terms. Based on our findings, we have derived practical recommendations for the use of GT data and have outlined future research opportunities."
  },
  {
    "discipline": "multidisciplinary",
    "title": "A signal-detection framework for misinformation interventions",
    "authors": "Bertram Gawronski, Lea S. Nahon, Nyx L. Ng",
    "url": "http://dx.doi.org/10.1038/s41562-024-02021-4",
    "doi": "10.1038/s41562-024-02021-4",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Gender rating gap in online reviews",
    "authors": "Andreas Bayerl, Yaniv Dover, Hila Riemer, Daniel Shapira",
    "url": "http://dx.doi.org/10.1038/s41562-024-02003-6",
    "doi": "10.1038/s41562-024-02003-6",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Although online reviews are used by many people to make decisions, these reviews may be biased. On the basis of 1.2 billion observations across five leading online review platforms and two lab studies (n = 1,172 and n = 1,165; US respondents fluent in English), we provide evidence for a consistent and systematic gender rating gap: women’s mean online review ratings are significantly more favourable than men’s. We suggest that although men and women, on average, generally do not differ in their ‘real’ attitudes, their ratings do differ when it comes to online reviews. Our lab studies revealed that such differences are due to gender differences in the propensity to share negative attitudes online, possibly due to women’s greater concern about social consequences. Our findings highlight the need for societal change to create conditions in which people, particularly women, feel comfortable publicly expressing genuine attitudes, especially in cases of dissatisfaction, without being concerned about the consequences."
  },
  {
    "discipline": "multidisciplinary",
    "title": "A systematic review and network meta-analysis of population-level interventions to tackle smoking behaviour",
    "authors": "Shamima Akter, Md. Mizanur Rahman, Thomas Rouyard, Sarmin Aktar, Raïssa Shiyghan Nsashiyi, Ryota Nakamura",
    "url": "http://dx.doi.org/10.1038/s41562-024-02002-7",
    "doi": "10.1038/s41562-024-02002-7",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "This preregistered systematic review and meta-analysis (PROSPERO: CRD 42022311392) aimed to synthesize the effectiveness of all available population-level tobacco policies on smoking behaviour. Our search across 5 databases and leading organizational websites resulted in 9,925 records, with 476 studies meeting our inclusion criteria. In our narrative summary and both pairwise and network meta-analyses, we identified anti-smoking campaigns, health warnings and tax increases as the most effective tobacco policies for promoting smoking cessation. Flavour bans and free/discounted nicotine replacement therapy also showed statistically significant positive effects on quit rates. The network meta-analysis results further indicated that smoking bans, anti-tobacco campaigns and tax increases effectively reduced smoking prevalence. In addition, flavour bans significantly reduced e-cigarette consumption. Both the narrative summary and the meta-analyses revealed that smoking bans, tax increases and anti-tobacco campaigns were associated with reductions in tobacco consumption and sales. On the basis of the available evidence, anti-tobacco campaigns, smoking bans, health warnings and tax increases are probably the most effective policies for curbing smoking behaviour."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Misinformation research needs ecological validity",
    "authors": "James Crum, Cara Spencer, Emily Doherty, Erin Richardson, Sage Sherman, Amy W. Hays, Nitesh Saxena, Richard E. Niemeyer, Allison P. Anderson, Marta Čeko, Leanne Hirshfield",
    "url": "http://dx.doi.org/10.1038/s41562-024-02015-2",
    "doi": "10.1038/s41562-024-02015-2",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Quantifying the use and potential benefits of artificial intelligence in scientific research",
    "authors": "Jian Gao, Dashun Wang",
    "url": "http://dx.doi.org/10.1038/s41562-024-02020-5",
    "doi": "10.1038/s41562-024-02020-5",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "The rapid advancement of artificial intelligence (AI) is poised to reshape almost every line of work. Despite enormous efforts devoted to understanding AI’s economic impacts, we lack a systematic understanding of the benefits to scientific research associated with the use of AI. Here we develop a measurement framework to estimate the direct use of AI and associated benefits in science. We find that the use and benefits of AI appear widespread throughout the sciences, growing especially rapidly since 2015. However, there is a substantial gap between AI education and its application in research, highlighting a misalignment between AI expertise supply and demand. Our analysis also reveals demographic disparities, with disciplines with higher proportions of women or Black scientists reaping fewer benefits from AI, potentially exacerbating existing inequalities in science. These findings have implications for the equity and sustainability of the research enterprise, especially as the integration of AI with science continues to deepen."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Exposure to detectable inaccuracies makes children more diligent fact-checkers of novel claims",
    "authors": "Evan Orticio, Martin Meyer, Celeste Kidd",
    "url": "http://dx.doi.org/10.1038/s41562-024-01992-8",
    "doi": "10.1038/s41562-024-01992-8",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "How do children decide when to believe a claim? Here we show that children fact-check claims more and are better able to catch misinformation when they have been exposed to detectable inaccuracies. In two experiments (N = 122), 4–7-year-old children exposed to falsity (as opposed to all true information) sampled more evidence before verifying a test claim in a novel domain. Children’s evidentiary standards were graded: fact-checking increased with higher proportions of false statements heard during exposure. A simulation suggests that children’s behaviour is adaptive, because increased fact-checking in more dubious environments supports the discovery of potential misinformation. Importantly, children were least diligent at fact-checking a new claim when all prior information was true, suggesting that sanitizing children’s informational environments may inadvertently dampen their natural scepticism. Instead, these findings support the counterintuitive possibility that exposing children to some nonsense may scaffold vigilance towards more subtle misinformation in the future."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Large Language Models based on historical text could offer informative tools for behavioral science",
    "authors": "Michael E. W. Varnum, Nicolas Baumard, Mohammad Atari, Kurt Gray",
    "url": "http://dx.doi.org/10.1073/pnas.2407639121",
    "doi": "10.1073/pnas.2407639121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  }
]
