[
  {
    "discipline": "communication",
    "title": "Screen Use Measurement Tools: A Mapping of Instruments, Gaps, and Future Directions",
    "authors": "Rinanda Shaleha, Nelson Roque, Hailey Andrews, Kristin Calfee, Soomi Lee",
    "url": "https://doi.org/10.1177/21522715261417288",
    "doi": "https://doi.org/10.1177/21522715261417288",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "Research on screen usage frequently relies on broad measures of “screen time,” which fail to differentiate between various types of activities and their effects. To clarify how digital behavior is defined, we conducted a rapid review and methodological mapping of 36 screen use measurement tools. Three independent coders applied a piloted framework to classify measurement constructs, data collection modality (objective logs, self-, or proxy-report), temporal specificity, framing valence, opportunity cost, dyadic/social context, developmental focus, and evidence of reliability and validity. Interrater agreement was high (Fleiss’ Kappa; Gwet’s AC1). Most instruments used negatively framed item content, emphasizing impairment, dysregulation, or loss of control, focused on adolescents and young adults, and lacked precision in temporal anchoring. Very few assessed opportunity costs, dyadic use, or included validation against device-logged data. No measure emphasized positive or beneficial aspects of screen engagement. These gaps suggest a need for more conceptually balanced tools that integrate objective tracking with context-sensitive self-report items across the lifespan. We propose a blueprint for future development: improve temporal anchoring (e.g., within-day, weekday vs. weekend), broaden age inclusion, assess social and functional context, and report both reliability and validation against behavioral data. Strengthening measurement will advance efforts to identify when, how, and for whom digital behavior supports or undermines well-being."
  },
  {
    "discipline": "communication",
    "title": "Instagram Passive Active Use Measure (iPAUM): Development, validation and relation to self-esteem",
    "authors": "Katrine Bønneland Tølbøll, Jennifer Stead, Anke C. Plagnol",
    "url": "https://doi.org/10.5817/cp2026-1-10",
    "doi": "https://doi.org/10.5817/cp2026-1-10",
    "filter": 0,
    "created": "2026-1-28",
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "This preregistered study aimed to design and validate a questionnaire which measures passive and active Instagram use (iPAUM), and to explore its connection to users’ self-esteem levels. While Instagram, as an image-based social media platform, shares common features with other social networking sites (SNS) in enabling sharing of information and social interaction, its emphasis on visual content and specific digital features, such as algorithmic exposure to strangers’ content and public and one-directional interaction, may influence user experiences differently compared to other SNSs. Individual users interact with Instagram in a variety of ways. Consequently, studies that rely on general use measures, such as the time spent on Instagram, often yield mixed results in regard to psychological outcomes, as these measures do not account for variability in use. To address these nuances, a new scale for Instagram behaviours was created in two phases. In Study 1 (N = 289, Mage = 30.4, SD = 10.21), an 18-item questionnaire was developed, reflecting four categories of Instagram use: Active reacting, Active direct social, Active creating, and Passive use. The four-factor structure was established through exploratory factor analysis (EFA), and good internal reliability and validity were demonstrated. In Study 2 (N = 297, Mage = 29.6, SD = 9.8), confirmatory factor analysis (CFA) was performed on an independent sample to validate the factor structure, confirming the reliability and discriminant validity of the measure. In the second part of Study 2, the iPAUM was employed to investigate associations between the four types of Instagram use and self-esteem, and whether following strangers on Instagram moderates this relationship. Self-esteem was not significantly associated with most types of Instagram use, except for a negative association between self-esteem and active direct social use, which was moderated by the percentage of strangers followed. The findings confirm the importance of differentiating between various types of Instagram use. The iPAUM is a validated tool which provides a more nuanced view of Instagram use for future research."
  },
  {
    "discipline": "communication",
    "title": "Caught in the daily scroll: How upward social comparison fuels daily anxiety during short video use among Chinese young adults",
    "authors": "Zhiwei Yang, Qian Nie, Xiaoqin Wang, Halley M. Pontes, Zhaojun Teng",
    "url": "https://doi.org/10.5817/cp2026-1-6",
    "doi": "https://doi.org/10.5817/cp2026-1-6",
    "filter": 0,
    "created": "2026-1-28",
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "The rapid growth of short video platforms has raised concerns about their potential impact on young people’s mental health and well-being. However, the dynamic relationship between short video use and daily anxiety symptoms remains poorly understood. To address this gap, this study employed the experience sampling method (ESM) and dynamic structural equation modeling (DSEM) to examine their bidirectional relationship in a representative sample of Chinese young adults (N = 389; Mage = 20.38 years, SD = 1.44 years; 51.1% male). The results indicated that at the within-person level, there were no significant bidirectional effects between short video use (i.e., active use, passive use, or total use time) and daily anxiety symptoms. However, upward social comparison tendency moderated the within-person effect of passive short video use on subsequent anxiety symptoms. Specifically, individuals with higher levels of upward social comparison experienced greater anxiety during periods of increased passive short video use. In contrast, those with lower levels of upward social comparison experienced less anxiety under similar conditions. These findings suggest that while short video use may not directly contribute to daily anxiety, its psychological impact is contingent upon individual differences in social comparison. In particular, those prone to upward comparison may be more vulnerable to anxiety during passive consumption of short video content."
  },
  {
    "discipline": "communication",
    "title": "Testing message strategies that minimize White Americans’ backlash to racial equity information",
    "authors": "Rebekah Wicke, Jiawei Liu, Rebekah H Nagler, Erika Franklin Fowler, Neil A Lewis Jr., Colleen L Barry, Jeff Niederdeppe",
    "url": "https://doi.org/10.1093/hcr/hqaf033",
    "doi": "https://doi.org/10.1093/hcr/hqaf033",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "Human Communication Research",
    "abstract": "Scholars have worried that messages about racial equity can produce backlash from White respondents. Drawing upon psychological reactance theory, we compared cognitive and affective responses to a message emphasizing how a redistributive policy would benefit everyone (universalist message) to a message that also emphasized how the policy would especially benefit minoritized racial groups (targeted universalist message) among a sample of 871 White Americans. Participants in the targeted universalist condition experienced more anger, endorsed more harmful stereotypes about racial outgroups, and saw the government as less responsible for addressing poverty than participants in the universalist condition. Mediation analyses suggest that anger, stereotyping, and perceived government responsibility have a negative, indirect effect on policy support. Our findings underscore the need for future work to identify strategies for communicating about racial equity that avoid activating harmful stereotypes."
  },
  {
    "discipline": "communication",
    "title": "Revisiting the digital jukebox in daily life: applying Mood Management Theory to algorithmically curated music streaming environments",
    "authors": "Alicia Ernst, Felix Dietrich, Benedikt Rohr, Leonard Reinecke, Michael Scharkow",
    "url": "https://doi.org/10.1093/hcr/hqaf030",
    "doi": "https://doi.org/10.1093/hcr/hqaf030",
    "filter": 0,
    "created": "2025-12-3",
    "journal_full": "Human Communication Research",
    "abstract": "A large body of experimental evidence has contributed to our understanding of Mood Management Theory (MMT) in the context of music. Extant research, however, lacks insights into everyday mood regulation through music listening, especially on music streaming services, where users’ choices are shaped by both self-selection and algorithmically personalized recommendations. Hence, we tested MMT using a novel in situ approach and investigated whether variations in self- versus algorithmically personalized music choices would moderate MMT’s proposed relationships between mood and music use. In a preregistered, two-week study, we combined experience sampling surveys with logged music streaming and audio feature metadata obtained via the Spotify API, utilizing 6,864 surveys from 144 listeners. Results largely indicated no support for MMT’s predictions. In addition, higher algorithmic personalization did not reinforce or distort MMT-related patterns. Our findings suggest re-specifying classic entertainment theories, such as MMT, for novel technological and methodological conditions."
  },
  {
    "discipline": "communication",
    "title": "Relationship uncertainty and person-specific dynamics of partner rumination and relational turbulence in day-to-day life",
    "authors": "Alan K Goodboy, Megan R Dillow, San Bolkan, Rebekah M Chiasson, Megan A Vendemia",
    "url": "https://doi.org/10.1093/hcr/hqag001",
    "doi": "https://doi.org/10.1093/hcr/hqag001",
    "filter": 0,
    "created": "2026-1-8",
    "journal_full": "Human Communication Research",
    "abstract": "This daily diary study examined dynamic processes of relational turbulence theory. Dating partners (N = 202) completed measures of pretest relationship uncertainty, followed by 30 days of daily rumination and relational turbulence, and then posttest collaborative planning. Using dynamic structural equation modeling with random effects, we found that for the typical partner: (a) on days when they ruminated more about their relationship than usual, they experienced greater than usual relational turbulence; and (b) when partners experienced more than typical turbulence on a day, the next day they ruminated more than usual. We found that partners who had higher (c) month-long averages in rumination, (d) ruminative inertia, and (e) ruminative volatility had higher averages in month-long relational turbulence. We also found that individual differences in partners’ relationship uncertainty predicted person-specific daily rumination (means, volatility) and relational turbulence (means, inertia, volatility), but only relational turbulence averages, in turn, predicted future collaborative planning."
  },
  {
    "discipline": "communication",
    "title": "The power of context: how choice set size and composition influence overall and cross-cutting news exposure",
    "authors": "Yijia Erika Zhu, Dominik J Leiner, Nathalie Laura Neuendorf, Sebastian Scherr",
    "url": "https://doi.org/10.1093/hcr/hqaf031",
    "doi": "https://doi.org/10.1093/hcr/hqaf031",
    "filter": 0,
    "created": "2025-12-16",
    "journal_full": "Human Communication Research",
    "abstract": "In times of diverse media choices, the context in which choices are made can influence news exposure and opinion change. Inspired by the marketing concept of the choice set, we conducted two experiments in the US (N1 = 731; N2 = 396) to examine how choice set size (number of articles presented at a time) and composition (ratio of supportive “pro” to opposing “anti” articles) affect news exposure, attitudes, and intentions. Smaller choice sets with fewer articles led individuals to select fewer articles overall and fewer cross-cutting articles that challenged preexisting attitudes. Choice set composition did not affect whether individuals engaged with articles or their overall news exposure, but it shaped which articles they chose: the selection and browsing of cross-cutting news differed notably between homogeneous (all pro or all anti) and mixed sets. Neither choice set size nor composition systematically affected attitudes or behavioral intentions in the short term."
  },
  {
    "discipline": "communication",
    "title": "Empathy Mediates the Link Between Extraversion and Latent Semantic Similarity in Computer-Mediated Discussions of a Politically Contentious Topic: Evidence from Abortion-Related Discourse",
    "authors": "Vivian P. Ta-Johnson, Isabella M. Swafford",
    "url": "https://doi.org/10.1177/0261927x251414971",
    "doi": "https://doi.org/10.1177/0261927x251414971",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Conversations about politically contentious issues often break down due to a lack of shared understanding, with language playing a central role in this failure—particularly in discussions of abortion, one of the most polarizing topics in U.S. public life. Mutual understanding requires that speakers achieve high latent semantic similarity (LSS) by using words in similar ways. While extraversion has been linked to higher LSS, likely due to its association with social engagement and attentional focus, semantic alignment also depends on speakers’ capacity for empathic attunement, suggesting that empathy may serve as a key mechanism linking extraversion to LSS. This study examined whether empathy mediates the relationship between extraversion and LSS in computer-mediated conversations between unacquainted dyads ( N = 170) discussing the politically contentious topic of abortion. Results showed that empathy fully mediated this relationship, indicating that empathic attunement—not sociability alone—drives LSS. Findings inform communication theories by underscoring empathy's central role in fostering common ground understanding and highlight LSS as an observable linguistic marker of empathic engagement."
  },
  {
    "discipline": "communication",
    "title": "The Role of the Term “Fake News” in U.S. Alternative Media: Shaping Political Discourse and Hyperpartisanship",
    "authors": "Joseph J. Yoo, Hannah Lee, Soontae An",
    "url": "https://doi.org/10.1177/10776990251410599",
    "doi": "https://doi.org/10.1177/10776990251410599",
    "filter": 0,
    "created": "2026-1-22",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study examines how the term “fake news” is strategically deployed in U.S. alternative media by analyzing Newsmax and Occupy Democrats as right- and left-leaning outlets. Drawing on Hallin’s sphere model and Egelhofer et al.’s coding categories, it uses manual content analysis and latent Dirichlet allocation topic modeling to identify rhetorical functions and patterns. Findings show that the term “fake news” functions mainly as a weaponized label to delegitimize opponents rather than describe misinformation. The results show how alternative media redraw boundaries between consensus, controversy, and deviance, underscoring their role in intensifying partisan discourse and redefining political communication."
  },
  {
    "discipline": "communication",
    "title": "Data in the Context of Misinformation: A Scoping Review",
    "authors": "Julia Sophie Blaß",
    "url": "https://doi.org/10.1177/10776990251410602",
    "doi": "https://doi.org/10.1177/10776990251410602",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Data, numeric or visual, can contain misinformation and contribute to the spread of false information. Yet the role of data has received little attention in misinformation research. This scoping review analyzes 41 studies across various disciplines and synthesizes how data are processed within a dual-process framework to map research on data and misinformation. The review identifies an overall lack of research in this area and highlights the need to consider multimodal data formats, as numerical and visual misinformation have largely been addressed separately. The study identifies research gaps and opportunities for future research, as well as implications for data communication praxis."
  },
  {
    "discipline": "communication",
    "title": "The Media as Defenders or Disruptors of Democracy? Comparing Citizens’, Politicians’, and Journalists’ Perspectives on Pro-Democracy Journalism",
    "authors": "Nayla Fawzi, Carolin Elisabeth Hüter, Daniel Stegmann, Alina Jakob, Juliane Keilmann",
    "url": "https://doi.org/10.1177/10776990251407085",
    "doi": "https://doi.org/10.1177/10776990251407085",
    "filter": 0,
    "created": "2026-1-22",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "In times of democratic backsliding, expectations of a pro-democratic media role are intensifying. This study examines expectations and evaluations of pro-democracy journalism among German citizens, journalists, and politicians. Findings show strong public and political support for a more active pro-democracy stance, which is also part of journalists’ role conception, but perceived media performance falls short in practice. Right-wing and anti-democratic public and political actors oppose such a role, raising concerns over increasing delegitimization of news media. The study highlights a gap between normative ideals and perceived performance, urging stronger journalistic engagement to defend democracy and its values."
  },
  {
    "discipline": "communication",
    "title": "Intergroup contact in virtual reality: The influence of avatar identity, social identity, and contact valence on prejudice",
    "authors": "Jorge Peña, Camren Allen, Jeffrey Tsifan Tseng, Vivian Hsueh Hua Chen, Gabrielle C. Ibasco, Wei Jie Dominic Koek",
    "url": "https://doi.org/10.1177/14614448251411262",
    "doi": "https://doi.org/10.1177/14614448251411262",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "New Media & Society",
    "abstract": "This study employed virtual reality (VR) to examine how avatar embodiment (self vs stranger), virtual human race (ingroup vs outgroup), and contact valence (positive vs negative) influence intergroup attitudes. US participants ( N = 262) assigned to avatars displaying a stranger’s face, rather than their own, showed greater acceptance of outgroup virtual humans. Perceived identifiability mediated the influence of avatar face on self-other overlap. Social dominance orientation moderated this effect, as mediation was strongest among individuals with average and high scores. Positive contact enhanced self-other overlap with virtual humans, whereas negative contact unexpectedly increased empathy for outgroup members. Ingroup negative contact boosted positive ingroup feelings among participants using avatars that mirrored their own face. Consistent with positive ingroup biases, individuals reported greater positive feelings and empathy toward ingroup members following ingroup (vs outgroup) interactions. The results provided evidence regarding the theoretical mechanisms through which VR contact reduces and boosts prejudice."
  },
  {
    "discipline": "communication",
    "title": "Beyond textual disinformation: Comparing the effects of textual disinformation to AI-generated and video-based visual disinformation across different issues",
    "authors": "Michael Hameleers, Toni van der Meer",
    "url": "https://doi.org/10.1177/14614448251409208",
    "doi": "https://doi.org/10.1177/14614448251409208",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "New Media & Society",
    "abstract": "Although visual and AI-generated disinformation have been associated with alarming political consequences, we currently lack a clear empirical understanding of the effects of different forms of visual disinformation. Against this background, we rely on a pre-registered experimental study in the United States ( N = 982) in which we exposed participants to various modes of textual and visual disinformation on two different issues: The disappearance of flight MH370 and the Russian invasion of Ukraine. Findings show that, for MH370, there was no difference in credibility between textual, AI-generated, or video-based disinformation. Yet, for the Russian invasion of Ukraine, video-based disinformation was perceived as more credible than textual or image-based disinformation. Our findings indicate that the consequences of visual disinformation are context-bound: Especially in the case of polarizing issues, the out-of-context placement of videos can serve as a plausible form of deceptive evidence."
  },
  {
    "discipline": "politics",
    "title": "Improving hate speech detection with large language models",
    "authors": "Natalia Umansky, Maël Kubli, Ana Kotarcic, Laura Bronner, Selina Kurer, Philip Grech, Dominik Hangartner, Fabrizio Gilardi, Karsten Donnay",
    "url": "https://doi.org/10.1017/s1475676525100546",
    "doi": "https://doi.org/10.1017/s1475676525100546",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "European Journal of Political Research",
    "abstract": "Efforts to curb online hate speech depend on our ability to reliably detect it at scale. Previous studies have highlighted the strong zero-shot classification performance of large language models (LLMs), offering a potential tool to efficiently identify harmful content. Yet for complex and ambivalent tasks like hate speech detection, pre-trained LLMs can be insufficient and carry systemic biases. Domain-specific models fine-tuned for the given task and empirical context could help address these issues, but, as we demonstrate, the quality of data used for fine-tuning decisively matters. In this study, we fine-tuned GPT-4o-mini using a unique corpus of online comments annotated by diverse groups of coders with varying annotation quality: research assistants, activists, two kinds of crowd workers, and citizen scientists. We find that only annotations from those groups of annotators that are better than zero-shot GPT-4o-mini in recognizing hate speech improve the classification performance of the fine-tuned LLM. Specifically, fine-tuning using the highest-quality annotator group – trained research assistants – boosts classification performance by increasing the model’s precision without notably sacrificing the good recall of zero-shot GPT-4o-mini. In contrast, lower-quality annotations do not improve and may even decrease the ability to identify hate speech. By examining tasks reliant on human judgment and context, we offer insights that go beyond hate speech detection."
  },
  {
    "discipline": "politics",
    "title": "The affective style of politics: Evidence from cross‐country surveys",
    "authors": "Julie Hassing Nielsen, Dan Mønster",
    "url": "https://doi.org/10.1111/pops.70094",
    "doi": "https://doi.org/10.1111/pops.70094",
    "filter": 0,
    "created": "2026-1-22",
    "journal_full": "Political Psychology",
    "abstract": "We know that emotions matter in politics but less is known about the role of individual ways of processing and responding to emotions, that is, affective styles. Here we report on two surveys, exploring the relationship between affective style (i.e., the individual propensity to either tolerate, adjust, or conceal emotions) and social and political trust. We base our study on large‐n representative survey data from Denmark ( N = 1048) and the United States ( N = 1046), including the Affective Style Questionnaire (ASQ) battery of questions. We observe strong cross‐country similarities that adjusting positively correlates with trust, while concealing negatively correlates with trust. We furthermore show that affective style contributes novel explanatory power beyond personality traits. Our findings contribute to the growing literature on the role of emotions in politics, providing salient insights into individual ways of processing and responding to emotions and how that impacts politically salient outcome variables like trust."
  },
  {
    "discipline": "politics",
    "title": "Conditional relationships in dynamic models",
    "authors": "Zach Warner, Garrett N. Vande Kamp, Soren Jordan",
    "url": "https://doi.org/10.1017/psrm.2026.10087",
    "doi": "https://doi.org/10.1017/psrm.2026.10087",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Many political science theories posit empirical relationships that are conditioned by some moderating variable, which scholars model using a multiplicative interaction term in a regression. In recent years, scholars have begun using such terms in dynamic regression models with time series data. However, the lack of guidance on adding multiplicative interactions to these workhorse models exposes problems with the consistency of the estimator, model restrictions, and interpretation. This paper provides theoretical and practical guidance to address these problems. First, we define the conditions under which scholars can ensure consistent estimates when estimating relationships conditioned by a moderating variable in dynamic models. Second, we introduce a general model that makes no theoretical assumptions about precisely how conditional relationships unfold over time. Third, we develop a flexible approach for interpreting such models. We demonstrate the advantages of this framework with simulation evidence and an empirical application."
  },
  {
    "discipline": "politics",
    "title": "Forecasting the use of force: a word embedding analysis of China’s rhetoric and military escalations",
    "authors": "Jackie S.H. Wong",
    "url": "https://doi.org/10.1017/psrm.2025.10085",
    "doi": "https://doi.org/10.1017/psrm.2025.10085",
    "filter": 0,
    "created": "2026-1-24",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Is an autocracy’s official rhetoric a reliable proxy for forecasting military escalation? While the conventional hands-tying mechanism argues that official rhetoric binds leaders to stated positions and limits their ability to back down, recent scholarship on bluster suggests that autocracies may employ hawkish rhetoric to justify de-escalation ex-post. This study evaluates these competing perspectives by analyzing China’s official rhetoric and military behavior in the Taiwan Strait from 2016 to 2022. Employing a word-embedding approach, I construct an original Chinese-language lexicon capturing implicit threats from over two million state-media articles. I show that increases in China’s implicit threats toward Taiwan are associated with a higher likelihood of military escalation, implying that official rhetoric conveys predictive information rather than mere cheap talk."
  },
  {
    "discipline": "politics",
    "title": "Deep canvassing with automated conversational agents: Personalized messaging to change attitudes",
    "authors": "Molly Offer-Westort, Jiehan Liu, Nick Feamster, Kartik Garg, Nguyen Phong Hoang, Sudhamshu Hosamane",
    "url": "https://doi.org/10.1177/20531680251414926",
    "doi": "https://doi.org/10.1177/20531680251414926",
    "filter": 0,
    "created": "2026-1-24",
    "journal_full": "Research & Politics",
    "abstract": "We test a social media conversational agent for canvassing on the topic of anti-transgender prejudice, replicating and benchmarking treatment effects. In-person deep canvassing is the gold standard for durably changing attitudes on polarizing topics. However, door-to-door canvassing is costly, and many populations may not be feasibly reached in this manner. Campaigns are already conducting outreach using digital tools, including text messages and social media. If appropriately trained agents messaging over social media can achieve a fraction of the effect of in-person canvassing, canvassing may be scaled up to achieve large overall impacts at lower costs. Scripts used in this application are based on those used by transgender allies in the original study. To personalize messaging, the conversational agent uses natural language processing to detect conversational topics, and shares relevant pre-scripted messages of information and third-person experiences, encouraging respondents to engage in perspective-taking with respect to an outgroup. This study demonstrates the potential of automated social media messaging for deep canvassing, with possible applications by governments, public health agencies, and political organizations. Estimated effects are positive and significant under covariate adjustment and reweighting; due to important differential attrition, partial-identification bounds are also reported and include zero."
  },
  {
    "discipline": "public opinion",
    "title": "Reducing the Bias From Probability and Nonprobability Online Panels by Excluding Satisficers",
    "authors": "Sam Slamowicz, Darren Pennay, Dina Neiger, Benjamin Phillips, Andrew C Ward, Michael Xu",
    "url": "https://doi.org/10.1093/jssam/smaf019",
    "doi": "https://doi.org/10.1093/jssam/smaf019",
    "filter": 0,
    "created": "2025-8-12",
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Over the last 15 years or so, many studies have compared the accuracy of estimates produced when the same questionnaire is administered to samples generated using probability and nonprobability sampling methods. Most studies conclude that estimates from probability sample surveys are more accurate than estimates from nonprobability sample surveys. In trying to understand why probability sample surveys generally produce more accurate estimates than nonprobability sample surveys, most research has focused on the differences in survey samples reached as a result of the sampling mechanisms used by each approach, and looked to various adjustment (weighting) approaches to bring the nonprobability sample estimates closer to the comparative probability sample estimates and independent benchmarks. Less common, however, are comparative studies that focus on measurement error. This study compares estimates generated from five Australian online panels; one probability-based online panel and four nonprobability online panels. We use widely implemented techniques to identify instances of survey satisficing—the phenomenon of survey respondents providing lower quality responses to reduce cognitive effort. When comparing the level of satisficing across panels, a higher proportion of respondents in the nonprobability panels give responses consistent with satisficing than in the probability panel. We then show that excluding these suboptimal responses from our analysis dataset, before weighting, results in a greater bias reduction across the nonprobability panels than weighting alone, and that this is the case across all four nonprobability panels. In contrast, very little change to bias is observed after applying the same exclusions to the probability panel. We end with a call for others to undertake similar research in the hope that this approach might become part of the toolkit of techniques being developed to reduce the bias in survey estimates generated from nonprobability online samples."
  },
  {
    "discipline": "public opinion",
    "title": "Not So Sexually Modern After All: Homonegativity and Prejudice Against Open and Age-Gap Relationships",
    "authors": "Alberto López Ortega, Agustín Blanco Bosco",
    "url": "https://doi.org/10.1093/poq/nfaf055",
    "doi": "https://doi.org/10.1093/poq/nfaf055",
    "filter": 0,
    "created": "2025-12-2",
    "journal_full": "Public Opinion Quarterly",
    "abstract": "How widespread is sexual liberalism in tolerant societies? Theoretical and descriptive evidence suggests an overall liberalization in societal views on topics such as women’s rights and homosexuality. Yet, relying on sexual norms theory, this study unveils persistent sexual prejudice. We differentiate between “normalized” sexual issues, like same-gender marriage, which have gained mainstream acceptance, and “nonnormalized” issues, such as nontraditional sexual practices and relationships, which remain stigmatized. Through a conjoint experiment in Catalonia, Spain, we investigate public attitudes toward adoptive parents with varying sexual orientations, relationship types, and age differences, confirming that discriminatory preferences are prevalent in contexts with low social desirability. By highlighting the continued prejudice against both normative and nonnormative sexual issues, this research contributes to our understanding of the dynamics of sexual attitudes and the challenges facing LGBTQ+ politics and rights."
  },
  {
    "discipline": "public opinion",
    "title": "Harnessing Big Data, Hindered by Bias: Evaluating TikTok Research API for Fair and Optimal Social Sciences",
    "authors": "Dan Bai, Yan Gu",
    "url": "https://doi.org/10.1177/08944393251413277",
    "doi": "https://doi.org/10.1177/08944393251413277",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "Social Science Computer Review",
    "abstract": "Digital platforms now serve as crucial archives for analysing societal trends, yet their research APIs pose methodological challenges. This study critically evaluates TikTok Research API through comparative analysis of 6,373 videos from 14 creators in the United States and United Kingdom (2020–2022), contrasting API-derived outputs with manual collection and third-party analytics. The API demonstrated scalability, retrieving more videos than alternative methods and providing 22 variables, including eight unavailable elsewhere. However, limitations were substantial: transcriptions covered about 10% of the content, with more transcripts returned from American male creators. Engagement metrics exhibited inconsistent accuracy across data sources, with the API showing systematically lower view counts but higher comment and share counts compared to manual collection. The number of videos varied depending on sample composition, indicating that small changes in inclusion criteria could shift outcomes disproportionately. These results highlight systematic inconsistencies, showing why multi-method approaches remain necessary despite automation. While TikTok Research API offers valuable scale and ethical compliance, its demographic biases and metadata inconsistencies compromise validity. The study advocates integrated auditing protocols and targeted API refinements to improve representativeness and accuracy in platform-based research."
  },
  {
    "discipline": "psychology",
    "title": "Ten particularly frequent and consequential questionable research practices in quantitative research: Bias mechanisms, preventive strategies, and a simulation-based framework",
    "authors": "Theodoros A. Kyriazos, Mary Poga",
    "url": "https://doi.org/10.3758/s13428-025-02920-y",
    "doi": "https://doi.org/10.3758/s13428-025-02920-y",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Accuracy in parameter estimation and simulation approaches for sample-size planning accounting for item effects",
    "authors": "Erin M. Buchanan, Mahmoud M. Elsherif, Jason Geller, Chris L. Aberson, Necdet Gurkan, Ettore Ambrosini, Tom Heyman, Maria Montefinese, Wolf Vanpaemel, Krystian Barzykowski, Carlota Batres, Katharina Fellnhofer, Guanxiong Huang, Joseph McFall, Gianni Ribeiro, Jan P. Röer, José L. Ulloa, Timo B. Roettger, K. D. Valentine, Antonino Visalli, Kathleen Schmidt, Martin R. Vasilev, Giada Viviani, Jacob F. Miranda, Savannah C. Lewis",
    "url": "https://doi.org/10.3758/s13428-025-02860-7",
    "doi": "https://doi.org/10.3758/s13428-025-02860-7",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "Behavior Research Methods",
    "abstract": "The planning of sample size for research studies often focuses on obtaining a significant result given a specified level of power, significance, and an anticipated effect size. This planning requires prior knowledge of the study design and a statistical analysis to calculate the proposed sample size. However, there may not be one specific testable analysis from which to derive power (Silberzahn et al., Advances in Methods and Practices in Psychological Science , 1 (3), 337356, 2018) or a hypothesis to test for the project (e.g., creation of a stimuli database). Modern power and sample size planning suggestions include accuracy in parameter estimation (AIPE, Kelley, Behavior Research Methods , 39 (4), 755–766, 2007; Maxell et al., Annual Review of Psychology , 59 , 537–563, 2008) and simulation of proposed analyses (Chalmers &amp; Adkins, The Quantitative Methods for Psychology , 16 (4), 248–280, 2020). These toolkits offer flexibility in traditional power analyses that focus on the if-this, then-that approach. However, both AIPE and simulation require either a specific parameter (e.g., mean, effect size, etc.) or a statistical test for planning sample size. In this tutorial, we explore how AIPE and simulation approaches can be combined to accommodate studies that may not have a specific hypothesis test or wish to account for the potential of a multiverse of analyses. Specifically, we focus on studies that use multiple items and suggest that sample sizes can be planned to measure those items adequately and precisely, regardless of the statistical test. This tutorial also provides multiple code vignettes and package functionality that researchers can adapt and apply to their own measures."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Perceiving AI as labor-replacing reduces democratic legitimacy and political engagement",
    "authors": "Armin Granulo, Andreas Raff, Christoph Fuchs",
    "url": "https://doi.org/10.1073/pnas.2523508123",
    "doi": "https://doi.org/10.1073/pnas.2523508123",
    "filter": 0,
    "created": "2026-1-22",
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "AI is expected to reshape society and labor markets, yet experts remain divided on whether AI will primarily displace human labor or generate new employment opportunities. Despite the importance of this debate, little is known about how the public perceives AI’s labor market impact—and how these perceptions affect democratic attitudes and behaviors. Large-scale survey data ( N = 37,079; 38 European countries) indicate that the public tends to view AI as labor-replacing rather than labor-creating. Controlling for technology-related, political, and sociodemographic factors, these data further show that perceiving AI as labor-replacing (vs. labor-creating) is associated with lower satisfaction with democracy and political engagement with technology. Two preregistered, nationally representative experiments ( N = 1,202, United Kingdom; replication study N = 1,200, United States) provide causal evidence for this relationship. Participants exposed to a labor-replacing (vs. labor-creating) AI frame report greater erosion of trust in democracy and lower willingness to politically engage with future AI developments. Together, our findings suggest that perceptions about AI’s labor market consequences—regardless of actual outcomes—may decrease democratic legitimacy and public engagement in shaping the future of AI."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Targeted digital voter suppression efforts likely decrease voter turnout",
    "authors": "Young Mie Kim, Ross Dahlke, Hyebin Song, Richard Heinrich",
    "url": "https://doi.org/10.1073/pnas.2519944123",
    "doi": "https://doi.org/10.1073/pnas.2519944123",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "In light of continued foreign interference in the US presidential elections, where undisclosed digital voter suppression advertising has been deployed, this study addresses the questions of who is exposed to these ads and whether and how such exposure influences voter turnout. Using a sample that resembles the US voting-age population, the study directly measures each individual’s ad exposure through a user-level real-time ad tracking tool, which is merged with the same individual’s survey responses to identify voter suppression content and its targeting patterns. By further matching individual-level exposure to voter suppression ads with the same individual’s verified voter turnout records, the study estimates the effects of voter suppression on actual turnout. The study findings from the 2016 US Presidential Election reveal clear geo-racial targeting patterns in voter suppression: non-Whites residing in the racial minority counties of battleground states were exposed to substantially more voter suppression ads than their counterparts. Moreover, exposure to voter suppression ads was associated with decreases in voter turnout at the population level, albeit small. The sharpest declines were observed among non-Whites residing in minority counties of battleground states, suggesting that the intensified turnout suppression among the targeted segments of the electorate may have played a role in shaping turnout."
  }
]
