[
  {
    "discipline": "communication",
    "title": "Copy, paste, and publish: a systematic review of churnalism as a journalistic practice",
    "authors": "Janise Brück, Charlotte Knorr, Lars Guenther",
    "abstract": "Copy-pasting is harmless in many contexts, but in the field of journalism, it has transformed into a widely debated practice known as churnalism. Churnalism, or copy-and-paste journalism, refers to a journalistic practice in which journalists (heavily) rely on external third-party materials, leading to news stories that are (verbatim) reproductions of this material. Although the practice is accused of having become particularly widespread in digital journalism, theoretical approaches have examined the complex relationship between journalism and its sources for decades. This theoretically broad and well-established discussion is why research on churnalism not only reflects different understandings but also contains mixed findings and evaluations. Consequently, this systematic review aims to provide an overview of the research state on churnalism by qualitatively examining 46 papers from the last 25 years (1999–2024). Our findings confirm that churnalism is a multifaceted practice, understood as the recycling of both journalistic and non-journalistic material. The literature contains different indicators of churnalism and has produced mixed results on its prevalence. Influencing factors include a lack of journalistic resources and the characteristics of (non-)journalistic organizations, demonstrating that churnalism entails both benefits and risks for journalists. Further research should focus on countermeasures and the potential effects of churnalism.",
    "url": "https://doi.org/10.1093/anncom/wlaf014",
    "doi": "https://doi.org/10.1093/anncom/wlaf014",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "On the stabilization of media effects after repeated exposure: consequences for media effects research",
    "authors": "Susanne E Baumgartner",
    "abstract": "Public concerns about media effects are oftentimes fueled by anecdotal evidence and popular press reports pointing towards strong media effects. Interestingly, however, these public concerns are in contrast to findings from empirical studies that point towards minimal media effects. In the past decades, scholars have proposed several explanations for these minimal effects. This article adds to this, by proposing that one reason is that media effects stabilize after repeated exposure. If media effects stabilize, media effects occur only during effect-sensitive periods and might therefore only be empirically observable during these periods. This article delineates how well-established psychological theories as well as communication science theories are crucial in understanding the effects of repeated media exposure and how the conceptualization of media effects as stabilizing after repeated exposure has strong consequences for our empirical endeavors. The article discusses how to move the field forward, both empirically as well as theoretically.",
    "url": "https://doi.org/10.1093/ct/qtaf017",
    "doi": "https://doi.org/10.1093/ct/qtaf017",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "Tourists in the ‘metaverse’: disability identities in virtual reality gaming",
    "authors": "Liu Yang, Zhongxuan Lin",
    "url": "https://doi.org/10.1080/1369118x.2025.2543935",
    "doi": "https://doi.org/10.1080/1369118x.2025.2543935",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Digital Repression Beyond the Masses: How Autocrats Use Online Disinformation to Counter Elite Challenges",
    "authors": "In Yoo, Chungshik Moon",
    "url": "https://doi.org/10.1080/19331681.2025.2541279",
    "doi": "https://doi.org/10.1080/19331681.2025.2541279",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Exploring the mediating role of exposure to partisan media between the authoritarian personality and gun control attitudes",
    "authors": "Xinya Jiang, Hongna Miao, Zhicong Chen",
    "url": "https://doi.org/10.1080/19331681.2025.2541275",
    "doi": "https://doi.org/10.1080/19331681.2025.2541275",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "politics",
    "title": "Why Inequalities Persist: Parties’ (Non)Responses to Economic Inequality, 1970–2020",
    "authors": "ALEXANDER HORN, MARTIN HASELMAYER, K. JONATHAN KLÜSER",
    "abstract": "Do parties respond to inequality? Despite the relevance of inequality and its consequences, existing studies fail to capture parties’ emphasis on economic equality and redistribution or to differentiate between existing levels of inequality and increases in inequality. Based on 850,000 party statements from 12 (Organisation for Economic Co-operation and Development) countries (1970–2020), we introduce a crowd-coded dataset that allows us to distinguish positive references to economic equality and redistribution from upward-trending equal-rights/anti-discrimination rhetoric. We show that responses found in previous studies do not capture economic equality and redistribution. In reassessing the impact of inequality, we argue that low visibility, status quo bias, and turnout effects discourage party responses to high inequality levels , while rising inequality poses a visible status quo change and a threat that left parties respond to. We find that left parties respond to inequality increases (except less tangible gains among the most affluent) but not to (high) inequality levels. This helps to understand why inequality is not self-correcting.",
    "url": "https://doi.org/10.1017/s0003055425100907",
    "doi": "https://doi.org/10.1017/s0003055425100907",
    "filter": 0,
    "journal_full": "American Political Science Review"
  },
  {
    "discipline": "politics",
    "title": "Smoke and Mirrors: Strategic Messaging and the Politics of Noncompliance",
    "authors": "JULIA C. MORSE, TYLER PRATT",
    "abstract": "Public allegations of international law violations are common in international politics. When do these accusations generate international backlash for governments? We argue that political costs hinge on a rhetorical battle to shape perceptions of the government’s behavior. Governments use strategic messaging to contest information, challenge the appropriateness of international law, or cite extenuating circumstances. International organizations (IOs) counter government rhetoric to reinforce the law. These competing messages shape support for punishment among citizens and political elites. We test our argument with survey experiments measuring perceptions of alleged military aggression and human rights violations. Among the US public and a global sample of diplomatic elites, foreign government denials and claims about mitigating circumstances reduce punitive attitudes. IO rebuttals counter denials but can only partially neutralize other claims. We offer a new framework for analyzing the politics of noncompliance and present novel evidence illuminating the strengths and limitations of IOs in enforcing international law.",
    "url": "https://doi.org/10.1017/s0003055425100877",
    "doi": "https://doi.org/10.1017/s0003055425100877",
    "filter": 0,
    "journal_full": "American Political Science Review"
  },
  {
    "discipline": "politics",
    "title": "Institutional Recognition: Activating Representation to Build Police Responsiveness to Women",
    "authors": "GABRIELLE KRUKS-WISNER, AKSHAY MANGLA, SANDIP SUKHTANKAR",
    "abstract": "How can public agencies become more responsive to marginalized citizens? We develop a theory of bureaucratic responsiveness as the product of resources, representation, and recognition. While material investments and inclusion of marginalized personnel are insufficient in passive forms, they can be jointly activated through institutional recognition : organizational dynamics that enhance a social group’s visibility and ascribe value to efforts to meet their needs. We illustrate this in the domains of policing and gender, examining station-level Women’s Help Desks in India. Combining a large-scale experiment and sustained qualitative research, we reveal how the desks—when staffed by female officers—increased police responsiveness to women’s cases. This occurred as female personnel actively used help desk resources to build professional standing while supporting women. These gains, however, were constrained by patriarchal norms that limit reporting and prosecution of gender-based violence. Our findings illuminate possibilities and challenges of institutional change in unequal settings.",
    "url": "https://doi.org/10.1017/s0003055425100889",
    "doi": "https://doi.org/10.1017/s0003055425100889",
    "filter": 0,
    "journal_full": "American Political Science Review"
  },
  {
    "discipline": "public opinion",
    "title": "Accidental knowledge: passive gains in political knowledge and electoral accountability",
    "authors": "Emily Anderson",
    "url": "https://doi.org/10.1080/17457289.2025.2537641",
    "doi": "https://doi.org/10.1080/17457289.2025.2537641",
    "filter": 0,
    "journal_full": "Journal of Elections, Public Opinion and Parties"
  },
  {
    "discipline": "public opinion",
    "title": "To Report or Not to Report? A Qualitative Analysis of Journalists’ Perspectives on Harm to Public Opinion",
    "authors": "Ricardo R Ferreira, Jean-François Daoust",
    "abstract": "Journalists face intricate decisions regarding what to publish, especially when problematic content may impact public opinion in a way that could fuel hate and/or undermine democratic attitudes. While scholarship has recognized the importance of this issue, most studies focus on published content, how citizens engage with it, and the implications of published news. In this article, we provide a fresh perspective on the crucial dilemma faced by journalists concerning their perceived impact on public opinion, by leveraging data based on 36 semistructured in-depth interviews with journalists covering Brazil’s political landscape. The interviews were conducted between December 7, 2021, and July 20, 2022. Our main findings are threefold. First, we find a consensus among journalists regarding what is seen as problematic content, which is centered around threats to democratic attitudes and misinformation on critical issues. Second, we examine the rationales underpinning journalists’ choices to publish problematic content, which include the concept of “competing voices,” the legitimacy conferred to elected representatives (e.g., the head of a government), and journalists’ fear of being viewed as left leaning and losing their audience. Third, we find that journalists who do not publish problematic content do so because they expect to negatively impact public opinion, in particular democratic attitudes, and that their reporting of hate speech may not meet ethical standards. We conclude by highlighting the complex interplay of journalistic norms and expectations regarding their impact on public opinion and the news production process.",
    "url": "https://doi.org/10.1093/poq/nfaf028",
    "doi": "https://doi.org/10.1093/poq/nfaf028",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Relationships, Trust and Accountability, and Critical Reflexivity: Developing Quality Data with the “Hard to Reach”",
    "authors": "Anna Kopec, Alison Smith, Genevieve Fuji Johnson",
    "abstract": "Understanding the realities of members of marginalized communities is central to the advancement of social and behavioral sciences. We argue that the development of data accurately representing the perspectives and experiences of such communities is fundamentally contingent on relationships of trust and accountability, and on researcher critical reflexivity. We showcase our methodology in three vignettes based on how we conduct research with communities that are “hard to reach” due to their societal marginalization. These vignettes include our reflections on the quality of data as a function of relationships, trust, accountability, and critical reflexivity. Our stories from the field highlight the importance of relational research with communities experiencing marginalization.",
    "url": "https://doi.org/10.1093/poq/nfaf032",
    "doi": "https://doi.org/10.1093/poq/nfaf032",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Beyond Functional Limitations: A Multimethodological Approach to Questionnaire Pretesting of New Disability Measures",
    "authors": "Robin L Kaplan, Tywanquila Walker, Rebecca L Morrison",
    "abstract": "Disability measures often collect information on functional limitations but may not fully capture disability status in the working-age population, and seldom collect the type of disability people have. The present research used a multimethodological approach to assess new disability measures for a federal survey. The questions were designed to capture whether respondents have disabilities that impact the kind or amount of paid work they can do, as well as a novel question that collected type of disability. We used multiple methodologies, including cognitive interviews, card-sort/categorization tasks, and web probing. During cognitive interviews, we used retrospective probes to assess the response process and question sensitivity, and a card-sort task, where participants sorted a list of health conditions into similar groups. Additional participants completed a web-probing study, which used a mix of open- and closed-ended probes and were compared to the cognitive interview results. We used thematic coding to compare findings from all three methods, including unique findings that would have been missed if only one method had been used. Each method supported allowing respondents to select multiple types of disabilities, simplification of response categories, and including examples of health conditions that help distinguish categories from one another and vary in level of severity. The cognitive interviews helped refine response category names, while the card-sort and categorization tasks helped develop appropriate category examples. The web-probing study revealed additional question sensitivity not observed in the other methods. We discuss the advantages of a multimethodological approach to survey research.",
    "url": "https://doi.org/10.1093/poq/nfaf029",
    "doi": "https://doi.org/10.1093/poq/nfaf029",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Participants’ Reported Discomfort with Live Video as a Mode for Answering a Sensitive Survey Question",
    "authors": "Shlomit Okon, Rebecca S Dolgin, Michael F Schober",
    "abstract": "This study uses qualitative thematic analysis to explore a dataset of open-ended textual responses from 369 online panelists explaining why they rated feeling more or less uncomfortable being asked the same sensitive survey question (“How many sex partners have you had in the last 12 months?”) in a hypothetical live video interview versus in two other interviewer-administered survey modes (in person and by phone) and two self-administered survey modes (a web survey and a “prerecorded video” interview in which participants enter their answers after playing a video of the interviewer asking the question). Different participants reported finding the very same features of live video—for example, social copresence with the interviewer, seeing and being seen, a sense of privacy and anonymity—as leading to greater discomfort or greater comfort. The mixed-method analyses, which build on participants’ quantitative ratings of discomfort in the different modes, reveal video-specific concerns that are likely to be important to understand as video interviewing emerges as a new survey mode. These include the potential for a live video interview to be recorded and other household members to overhear (for some participants more concerning than in person or on the phone), and more nuanced distinctions about wanting to see or not see the interviewer and wanting to be seen or not be seen by the interviewer. Exploratory analyses suggest that participants’ video experience in other contexts and some demographic characteristics may correlate with different levels of self-reported discomfort with live video relative to other interviewing modes.",
    "url": "https://doi.org/10.1093/poq/nfaf031",
    "doi": "https://doi.org/10.1093/poq/nfaf031",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "psychology",
    "title": "Aligning syntactic structure to the dynamics of verbal communication: A pipeline for annotating syntactic phrases onto speech acoustics",
    "authors": "Cosimo Iaia, Alessandro Tavano",
    "abstract": "To investigate how the human brain encodes the complex dynamics of natural languages, any viable and reproducible analysis pipeline must rely on either manual annotations or natural language processing (NLP) tools, which extract relevant physical (e.g., acoustic, gestural), and structure-building information from speech and language signals. However, annotating syntactic structure for a given natural language is arguably a harder task than annotating the onset and offset of speech units such as phonemes and syllables, as the latter can be identified by relying on the physically overt and temporally measurable properties of the signal, while syntactic units are generally covert and their chunking is model-driven. We describe and validate a pipeline that takes into account both physical and theoretical aspects of speech and language signals, and operates a theory-driven and explicit alignment between overt speech units and covert syntactic units.",
    "url": "https://doi.org/10.3758/s13428-025-02747-7",
    "doi": "https://doi.org/10.3758/s13428-025-02747-7",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Investigation of smartphone use characteristics underlying problematic smartphone use by dense longitudinal smartphone tracking",
    "authors": "Lea Wazulin, Matthias Jamin, Ionut Andone, Konrad Blaszkiewicz, Iris Reinhard, Mark Eibes, Robert Christian Wolf, Qais Kasem, Alexander Markowetz, Tagrid Leménager, Patrick Bach",
    "url": "https://doi.org/10.1016/j.chb.2025.108766",
    "doi": "https://doi.org/10.1016/j.chb.2025.108766",
    "filter": 0,
    "journal_full": "Computers in Human Behavior"
  },
  {
    "discipline": "psychology",
    "title": "Maybe don't say “maybe”: How and why invitees fail to realize that they should not respond to invitations with a “maybe”",
    "authors": "Julian Givi, Colleen P. Kirk, Daniel M. Grossman, Constantine Sedikides",
    "url": "https://doi.org/10.1016/j.jesp.2025.104814",
    "doi": "https://doi.org/10.1016/j.jesp.2025.104814",
    "filter": 0,
    "journal_full": "Journal of Experimental Social Psychology"
  },
  {
    "discipline": "psychology",
    "title": "Exploring how many categories are needed to model ordinal intensive longitudinal data as continuous with dynamic structural equation models.",
    "authors": "Daniel McNeish, Andrea Savord",
    "url": "https://doi.org/10.1037/met0000784",
    "doi": "https://doi.org/10.1037/met0000784",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "Integration of latent space and confirmatory factor analysis to explain unexplained person–item interactions.",
    "authors": "Inhan Kang, Minjeong Jeon",
    "url": "https://doi.org/10.1037/met0000791",
    "doi": "https://doi.org/10.1037/met0000791",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "The practice of aggregating lower level predictors in clustered data: A reflection on reflective variables.",
    "authors": "Timothy R. Konold, Elizabeth A. Sanders",
    "url": "https://doi.org/10.1037/met0000792",
    "doi": "https://doi.org/10.1037/met0000792",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "Judging characters by their cover? Surface-level similarities, deep-level similarities, and parasocial relationships.",
    "authors": "Bartosz G. Żerebecki, Sizhe Dang, Nalini Jhinkoe-Rai, Bridget Schuiling, Julia Kneer",
    "url": "https://doi.org/10.1037/ppm0000625",
    "doi": "https://doi.org/10.1037/ppm0000625",
    "filter": 0,
    "journal_full": "Psychology of Popular Media"
  },
  {
    "discipline": "sociology",
    "title": "Network interventions to improve search and facilitate research-practice transfer",
    "authors": "Jennifer Watling Neal, Zachary P. Neal",
    "url": "https://doi.org/10.1016/j.socnet.2025.07.007",
    "doi": "https://doi.org/10.1016/j.socnet.2025.07.007",
    "filter": 0,
    "journal_full": "Social Networks"
  },
  {
    "discipline": "sociology",
    "title": "Be true to your school: School profiling and school sorting by socio-economic status",
    "authors": "Dieuwke Zwier",
    "url": "https://doi.org/10.1016/j.ssresearch.2025.103239",
    "doi": "https://doi.org/10.1016/j.ssresearch.2025.103239",
    "filter": 0,
    "journal_full": "Social Science Research"
  },
  {
    "discipline": "sociology",
    "title": "One Sentiment, Multiple Interpretations: Contrasting Official and Popular Anti-Americanism in China",
    "authors": "Yinxian Zhang, Di Zhou",
    "url": "https://doi.org/10.15195/v12.a22",
    "doi": "https://doi.org/10.15195/v12.a22",
    "filter": 0,
    "journal_full": "Sociological Science"
  },
  {
    "discipline": "sociology",
    "title": "Trends and Disparities in Broadband Internet Access in the United States, 2013 to 2023",
    "authors": "Spencer Allen",
    "abstract": "Since the turn of the century, sociologists and other scholars concerned about digital inequality have most often been concerned about disparities in the quality of Internet use, not necessarily the availability of Internet access itself. However, the coronavirus disease 2019 pandemic laid bare the fact that the Internet’s potential benefits to mitigating the spread of the virus were available only to those with Internet access. In this visualization, the author uses household-level data from the American Community Survey from 2013 to 2023 ( n = 10,713,204 households) to estimate a linear probability model predicting Internet access by race/ethnicity, household educational attainment, and poverty status. The results suggest that household Internet access has increased over the past decade, but disparities still exist on all three dimensions.",
    "url": "https://doi.org/10.1177/23780231251363238",
    "doi": "https://doi.org/10.1177/23780231251363238",
    "filter": 0,
    "journal_full": "Socius"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Fluid dynamical pathways of airborne transmission while waiting in a line",
    "authors": "Ruixi Lou, Milo Van Mooy, Gabriel A. Tarditti, Rodolfo Ostilla Monico, Varghese Mathai",
    "abstract": "Waiting in a line (or a queue) is an unavoidable social interaction that occurs frequently in public spaces. Despite its wide prevalence and rich parametric variability, few studies have addressed the risks of airborne infection while waiting in a line. Here, we use a combination of laboratory experiments and direct numerical simulations to assess the flow patterns in a simplified waiting line setting. From observations of the transport of breath-like expulsions, we reveal the presence of fluid dynamical counter-currents —due to the competing effects of line kinematics and thermal gradients. Depending on the walking speed, an intermediate temperature range can potentially heighten the infection risks by allowing the breath plume to linger; however, colder and warmer ambients both suppress the spread. Current guidelines of increasing physical separation appear to have a limited impact on reducing aerosol transmission. This work highlights the need for updated transmission mitigation guidelines in settings where physical separation, interaction duration, and periodicity of movements are factors.",
    "url": "https://doi.org/10.1126/sciadv.adw0985",
    "doi": "https://doi.org/10.1126/sciadv.adw0985",
    "filter": 0,
    "journal_full": "Science Advances"
  }
]
