[
  {
    "discipline": "communication",
    "title": "Beyond the binary? Automated gender classification of social media profiles",
    "authors": "Miriam Siemon",
    "url": "https://doi.org/10.1080/19312458.2025.2554864",
    "doi": "https://doi.org/10.1080/19312458.2025.2554864",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Supportive message evaluation across multiple time-scales",
    "authors": "Graham D Bodie, Miriam Brinberg, Susanne Jones, Denise H Solomon, Nilam Ram",
    "url": "https://doi.org/10.1093/joc/jqaf041",
    "doi": "https://doi.org/10.1093/joc/jqaf041",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "This study proposes and tests five temporally explicit models of message evaluation derived from work on supportive communication. Although most empirical work in this area is based on a limited number of time-scales (temporal isolation of messages or temporal aggregation of conversations), theories that direct that work have the potential to make much more sophisticated predictions of how supportive messages, and the conversations within which they occur, are evaluated. Using data produced by pairs of friends who engaged in 5-min supportive conversations, we articulated a series of theoretically informed models that examined how type, accumulation, and timing of conversational moves impacted how disclosers evaluated the supportiveness of the statements made throughout the conversation (evaluated by the discloser using video-assisted recall) and how they felt after the conversation. Results confirmed that (a) evaluations made throughout a conversation are related to post-conversation reports of supportiveness and emotional improvement, (b) different types of speaking acts are generally not differentially supportive, and (c) timing of some speaking acts matters—altogether suggesting we pay more attention to how we conceptualize and measure time in studies of enacted support."
  },
  {
    "discipline": "communication",
    "title": "Faulty News Coverage Causes Bad Moods—the Impact of Media Perceptions on the Relationship Between Bad Moods and Negative Negotiation Outcomes",
    "authors": "Marlene Strehler-Schaaf, Christina Viehmann, Oliver Quiring",
    "url": "https://doi.org/10.1177/10776990251359657",
    "doi": "https://doi.org/10.1177/10776990251359657",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Negotiations are a key mechanism for resolving societal conflicts. Since they usually take place behind closed doors, it has long been assumed that the media have no impact on the workflow and results. In this article, we demonstrate that media attention and framing affect the negotiation process and outcomes through the moods of the negotiators. Relying on a mixed-method design, combining a survey ( N = 326) with semi-structured interviews ( N = 33) on typical societal decision-making processes in the field of trade negotiations in Germany. We provide unique insights into the dynamics behind closed doors."
  },
  {
    "discipline": "communication",
    "title": "When Digital Connectivity Drivers Meet Digital Disconnection: A Cross-Country Study on Smartphone Checking, Digital Disconnection Strategies, and Digital Stress",
    "authors": "Kevin Koban",
    "url": "https://doi.org/10.1177/20501579251378561",
    "doi": "https://doi.org/10.1177/20501579251378561",
    "filter": 0,
    "journal_full": "Mobile Media & Communication",
    "abstract": "In today's digitized societies, where constant connectivity is perceived as a social norm, many people voluntarily seek temporary digital disconnection to balance out benefits and harms. Given that any direct effectiveness of digital disconnection is limited, recent approaches emphasized its conditionality. Conducted in two culturally dissimilar countries (the United States and Indonesia), the present large-scale cross-sectional youth surveys ( N s = 1,922 and 2,107, respectively) explored whether different popular feature- and rules-based digital disconnection strategies (digital detox app use vs. reflective smartphone disengagement vs. digital solitude) may serve as an ambivalent moderator for relationships between habitual and compulsive smartphone checking, on one side, and digital stress experiences, on the other. For U.S. youth only, results indeed suggested that reflective smartphone disengagement might minimize detrimental side effects of firm checking habits, whereas it exacerbates links to digital stress for people who struggle with smartphone checking compulsiveness."
  },
  {
    "discipline": "communication",
    "title": "The egocentricity and emotionality of sense of place: Scale development and validation across digital/physical and positive/negative locales",
    "authors": "Nicholas David Bowman, Jaime Banks",
    "url": "https://doi.org/10.1177/14614448251375078",
    "doi": "https://doi.org/10.1177/14614448251375078",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "People increasingly live within and across physical and digital spaces, forming idiosyncratic connections with those locales. Building on extant work indicating cross-materiality Sense of Place (SoP) to be a function of symbolism, purpose, identity, relationality, and emotion (SPIRE), the current study tested the validity of a five-factor SPIRE measure and examined variance as a function of physical (vs. digital) and positive (vs. negative) places. Among cross-national participants (N = 348 from &gt; 30 countries), response patterns forward a two-factor solution: One combines SPIR elements anchored to identity items representing an egocentric orientation toward the place (55% of variance explained), and another comprises only emotion items representing idiosyncratic emotion dynamics (14%). Validation analyses found egocentricity to be strongly and positively associated with metaphorical conceptualizations of SoP, emotionality less so, differentially across place materiality and valence. Findings hold implications for digital and physical space design, especially as generative technologies increasingly afford place personalization."
  },
  {
    "discipline": "communication",
    "title": "A New Journalism for a New Climate: Is Solutions Journalism the Solution?",
    "authors": "Kathryn Thier",
    "url": "https://doi.org/10.1177/10755470251378065",
    "doi": "https://doi.org/10.1177/10755470251378065",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Little is known about how journalists can engage audiences when providing news about the existential threat of climate change. This experiment tests several solutions stories against problem-oriented stories and an irrelevant control to explain how shifting the news frame may encourage climate policy support. Findings build on research showing solutions journalism increases positive affect and decreases negative affect, although these effects did not predict policy support. This study is the first to demonstrate that climate solutions news can increase readers’ individual and collective response efficacy perceptions. Results offer insight for scholars and practitioners seeking to advance pro-social climate change communication."
  },
  {
    "discipline": "communication",
    "title": "From Frequency to Diversity: Validating the Multidimensional Measures of Information Acquisition",
    "authors": "Xiaohui Wang, Han Zheng, Yi-Hui Christine Huang",
    "url": "https://doi.org/10.1177/10755470251369841",
    "doi": "https://doi.org/10.1177/10755470251369841",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Public health emergencies underscore the importance of crisis information acquisition. This study validated its multidimensional measures (i.e., frequency, breadth, diversity, and repertoire) using a five-wave longitudinal survey ( N = 698) and a two-wave cross-topic survey ( N = 969). Results confirmed the reliability and validity of frequency, breadth, diversity, and repertoire across contexts and time. These measures correlated differently with vaccination attitudes, uncertainty, information sharing, and avoidance, capturing distinct yet interrelated dimensions of information acquisition. The findings highlight the need for incorporating diverse sources to measure information behaviors, providing a comprehensive framework for understanding the multifaceted nature of information acquisition."
  },
  {
    "discipline": "communication",
    "title": "Instrumental Bot Identities and the Politics of Online Discourse",
    "authors": "Angeline Marie Letourneau",
    "url": "https://doi.org/10.1177/20563051251378233",
    "doi": "https://doi.org/10.1177/20563051251378233",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Social media platforms are crucial for political and social engagement, where identity profoundly shapes public opinion. While existing research explores social media and identity, the rise of sophisticated bots complicates this relationship; bots programmed to mimic human identity groups may influence discourse and sway opinion on critical issues like elections and climate change. Addressing a gap in theoretical work, this article proposes the concept of instrumental bot identities, explaining how bots can be strategically designed to leverage and co-opt social identity processes for enhanced impact. By developing a theoretical framework, I outline the characteristics (e.g. relevance, familiarity, anonymity) and interaction patterns (e.g. influencing ingroup/outgroup dynamics) that could make specific identities instrumental for bot campaigns. Using the case of fossil fuel workers, a politically salient group in energy transition discussions, the article illustrates how bots could simulate classed and gendered characteristics to reinforce stereotypes, shape group norms, and ultimately influence public attitudes toward decarbonization policies. This framework highlights that bot effectiveness may stem from exploiting identity-motivated reasoning, offering crucial insights for understanding and mitigating online manipulation in polarized contexts."
  },
  {
    "discipline": "communication",
    "title": "After Twitter: Fragmentation, Platform Polities and Protective Sociality",
    "authors": "Nathaniel Tkacz, Robert W. Gehl",
    "url": "https://doi.org/10.1177/20563051251366907",
    "doi": "https://doi.org/10.1177/20563051251366907",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This article argues that a profound change has occurred in the spaces of social media, centring on the region formerly occupied by Twitter. More than Twitter rebranding as X, After Twitter refers to a historical punctuation point in the timeline of social media and an emerging social media reality. After Twitter registers the slow death of a set of ideals and related practices specific to platforms like Twitter, but also to the waning of ideals in relation to the communicative potentials of the open web more generally. We make three broad claims which characterise social media After Twitter: First, by way of an overview of alternatives and competitors including Bluesky, Mastodon, Threads, Truth Social and more, we observe a social media fragmentation. Such fragmentation is not solely driven by economic forces or technological development and instead is understood along explicitly political lines. Second, we observe the rise of polarised platform polities. These polities reflect divergent political positions, create distinct political realities and foster different modes of interaction and belonging. Third, we observe a general shift from connective to protective forms of sociality, where users approach social media as if they are constantly in the presence of adversaries, and the ‘weak ties’ that once defined a web of opportunities are replaced by an assumed toxicity of ties. We conclude by reflecting on the nostalgia for the Twitter-that-was, suggesting the need to foster a critical and reflective relationship with the Twitter of old."
  },
  {
    "discipline": "communication",
    "title": "Who Takes the Lead? Reciprocal Relationships Between the European Parliament’s Political Agenda and National Media Agenda on EU–China Trade Relations in the Netherlands and the United Kingdom (2001–2020)",
    "authors": "Xiaoyang Zhao, Rens Vliegenthart, Knut De Swert, Mark Boukes",
    "url": "https://doi.org/10.1177/19401612251368278",
    "doi": "https://doi.org/10.1177/19401612251368278",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "China is a major trading partner of the European Union (EU), and the debate over China’s economic influence has gained prominence on both the political and media agendas in EU countries. Through time-series analysis, this study investigates reciprocal relationships between the European Parliament’s (EP) political agenda and the national media agenda regarding EU–China trade relations (2001–2020). The analysis is based on a sample of 538 speeches from the EP Plenary Debates and a total of 867 newspaper articles from the Netherlands and the United Kingdom (UK). Combined with a manual quantitative content analysis, this study also examines the salience of sub-issues in EU–China trade relations. Monthly-level vector autoregressive analyses yielded four major findings. First, a positive reciprocal relationship was observed between the EP’s political agenda and the national media agenda on EU–China trade relations, with mutual influences showing similar effect sizes. Second, it was especially the speeches by Far-Right Members of the European Parliament (MEPs) from the Netherlands and the UK that elicited more national media attention, and vice versa. Third, we found positive mutual influences not only between the national media agenda and the political agenda set by MEPs but also between the national media agenda and the political agenda set by EU representatives. Fourth, the geographical and social proximity of sub-issues in EU–China trade relations appears to moderate the politics-media dynamics. The findings contribute to existing scholarship by examining the function of multilevel structures (i.e., supranational vs. national) in agenda-setting research."
  },
  {
    "discipline": "communication",
    "title": "Dissonant Public Spheres and Facebook Campaigning in Austria: A Cross-Level Study of the 2024 European and National Parliament Elections",
    "authors": "Franz Reiter, Uta Russmann",
    "url": "https://doi.org/10.1177/19401612251370104",
    "doi": "https://doi.org/10.1177/19401612251370104",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Most research studying the content of political campaigns has employed cross-sectional, cross-national, or longitudinal designs. Although this research has enhanced our understanding of campaigns, there is still a lack of cross-level studies that compare the content of campaigns at different political levels. In this study, we employ a cross-level design by comparing campaign strategies in the 2024 European Parliament (EP) election and the 2024 National Parliament (NP) election in Austria. We focus on campaign strategies related to dissonant public spheres: Populist content, negative campaigning, and the polarizing issues of immigration and environmental policy. To do so, we apply a quantitative content analysis ( N = 1,794) of the Facebook posts of political parties and candidates during both campaigns. Using binary logistic regression, we find that negative campaigning is significantly more likely and the issue of environmental policy is significantly less likely to occur in the NP campaign compared to the EP campaign. However, there are no significant differences between the EP and NP campaigns regarding populist content and the issue of immigration. Our findings demonstrate that the second-order elections theory may be less applicable to the analysis of digital campaign strategies. Instead, other frameworks—such as populist discourse as a global phenomenon, the transnationalization of issues like immigration, and the increasing salience of global concerns such as climate change—may offer more analytical traction."
  },
  {
    "discipline": "communication",
    "title": "Generative AI Generating Concerns: Citizens’ Perspectives During the 2024 European Elections",
    "authors": "Aqsa Farooq, Elske van den Hoogen, Marina Tulin, Claes de Vreese",
    "url": "https://doi.org/10.1177/19401612251376060",
    "doi": "https://doi.org/10.1177/19401612251376060",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "The 2024 European Parliament (EP) elections (EP24) were regarded as a “testing ground” for artificial intelligence (AI)-powered disinformation threats. Instances of multimodal, AI-generated disinformation were found across European democracies, leading to questions about just how prevalent this threat may be in the eyes of citizens poised to vote in the EP elections, and its influence on electoral processes. Utilizing a three-wave panel approach, we surveyed a sample of citizens in the Netherlands, Germany, and Poland ( N = 2929) to track changes over the course of the election cycle. We explored the association between citizens’ concerns about and perceived encounters with AI-generated content, including disinformation. We were also interested in how these concerns and perceived encounters differ over the course of the campaign, differ by country, and ultimately, how they relate to citizens’ perceptions of the fairness of the electoral process. We found that increased reported exposure to AI-generated election content, including disinformation, is associated with heightened concern about AI’s threat to democratic integrity in the EP24. While reported exposure to AI-generated content positively influenced perceptions of electoral integrity and democratic satisfaction at the EU-level, disinformation eroded these perceptions, albeit modestly. Reported exposure to AI-generated disinformation peaked just before elections, suggesting strategic timing. Understanding citizens’ perspectives can be crucial for the development of a robust, democratic and resilient information ecosystem—particularly during elections."
  },
  {
    "discipline": "politics",
    "title": "Lights, Camera, Inaction? The Effects of Gavel-to-Gavel Floor Coverage on U.S. State Legislatures",
    "authors": "JEFFREY LYONS, JOSH M. RYAN",
    "url": "https://doi.org/10.1017/s0003055425101032",
    "doi": "https://doi.org/10.1017/s0003055425101032",
    "filter": 0,
    "journal_full": "American Political Science Review",
    "abstract": "As elected officials and citizens struggle to understand the increasingly polarized political landscape in the United States, some have pointed to the introduction of “gavel-to-gavel” camera coverage in legislative bodies as driving the downward trajectory of these institutions. Advocates of increased transparency suggest cameras empower voters, producing more moderate behavior among legislators, whereas opponents suggest cameras encourage partisanship and dysfunction. Previous research offers mixed conclusions, in part, because of a focus on national legislatures where the introduction of cameras occurs only once. Using an original dataset of the adoption of gavel-to-gavel coverage in state legislative chambers, we examine whether cameras are associated with a range of chamber- and individual-level outcomes. The findings suggest that there are no systematic impacts from the introduction of gavel-to-gavel coverage. Normative concerns about cameras in legislatures may be overstated, an important finding given their proliferation in public proceedings since the COVID-19 pandemic."
  },
  {
    "discipline": "politics",
    "title": "Believing What Politicians Communicate: Ideological Presentation of Self and Voters’ Perceptions of Politician Ideology",
    "authors": "Hans J. G. Hassell, Michael Heseltine, Kevin Reuning",
    "url": "https://doi.org/10.1017/s0007123425100768",
    "doi": "https://doi.org/10.1017/s0007123425100768",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Politicians’ presentation of self is central to election efforts. For these efforts to be successful, they need voters to receive and believe the messages they communicate. We examine the relationship between politicians’ communications and voters’ perceptions of their ideology. Using the content of politicians’ ideological presentation of self through social media communications, we create a measure of messaging ideology for all congressional candidates between 2018 and 2022 and all congressional officeholders between 2012 and 2022 along with voter perceptions of candidate ideology during the same time period. Using these measures, our work shows voters’ perceptions of candidate ideology are strongly related to messaging, even after controlling for incumbent voting behavior. We also examine how the relationship between politician messaging and voter perceptions changes relative to other information about the politician and in different electoral contexts. On the whole, voters’ perceptions of candidate ideology are strongly correlated with politician communications."
  },
  {
    "discipline": "politics",
    "title": "Deepening, Bridging, and Moving Minds in Stressful Times",
    "authors": "Simon Stocker, André Bächtiger, Bernhard Kittel, Marco Steenbergen",
    "url": "https://doi.org/10.1017/s0007123425100562",
    "doi": "https://doi.org/10.1017/s0007123425100562",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "This article focuses on the effects of different communication modes – ‘contestatory’, ‘collaborative’, and ‘open’ (and two control groups – ‘information-only’ and a ‘placebo’ group) on reasoning and opinion formation in the context of conflictive collective decision problems. Focusing on two population-based survey experiments in Germany and Austria on the prioritization of health or freedom (Germany) and the introduction of mandatory vaccination (Austria) in the COVID-19 crisis, we find an important trade-off: while a contestatory and open mode enhances in-depth reasoning, a collaborative mode promotes constructive thinking. Regarding opinion formation, we find that when societal polarization is not extreme, communication modes do not matter for opinion (de-)polarization; here, the exposure to information is all that is needed to move minds. In highly polarized situations, however, open communication is the only way to communicatively reach out to people. Our results contradict both advocates of a contestatory and collaborative renewal of public discourse."
  },
  {
    "discipline": "politics",
    "title": "Can question wording reduce vote overreporting in post-election surveys?",
    "authors": "Pascal Sciarini, Andreas C. Goldberg",
    "url": "https://doi.org/10.1016/j.electstud.2025.102982",
    "doi": "https://doi.org/10.1016/j.electstud.2025.102982",
    "filter": 0,
    "journal_full": "Electoral Studies"
  },
  {
    "discipline": "politics",
    "title": "Far-right agenda setting: How the far right influences the political mainstream",
    "authors": "Daniel Saldivia Gonzatti, Teresa Völker",
    "url": "https://doi.org/10.1017/s1475676525100066",
    "doi": "https://doi.org/10.1017/s1475676525100066",
    "filter": 0,
    "journal_full": "European Journal of Political Research",
    "abstract": "How do far-right actors influence mainstream parties over time? Previous research shows that mainstream parties contribute to the electoral success of far-right parties through coalitions or policy alliances. However, a long-term perspective on the influence of far-right actors, including parties, civil society organisations, and social movements, on mainstream parties’ communication is lacking. This article investigates how far-right actors and issues have influenced mainstream parties’ communication in Germany since the 1990s. Using automated text analysis, we analyse 520,408 articles from six newspapers. First, we semi-automatically collect far-right actors and mainstream parties and implement a structural topic model to analyse their issue agendas. Second, we use time-series analysis to examine agenda-setting effects and their drivers. The results show that far-right influence on mainstream parties’ communication has increased, particularly among opposition parties and around issues of Islam and migration. Notably, the agenda-setting effect cuts across party ideologies, indicating mainstream parties’ impact on the rise of the far right in democracies."
  },
  {
    "discipline": "politics",
    "title": "Campaigns do matter: The impact of campaigns in reducing framing effects",
    "authors": "Derek Beach, Jannik Fenger, Roman Senninger",
    "url": "https://doi.org/10.1017/s147567652510011x",
    "doi": "https://doi.org/10.1017/s147567652510011x",
    "filter": 0,
    "journal_full": "European Journal of Political Research",
    "abstract": "This study examines the role of political campaigns in reducing voter susceptibility to framing effects. The case chosen is the 2022 EU defence opt-out referendum in Denmark. Using a novel survey experiment design that exposed voters to arguments at the start and the end of the campaign, we were able to directly test the impact of a real-world campaign on voter susceptibility to frames. The findings reveal a notable reduction in framing effects. Initially, loss-related framed arguments swayed voters, but this impact waned at the campaign’s end. Our analysis suggests that the campaign provided voters with information and arguments that made them less susceptible to framing effects and instead empowered voters to make informed decisions on the referendum based on their own attitudes towards the EU. In the conclusions, we encourage further research on susceptibility to elite messages in real-world settings."
  },
  {
    "discipline": "politics",
    "title": "Congenial messages from politicians reduce affective polarization among citizens",
    "authors": "Rasmus T. Pedersen, Julian Christensen, Niels Bjørn Grund Petersen",
    "url": "https://doi.org/10.1017/s1475676525100030",
    "doi": "https://doi.org/10.1017/s1475676525100030",
    "filter": 0,
    "journal_full": "European Journal of Political Research",
    "abstract": "Affective polarization among citizens is often attributed to the harsh rhetoric and personal attacks that politicians direct at one another. However, the influence of elite rhetoric on affective polarization may work in both directions. We theorize that politicians can reduce affective polarization by making positive or respectful statements about their political opponents. A preregistered survey experiment with 2,000 citizens provides strong support for this expectation. Politicians’ congenial messages about their opponents significantly reduce affective polarization on two distinct measures. Specifically, the experimental treatments reduce citizens’ negative emotions toward outpartisans, as well as their desire to socially distance themselves from such outpartisans. The depolarizing effect of such messages does not depend on the political alignment of either the politician or the citizen, nor does it necessarily require high levels of political trust."
  },
  {
    "discipline": "politics",
    "title": "“We Should all be Christian Nationalists”: Elite Influence on Identification with Christian Nationalism",
    "authors": "Amy Brooke Grauley",
    "url": "https://doi.org/10.1007/s11109-025-10074-y",
    "doi": "https://doi.org/10.1007/s11109-025-10074-y",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "The rise of Christian Nationalism as a social and political identity has had widespread effects on American politics, yet little is known about the factors that influence individual identification with Christian Nationalism. I argue that identification with Christian Nationalism is partially shaped by the elite cues, specifically the rhetorical context within which individuals are exposed to the term. I test this theory in two preregistered vignette experiments on a sample of American Christians. Results show that elite cues significantly affect identification: negative cues notably decrease identification, especially among individuals without strong pre-existing beliefs. These findings demonstrate that elite discourse plays a powerful and enduring role in shaping public support for Christian Nationalism."
  },
  {
    "discipline": "politics",
    "title": "Toward a framework for creating trustworthy measures with supervised machine learning for text",
    "authors": "Ju Yeon Park, Jacob M. Montgomery",
    "url": "https://doi.org/10.1017/psrm.2025.10042",
    "doi": "https://doi.org/10.1017/psrm.2025.10042",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Supervised learning is increasingly used in social science research to quantify abstract concepts in textual data. However, a review of recent studies reveals inconsistencies in reporting practices and validation standards. To address this issue, we propose a framework that systematically outlines the process of transforming text into a quantitative measure, emphasizing key reporting decisions at each stage. Clear and comprehensive validation is crucial, enabling readers to critically evaluate both the methodology and the resulting measure. To illustrate our framework, we develop and validate a measure assessing the tone of questions posed to nominees during U.S. Senate confirmation hearings. This study contributes to the growing literature advocating for transparency and rigor in applying machine learning methods within computational social sciences."
  },
  {
    "discipline": "public opinion",
    "title": "Time-Varying Relationships Between the “Sentiment” of U.S. Public Opinion and News Media",
    "authors": "Gavin Ploger, Stuart Soroka, Christopher Wlezien, Michael Traugott",
    "url": "https://doi.org/10.1093/ijpor/edaf052",
    "doi": "https://doi.org/10.1093/ijpor/edaf052",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Pollsters and journalists in the United States often make generalized statements about the state of the country, in particular, its “mood” or “sentiment.” The claims often rely on responses to survey questions asking about the state of the country. Little is known about the ebb and flow of this sentiment, however. This paper develops a measure of public sentiment, pooling results of thousands of polls between 2000 and 2021. It then develops an analogous measure of media sentiment based on a content analysis of millions of network television news transcripts. Analyses explore differences across data sources (i.e., polling houses and television networks) and consider the relationship between public and media sentiment. Results suggest that the measures are correlated concurrently, and there is some evidence that public sentiment responds to earlier media coverage. However, connections between the measures wax and wane over time, highlighting the potential importance of accounting for time-varying parameters in the study of public opinion and media effects."
  },
  {
    "discipline": "psychology",
    "title": "Inferences and effect sizes for direct, indirect, and total effects in continuous-time mediation models.",
    "authors": "Ivan Jacob Agaloos Pesigan, Michael A. Russell, Sy-Miin Chow",
    "url": "https://doi.org/10.1037/met0000779",
    "doi": "https://doi.org/10.1037/met0000779",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "Correcting for collider effects and sample selection bias in psychological research.",
    "authors": "Sophia J. Lamp, David P. MacKinnon",
    "url": "https://doi.org/10.1037/met0000659",
    "doi": "https://doi.org/10.1037/met0000659",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "multidisciplinary",
    "title": "The impact of advanced AI systems on democracy",
    "authors": "Christopher Summerfield, Lisa P. Argyle, Michiel Bakker, Teddy Collins, Esin Durmus, Tyna Eloundou, Iason Gabriel, Deep Ganguli, Kobi Hackenburg, Gillian K. Hadfield, Luke Hewitt, Saffron Huang, Hélène Landemore, Nahema Marchal, Aviv Ovadya, Ariel Procaccia, Mathias Risse, Bruce Schneier, Elizabeth Seger, Divya Siddarth, Henrik Skaug Sætra, Michael Henry Tessler, Matthew Botvinick",
    "url": "https://doi.org/10.1038/s41562-025-02309-z",
    "doi": "https://doi.org/10.1038/s41562-025-02309-z",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Advanced artificial intelligence (AI) systems capable of generating humanlike text and multimodal content are now widely available. Here we ask what impact this will have on the democratic process. We consider the consequences of AI for citizens’ ability to make educated and competent choices about political representatives and issues (epistemic impacts). We explore how AI might be used to destabilize or support the mechanisms, including elections, by which democracy is implemented (material impacts). Finally, we discuss whether AI will strengthen or weaken the principles on which democracy is based (foundational impacts). The arrival of new AI systems clearly poses substantial challenges for democracy. However, we argue that AI systems also offer new opportunities to educate and learn from citizens, strengthen public discourse, help people to find common ground, and reimagine how democracies might work better."
  }
]
