[
  {
    "discipline": "communication",
    "title": "Partisanship and its effects on metacognitive effort, agreement, and misinformation detection",
    "authors": "Diane Jackson, Jennifer Hoewe",
    "url": "https://doi.org/10.1080/08824096.2025.2472827",
    "doi": "https://doi.org/10.1080/08824096.2025.2472827",
    "filter": 0,
    "journal_full": "Communication Research Reports"
  },
  {
    "discipline": "communication",
    "title": "Adolescents’ Risky Online Behaviors and Social Desirability Bias in Vietnam: Privacy Disclosure and Pornography Use",
    "authors": "Truong Pham, Daisaku Goto, Makoto Kakinaka",
    "url": "https://doi.org/10.1089/cyber.2024.0368",
    "doi": "https://doi.org/10.1089/cyber.2024.0368",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Understanding Problematic Gaming Through Self-Determined Versus Non-Self-Determined Motivation: Two Mediating Pathways of Harmonious and Obsessive Passion",
    "authors": "Wenjing Pan, Jikai Sun, Zicheng Zhu, Renwen Zhang, Xiaoning Han",
    "url": "https://doi.org/10.1089/cyber.2024.0428",
    "doi": "https://doi.org/10.1089/cyber.2024.0428",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Are interactive PSA formats always effective? The interaction between empathy-inducing message content, carousel formats, and connectedness with nature in pro-environmental campaigns",
    "authors": "Ja Kyung Seo, Hanyoung Kim, Hye Jin Yoon, Youngjee Ko, Jeong-Yeob Han, Youngji Seo",
    "url": "https://doi.org/10.1080/02650487.2025.2470537",
    "doi": "https://doi.org/10.1080/02650487.2025.2470537",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "The impact of emotional expressions on the popularity of discussion threads: evidence from Reddit",
    "authors": "Mahdi Abouei, Nima Kordzadeh, Maryam Ghasemaghaei, Bilal Khan",
    "url": "https://doi.org/10.1108/intr-12-2023-1187",
    "doi": "https://doi.org/10.1108/intr-12-2023-1187",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose Users contribute to online communities by posting and responding to discussion threads. Nonetheless, only a small fraction of threads gain popularity and shape community discourse. Prior studies have identified several factors driving thread popularity; however, despite their prevalence, the role of emotional expressions within discussion threads remains understudied. This study addresses this gap by investigating the impact of thread starters’ valence and embedded discrete emotions of anger, anxiety and sadness on thread popularity, drawing on the negativity bias and the emotion-as-social-information theories. Design/methodology/approach Using two samples from Reddit, this study employs negative binomial regression analysis to examine the hypothesized relationships. Findings The results demonstrate that negativity in thread starters significantly influences thread popularity; however, the expression of discrete emotions impacts popularity variously. In some contexts, such as COVID-19 vaccination subreddits, embedded anger in thread starters decreases thread popularity, whereas anxiety and sad expressions enhance it. In other contexts, such as professional discussions (e.g. r/Medicine subreddit), anger and anxiety expressions increase thread popularity, while sad expressions have no significant influence. Research limitations/implications The study is limited by its focus on specific emotions and contexts. Future research could examine a broader range of emotions, post-content modalities and the impact of cultural and linguistic differences. Originality/value This study contributes to theory by offering a new definition of thread popularity and enhancing our understanding of the impact of emotions in online discussions. It also provides practical implications for online community members and moderators seeking to promote discussion posts that help achieve community goals."
  },
  {
    "discipline": "communication",
    "title": "Explicating the effects of narrative source and causal attribution on nulliparous Chinese women’s childbirth injury-related risk perceptions and information-seeking intentions",
    "authors": "Ruolan Li, Xinying Yang",
    "url": "https://doi.org/10.1080/00909882.2025.2467335",
    "doi": "https://doi.org/10.1080/00909882.2025.2467335",
    "filter": 0,
    "journal_full": "Journal of Applied Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Between clicks and colleagues: the Janus-faced nature of data in the media industry",
    "authors": "Rasa Jämsen, Ward van Zoonen, Anu Sivunen, Mikko Villi",
    "url": "https://doi.org/10.1093/jcmc/zmaf003",
    "doi": "https://doi.org/10.1093/jcmc/zmaf003",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "This research delves into the dualistic nature of datafication, revealing its capacity to both illuminate and mask realities within media organizations. Datafication, the strategic use of data in organizations, offers insights into, and transforms, how work and individual outcomes are perceived and evaluated. This study examines how data-centric practices—embodied in metrics, rankings, and algorithms—can skew the playing field, creating scenarios where workers may feel (un)fairly (dis)advantaged or (mis)represented. The findings indicate that while data can provide valuable insights fostering cooperation and learning, it can also create competition and apprehension among journalists. Through the concept of “coopetition” we show how media professionals employ data opportunism to leverage information while also grappling with data skepticism amid potential misinterpretations and increased competition. Hence, the findings contribute to the research on datafication by demonstrating how workers utilize interpretative flexibility depending on what the data and metrics make visible."
  },
  {
    "discipline": "communication",
    "title": "It’s a match: Exploring joint emotion regulation profiles among mixed-sex couples",
    "authors": "Pauline Verhelst, Eva Ceulemans, Lesley Verhofstadt, Katharine H. Greenaway, Elise K. Kalokerinos, Laura Sels",
    "url": "https://doi.org/10.1177/02654075251325434",
    "doi": "https://doi.org/10.1177/02654075251325434",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "How do couples differ from other couples in how they regulate their own and their partner’s emotions? Although research on emotion regulation is blooming, insights into joint emotion regulation profiles—that is, the overlap between partners’ specific strategies to regulate themselves and their partner—remain limited. To address this gap, we identified joint intra- and interpersonal emotion regulation profiles in 120 mixed-sex couples; clustering couples together based on both partners’ reported intra- and interpersonal emotion regulation strategies. Additionally, we examined associations between profile-membership and well-being indicators. The identified joint emotion regulation profiles differed in three ways: (1) degree of regulation (e.g., no use of any vs. high use of all strategies), (2) strategies predominantly used; and (3) degree of similarity—or lack thereof—between partners. Together, these findings provide the first insights into the role of joint emotion regulation profiles in the health of couples and their relationships, highlighting the unique roles played by both partners in regulating their own and their partner’s emotions. Further research is needed to assess if these results generalize to inclusive samples and daily life."
  },
  {
    "discipline": "communication",
    "title": "News Media Use and Crime Perceptions – The Dual Role of Ideology",
    "authors": "Dennis Andersson",
    "url": "https://doi.org/10.1080/15205436.2025.2471866",
    "doi": "https://doi.org/10.1080/15205436.2025.2471866",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Reinforcing Cycles? Empirical Reflections on the Relationship Between Media Cynicism and Political Cynicism",
    "authors": "Sangwon Lee, Jihyang Choi, S. Mo Jones-Jang, Dam Hee Kim, Katie Kenski",
    "url": "https://doi.org/10.1080/15205436.2025.2468677",
    "doi": "https://doi.org/10.1080/15205436.2025.2468677",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "The Interrelationships Between Adolescents’ Online Affective Perceptions and Momentary Affect: An ESM Study on Affective Social Media Use",
    "authors": "Nausikaä Brimmel, Sebastian Kurten, Steven Eggermont, Patricia Bijttebier",
    "url": "https://doi.org/10.1080/15205436.2025.2469742",
    "doi": "https://doi.org/10.1080/15205436.2025.2469742",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "How (Gendered) Media Portrayals of Refugees Affect Attitudes Toward Immigration. The Moderating Role of Political Ideology",
    "authors": "Christine E. Meltzer, Pablo Jost, Christian Schemer, Simon Kruschinski, Marcus Maurer",
    "url": "https://doi.org/10.1080/10584609.2025.2472765",
    "doi": "https://doi.org/10.1080/10584609.2025.2472765",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Depolarizing within the Comfort of Your Party: Experimental Evidence from Online Workshops",
    "authors": "Robert A. Blair, Jessica Gottlieb, Marie Schenk, Christopher Woods",
    "url": "https://doi.org/10.1080/10584609.2025.2469097",
    "doi": "https://doi.org/10.1080/10584609.2025.2469097",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Endorsement of scientific norms among non-scientists: The role of science news consumption, political ideology, and science field",
    "authors": "Markus Schug, Helena Bilandzic, Susanne Kinnebrock",
    "url": "https://doi.org/10.1177/09636625251315882",
    "doi": "https://doi.org/10.1177/09636625251315882",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Public discussions of controversial science fields like COVID-19 or climate science increasingly address inner-scientific structures and the norms guiding the scientific system—aspects that are normally discussed within the scientific community. However, not much is known about the endorsement of scientific norms by non-scientists and how those endorsements differ between controversial und uncontroversial science fields. We conducted a cross-sectional national survey in Germany ( N = 1007) to capture the public endorsement of scientific norms and explored the role of the science field, political ideology, and science news consumption. Results suggest that the endorsement of scientific norms is significantly higher in controversial fields than in less controversial fields. More left-leaning political ideology is connected to higher levels of norm endorsement; science news consumption is partly associated with lower scientific norm endorsement. We discuss our findings regarding their implications for the public’s image and understanding of controversial science fields."
  },
  {
    "discipline": "communication",
    "title": "Exploring AI identity: The media framing of communicative artificial intelligence in Singapore’s news sites",
    "authors": "Edson C. Tandoc, Seth Seet, Vanessa Xinyi Chan, Penny Ju Onn Wong",
    "url": "https://doi.org/10.1177/09636625251317970",
    "doi": "https://doi.org/10.1177/09636625251317970",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Implementing artificial intelligence also requires examinations of public attitudes and perceptions. One approach is by examining media framing of artificial intelligence, including news coverage, which is a reflection of societal perceptions and a key influence over people’s understanding. As such, this study examines the framing of communicative artificial intelligence in Singapore, looking at how the news media frame communicative artificial intelligence and characterize it as a social actor. Through a manual content analysis of 336 news articles from three major news websites in Singapore, this study found that the news media in Singapore tend to focus on the benefits and advances of communicative artificial intelligence and portray communicative artificial intelligence as a tool rather than social actor. However, when comparing news coverage of communicative artificial intelligence after the advent of ChatGPT, the news framed communicative artificial intelligence more in terms of risks, regulations, responsibilities, and conflict."
  },
  {
    "discipline": "communication",
    "title": "Auditing the Compliance and Enforcement of Twitter’s Advertising Policy",
    "authors": "Yash Vekaria, Zubair Shafiq, Savvas Zannettou",
    "url": "https://doi.org/10.1177/20563051251319675",
    "doi": "https://doi.org/10.1177/20563051251319675",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Online platforms have enacted various policies to maintain a safe and trustworthy advertising environment. However, the extent to which these policies are adhered to and enforced remains a subject of interest and concern. In this work, we present a large-scale audit of adult advertising on Twitter (now X), specifically focusing on compliance with its adult (sexual) content advertising policy. Twitter is an interesting case study in that it—uniquely from other social media platforms—allows posting of adult content but prohibits adult content in advertising. We analyze approximately 35,000 ads on Twitter with respect to their compliance with the adult content ad policy through Perspective API and manual annotations. Among other things, we find that nearly 38% of ads violate Twitter’s adult content advertising policy—of which, the platform eventually removed only about 63% of these non-compliant adult ads. We also find inconsistencies in the moderation of such ads across languages, highlighting the need for more reliable and consistent moderation practices across different languages. Overall, our findings highlight blindspots in Twitter’s adult ad policy enforcement for certain languages and countries. Our work underscores the importance of external audits to monitor compliance and improve transparency in online advertising."
  },
  {
    "discipline": "politics",
    "title": "Using cross‐encoders to measure the similarity of short texts in political science",
    "authors": "Gechun Lin",
    "url": "https://doi.org/10.1111/ajps.12956",
    "doi": "https://doi.org/10.1111/ajps.12956",
    "filter": 0,
    "journal_full": "American Journal of Political Science",
    "abstract": "In many settings, scholars wish to estimate the similarity of political texts. However, the most commonly used methods in political science struggle to identify when two texts convey the same meaning as they rely too heavily on identifying words that appear in both documents. This limitation is especially salient when the underlying documents are short, an increasingly prevalent form of textual data in modern political research. Building on recent advances in computer science, I introduce to political science cross‐encoders for precise estimates of semantic similarity in short texts. Scholars can use either off‐the‐shelf versions or build a customized model. I illustrate this approach in three examples applied to social messages generated in a telephone game, news headlines about US Supreme Court decisions, and Facebook posts from members of Congress. I show that cross‐encoders, which utilize pair‐ level embeddings, offer superior performance across tasks relative to word‐based and sentence‐level embedding approaches."
  },
  {
    "discipline": "politics",
    "title": "Partisanship and Trust in Personal Doctors: Causes and Consequences",
    "authors": "Neil A. O’Brian, Thomas Bradley Kent",
    "url": "https://doi.org/10.1017/s0007123424000607",
    "doi": "https://doi.org/10.1017/s0007123424000607",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "In the first decades of the twentieth century, the gap in age-adjusted mortality rates between people living in Republican and Democratic counties expanded; people in Democratic counties started living longer. This paper argues that political partisanship poses a direct problem for ameliorating these trends: trust and adherence in one’s personal doctor (including on non-COVID-19 related care) – once a non-partisan issue – now divides Democrats (more trustful) and Republicans (less trustful). We argue that this divide is largely a consequence of partisan conflict surrounding COVID-19 that spilled over and created a partisan cleavage in people’s trust in their own personal doctor. We then present experimental evidence that sharing a political background with your medical provider increases willingness to seek care. The doctor-patient relationship is essential for combating some of society’s most pressing problems; understanding how partisanship shapes this relationship is vital."
  },
  {
    "discipline": "politics",
    "title": "The Economic Consequences of Protest Repression: The Case of Business Activism in Hong Kong",
    "authors": "Derek Da Huo, Shen Yang",
    "url": "https://doi.org/10.1007/s11109-025-10018-6",
    "doi": "https://doi.org/10.1007/s11109-025-10018-6",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "Studies of contentious politics have extensively examined the impacts of protest repression on mobilization, but the implications of repression on economic phenomena have received little attention. This study contributes to the literature by examining the impact of protest repression on business activism. Business activism refers to businesses taking a public stance on controversial social-political issues, a subject that has been understudied in academic research. We examine the effect of protest repression on business activism through the case of the “yellow economy circle” since the 2019 Anti-ELAB Movement in Hong Kong, in which some businesses publicly took a pro-movement stance by labeling themselves as “yellow businesses.” Utilizing a novel dataset containing geographical information about pro-movement “yellow restaurants,” we find that constituencies that experienced tear gas had a higher proportion of yellow restaurants. We provide two explanations for the causal effect, one from the financial-profit perspective and the other from the socio-psychological perspective. The effect of protest repression was more pronounced in constituencies with a higher proportion of pro-movement residents, supporting the financial-profit explanation that protest repression causes business activism when businesses find it profitable to attract political consumers."
  },
  {
    "discipline": "politics",
    "title": "Weather to Protest: The Effect of Black Lives Matter Protests on the 2020 Presidential Election",
    "authors": "Bouke Klein Teeselink, Georgios Melios",
    "url": "https://doi.org/10.1007/s11109-025-10014-w",
    "doi": "https://doi.org/10.1007/s11109-025-10014-w",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "Do mass mobilizations drive social change? This paper explores this question by studying how the Black Lives Matter protests following George Floyd’s death influenced the 2020 U.S. presidential election. Using rainfall as an instrument for protest participation and complementary difference-in-differences analyses, we show that protest activity significantly increased Democratic vote share in affected coun- ties. Our research makes three key contributions. First, we show causal evidence for the effect of one of the largest protest movements ever recorded on electoral out- comes. Second, we provide evidence of novel temporal dynamics: while protests ini- tially triggered a conservative backlash, they ultimately generated progressive shifts in voting behavior. Third, we identify mechanisms driving these effects, showing that rather than merely mobilizing existing Democratic voters, protests substantively shifted political preferences and beliefs about racial inequality."
  },
  {
    "discipline": "public opinion",
    "title": "“What’s Going On?” Comparing and Contrasting Issue Affinities and Dissimilarities in the European Electorates",
    "authors": "Aldo Paparo, Davide Vittori",
    "url": "https://doi.org/10.1093/ijpor/edaf002",
    "doi": "https://doi.org/10.1093/ijpor/edaf002",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "The multidimensionality of competition between political parties has raised questions about patterns of affinity and dissimilarity between them. Less explored, however, is the extent to which voters of different electoral parties share or differ in their evaluations of crucial political dimensions. We attempt to solve this puzzle by comparing voters from 4 different party families: mainstream left and mainstream right, radical left, and radical right. Using comparative survey data from 5 Western European countries, we assess voters’ positions on specific cultural and economic issues that are salient in the real world, and show the extent to which the voters of different party families are compatible. We find that voters are aligned to the left and right on non-economic issues, while the classical left-right alignment on economic issues is weaker. These unusual patterns confirm the importance of a new cultural divide and also show that traditional left-right allegiances on these issues are more important than economic issues in structuring party competition. These findings open up important new avenues of research for the study of coalition formation and agenda-setting."
  },
  {
    "discipline": "public opinion",
    "title": "Social class and the support for environmental policies",
    "authors": "Pablo Simón, Silvia Claveria",
    "url": "https://doi.org/10.1093/ijpor/edaf001",
    "doi": "https://doi.org/10.1093/ijpor/edaf001",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "This article examines support for environmental policies and provides new evidence on the role of social class and the rural–urban divide. We analyze how occupational structure, either through the economic costs individuals may incur when such policies are implemented or through value preferences shaped by the workplace, influence support for these policies. Drawing on data from Round 8 of the European Social Survey (ESS8) and 2 alternative class-structure classifications, our findings reveal 3 key insights. First, on the vertical dimension, we find that costlier measures face stronger resistance from lower socioeconomic groups. Second, on the horizontal dimension, sociocultural professionals emerge as the social class most supportive of environmental policies, while manual workers are the most reluctant to accept them. Finally, our results indicate that the interaction between social structure and the territorial dimension is weak. Overall, this study enhances our understanding of the social cleavages that may influence the ecological transition."
  },
  {
    "discipline": "public opinion",
    "title": "Bayesian Tree Models for Survey Sample Data",
    "authors": "Daniell Toth, Scott H Holan, Diya Bhaduri",
    "url": "https://doi.org/10.1093/jssam/smae050",
    "doi": "https://doi.org/10.1093/jssam/smae050",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Tree models are a popular and effective nonparametric modeling tool for data that depend on many variables that exhibit complex dependence, including interaction effects. Consequently, there are many potential applications for these models when dealing with survey data, which often contain many variables that are not independent from one another. One drawback of these models is that the specification is not stable, in that a few observations could affect the number of nodes and the variables included in the model. Also, obtaining a measure of uncertainty associated with these models is extremely challenging. Using a Bayesian representation naturally alleviates some of these concerns, as it automatically implies a distribution over tree space given the data as well as a distribution for the estimates produced. Since survey data are usually collected using an informative sample design, it is necessary to have an algorithm for creating tree-based models that account for this design during model estimation. In this article, we propose an algorithm and associated prior distribution assumptions to obtain a Bayesian tree model using data collected under an informative sample design. We demonstrate this proposed method using the Consumer Expenditure Survey and the Academic Performance Index datasets. Using an empirical simulation study, we show that the design-based Bayesian algorithm is an extremely flexible and robust way to construct regression tree models with measures of uncertainty that provide prediction intervals with the correct nominal coverage rates."
  },
  {
    "discipline": "public opinion",
    "title": "A Beta–Beta Prime Model for Rates and their Precision for Small Area Estimation: An Application to Brazilian Food Insecurity Index",
    "authors": "Fernando A S Moura, Soraia Pereira, Giovani L Silva",
    "url": "https://doi.org/10.1093/jssam/smaf002",
    "doi": "https://doi.org/10.1093/jssam/smaf002",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Statistics bureaus around the world have been faced with an increasing need to provide reliable estimates of economic and social indices, such as proportions or rates, from socioeconomic survey data at small area levels. For example, in 2015, the Member States of the United Nations committed themselves to the 2030 Agenda for Sustainable Development Goals, which requires the national statistical offices and other government agencies of the Member States to provide high-quality, timely, and reliable national indicators at a disaggregated level. However, due to the relatively small sample size of these areas or domains, it is not viable to obtain estimates with an acceptable level of accuracy without using model-based approaches. Here, we propose to model the direct estimator of the rates or proportions in small area domains as being beta distributed. The novelty is that we also model the sampling precision estimator as a beta prime distribution. An evaluation study with real data shows that there is an additional gain in jointly modeling the direct estimator and its sampling precision estimator. An application is also provided to estimate the food insecurity index in small areas of a Brazilian state."
  }
]
