[
  {
    "discipline": "communication",
    "title": "Effects of news coverage of police brutality: An experimental exploration of the attributions of victim race",
    "authors": "Ethan Morrow, Julius Matthew Riles",
    "url": "https://doi.org/10.1080/01463373.2024.2436893",
    "doi": "https://doi.org/10.1080/01463373.2024.2436893",
    "filter": 0,
    "journal_full": "Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "A semantic network and fantasy theme analysis of symbolic convergence and fan engagement with Taylor Swift’s songs",
    "authors": "Andrew M. Ledbetter",
    "url": "https://doi.org/10.1080/01463373.2024.2430011",
    "doi": "https://doi.org/10.1080/01463373.2024.2430011",
    "filter": 0,
    "journal_full": "Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "CO-XAI—Cognitive Decision Intelligence Framework for Explainable AI Systems",
    "authors": "Elena Sajno, Stefano De Gaspari, Chiara Pupillo, Giuseppe Riva",
    "url": "https://doi.org/10.1089/cyber.2024.87594.ceu",
    "doi": "https://doi.org/10.1089/cyber.2024.87594.ceu",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Anonymous and Insecure Bullies are Less Depressed than Confident and Identifiable Ones, but Only if Remorseful: Cyberbullying Goals, Identifiability, and Depression",
    "authors": "Nicholas A. Palomares, Caroline Murray, Mir Md Fazla Rabby, Maya Blitch, Rebecca Baumler, Sarah E. Boro",
    "url": "https://doi.org/10.1089/cyber.2024.0289",
    "doi": "https://doi.org/10.1089/cyber.2024.0289",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Orchestrated Outrage: Athletic Activism, Anger, and Media Narratives of WNBA Player’s Engagement in the Political Sphere",
    "authors": "Dafna Kaufman",
    "url": "https://doi.org/10.1080/10646175.2024.2434492",
    "doi": "https://doi.org/10.1080/10646175.2024.2434492",
    "filter": 0,
    "journal_full": "Howard Journal of Communications"
  },
  {
    "discipline": "communication",
    "title": "Seeking Support Online",
    "authors": "Emily M. Buehler, Andrew C. High",
    "url": "https://doi.org/10.1027/1864-1105/a000453",
    "doi": "https://doi.org/10.1027/1864-1105/a000453",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: The affordances of online channels can influence communication, and communicators sometimes value affordances differently in different relationships. This study examines how two affordances, anonymity and visibility, combine with relationship closeness to shape how people seek support online. Participants ( N = 171) composed a support-seeking message they imagined sending to various audiences in one of several online channels. Participants and outside observers rated the breadth, depth, and emotional content of the messages. The results suggest relationship closeness was negatively associated with perceived anonymity and perceived visibility. Greater anonymity corresponded with higher observed depth in support-seeking messages and greater visibility corresponded with higher self-reported emotional content. Furthermore, each affordance was positively associated with the observed emotional content of messages at low levels of closeness, and anonymity shared a negative association with the self-reported depth of messages only when visibility was low and closeness was high. Findings suggest that the content of support-seeking messages hinges, in part, on affordances and relationship characteristics."
  },
  {
    "discipline": "communication",
    "title": "Regional Facts Matter: a Comparative Perspective of Sub-State Fact-Checking Initiatives in Europe",
    "authors": "Ferre Wouters, Michaël Opgenhaffen",
    "url": "https://doi.org/10.17645/mac.8758",
    "doi": "https://doi.org/10.17645/mac.8758",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "&lt;p&gt;After a significant surge of active fact-checking organisations in the past decade, more than 100 countries are being covered by fact-checkers today. Although the fact-checking movement is diverse, most operate on a national level. However, there are also organisations that operate on a sub-state level. Based either by community or geographic region, these fact-checkers investigate statements that are relevant for a specific population, and might otherwise remain unaddressed. In Europe, signatories of the International Fact-Checking Network are active in regions with federal or devolved power. This study brings a comparative analysis of regional fact-checkers in Europe, drawing on a combination of qualitative interviews with the organisations’ editors and managers, and a complementary document analysis. Our findings highlight the difference of organisational formats on fact-checking motivations, the difference in scope between political fact-checking and debunking routines, and the collaborative relations of regional fact-checkers with national and international organisations. This article adds to the debate of the global fact-checking movement by raising awareness of regional and local fact-checking, to overcome so-called fact deserts.&lt;/p&gt;"
  },
  {
    "discipline": "communication",
    "title": "Navigating Political Disagreement on Social Media: How Affective Responses and Belonging Influence Unfollowing and Unfriending",
    "authors": "Bingbing Zhang, Heather Shoenberger",
    "url": "https://doi.org/10.17645/mac.8483",
    "doi": "https://doi.org/10.17645/mac.8483",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "While recent research has demonstrated how exposure to cross-cutting political opinions intensifies politically motivated disconnectivity on social media, there has been a notable gap in examining the influence of emotions and psychological traits in this process. Guided by the theories of selective avoidance and affective intelligence, our study employed a survey through Qualtrics panel drawn from a population-matching sample (&lt;em&gt;N&lt;/em&gt; = 498) of the US population to investigate how perceived political disagreement on social media affects decisions to unfollow and unfriend others through the induction of affective responses (e.g., anger, anxiety) and the role of psychological trait—need to belong. Controlling for demographics and political ideology, our mediation analysis revealed that perceived political disagreement was significantly related to anger, which was further positively associated with both unfollowing and unfriending on social media. Perceived political disagreement was also related to anxiety while anxiety was positively associated with individuals’ behaviors of unfollowing and unfriending. Furthermore, results showed that the need to belong played a significant role in moderating the relationship between perceived political disagreement and unfriending. When perceiving the same level of political disagreement, individuals with a higher need to belong were less likely to unfriend others on social media, compared to those with a lower need to belong. However, the need to belong did not exert a significant impact on how perceived political disagreement influenced unfollowing behavior. This study contributes to understanding the nuanced dynamics of disconnectivity on social media, particularly in navigating political disagreements."
  },
  {
    "discipline": "communication",
    "title": "Fact-Checkers Around the World: Regional, Comparative, and Institutional Perspectives",
    "authors": "Regina Calamazza, Lucas Graves, Laurens Lauer",
    "url": "https://doi.org/10.17645/mac.9687",
    "doi": "https://doi.org/10.17645/mac.9687",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "&lt;span&gt;This thematic issue explores the global fact-checking field, focusing on its organizations, practices, and institutional dynamics. Over the past decade, fact-checking has expanded to over 400 organizations, with approximately half operating in the Global South. Fact-checkers have built a solid institutional framework featuring annual conferences, regulatory bodies, and partnerships with big techs and public organizations. Even with this cohesion, the fact-checking movement remains deeply heterogeneous. Organizations range from small local outlets to global media giants, operating within varied media and political systems. These differences shape how fact-checkers define their mission and approach misinformation, and offer a valuable lens for journalism and political communication studies to analyze evolving media systems and digitalization effects worldwide. Given such diversity, our issue addresses the need for research to observe regional and comparative perspectives on fact-checking alongside studies of broader global trends. Recent scholarship has focused on how fact-checkers adapt to diverse environments, particularly in Africa, Asia, and Latin America, and how the field is evolving. It also examines fact-checkers' relationships with platform companies, policymakers, and transnational institutions combating misinformation. Contributions employing diverse methodologies, from case studies to large-scale content analyses, are included, with a particular emphasis on understanding organizational and contextual specificities in this crucial area of media and political communication.&lt;/span&gt;"
  },
  {
    "discipline": "communication",
    "title": "Consequences of digital platforms’ use on the work–life balance of Brazilian journalists",
    "authors": "Thales Lelo, Gabriela Silva Meneses, Fábio Henrique Pereira",
    "url": "https://doi.org/10.1177/14614448241302409",
    "doi": "https://doi.org/10.1177/14614448241302409",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study investigates the influence of digital platforms on the work–life balance of Brazilian journalists. It comprises empirical research with 35 news professionals, including 35 semi-structured interviews and 33 diary materials. Data were qualitatively analyzed using the thematic networks approach. Findings reveal that digital platforms have influenced the work–life balance of journalists in conflicting ways, encompassing positive, mixed, and negative effects. In this sense, news workers have employed various practices to limit their use of digital media and promote work–life balance. Overall, this study presents a more comprehensive description of the impact of digital platforms in journalism. It also highlights these technologies’ prominence to positive or negative spillovers between personal and professional spheres. Last, it introduces a cognitive map of the actions put in place by a professional group to keep their digital media use under some control, which may also be seen as practices of journalistic disconnection."
  },
  {
    "discipline": "communication",
    "title": "Silent no more: Revealing and resisting cyberviolence against Moroccan women in academia",
    "authors": "Mohamed Belamghari",
    "url": "https://doi.org/10.1177/14614448241302467",
    "doi": "https://doi.org/10.1177/14614448241302467",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This research adopts a tripartite methodology, by combining qualitative, quantitative, and case study approaches, to examine the underexplored issue of cyberviolence against Moroccan female academics. With three key research questions, the study explores the prevalence, characteristics, effects on mental well-being and professional fulfillment, and the coping strategies employed by the victims to counteract cyberviolence. The study concludes by stressing the urgency of targeted and efficient interventions and evidence-based policies to address the gendered nature of online harassment. In spite of its limitations, the research lays the ground for further studies and collaboration to secure safer online environments for female academics in Morocco."
  },
  {
    "discipline": "communication",
    "title": "On the fly: How Japanese social media “watchers” improvise to counter problematic information",
    "authors": "Kayo Mimizuka, André K Rodarte, Ahmer Arif",
    "url": "https://doi.org/10.1177/14614448241302311",
    "doi": "https://doi.org/10.1177/14614448241302311",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Recent studies have explored how the purveyors of problematic information can mobilize online crowds by tapping into positive feelings like amusement, belonging, and optimism. Unfortunately, it is not clear how such participation and emotions can also help communities reduce the spread of problematic information. We address this gap by examining how a group of Japanese social media “watchers” monitored and countered YamatoQ, a pro-QAnon Japanese conspiracy group. We analyze interviews with 12 watchers to make empirical contributions about the how, where, and why of their activities. Participants describe a playful approach to confronting problematic information, whereby they leverage a sense of improvisation, humor, and community to meet the challenges of their work. These results extend our knowledge of volunteer efforts to address problematic information, and expand the range of perspectives represented in the literature regarding the participatory and emotional aspects of problematic information."
  },
  {
    "discipline": "communication",
    "title": "College students’ literacy, ChatGPT activities, educational outcomes, and trust from a digital divide perspective",
    "authors": "Ceciley (Xinyi) Zhang, Ronald E Rice, Laurent H Wang",
    "url": "https://doi.org/10.1177/14614448241301741",
    "doi": "https://doi.org/10.1177/14614448241301741",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study investigates the association of socioeconomic status (SES) and digital and AI literacy with types of Chat GPT use by college students, with subsequent implications for academic self-efficacy and creativity, conditioned by trust. Analyses of a survey of U.S. college students (N = 947) show that SES has a greater association with AI literacy than with general digital literacy. Two dimensions of Chat GPT activities emerge: academic support and displacement. Structural equation modeling reveals that AI literacy is positively associated with both activity dimensions, while digital literacy is unexpectedly a negative contributor. Further, academic support is strongly linked to positive outcomes whereas academic displacement is negatively associated. Attitudinal trust in Chat GPT moderates the overall relationships. Our findings suggest that conventional digital inequality persists and evolves with generative AI, traditional digital literacy becomes insufficient in the age of AI, and trust in this new and opaque digital technology influences these relationships."
  },
  {
    "discipline": "communication",
    "title": "Unequal pathways to digital self-entrepreneurship: Class-inflected orientations regarding vlogging as a career",
    "authors": "Tin-Yuet Ting",
    "url": "https://doi.org/10.1177/14614448241302429",
    "doi": "https://doi.org/10.1177/14614448241302429",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Digital self-entrepreneurship has become one of the most popular career options among younger generations. However, limited attention has been paid to the relationships between socioeconomic differences and digital self-entrepreneurship among youths. Using an extended Bourdieusian framework, this article critically reassesses vloggers’ digital creative labour, conditions and decisions by conceptualising them as various outcomes of position-taking in the emerging field of digital cultural production, tied to socioeconomic differences. Based on interviews with YouTubers in Hong Kong, this study examines how class background shapes young vloggers’ career paths and future aspirations. The findings reveal their divergent class-inflected orientations towards the common tensions between (1) platform productivity and creative autonomy, (2) elite evaluation and mass rating and (3) career planning and an uncertain vlogging future. Shifting the focus to the nexus between class inequality and the platform creative economy, this article provides a nuanced account of digital creative work amid platform precarity and uncertainty."
  },
  {
    "discipline": "communication",
    "title": "Gendered Backlash Depends on the Context. Reassessing Negative Campaigning Sanctions Against Female Candidates via Large-Scale Comparative Data",
    "authors": "Alessandro Nai, Chiara Valli, Jürgen Maier, Loes Aaldering",
    "url": "https://doi.org/10.1080/10584609.2024.2434930",
    "doi": "https://doi.org/10.1080/10584609.2024.2434930",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "The Effects of Foreign Elite Cues from a Dominant Neighboring Country: The Case of the United States and Mexico",
    "authors": "David J. Ciuk, Lia Tavarez",
    "url": "https://doi.org/10.1080/10584609.2024.2434486",
    "doi": "https://doi.org/10.1080/10584609.2024.2434486",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "“ Your house won’t be yours anymore! ” Effects of Misinformation, News Use, and Media Trust on Chile’s Constitutional Referendum",
    "authors": "Magdalena Saldaña, Ximena Orchard, Sebastian Rivera, Guillermo Bustamante-Pavez",
    "url": "https://doi.org/10.1177/19401612241298853",
    "doi": "https://doi.org/10.1177/19401612241298853",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "News consumption and voting behavior are interlinked and particularly important in elections where traditional political cleavages are not easily applicable. This relationship becomes more complex and uncertain in contexts of low trust in the news media and high levels of misinformation circulating in different news ecosystems. In this study, we test an indirect path between differentiated news media consumption and voting choices, mediated by belief in misinformation, and moderated by news media trust. Our data come from a two-wave panel survey of 1,332 respondents, conducted in Chile before and after the 2022 Constitutional Referendum, a political event that captured international attention after a constitutional proposal was rejected in a process initiated with high public support. Our analyses found that news media consumption significantly affected voting preferences in the referendum, not only indirectly through the acceptance of misinformation, but also directly, suggesting that news organizations might act, intentionally or not, as soundboards of misinformation. These findings suggest that countries with enough press freedom to rely on the news media to be informed but also a high concentration of ownership, topics, and angles covered, might become fertile soil for misinformation to spread in the form of professional news coverage, instead of fabricated, easy-to-spot fake pieces circulating in dubious websites or on social media."
  },
  {
    "discipline": "psychology",
    "title": "A Guide to Prototype Analyses in Cross-Cultural Research: Purpose, Advantages, and Risks",
    "authors": "Yuning Sun, Elaine L. Kinsella, Eric R. Igou",
    "url": "https://doi.org/10.1177/25152459241296401",
    "doi": "https://doi.org/10.1177/25152459241296401",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "The prototype approach provides a theoretically supported basis for novel research, detailing “typical” cognitive representations of targets in question (e.g., groups, experiences). Fairly recently, in social and cognitive psychology, this approach has emerged to understand how people categorize and conceptualize everyday phenomena. Although this approach has previously been used to study everyday concepts, it has predominantly been overlooked in cross-cultural research. Prototype analyses are flexible enough to allow for the identification of both universal and culture-specific elements, offering a more comprehensive and nuanced understanding of the concept in question. We highlight theoretical, empirical, and practical reasons why prototype analyses offer an important tool in cross-cultural and interdisciplinary research while also addressing the potential for reducing construct bias in research that spans multiple cultural contexts. The advantages and risks of conducting prototype analyses are discussed in detail along with novel ways of integrating computational approaches with traditional prototype-analyses methods to assist in their implementation."
  },
  {
    "discipline": "psychology",
    "title": "A Methodological Framework for Stimuli Control: Insights From Numerical Cognition",
    "authors": "Yoel Shilat, Avishai Henik, Hanit Galili, Shir Wasserman, Alon Salzmann, Moti Salti",
    "url": "https://doi.org/10.1177/25152459241249185",
    "doi": "https://doi.org/10.1177/25152459241249185",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "The stimuli presented in cognitive experiments have a crucial role in the ability to isolate the underlying mechanism from other interweaved mechanisms. New ideas aimed at unveiling cognitive mechanisms are often realized through introducing new stimuli. This, in turn, raises challenges in reconciling results to literature. We demonstrate this challenge in the field of numerical cognition. Stimuli used in this field are designed to present quantity in a non symbolic manner. Physical properties, such as surface area and density, inherently correlate with quantity, masking the mechanism underlying numerical perception. Different generation methods (GMs) are used to control these physical properties. However, the way a GM controls physical properties affects numerical judgments in different ways, compromising comparability and the pursuit of cumulative science. Here, using a novel data-driven approach, we provide a methodological review of non symbolic stimuli GMs developed since 2000. Our results reveal that the field thrives and that a wide variety of GMs are tackling new methodological and theoretical ideas. However, the field lacks a common language and means to integrate new ideas into the literature. These shortcomings impair the interpretability, comparison, replication, and reanalysis of previous studies that have considered new ideas. We present guidelines for GMs relevant also to other fields and tasks involving perceptual decisions, including (a) defining controls explicitly and consistently, (b) justifying controls and discussing their implications, (c) considering stimuli statistical features, and (d) providing complete stimuli set, matching responses, and generation code. We hope these guidelines will promote the integration of findings and increase findings’ explanatory power."
  },
  {
    "discipline": "psychology",
    "title": "Continuous motion tracking for accurate and efficient color vision assessment",
    "authors": "Chenxi Liang, Jing Chen, Zhongting Chen",
    "url": "https://doi.org/10.3758/s13428-024-02518-w",
    "doi": "https://doi.org/10.3758/s13428-024-02518-w",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Establishing construct validity for dynamic measures of behavior using naturalistic study designs",
    "authors": "Roberto C. French, Daniel P. Kennedy, Anne C. Krendl",
    "url": "https://doi.org/10.3758/s13428-024-02519-9",
    "doi": "https://doi.org/10.3758/s13428-024-02519-9",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Affective Norms for German as a Second Language (ANGL2)",
    "authors": "Zeming Xu, Jia Liu, Lin Fan",
    "url": "https://doi.org/10.3758/s13428-024-02539-5",
    "doi": "https://doi.org/10.3758/s13428-024-02539-5",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Enhancing eye tracking for nonhuman primates and other subjects unable to follow instructions: Adaptive calibration and validation of Tobii eye trackers with the Titta toolbox",
    "authors": "Diederick C. Niehorster, Will Whitham, Benjamin R. Lake, Steven J. Schapiro, Ian M. Andolina, Jessica L. Yorzinski",
    "url": "https://doi.org/10.3758/s13428-024-02540-y",
    "doi": "https://doi.org/10.3758/s13428-024-02540-y",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Accurate eye tracking is crucial for gaze-dependent research, but calibrating eye trackers in subjects who cannot follow instructions, such as human infants and nonhuman primates, presents a challenge. Traditional calibration methods rely on verbal instructions, which are ineffective for these populations. To address this, researchers often use attention-grabbing stimuli in known locations; however, existing software for video-based calibration is often proprietary and inflexible. We introduce an extension to the open-source toolbox Titta—a software package integrating desktop Tobii eye trackers with PsychToolbox experiments—to facilitate custom video-based calibration. This toolbox extension offers a flexible platform for attracting attention, calibrating using flexible point selection, and validating the calibration. The toolbox has been refined through extensive use with chimpanzees, baboons, and macaques, demonstrating its effectiveness across species. Our adaptive calibration and validation procedures provide a standardized method for achieving more accurate gaze tracking, enhancing gaze accuracy across diverse species."
  }
]
