[
  {
    "discipline": "communication",
    "title": "The Relationship Between Incidental News Exposure and Political Participation: A Cross-Country, Multilevel Analysis",
    "authors": "Jörg Matthes, Alon Zoizner, Andreas Nanz, David Nicolas Hopmann, Yannis Theocharis, Selina Noetzel",
    "url": "https://doi.org/10.1080/21670811.2024.2436548",
    "doi": "https://doi.org/10.1080/21670811.2024.2436548",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Infotainment on Social Media: How News Companies Combine Information and Entertainment in News Stories on Instagram and TikTok",
    "authors": "Dominique S. Wirz, Florin Zai",
    "url": "https://doi.org/10.1080/21670811.2025.2464062",
    "doi": "https://doi.org/10.1080/21670811.2025.2464062",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Many a little makes a mickle: avatar accumulability and loyalty",
    "authors": "Shih-I Tai, Tzu-Ling Huang, Hsin-Yi Huang, Chieh-Ni Wu, T.C.E. Cheng, Ching-I Teng",
    "url": "https://doi.org/10.1108/intr-06-2023-0494",
    "doi": "https://doi.org/10.1108/intr-06-2023-0494",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose Online games are highly popular Internet applications. Some games enable players to save game progress and accumulate experiences or changes to avatars during gameplay, whereas some other games do not, requiring players to restart from the beginning each time. That is, games differ in avatar accumulability. However, we do not know whether games should be designed to permit avatar accumulability or not and how it affects players’ gameplay experience and therefore game outcomes, indicating gaps. Research addressing these gaps can inform game makers in designing games that effectively strengthen their players’ game loyalty. Design/methodology/approach We used social identity theory (SIT) to construct a theoretical model. To test this model, three waves of survey data were gathered from the same 778 participants. Findings These findings uniquely indicate that avatar accumulability fosters avatar identification and increases players’ focused immersion, thus increasing players’ loyalty. Practical implications Game providers could include game features that enable players to accumulate their avatars’ in-game skins, levels, items (weapons and equipment) and experience points. This accumulability can help strengthen players’ game loyalty. Originality/value Overall, our study extends SIT by adding a new trigger (avatar accumulability) and two novel consequences of avatar identification (image protection and focused immersion) in avatar-related systems (games or gamified systems). The new trigger offers an actionable means to apply SIT, while the novel consequences verify the value of applying SIT to study online games."
  },
  {
    "discipline": "communication",
    "title": "Sex Sells? Two Experiments Testing Exposure to Sexualized Female Video Game Characters on Purchase Intention",
    "authors": "Shay Xuejing Yao, Reed Reynolds, Megan Knittel, Nancy Rhodes",
    "url": "https://doi.org/10.1080/08838151.2025.2465493",
    "doi": "https://doi.org/10.1080/08838151.2025.2465493",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "A meta-analysis of gain–loss framing effects in narrative persuasion",
    "authors": "Hye Kyung Kim, Minyi Chen",
    "url": "https://doi.org/10.1093/joc/jqaf002",
    "doi": "https://doi.org/10.1093/joc/jqaf002",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "This meta-analytic study synthesizes research on the persuasive impact of gain–loss framing in narrative guided by the social cognitive theory. A combined analysis of 47 experimental studies (N = 16,361) shows an overall persuasive efficacy of gain-framed narratives (vs. loss-framed) at enhancing self-efficacy (d = 0.17, p = .009). The results also indicated that gain-framed narratives produce less counterarguing (d = −0.57, p = .042) and more positive message evaluation (d = 0.25, p = .006) while inducing less transportation (d = −0.07, p = .039) compared to loss-framed narratives. Moderation analyses further revealed loss-framed narratives’ (vs. gain-framed) relative efficacy in improving behavioral intention when the story is written in the third-person perspective or promoting donation behaviors. Study findings illuminate some important boundary conditions and mechanisms of gain–loss framing effects specific to narrative persuasion."
  },
  {
    "discipline": "communication",
    "title": "Investigating Patient Preferences for Their Doctor's Communication Strategies Across Cultures Using Communication Accommodation Theory",
    "authors": "Rachyl Pines, Yolandi Mallard, Liz Jones, Nicola Sheeran",
    "url": "https://doi.org/10.1177/0261927x251318752",
    "doi": "https://doi.org/10.1177/0261927x251318752",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Effective doctor-patient communication has been linked to better patient outcomes and treatment adherence, whereas ineffective communication has been linked to poorer outcomes and more medical errors. Our study used Communication Accommodation Theory (CAT) to investigate across four countries which communication strategies patients preferred from their doctors. Archival data from a larger online survey research study provided a sample of 1698 participants (Male = 36.4%, Female = 61.1%, Other 1.8%, Age M = 25.5 SD = 10.67), recruited from four countries (Australia, USA, Hong Kong/China, and the Philippines). Results showed participants preferred accommodative stances over non-accommodative stances (under or over accommodation), and that accommodative interpretability was the most frequently mentioned communication strategy in all four countries. Chi-square analyses revealed significant differences across countries for all strategies, with the strongest effects for discourse management. Implications for adding CAT into medical education communication training are discussed."
  },
  {
    "discipline": "communication",
    "title": "Partisan Cues, Anger, and Attitude Formation: Experiments on Partisan Motivated Reasoning",
    "authors": "Freddie J. Jennings, Benjamin R. Warner",
    "url": "https://doi.org/10.1080/15205436.2025.2461699",
    "doi": "https://doi.org/10.1080/15205436.2025.2461699",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Trust in Pod: Listener Trust of News Content Heard on Different Genre Podcasts",
    "authors": "Kristine Johnson, Michael McCall",
    "url": "https://doi.org/10.17645/mac.9182",
    "doi": "https://doi.org/10.17645/mac.9182",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "There are several news podcast programs for listeners to choose from, but other genre podcasts (e.g., comedy, true crime, history) also include news in their content. This study measures listener trust in news content aired in different genres. The findings indicate most listeners trust content heard on news podcasts, which may relate to an increase in available news programs, as well as an overall increase in podcast listenership. The research also shows some listeners trust news heard on non-news podcasts. This may relate to interest in alternate sources for news and the storytelling formats used in the programs. When examining the trust of news content based on genre, news heard on comedy, news, and history podcasts are more likely to be trusted by listeners. The majority of gratifications associated with listening to podcasts based on the various genres are similar, with minimal differences seen among certain genres. Discussion of AI and its influence on trust in news heard on podcasts is also addressed."
  },
  {
    "discipline": "communication",
    "title": "Amplifying Player Experience to Facilitate Prosocial Outcomes in a Narrative-Based Serious Game",
    "authors": "Lewen Wei, Mike Schmierbach, Bingjie Liu, Jin Kang, Cheng Chen, Frank E. Dardis, Ryan Tan, Olivia Cohen",
    "url": "https://doi.org/10.17645/mac.8637",
    "doi": "https://doi.org/10.17645/mac.8637",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The rise and development of serious games have shown promise in addressing critical social issues, including school bullying. However, prior work often compares game-based interventions with the conventional non-game approach, failing to generate insights about which game features should be emphasized to create more effective games. To bridge this research gap, in light of video games’ advantages for creating immersive experiences that benefit persuasion, we created a narrative-based serious game addressing school bullying and conducted two studies (Study 1, &lt;em&gt;N&lt;/em&gt; = 130; Study 2, &lt;em&gt;N&lt;/em&gt; = 250) to explore the persuasive effects of two game features, respectively player–avatar similarity and in-game control, on player experience (including player–avatar identification, narrative engagement, and empathy) and prosocial intention. We found mixed results subject to player perspective such that only when players took the bully’s perspective did one of the game features—in-game control—successfully create the intended empathy via amplified narrative engagement toward the desirable prosocial intention."
  },
  {
    "discipline": "communication",
    "title": "Beyond Play: Researching the Transformative Power of Digital Gaming in Deeply Mediatized Societies",
    "authors": "Christian Schwarzenegger, Erik Koenen, Kerstin Radde-Antweiler, Karsten D. Wolf",
    "url": "https://doi.org/10.17645/mac.8800",
    "doi": "https://doi.org/10.17645/mac.8800",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Digital gaming has evolved from a peripheral activity to a central aspect of mediatized lifeworlds, significantly impacting media culture and society. Despite its pervasive influence, digital gaming research often occupies a marginalized status within broader academic disciplines. This article advocates for recognizing digital gaming as an integral part of the media landscape and understanding its role within a deeply mediatized society. By adopting a holistic perspective, this study emphasizes the interconnectedness of digital gaming with other media forms and cultural practices, highlighting its significance in driving digital transformation. Therefore, we argue for a dual development: one that removes gaming from its segregated special status and recognizes it as an integral part of the media landscape, and another that situates the unique aspects of gaming within the broader context of a society deeply transformed and shaped by media; capturing both its significance and its role as part of the whole. We elaborate on the concept of gamevironments bridging deep mediatization research and communicative figurations to comprehend change brought about by the transformative power of digital gaming in deeply mediatized societies. Gamevironments encompass transmedia figurations and narratives, cross-media adaptations, social interactions, user-generated content, and the cultural and educational impacts of gaming. We discuss the analytical potential of gamevironments along five distinct yet interrelated areas (making of gamevironments, values in and of gamevironments, governance of gamevironments, education in and for gamevironments, and researching gamevironments) to provide a comprehensive view of digital gaming’s transformative impact on digital society."
  },
  {
    "discipline": "communication",
    "title": "Veiled conspiracism: Particularities and convergence in the styles and functions of conspiracy-related communication across digital platforms",
    "authors": "Kilian Buehling, Xixuan Zhang, Annett Heft",
    "url": "https://doi.org/10.1177/14614448251315756",
    "doi": "https://doi.org/10.1177/14614448251315756",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Digital communication venues are essential infrastructures for anti-democratic actors to spread harmful content such as conspiracy theories. Capitalizing on platform affordances, they leverage conspiracy theories to mainstream their political views in broader public discourse. We compared the word choice, language style, and communicative function of conspiracy-related content to understand its platform-dependent differences and convergence. Our cases are the conspiracy theories of the New World Order and Great Replacement, which we analyzed on 4chan/pol/, Twitter, and seven alternative US news media longitudinally from 2011 to 2021. The conspiracy-related texts were comparatively analyzed using a multi-method approach of computational and quantitative text analyses. Our results show that conspiracy narrations are increasingly present in all venues. While language differs vastly between platforms, we observed a style convergence between Twitter and 4chan. The results show how more coded language veils the spread of racist and antisemitic content beyond the so-called dark platforms."
  },
  {
    "discipline": "communication",
    "title": "Should we express gratitude in human–AI interaction: The online public’s moral stance toward artificial intelligence assistants in China",
    "authors": "Yuqi Zhu, Jianxun Chu",
    "url": "https://doi.org/10.1177/09636625251314337",
    "doi": "https://doi.org/10.1177/09636625251314337",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "The ethical dimensions of human–AI (artificial intelligence) interaction demand attention. As artificial intelligence assistants become more anthropomorphized, will the public interact with AI as humans morally? This study applied content analysis to data from an online question-and-answer platform in China ( N = 287) to explore the public’s judgments of gratitude toward artificial intelligence assistants. The findings revealed the majority supports expressing gratitude, while a significant minority disagrees, indicating diverse ethical judgments. By further analyzing people’s reasoning, this study found that supporters attribute gratitude to moral autonomy driven by virtue ethics, moral responsibility for responsible AI, and the perceived source identity of anthropomorphized AI as human, aligning with the Computers-are-Social-Actors paradigm. In contrast, opponents doubt AI’s moral agency, highlighting the perceived source of AI as machines, and they judge that treating it with human manners is useless and potentially dangerous. These insights enhance the understanding of the public’s view of ethical considerations regarding AI assistants, contribute to gratitude research in the context of human–AI interaction, extend the moral dimension of the Computers-are-Social-Actors paradigm, and emphasize the importance of moral and responsible AI use. Suggestions for future research based on the exploratory findings are also discussed."
  },
  {
    "discipline": "communication",
    "title": "“An Archipelago of Signifiers”: Caribbean Genetic Test Reveal Videos and the Resistance of the Creole Imagination",
    "authors": "S. Nisa Asgarali-Hoffman",
    "url": "https://doi.org/10.1177/20563051251319576",
    "doi": "https://doi.org/10.1177/20563051251319576",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This article presents an analysis of YouTube videos wherein creators reveal the results of their direct-to-consumer genetic ancestry tests. I analyze these reveal videos, their comment threads, and the role of YouTube in hosting these videos, to capture the popular discourse around the relationship between DNA and racial identity. By employing critical technocultural discourse analysis (CTDA), I explore how Caribbean content creators discuss racial identity, and how online discourses negotiate, codify, or disrupt neoliberal notions of racial authenticity. I focus on videos made by creators who self-identify as being from the Caribbean or of the Caribbean diaspora. By bringing the Caribbean existentialist thought of Stuart Hall and Édouard Glissant into my analysis, I explore how Caribbean creators employ what C. Rhonda Cobham-Sander deems “the Creole imagination” to interrogate notions of racial authenticity while de-/re-constructing racial identity in digital spaces."
  },
  {
    "discipline": "communication",
    "title": "When Do Broken Campaign Promises Matter? Evidence From Four Experiments",
    "authors": "Alon Zoizner, Eran Amsalem",
    "url": "https://doi.org/10.1177/19401612251317261",
    "doi": "https://doi.org/10.1177/19401612251317261",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Campaign promises are a central mechanism for voters to hold politicians accountable, and information about their breakage or fulfillment features prominently in the media during election campaigns. Despite the importance of campaign promises, previous research yields conflicting expectations regarding their influence on citizens. Some theories suggest citizens vote based on policy performance and, therefore, consistently penalize actors who break their promises. Other theoretical accounts, however, argue that exposure to information during election campaigns often has minimal effects on citizens due to strongly held prior beliefs and partisan motivations. The goal of the current study is to address these competing claims by systematically testing the conditions under which citizens penalize politicians for breaking promises. We conducted four experiments (total N = 7,030), three of them preregistered, in two countries under varying political conditions. We find that (1) broken promises decrease domain-specific evaluations of leaders but have little impact on evaluations of actors’ overall performance; (2) broken promises have limited effects when people have strong priors about the political actor who made the promise; and (3) citizens downplay and rationalize promises broken by ingroup, but not outgroup, leaders. These results suggest that even though information about broken promises is salient in campaign communications, its impact on citizens is context-dependent and often quite limited."
  },
  {
    "discipline": "public opinion",
    "title": "Yes to Koch, No to Woke: Public Opinion, Free Markets, and Business Involvement in Politics",
    "authors": "Spencer Goidel, Bradley Madsen, Craig Freeman, Kirby Goidel",
    "url": "https://doi.org/10.1093/poq/nfae057",
    "doi": "https://doi.org/10.1093/poq/nfae057",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "In this paper, we use data from the 2022 Cooperative Election Study to explore the relationship between partisanship, attitudes toward free markets, and corporate social responsibility. We find that while Republicans continue to express abstract support for free markets and business involvement in politics, they respond negatively to more specific descriptions of CEO activism, particularly when that activism is directed toward environmental, social, and governance (ESG) issues. Overall, individual support for business involvement in politics depends on the noneconomic impact of corporate behavior. In this respect, our findings echo the literature on political tolerance: abstract support for free markets slips when applied to specific environmental, social, and governance contexts. Within this context, “business involvement in politics,” which Republicans support, translates into “corporate political activity,” which Republicans oppose."
  },
  {
    "discipline": "public opinion",
    "title": "Nostalgia in Politics",
    "authors": "Spencer Goidel, Kirby Goidel, Paul M Kellstedt",
    "url": "https://doi.org/10.1093/poq/nfae054",
    "doi": "https://doi.org/10.1093/poq/nfae054",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Throughout the 2016 presidential campaign, Donald Trump promised to voters that, if elected, he would “make America great again.” Trump’s explicitly nostalgic appeal was rooted in the collective perception, shared by at least some voters, that life was better (and simpler) in the past. Nostalgic appeals have a long history in American politics. Trump’s “Make America Great Again” (MAGA) slogan was co-opted from Reagan’s “let’s make America great again.” Despite their long history, we suspect that, as nostalgic appeals have become central to the Republican Party’s messaging, nostalgia-susceptible voters have sorted into the Republican Party. Recently, scholars have attempted to better understand the political consequences of nostalgia on voting for populist parties, both in general and specifically for Donald Trump. We make three contributions to the literature. First, using an open-ended prompt, we consider more carefully what people mean when they say they long for the “good old days.” Second, we use these open-ended responses to inform our measurement of nostalgia and whether it reflects a longing for the past or pessimism about the future. In doing so, we show the importance of religiosity and media consumption (i.e., Fox News) as predictors of individual-level nostalgia. Third, we connect our measure of nostalgia to vote choice during the 2022 midterm election—demonstrating that the effects are broader than support for Donald Trump. Overall, we contend that if one is to fully understand contemporary politics, one needs to know how nostalgia influences political attitudes and behaviors."
  },
  {
    "discipline": "public opinion",
    "title": "Undercurrent in Taiwan: Nationalism and Calculation of the Cross-Strait Relations (2002–2022)",
    "authors": "Austin Horng-En Wang, Charles K S Wu, Fang-Yu Chen, Yao-Yuan Yeh",
    "url": "https://doi.org/10.1093/poq/nfae063",
    "doi": "https://doi.org/10.1093/poq/nfae063",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "The literature highlights the conflicting trends between rising nationalism and stable preferences for status quo on cross-strait relations in Taiwan. This article provides new insights from the Taiwan National Security Survey (2002–2022, 14 waves, n = 16, 494) to help explain this apparent inconsistency. The surveys employed “conditional preference” items to capture how the cross-strait attitudes of Taiwanese people are shaped. Since 2002, Taiwanese identifiers have increased steadily, while dual identifiers have decreased. Most respondents still prefer the status quo, but there is a gradual rise in support for independence. Hypothetical scenarios reveal that a majority support independence if China will not attack and oppose unification if China and Taiwan differ economically and politically. Furthermore, the percentage supporting independence given China will attack is increasing, while the percentage supporting unification if China and Taiwan are similar has considerably decreased. Conditional preferences are influenced by perceived economic benefits from China and the military strength of China, Taiwan, and the United States."
  },
  {
    "discipline": "public opinion",
    "title": "The Impact of Experiences with COVID-19 on the 2020 Presidential Election and Support for Health Reform",
    "authors": "Nolan M Kavanagh, Anil Menon",
    "url": "https://doi.org/10.1093/poq/nfae062",
    "doi": "https://doi.org/10.1093/poq/nfae062",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Health shocks may drive the public to support policies and candidates that protect health and well-being. Did the COVID-19 pandemic, as one such shock, shift preferences for health reform in the United States? Using nationally representative surveys of over 70,000 US adults between 2019 and 2020, we find that experiences with COVID-19—measured at both the individual and community levels—increased support for Medicare for All by multiple percentage points. Consistent with partisan entrenchment on health issues, independents and weak partisans drove the association at the individual level; these subgroup differences were not observed for community-level experiences. To reduce concerns about confounding, we use data from multiple points in time to establish the expected temporal relationship between experiences with COVID-19 and support for health reform. Finally, consistent with the importance of health issues in the 2020 presidential race, we find that changes in support for health reform were mirrored by a comparable shift in support away from the incumbent, President Trump, in the weeks leading up to the election. Even if short lived, these shifts may have influenced both the discourse and outcome of the election."
  },
  {
    "discipline": "public opinion",
    "title": "Affective Polarization towards Parties and Leaders, and Electoral Participation in 13 Parliamentary Democracies, 1980–2019",
    "authors": "Frederico Ferreira da Silva, Diego Garzia",
    "url": "https://doi.org/10.1093/poq/nfae053",
    "doi": "https://doi.org/10.1093/poq/nfae053",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Comparative research on affective polarization provides evidence that this phenomenon is present also in parliamentary democracies. Although it has been typically understood as the difference in levels of affect toward in- and out-parties, more recent research has established the relevance of polarized feelings toward party leaders as objects of affective polarization also in parliamentary systems. While several studies have cross-sectionally examined the effect of affective polarization on turnout, recent research has taken an innovative approach by systematically comparing the impact of polarized feelings toward parties and candidates in the probability of turning out in US presidential elections, showing the primacy of the latter in predicting patterns of electoral participation. We expand the contribution of those studies by providing the first longitudinal account of the relationship between affective polarization and turnout in multi-party systems, as well as the first systematic comparison of the effects of party and leader affective polarization on turnout beyond the United States. Using post-electoral survey data covering 87 elections from 13 Western parliamentary democracies collected between 1980 and 2019, our results confirm that polarized feelings toward both parties and leaders are positively associated with turnout in parliamentary democracies. More importantly, our findings highlight the growing relevance of leader affective polarization in accounting for patterns of electoral participation. These results are robust to the use of self-reported and validated measures of turnout in selected countries, as well as different model specifications. Our conclusions contribute both theoretically and methodologically to the literature on affective polarization."
  },
  {
    "discipline": "public opinion",
    "title": "Blame Attribution, Partisanship, and Federalism: Evidence from a Panel Survey",
    "authors": "Matthew J Uttermark, Jack Mewhirter, Rebecca Sanders, Danielle M McLaughlin",
    "url": "https://doi.org/10.1093/poq/nfae058",
    "doi": "https://doi.org/10.1093/poq/nfae058",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "When disaster strikes in federal systems, who do citizens blame and why? Partisan blame attribution (PBA) suggests that Republicans and Democrats hold consistent ideological preferences on which level of government should respond and receive blame for policy failures in times of crisis. Conversely, partisan federalism (PF) suggests that partisans will opportunistically assign blame to the level of government controlled by their disfavored party. Research on blame attribution has yet to assess which mechanism better explains patterns of blame attribution among individuals. We test each mechanism to evaluate patterns of blame attribution related to the COVID-19 pandemic. Leveraging panel survey data collected before the 2020 election and after the 2021 presidential transition, we find that Democrats uniformly follow PF expectations, whereas Republicans follow both PBA and PF expectations. We conclude that scholars should revisit blame attribution and more carefully consider the role of federalism in determining citizen preferences."
  },
  {
    "discipline": "public opinion",
    "title": "Angry Politics: Populism and the Erosion of Political Support during Hard Times",
    "authors": "Daniel Auer, Markus Freitag",
    "url": "https://doi.org/10.1093/poq/nfae056",
    "doi": "https://doi.org/10.1093/poq/nfae056",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "We argue that threat-induced anger is not a universal driver of populist attitudes and waning political support. Instead, we hypothesize that anger erodes democracy-relevant political attitudes only when a threat affects citizens’ norms and only when blame for said threat is attributed to the domestic political system. We corroborate our hypotheses using data from a unique survey experiment conducted in Germany in 2022, in which we vary the level of responsibility attribution and threat noxiousness by exposing respondents to different threats that were salient during the field phase. The results indicate that citizens differentiate whom they hold accountable, such that it is not necessarily the quality of the threat but the quality of the political response to the threat that determines the future of democracy."
  },
  {
    "discipline": "psychology",
    "title": "dockerHDDM: A User-Friendly Environment for Bayesian Hierarchical Drift-Diffusion Modeling",
    "authors": "Wanke Pan, Haiyang Geng, Lei Zhang, Alexander Fengler, Michael J. Frank, Ru-Yuan Zhang, Hu Chuan-Peng",
    "url": "https://doi.org/10.1177/25152459241298700",
    "doi": "https://doi.org/10.1177/25152459241298700",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Drift-diffusion models (DDMs) are pivotal in understanding evidence-accumulation processes during decision-making across psychology, behavioral economics, neuroscience, and psychiatry. Hierarchical DDMs (HDDMs), a Python library for hierarchical Bayesian estimation of DDMs, has been widely used among researchers, including researchers with limited coding proficiency, in fitting DDMs and other sequential sampling models. However, issues of compatibility in installation and lack of support for more recent Bayesian-modeling functionalities pose serious challenges for new users, limiting broader adaptation and reproducibility of HDDMs. To address these issues, we created dockerHDDM, a user-friendly computational environment for HDDMs with new features. dockerHDDM brings three improvements: (a) easy to install once docker is installed, ensuring reproducibility and saving time for researchers; (b) compatible with machines with Apple chips; (c) seamless integration with ArviZ, a state-of-the-art Bayesian-modeling library. This tutorial serves as a practical, hands-on guide for researchers to leverage dockerHDDM’s capabilities in conducting efficient Bayesian hierarchical analysis of DDMs. The notebook presented here and in the docker image will enable researchers with various programming levels to model their data with HDDMs."
  },
  {
    "discipline": "psychology",
    "title": "A Tutorial on the Use of Artificial Intelligence Tools for Facial Emotion Recognition in R",
    "authors": "Austin Wyman, Zhiyong Zhang",
    "url": "https://doi.org/10.1080/00273171.2025.2455497",
    "doi": "https://doi.org/10.1080/00273171.2025.2455497",
    "filter": 0,
    "journal_full": "Multivariate Behavioral Research"
  },
  {
    "discipline": "psychology",
    "title": "Relative importance analysis in multiple mediator models.",
    "authors": "Xun Zhu, Xin Gu",
    "url": "https://doi.org/10.1037/met0000725",
    "doi": "https://doi.org/10.1037/met0000725",
    "filter": 0,
    "journal_full": "Psychological Methods"
  }
]
