[
  {
    "discipline": "communication",
    "title": "A Grade for Artificial Intelligence: A Study on School Teachers’ Ability to Identify Assignments Written by Generative Artificial Intelligence",
    "authors": "Maria Concetta Carruba, Alba Caiazzo, Chiara Scuotto, Lucrezia Savioni, Stefano Triberti",
    "url": "https://doi.org/10.1089/cyber.2024.0524",
    "doi": "https://doi.org/10.1089/cyber.2024.0524",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "At the Crossroads of Fear, Confusion and Hope. COVID-19 News as the Motivator of Affective News Usage and Sense-Making Practices",
    "authors": "Salla Tuomola, Jaana Hujanen, Katja Lehtisaari, Juho Ruotsalainen, Mikko Grönlund",
    "url": "https://doi.org/10.1080/21670811.2025.2514219",
    "doi": "https://doi.org/10.1080/21670811.2025.2514219",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Refining automated news? The role of journalistic post-editing in shaping reader perceptions",
    "authors": "Sina Thäsler-Kordonouri",
    "abstract": "Automating news production can change the composition of news output and negatively affect its evaluation by the readership. Some journalists decide to post-edit automated news texts to improve their quality for the reader – a practice that, although essential to automated journalism, is still largely underexplored. Using a large-scale online experiment with UK online news consumers ( N = 4734), this study investigates how readers perceive the changes made during post-editing and whether they achieve the journalistic goal of making the automated articles more appealing. Results show that, regarding the criteria examined, post-editing has no discernible influence on readers’ perception of automated articles. However, compared to manually written texts, it appears that this practice may not always be necessary to receive a positive rating from readers. These findings are discussed in the context of the evolving relationship between journalists and technology in news production and local journalism's decreasing resources.",
    "url": "https://doi.org/10.1177/02673231251344854",
    "doi": "https://doi.org/10.1177/02673231251344854",
    "filter": 0,
    "journal_full": "European Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Examining the impacts of artificial intelligence characteristics on user resistance to financial robo-advisors",
    "authors": "Jung-Chieh Lee, SiQi Jiang, Yuyin Tang",
    "abstract": "Purpose Currently, artificial intelligence (AI) is being utilized to improve and strengthen the function of financial technology (fintech), especially for AI-enabled financial robo-advisors in consumer markets. Nevertheless, how AI characteristics affect users’ resistance to the use of AI advisors remains unclear. To address this gap, this paper employs innovation resistance theory (IRT) to propose a research model to further explore the effects of intelligence and anthropomorphism (AI characteristics) on users’ resistance to robo-advisors via functional (usage, value and risk barriers) and psychological (traditional and image barriers) barriers. Design/methodology/approach A total of 482 AI-enabled financial robo-advisor users were used as a sample to examine the model. Partial least squares (PLS) was utilized to perform the data analysis. Findings The results indicate that the intelligence of AI-enabled robo-advisors reduces resistance, whereas the anthropomorphism of AI-enabled robo-advisors increases resistance. In addition, intelligence significantly reduces usage, value, tradition and image barriers, which in turn decreases users’ resistance to AI-based robo-advisors. Interestingly, anthropomorphism significantly increases usage and value barriers, which ultimately leads to increased resistance to AI-based robo-advisors. Originality/value This study provides a theoretical contribution to the literature by examining how intelligence and anthropomorphism affect users’ functional and psychological barriers in the context of AI-based robo-advisor resistance. The findings of this study are important for financial institutions seeking to use AI to reduce users’ resistance to robo-advisors and increase financial inclusion.",
    "url": "https://doi.org/10.1108/itp-07-2024-0921",
    "doi": "https://doi.org/10.1108/itp-07-2024-0921",
    "filter": 0,
    "journal_full": "Information Technology & People"
  },
  {
    "discipline": "communication",
    "title": "Adult attachment as a predictor of savoring quality in mothers of toddlers: Results from a 4-week randomized trial",
    "authors": "Silvia Perzolli, Daniela Arcos, Margaret L. Kerr, Patricia A. Smiley, Jessica L. Borelli",
    "abstract": "Parental attachment is a robust predictor of parents’ emotion regulation and parent-child interaction quality. However, little is known about how attachment representations influence parents’ ability to engage in savoring, the process of attending to and prolonging positive emotional experiences. This study examined the association between maternal attachment and two aspects of savoring quality in the context of a large randomized controlled trial. Mothers ( N = 147) of toddlers (aged 18–27 months) participated in this longitudinal study. Prior to being randomized to a Personal Savoring (PS) or Relational Savoring (RS) condition (delivered four times over a 4-week period), participants completed the Adult Attachment Interview (AAI) and the Experiences in Close Relationships-Revised questionnaire (ECR-R). Savoring quality was coded from transcripts of the savoring sessions and two indices of savoring quality were derived, positivity and specificity. AAI secure attachment predicted higher savoring quality (higher positivity and specificity), whereas AAI dismissing attachment predicted lower savoring quality (specifically, lower positivity but not specificity). Neither ECR-R avoidance nor ECR-R anxiety was associated with savoring quality. These results suggest that narrative assessments, such as the AAI, can reveal attachment dynamics that may be not captured by self-report measures in relation to savoring quality. AAI dismissing attachment is associated with lower positivity during savoring, highlighting the need for interventions that specifically address the emotional distancing characteristic of dismissing attachment. Additionally, the link between AAI secure attachment and specificity suggests that enhancing specificity could be an effective intervention target to promote positive outcomes in savoring practices.",
    "url": "https://doi.org/10.1177/02654075251342712",
    "doi": "https://doi.org/10.1177/02654075251342712",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships"
  },
  {
    "discipline": "communication",
    "title": "Dispositional and communicated dyadic perspective-taking during conflicts and intimate partner violence perpetration in young adult couples",
    "authors": "Marianne Emond, Brenda Ramos, Apollonia Pudelko, Florence Léonard, Katherine Péloquin, Audrey Brassard, Marie-Ève Daspe",
    "abstract": "Understanding others’ thoughts and feelings (i.e., perspective-taking) has consistently been recognized as a crucial protective factor against intimate partner violence (IPV). However, previous research has predominantly focused on dispositional perspective-taking, assessed through self-report measures, and has often overlooked communicated perspective-taking, assessed through observational measures, even though it may play a critical role in preventing romantic conflicts from escalating into violence. The current study used a dyadic observational design to examine the associations between (1) self-reported dispositional and (2) observed communicated dyadic perspective-taking during an actual couple conflict discussion and psychological, physical and sexual IPV perpetration in an inclusive sample of young adult community couples ( n = 178). Findings revealed distinct associations between dispositional and communicated perspective-taking across IPV forms. Both dispositional and communicated perspective-taking were negatively associated with the individual’s own and their partner’s psychological IPV perpetration. Dispositional perspective-taking was negatively associated with the individual’s own physical IPV perpetration, while communicated perspective-taking was negatively associated with the partner’s physical IPV perpetration. Dispositional perspective-taking was negatively associated with one’s own and their partner’s sexual IPV perpetration. Secondary analyses also showed significant interactions between partners’ perspective-taking in association with IPV. Our findings highlight the overlapping yet unique and inherently dyadic contributions of dispositional and communicated perspective-taking to IPV dynamics in young adult couples.",
    "url": "https://doi.org/10.1177/02654075251349349",
    "doi": "https://doi.org/10.1177/02654075251349349",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships"
  },
  {
    "discipline": "communication",
    "title": "How News Media Relates to Political Dissatisfaction Over Time: Results from a 4-Wave-Panel Study Analyzing Reinforcing Processes Between Different Forms of Political Dissatisfaction and Their Relation to News Media Exposure and Media Trust",
    "authors": "Christina Schumann, Dorothee Arlt",
    "url": "https://doi.org/10.1080/15205436.2025.2511616",
    "doi": "https://doi.org/10.1080/15205436.2025.2511616",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Investigating Publics’ Communicative Action in Problem Solving (CAPS) Through Data Science",
    "authors": "Sunha Yeo, Joohee Kim, Juwon Kim, Sungahn Ko",
    "abstract": "This study examined the communicative action in problem solving model through data science-driven approaches to enhance the understanding of online publics’ communication behaviors. Using ChatGPT, the study analyzed YouTube comments from news channels that covered a contentious entertainment issue with multiple related events. The findings indicated that communication behaviors changed over time and manifested in diverse combinations. In addition, the study demonstrated that aware publics in the digital era were not merely passive; rather, they engaged in communication activities similar to active publics. Furthermore, it identified distinct communication behaviors associated with certain types of publics, indicating that public types also evolve dynamically across events. The results suggested that the communicative action in problem solving model served as a valuable framework for examining online communication behaviors in the digital era. Based on these insights, this study offered both academic and practical contributions to the field.",
    "url": "https://doi.org/10.17645/mac.9552",
    "doi": "https://doi.org/10.17645/mac.9552",
    "filter": 0,
    "journal_full": "Media and Communication"
  },
  {
    "discipline": "communication",
    "title": "Beyond Dichotomies: Empathy and Listening in Deliberative Democracy",
    "authors": "Katharina Anna Sodoma, Daniel Sharp",
    "url": "https://doi.org/10.1080/10584609.2025.2496656",
    "doi": "https://doi.org/10.1080/10584609.2025.2496656",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "How Should We Study Multiple Platforms? Lessons from Deliberative Systems Theory",
    "authors": "Jennifer Forestal",
    "url": "https://doi.org/10.1080/10584609.2025.2512319",
    "doi": "https://doi.org/10.1080/10584609.2025.2512319",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "The complicity of corporate sustainability on social issues: Investigating the mediating roles of valence and perceived authenticity",
    "authors": "Juan Liu, Lingling Zhang",
    "url": "https://doi.org/10.1016/j.pubrev.2025.102564",
    "doi": "https://doi.org/10.1016/j.pubrev.2025.102564",
    "filter": 0,
    "journal_full": "Public Relations Review"
  },
  {
    "discipline": "communication",
    "title": "Friend or faux: Testing the perceived authenticity of corporate socio-political activism messages on Instagram through the lens of Black Lives Matter",
    "authors": "Shanetta M. Pendleton",
    "url": "https://doi.org/10.1016/j.pubrev.2025.102558",
    "doi": "https://doi.org/10.1016/j.pubrev.2025.102558",
    "filter": 0,
    "journal_full": "Public Relations Review"
  },
  {
    "discipline": "communication",
    "title": "Corporate support for the sustainable development goals: Effects of symbolic and substantive communication",
    "authors": "Cassandra L.C. Troy, Nicholas Eng, Holly Overton",
    "url": "https://doi.org/10.1016/j.pubrev.2025.102545",
    "doi": "https://doi.org/10.1016/j.pubrev.2025.102545",
    "filter": 0,
    "journal_full": "Public Relations Review"
  },
  {
    "discipline": "communication",
    "title": "Welcome to the Neighborhood: Assessing Localized Social Media Use and Pro-Community Attitudes in a Multi-National Survey",
    "authors": "Marianne Aubin Le Quéré, Sanjay R. Kairam",
    "abstract": "In the void left by struggling local media, localized social media systems have proliferated on the web as key avenues for the exchange of location-specific information. Yet, as local ecosystems shift, there is a need to understand the types of audiences localized social media spaces attract, and whether these spaces can foster healthy communities. This article presents the results of a multi-national, longitudinal user survey of participants ( N = 2789) on the social media platform Reddit. We show, for the first time, that people who join localized social media spaces also report higher community attachment and political participation intent than users who join other social media spaces. We find evidence that these pro-community attitudes are stronger for longer-term members of localized social media and those who actively contribute through posts and comments. Surprisingly, we also identify that new residents to an area are more likely to belong to a localized social media forum than long-time residents. This article provides context for how the affordances of technology platforms influence the audiences, behaviors, and community impacts of localized social networks.",
    "url": "https://doi.org/10.1177/20563051251333490",
    "doi": "https://doi.org/10.1177/20563051251333490",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "Why share debunking information? Investigating the relationship between motivation, sharing behavior, gratification, and continuous sharing intentions",
    "authors": "Fan Chao, Guang Yu, Yuan Sun",
    "url": "https://doi.org/10.1016/j.tele.2025.102280",
    "doi": "https://doi.org/10.1016/j.tele.2025.102280",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Online vaccine misinformation and susceptible publics: Understanding the differences between misinformation-immune, -vulnerable, -receptive, and -amplifying publics’ perceptions and behavioral intentions",
    "authors": "Arunima Krishna, Michelle A. Amazeen, Rob Eschmann",
    "url": "https://doi.org/10.1016/j.tele.2025.102279",
    "doi": "https://doi.org/10.1016/j.tele.2025.102279",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "politics",
    "title": "Press Coverage and Accountability in State Legislatures",
    "authors": "ANDREW C. W. MYERS",
    "abstract": "State legislatures are critical policymaking bodies, yet recent studies suggest that elections rarely hold state legislators accountable for their representation and voters generally know little about legislative politics. Would state legislatures function differently if voters had access to more information about legislative politics? Leveraging the haphazard overlap of newspaper markets and legislative districts, I construct and validate a measure of legislative press coverage in all 49 partisan state legislatures for the years 2000–2022 that is plausibly uncorrelated with other district-level variables. Drawing on this large-scale dataset, this article traces the impact of press coverage on state legislative voters, elections, and, ultimately, representation. I find that robust local press coverage substantially augments down-ballot voter engagement, the electoral return to ideological moderation, and the incumbency advantage. Once in office, I further document that state legislators who receive stronger press coverage work more for their constituencies and diverge less from their district’s median voter. Overall, these results suggest that state legislators would be more moderate, representative, and productive were local press coverage strengthened.",
    "url": "https://doi.org/10.1017/s000305542500022x",
    "doi": "https://doi.org/10.1017/s000305542500022x",
    "filter": 0,
    "journal_full": "American Political Science Review"
  },
  {
    "discipline": "politics",
    "title": "How social desirability bias impacts the expression of emotions",
    "authors": "Marzia Oceno",
    "abstract": "Emotions and their sociopolitical impact have received increasing scholarly attention. However, it remains largely unclear whether emotional expression within surveys is subject to social desirability bias. By drawing on impression management theory and the disclosure decision model, I argue that emotional expression is likely prone to social desirability bias in interviewer-administered survey modes and test my hypotheses on mixed-mode ANES data. The findings demonstrate that respondents significantly underreport negative emotions—anger and fear—when interviewed face-to-face as compared to online. Furthermore, positive emotions, such as hope and pride, are not exempt from biased reporting related to interview mode. These results highlight the risks of estimating emotions and their salience by either relying on interviewer administration or combining survey modes.",
    "url": "https://doi.org/10.1017/psrm.2025.10016",
    "doi": "https://doi.org/10.1017/psrm.2025.10016",
    "filter": 0,
    "journal_full": "Political Science Research and Methods"
  },
  {
    "discipline": "public opinion",
    "title": "Personality Traits and Individual Attitudes Toward Transitional Justice: Evidence From Taiwan",
    "authors": "Wei-Ting Tsai, Ching-Hsing Wang",
    "abstract": "This study aims to empirically examine individual attitudes toward transitional justice (TJ), especially focusing on how the Big Five personality traits influence individual perceptions of TJ. Using the original survey data collected in Taiwan, this study finds that personality traits exert some influence on different aspects of attitudes toward TJ. Among the 5 personality traits, openness to experience has a more significant and consistent effect on individual attitudes toward TJ. People with higher levels of openness to experience tend to support most TJ measures. Besides, the results from the experimental design reveal that different narratives of TJ would affect individual support for TJ. Overall, this study provides the theoretical foundation and empirical evidence for a psychological explanation of individual attitudes toward TJ and makes some significant contributions to the study of TJ.",
    "url": "https://doi.org/10.1093/ijpor/edaf015",
    "doi": "https://doi.org/10.1093/ijpor/edaf015",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "psychology",
    "title": "Thinking Clearly About Age, Period, and Cohort Effects",
    "authors": "Julia M. Rohrer",
    "abstract": "Psychological researchers are interested in how things change over time and routinely make claims about age effects (e.g., personality maturation), cohort effects (e.g., generational differences in narcissism), and sometimes, period effects (e.g., secular trends in mental health). The age-period-cohort identification problem means that these claims are not possible based on the data alone: Any possible temporal pattern can be explained by an infinite number of combinations of age, period, and cohort effects. This concern holds regardless of the study design (it also applies to longitudinal designs covering multiple cohorts) and the number of observations available (it also applies if researchers observe the whole population). Researchers usually rely on statistical models that impose constraints to pick one specific decomposition of effects. Unfortunately, these constraints often remain opaque, resulting in a lack of scrutiny of the underlying assumptions. How can researchers reason more transparently and systematically about age, period, and cohort? Here, I summarize advances in the understanding of the precise nature of the identification problem, provide an overview of ways to move forward, and highlight one approach that is particularly transparent about assumptions: bounding analysis, a framework developed by sociologists Ethan Fosse and Christopher Winship. To illustrate this approach, I analyze how age, period, and cohort affect attitudes toward working mothers in the German General Social Survey.",
    "url": "https://doi.org/10.1177/25152459251342750",
    "doi": "https://doi.org/10.1177/25152459251342750",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "sociology",
    "title": "Quantifying Narrative Similarity Across Languages",
    "authors": "Hannah Waight, Solomon Messing, Anton Shirikov, Margaret E. Roberts, Jonathan Nagler, Jason Greenfield, Megan A. Brown, Kevin Aslett, Joshua A. Tucker",
    "abstract": "How can one understand the spread of ideas across text data? This is a key measurement problem in sociological inquiry, from the study of how interest groups shape media discourse, to the spread of policy across institutions, to the diffusion of organizational structures and institution themselves. To study how ideas and narratives diffuse across text, we must first develop a method to identify whether texts share the same information and narratives, rather than the same broad themes or exact features. We propose a novel approach to measure this quantity of interest, which we call “narrative similarity,” by using large language models to distill texts to their core ideas and then compare the similarity of claims rather than of words, phrases, or sentences. The result is an estimand much closer to narrative similarity than what is possible with past relevant alternatives, including exact text reuse, which returns lexically similar documents; topic modeling, which returns topically similar documents; or an array of alternative approaches. We devise an approach to providing out-of-sample measures of performance (precision, recall, F1) and show that our approach outperforms relevant alternatives by a large margin. We apply our approach to an important case study: The spread of Russian claims about the development of a Ukrainian bioweapons program in U.S. mainstream and fringe news websites. While we focus on news in this application, our approach can be applied more broadly to the study of propaganda, misinformation, diffusion of policy and cultural objects, among other topics.",
    "url": "https://doi.org/10.1177/00491241251340080",
    "doi": "https://doi.org/10.1177/00491241251340080",
    "filter": 0,
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "sociology",
    "title": "Simulating Subjects: The Promise and Peril of Artificial Intelligence Stand-Ins for Social Agents and Interactions",
    "authors": "Austin C. Kozlowski, James Evans",
    "abstract": "Large language models (LLMs), through their exposure to massive collections of online text, learn to reproduce the perspectives and linguistic styles of diverse social and cultural groups. This capability suggests a powerful social scientific application—the simulation of empirically realistic, culturally situated human subjects. Synthesizing recent research in artificial intelligence and computational social science, we outline a methodological foundation for simulating human subjects and their social interactions. We then identify six characteristics of current models that are likely to impair the realistic simulation of human subjects: bias, uniformity, atemporality, disembodiment, linguistic cultures, and alien intelligence. For each of these areas, we discuss promising approaches for overcoming their associated shortcomings. Given the rate of change of these models, we advocate for an ongoing methodological program for the simulation of human subjects that keeps pace with rapid technical progress, and caution that validation against human subjects data remains essential to ensure simulation accuracy.",
    "url": "https://doi.org/10.1177/00491241251337316",
    "doi": "https://doi.org/10.1177/00491241251337316",
    "filter": 0,
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "sociology",
    "title": "An Optimal Stratification Method for Addressing Nonresponse Bias in Bayesian Adaptive Survey Design",
    "authors": "Yongchao Ma, Nino Mushkudiani, Barry Schouten",
    "abstract": "In a probability sampling survey, adaptive data collection strategies may be used to obtain a response set that minimizes nonresponse bias within budget constraints. Previous research has stratified the target population into subgroups defined by categories of auxiliary variables observed for the entire population, and tailored strategies to obtain similar response rates across subgroups. However, if the auxiliary variables are weakly correlated with the target survey variables, optimizing data collection for these subgroups may not reduce nonresponse bias and may actually increase the variance of survey estimates. In this paper, we propose a stratification method to identify subgroups by: (1) predicting values of target survey variables from auxiliary variables, and (2) forming subgroups with different response propensities based on the predicted values of target survey variables. By tailoring different data collection strategies to these subgroups, we can obtain a response set with less variation in response propensities across subgroups that are directly relevant to the target survey variables. Given this rationale, we also propose to measure nonresponse bias by the coefficient of variation of response propensities estimated from the predicted target survey variables. A case study using the Dutch Health Survey shows that the proposed stratification method generally produces less variation in response propensities with respect to the predicted target survey variables compared to traditional methods, thereby leading to a response set that better resembles the population.",
    "url": "https://doi.org/10.1177/00491241251345463",
    "doi": "https://doi.org/10.1177/00491241251345463",
    "filter": 0,
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "multidisciplinary",
    "title": "A semantic embedding space based on large language models for modelling human beliefs",
    "authors": "Byunghwee Lee, Rachith Aiyappa, Yong-Yeol Ahn, Haewoon Kwak, Jisun An",
    "abstract": "Beliefs form the foundation of human cognition and decision-making, guiding our actions and social connections. A model encapsulating beliefs and their interrelationships is crucial for understanding their influence on our actions. However, research on belief interplay has often been limited to beliefs related to specific issues and has relied heavily on surveys. Here we propose a method to study the nuanced interplay between thousands of beliefs by leveraging online user debate data and mapping beliefs onto a neural embedding space constructed using a fine-tuned large language model. This belief space captures the interconnectedness and polarization of diverse beliefs across social issues. Our findings show that positions within this belief space predict new beliefs of individuals and estimate cognitive dissonance on the basis of the distance between existing and new beliefs. This study demonstrates how large language models, combined with collective online records of human beliefs, can offer insights into the fundamental principles that govern human belief formation.",
    "url": "https://doi.org/10.1038/s41562-025-02228-z",
    "doi": "https://doi.org/10.1038/s41562-025-02228-z",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Defusing political animosity in the United States with a cooperative online quiz game",
    "authors": "Lucas Woodley, Evan DeFilippis, Shankar Ravi, Joshua D. Greene",
    "abstract": "Rising political animosity threatens democracy in the United States and other nations. Previous research indicates that intergroup contact under favourable conditions can reduce animosity. Other research indicates that mutually beneficial cooperation is essential for maintaining complex social structures. Building on these ideas, we asked whether mutually beneficial cooperation can reduce animosity between opposing political party members and whether this is possible in an anonymous online context. We created an online quiz game, Tango (letstango.org), where Republicans and Democrats partner and communicate in real time. Across five experiments (N = 4,493, four preregistered), we find that an hour of gameplay with an outparty partner can reduce negative partisanship, with increased self-reported warmth, more equitable economic allocations and more favourable outparty meta-perceptions persisting for up to four months. Gameplay also improves democracy-related attitudes, with effects persisting for one week. The game receives high enjoyability ratings, which may increase motivation to engage with this intervention.",
    "url": "https://doi.org/10.1038/s41562-025-02225-2",
    "doi": "https://doi.org/10.1038/s41562-025-02225-2",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  }
]
