[
  {
    "discipline": "communication",
    "title": "Measuring Gaining and Holding Attention to Social Media Ads with Viewport Logging: A Validation Study Using Mobile Eye-Tracking",
    "authors": "Daniel Bruns, Julian Felix Kopka, Lennart Borgmann, Steffen Prior, Tobias Langner",
    "url": "https://doi.org/10.1080/00913367.2025.2524186",
    "doi": "https://doi.org/10.1080/00913367.2025.2524186",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Consolation Strategies in Children’s News: A Comparative Content Analysis of Television and TikTok",
    "authors": "Silke Brandsen, Baldwin Van Gorp, Michaël Opgenhaffen",
    "url": "https://doi.org/10.1177/10776990251357952",
    "doi": "https://doi.org/10.1177/10776990251357952",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study examined consolation strategies in children’s news on television and their remediated content on TikTok. A content analysis of 987 TikTok videos and 201 broadcasts of the Flemish children’s news program Karrewiet was conducted using a codebook developed through focus groups with children aged 8 to 12 ( N = 101) and validated via member-check interviews. Results revealed that television news relies on experts and child sources for consolation, while TikTok avoids sensational images and emphasizes the reporter’s role. In addition, the findings highlight challenges adults face in assessing potentially frightening content for children and recommend involving children in research and editorial decision-making."
  },
  {
    "discipline": "communication",
    "title": "How Right-Wing Media, Twitter, Facebook, and YouTube Circulated Antipathy and Threat Cues About Immigrants: A Cross-Media and Cross-Platform Approach",
    "authors": "Yini Zhang, Ruixue Lian",
    "url": "https://doi.org/10.1080/15205436.2025.2529999",
    "doi": "https://doi.org/10.1080/15205436.2025.2529999",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "National security versus freedom of speech: How media exposure, personal values, and media framing influence non-users’ support for a national ban on TikTok",
    "authors": "Huu Dat Tran, Pham Phuong Uyen Diep, Hayley Booth",
    "url": "https://doi.org/10.1177/14614448251349427",
    "doi": "https://doi.org/10.1177/14614448251349427",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Our study examines how external factors, including media exposure, personal values, and media framing (i.e. national security vs free speech), influence non-users’ support for a national TikTok ban in the United States via an online experiment-embedded survey ( N = 498). Results show that while perceived national security threats predicted ban support only in the national security condition, concerns about free speech violations consistently decreased support across all conditions. An analysis of open-ended responses further demonstrated that participants adopted the framing language consistent with their experimental condition. Findings suggest that personal value framing in the media, especially those related to free speech values, plays a crucial role in shaping public opinion on social media regulation policies. We thus contribute to a comprehensive understanding of how media framing influences policy preferences for emerging digital governance issues such as social media regulations. Other implications were also discussed."
  },
  {
    "discipline": "communication",
    "title": "News avoidance or curation? Explicating the psychological process in news consumption on Facebook",
    "authors": "Biying Wu-Ouyang, Shuning Lu, Hsuan-Ting Chen",
    "url": "https://doi.org/10.1177/14614448251351280",
    "doi": "https://doi.org/10.1177/14614448251351280",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study investigates how people employ different news consumption strategies in the personalized but overloaded information environment. Specifically, we examine the psychological mechanisms of news curation and news avoidance through fear of missing out (FoMO) and news overload. An autoregressive analysis of two-wave panel data ( N = 834) shows that news use indirectly affects both news consumption strategies first through FoMO and then through news overload on Facebook. More importantly, the indirect effect occurs only for those who engage in cross-cutting discussion at high and middle but not low levels. This finding addresses a classic dilemma: despite growing concern over increased news consumption, social media users are able to strike a balance between staying informed through news curation and protecting themselves from being overloaded by news avoidance. However, these strategies can be biased because users tend to personalize their information intake after encountering disagreeing viewpoints."
  },
  {
    "discipline": "communication",
    "title": "The consequences of “The Bird is Free”: A computational analysis of aversive LGBTQIA+ tweets and engagement trends before and after Elon Musk dismantled the platform’s moderation system",
    "authors": "Gyo Hyun Koo, Josephine Lukito, Gina M Masullo, Christian Staal Bruun Overgaard, Bek Orr",
    "url": "https://doi.org/10.1177/14614448251356240",
    "doi": "https://doi.org/10.1177/14614448251356240",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This research uses Twitter discourse about LGBTQIA+ people as a case study to investigate how changes in social media platform management and policies affect conversations about marginalized communities in digital spaces. We examine Twitter discourse before and after Elon Musk’s acquisition and the immediate dismantling of content moderation efforts to identify changes in aversiveness in conversations about LGBTQIA+ people and users’ engagement with such content. Time-series intervention analyses of 6 months of Twitter data ( n = 323,440) show that tweets with toxicity, insults, and threats increased in the 3 months after Musk’s takeover, although the differences were small. The volatility of aversive content also grew over time. Post-Musk, tweets with severe toxicity and insults received more engagement than before. This research provides insight into Twitter as one representation of the shared reality of today’s cultural moment, with implications for minoritized groups and the free flow of information on social media platforms."
  },
  {
    "discipline": "communication",
    "title": "Dynamic Legitimation Theory and Populist Authoritarian Leaders: The Rhetorical Framing of International Status for Domestic Legitimacy",
    "authors": "John C. Stanko",
    "url": "https://doi.org/10.1080/10584609.2025.2529939",
    "doi": "https://doi.org/10.1080/10584609.2025.2529939",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "“Stop Being so Fkn Soft”: Masculinity, Politics, and the Acceptance of Gender-Based Online Violence Myths Among Young Canadian Men",
    "authors": "Esteban Morales, Jaigris Hodson, Yimin Chen, Kaitlynn Mendes, George Veletsianos, Chandell Gosse",
    "url": "https://doi.org/10.1177/20563051251358754",
    "doi": "https://doi.org/10.1177/20563051251358754",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Defining manhood is a critical concern in contemporary politics, especially due to its increasing role in shaping cultural narratives toward gender-based violence—and in particular, toward gender-based technology-facilitated violence and abuse (GBTFVA). In this context, this study investigates how political affiliation influences perceptions of GBTFVA among young Canadian men. To explore this, we draw on a survey of 1297 young Canadian men who align themselves with ideological affiliations across the political spectrum. Overall, our results show that political ideologies matter when understanding who enacts and sustains GBTFVA, as they significantly shape attitudes toward gender-based violence in digital spaces. Moreover, while we note that conservative participants displayed higher acceptance of GBTFVA myths than their liberal counterparts (such as She wanted it and She asked for it ), findings show that these harmful narratives are endorsed in different yet meaningful ways throughout all ideological affiliations. Furthermore, we found that one myth— It wasn’t really gender-based online abuse —is similarly endorsed across all political affiliations, thus highlighting the scope of these narratives that diminish the experience of targets across political discourses. By illuminating these intersections, this study provides valuable insights into the cultural and ideological underpinnings of GBTFVA, offering leverage points for societal change and prevention efforts."
  },
  {
    "discipline": "communication",
    "title": "Fact-Checking News Use and Political Misperception: Testing the Cognitive Process of Elaboration on Political Knowledge",
    "authors": "Yi Wang, Han lin, Bumsoo Kim, Yonghwan Kim",
    "url": "https://doi.org/10.1177/19401612251351149",
    "doi": "https://doi.org/10.1177/19401612251351149",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Fact-checking can play an essential role in reducing political misperceptions. However, how effective it is in doing so has yet to be understood. This study uses data from a two-wave panel survey administered during the 2022 Korean presidential election (Wave 1: N = 1175, Wave 2: N = 948) to examine the role of fact-checking news in reducing political misperceptions in the sociopolitical context of South Korea. Based on the Orientation-Stimulus-Reasoning-Orientation-Response model, we propose a reasoning process following fact-checking news use that involves cognitive elaboration and political discussion and examine the mediating effects of these processes in the relationship between the use of fact-checking news and individuals’ misperceptions. The findings suggest that cognitive elaboration and political discussion play significant roles in influencing the development of citizens’ political knowledge. Fact-checking reduces political misperceptions indirectly through elaboration, political discussion, and political knowledge. Implications of the findings for the effectiveness of fact-checking news are discussed."
  },
  {
    "discipline": "communication",
    "title": "Digital Diplomacy Followers as Indicator of Clout: Measuring the “Al-Jazeera Effect”",
    "authors": "Ilan Manor, Tal Samuel-Azran",
    "url": "https://doi.org/10.1177/19401612251345974",
    "doi": "https://doi.org/10.1177/19401612251345974",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "The “Al-Jazeera Effect” posits that Al-Jazeera has reshaped global news flows while challenging the hegemony of Western news outlets. However, few studies to date have measured this “Effect” or offered a method for doing so. This study addressed this gap by conceptualizing news outlets’ online following as Clout and assessing Al-Jazeera’s ability to attract high-quality digital diplomacy followers on Twitter including Ministries of Foreign Affairs (MFAs) and UN Missions. Such an analysis is important as the Clout of international news outlets arises in part from their ability to impact foreign policy makers. Using a sample of 56 MFAs, and 132 UN Missions, the study analyzed Al-Jazeera’s digital diplomacy following on Twitter and compared it to that of CNN, BBC World and Reuters. Quality of digital diplomacy followers was assessed using an innovative model consisting of fifteen variables, including offline variables, online variables, and networked variables. Statistical analyses and network analyses demonstrate that Al-Jazeera attracts high-quality digital diplomacy followers, be it UN Missions of affluent states and world powers, or MFAs that are central to diplomatic networks on Twitter. The study also assessed diplomatic institutions’ engagement with Al-Jazeera Tweets, which was found to be quite low. By developing a unique model for assessing the quality of digital diplomacy followers, this study offers a method for measuring the impact of news outlets in the age of social media."
  },
  {
    "discipline": "politics",
    "title": "The Troubles and Beyond: The impact of a museum exhibit on a post‐conflict society",
    "authors": "Laia Balcells, Elsa Voytas",
    "url": "https://doi.org/10.1111/ajps.70001",
    "doi": "https://doi.org/10.1111/ajps.70001",
    "filter": 0,
    "journal_full": "American Journal of Political Science",
    "abstract": "In divided societies, can museums contribute to healing and recovery? While efforts to memorialize past violence typically aim to promote tolerance and reconciliation, remembering could exacerbate divisions in recovering societies where the past is deeply contested. We examine a transitional justice museum exhibit in Northern Ireland. We combine evidence from nearly 1,400 participants across focus groups, a field experiment at the Troubles and Beyond exhibit in the Ulster Museum, and a survey that randomly exposed respondents to exhibit materials. Our findings indicate that although individuals experience strong emotional responses to the exhibit materials, these emotions do not correspond to shifts in perceptions of past violent conflict or preferences for addressing it. These results may reflect the balanced curation of the museum exhibit, which avoids imposing a singular narrative. While this approach prevents further polarization, it also limits the potential for fostering social cohesion."
  },
  {
    "discipline": "politics",
    "title": "The populist spiral: How populist rhetoric spreads within party systems",
    "authors": "Vlad Surdea-Hernea",
    "url": "https://doi.org/10.1177/13540688251362306",
    "doi": "https://doi.org/10.1177/13540688251362306",
    "filter": 0,
    "journal_full": "Party Politics",
    "abstract": "This paper investigates whether populism, independent of its substantive policy correlates, diffuses within party systems as a rhetorical strategy. Building on theories of political contagion, I argue that populism’s simplicity and flexibility make it an attractive tool for parties seeking to mobilize voters, disrupt competitors, and respond to systemic pressures. Using the V-Party dataset, which provides expert-coded estimates of populist rhetoric across a global sample of parties, I construct a leave-one-out (LOO) Index to capture systemic populist signals. Time-series cross-sectional regression models with fixed effects reveal that higher levels of systemic populism significantly increase the likelihood of parties adopting populist rhetoric in subsequent electoral cycles. The effect is most pronounced for anti-elitism and people-centrism, while pluralistic norms and non-violence remain stable. Right-leaning parties exhibit stronger responsiveness, reflecting the natural alignment between populist themes and conservative platforms."
  },
  {
    "discipline": "politics",
    "title": "Estimating the Local Average Treatment Effect Without the Exclusion Restriction",
    "authors": "Zachary Markovich",
    "url": "https://doi.org/10.1017/pan.2025.10005",
    "doi": "https://doi.org/10.1017/pan.2025.10005",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "Existing approaches to conducting inference about the Local Average Treatment Effect or LATE require assumptions that are considered tenuous in many applied settings. In particular, Instrumental Variable techniques require monotonicity and the exclusion restriction while principal score methods rest on some form of the principal ignorability assumption. This paper provides new results showing that an estimator within the class of principal score methods allows conservative inference about the LATE without invoking such assumptions. I term this estimator the Compliance Probability Weighting estimator and show that, under very mild assumptions, it provides an asymptotically conservative estimator for the LATE. I apply this estimator to a recent survey experiment and provide evidence of a stronger effect for the subset of compliers than the original authors had uncovered."
  },
  {
    "discipline": "politics",
    "title": "Measuring the Quality of Answers in Political Q&amp;As with Large Language Models",
    "authors": "R. Michael Alvarez, Jacob Morrier",
    "url": "https://doi.org/10.1017/pan.2025.10007",
    "doi": "https://doi.org/10.1017/pan.2025.10007",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "This article proposes a new approach for measuring the quality of answers in political question-and-answer sessions. We assess the quality of an answer based on how easily and accurately it can be recognized among a random set of candidate answers given the question’s text. This measure reflects the answer’s relevance and depth of engagement with the question. Drawing a parallel with semantic search, we can implement this approach by training a language model on the corpus of observed questions and answers without additional human-labeled data. We showcase and validate our methodology within the context of the Question Period in the Canadian House of Commons. Our analysis reveals that while some answers only have a weak semantic connection to questions, suggesting some evasion or obfuscation, they are generally at least moderately relevant, far exceeding what we would expect from random replies. We also find meaningful correlations between the quality of answers and the party affiliation of the members of Parliament asking the questions."
  },
  {
    "discipline": "politics",
    "title": "Balancing Precision and Retention in Experimental Design",
    "authors": "Gustavo Diaz, Erin Rossiter",
    "url": "https://doi.org/10.1017/pan.2025.10008",
    "doi": "https://doi.org/10.1017/pan.2025.10008",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "In experimental social science, precise treatment effect estimation is of utmost importance, and researchers can make design choices to increase precision. Specifically, block-randomized and pre-post designs are promoted as effective means to increase precision. However, implementing these designs requires pre-treatment covariates, and collecting this information may decrease sample sizes, which in and of itself harms precision. Therefore, despite the literature’s recommendation to use block-randomized and pre-post designs, it remains unclear when to expect these designs to increase precision in applied settings. We use real-world data to demonstrate a counterintuitive result: precision gains from block-randomized or pre-post designs can withstand significant sample loss that may arise during implementation. Our findings underscore the importance of incorporating researchers’ practical concerns into existing experimental design advice."
  },
  {
    "discipline": "public opinion",
    "title": "Freelancers’ Self-Branding: Is a More Analytical Profile Always Better?",
    "authors": "Xiaoti Yue, Hong Hong",
    "url": "https://doi.org/10.1177/08944393251362246",
    "doi": "https://doi.org/10.1177/08944393251362246",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Establishing a successful brand on online labor platforms is crucial for freelancers. It helps them attract clients and secure a steady stream of income. Freelancers can maintain their self-branding by adjusting the self-introduction text on their profiles. However, the style of self-branding that contributes to career advancement remains unclear. In this study, we examine the impact of analytical writing on building successful self-branding success. We use LIWC to analyze 7860 profile overviews from 1965 Upwork freelancers collected over four consecutive months. The empirical results show that a highly analytical writing style in these profiles has a negative effect on freelance earnings. Furthermore, we explore the heterogeneity of this effect. We find that higher education and more extensive experience of freelancers mitigate this negative impact, while higher job success scores and top freelancer badges amplify it. Our findings provide guidance for various stakeholders in the online labor market, including freelancers and platform owners, and contribute to the literature on the freelance labor market."
  },
  {
    "discipline": "psychology",
    "title": "Bridging Traditional-Statistics and Machine-Learning Approaches in Psychology: Navigating Small Samples, Measurement Error, Nonindependent Observations, and Missing Data",
    "authors": "Rosa Lavelle-Hill, Gavin Smith, Kou Murayama",
    "url": "https://doi.org/10.1177/25152459251345696",
    "doi": "https://doi.org/10.1177/25152459251345696",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "In recent years, machine learning has propagated into different aspects of psychological research, and supervised machine-learning methods have increasingly been used as a tool for predicting human behavior or psychological characteristics when there is a large number of possible predictors. However, researchers often face practical challenges when using machine-learning methods on psychological data. In this article, we identify and discuss four key challenges that often arise when applying machine learning to data collected for psychological research. The four challenge areas cover (a) limited sample size, (b) measurement error, (c) nonindependent data, and (d) missing data. Such challenges are extensively discussed in the “traditional” statistical literature but are often not explicitly addressed, or at least not to the same extent, in the applied-machine-learning community. We present how each of these challenges is dealt with first from a traditional-statistics perspective and then from a machine-learning perspective and discuss the strengths and weaknesses of these solutions by comparing the approaches. We argue that the boundary between traditional statistics and machine learning is fluid and emphasize the need for cross-disciplinary collaboration to better tackle these core challenges and improve replicability."
  },
  {
    "discipline": "psychology",
    "title": "Large Language Models for Psychological Assessment: A Comprehensive Overview",
    "authors": "Jocelyn Brickman, Mehak Gupta, Joshua R. Oltmanns",
    "url": "https://doi.org/10.1177/25152459251343582",
    "doi": "https://doi.org/10.1177/25152459251343582",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Large language models (LLMs) are extraordinary tools demonstrating potential to improve the understanding of psychological characteristics. They provide an unprecedented opportunity to supplement self-report in psychology research and practice with scalable behavioral assessment. However, they also pose unique risks and challenges. In this article, we provide an overview and guide for psychological scientists to evaluate LLMs for psychological assessment. In the first section, we briefly review the development of transformer-based LLMs and discuss their advances in natural language processing. In the second section, we describe the experimental design process, including techniques for language data collection, audio processing and transcription, text preprocessing, and model selection, and analytic matters, such as model output, model evaluation, hyperparameter tuning, model visualization, and topic modeling. At each stage, we describe options, important decisions, and resources for further in-depth learning and provide examples from different areas of psychology. In the final section, we discuss important broader ethical and implementation issues and future directions for researchers using this methodology. The reader will develop an understanding of essential ideas and an ability to navigate the process of using LLMs for psychological assessment."
  },
  {
    "discipline": "psychology",
    "title": "Developing fine-grained sense-aware lexical sophistication indices based on the CEFR levels of word senses",
    "authors": "Nan Hu, Xiaofei Lu, Renfen Hu",
    "url": "https://doi.org/10.3758/s13428-025-02741-z",
    "doi": "https://doi.org/10.3758/s13428-025-02741-z",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Virtual or Human Influencers as Endorsers? Behavioral and EEG Evidence of How Influencer Type Affects Purchase Intention of New Products",
    "authors": "Qingxi Yao, Yunli Liu, Bin Hu, Jia Jin",
    "url": "https://doi.org/10.1016/j.chb.2025.108754",
    "doi": "https://doi.org/10.1016/j.chb.2025.108754",
    "filter": 0,
    "journal_full": "Computers in Human Behavior"
  },
  {
    "discipline": "psychology",
    "title": "A case of mistaken identity: Miscategorisation of the ingroup as a historically rivalrous outgroup triggers collective narcissism",
    "authors": "Rita Guerra, Agnieszka Golec de Zavala, Kinga Bierwiaczonek, Pawel Ciesielski, Georgios Abakoumkin, Tim Wildschut, Constantine Sedikides",
    "url": "https://doi.org/10.1177/13684302251345405",
    "doi": "https://doi.org/10.1177/13684302251345405",
    "filter": 0,
    "journal_full": "Group Processes & Intergroup Relations",
    "abstract": "Collective narcissism’s links with intergroup relations, such as intergroup hostility, are well established, but less is known about the intergroup conditions that trigger it. We experimentally examined whether categorisation threat—operationalised as mistaking the ingroup for a historically rivalrous outgroup, thus undermining the ingroup’s uniqueness—heightens collective narcissism, and whether this, in turn, escalates hostility toward the pertinent outgroup through collective narcissism. Additionally, we compared collective narcissism to another form of ingroup positivity: ingroup satisfaction. We conducted four experiments ( N = 1,537) manipulating categorisation threat in two national contexts (Poland, Portugal), and carried out an internal meta-analysis. As hypothesised, the findings revealed an increase in collective narcissism, as well as a positive indirect effect of categorisation threat on outgroup hostility mediated by collective narcissism, but not by ingroup satisfaction. This research establishes categorisation threat as a robust trigger of collective narcissism."
  },
  {
    "discipline": "psychology",
    "title": "Increasing Perceived Outgroup Heterogeneity Following Exposure to Extreme Violence: An Intervention Tournament in Times of War",
    "authors": "Ilana Ushomirsky, Yossi Hasson, Renana Atia, Nitzan Attias, Meital Balmas, Kinneret Endevelt, Tamar Gur, Boaz Hameiri, Shira Hebel-Sela, Oded Adomi Leshem, Nechumi Malovicki-Yaffe, Devorah Manekin, Anat Perry, Roni Porat, Tamar Saguy, Eric Shuman, Eran Halperin",
    "url": "https://doi.org/10.1177/01461672251345517",
    "doi": "https://doi.org/10.1177/01461672251345517",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "Exposure to political violence often drives individuals toward extreme attitudes and greater support for retaliatory policies, including heightened perceptions of outgroup homogeneity. In violent intergroup conflicts, such perceptions can be especially dangerous, as they may justify indiscriminate violence against the outgroup. The current research aims to address Jewish Israelis’ perceptions of Palestinians’ variability following the October 7 Hamas attack on Israel. We simultaneously conducted two intervention tournaments in which we examined the effectiveness of different interventions in increasing the perceived heterogeneity of Palestinians from the West Bank and Gaza Strip ( N = 1,564) and of Palestinian citizens of Israel ( N = 1,628). Several interventions (Outgroup empathy expression, Opinion variance, Internal criticism, Leadership-people distinction, and Moral exemplars) were found effective, suggesting that outgroup perceptions can be altered, even amid extreme violence. Implications for psychological interventions targeting outgroup variability and their implementation in the field are discussed."
  },
  {
    "discipline": "psychology",
    "title": "Robust detection of signed outliers in multivariate data with applications to early identification of risk for autism.",
    "authors": "Jesus E. Delgado, Jed T. Elison, Nathaniel E. Helwig",
    "url": "https://doi.org/10.1037/met0000775",
    "doi": "https://doi.org/10.1037/met0000775",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "sociology",
    "title": ": Not My Type: Automating Sexual Racism in Online Dating",
    "authors": "Ken-Hou Lin",
    "url": "https://doi.org/10.1086/736224",
    "doi": "https://doi.org/10.1086/736224",
    "filter": 0,
    "journal_full": "American Journal of Sociology"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Predicting human decisions with behavioural theories and machine learning",
    "authors": "Ori Plonsky, Reut Apel, Eyal Ert, Moshe Tennenholtz, David Bourgin, Joshua C. Peterson, Daniel Reichman, Thomas L. Griffiths, Stuart J. Russell, Even C. Carter, James F. Cavanagh, Ido Erev",
    "url": "https://doi.org/10.1038/s41562-025-02267-6",
    "doi": "https://doi.org/10.1038/s41562-025-02267-6",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Predicting human decisions under risk and uncertainty remains a fundamental challenge across disciplines. Existing models often struggle even in highly stylized tasks like choice between lotteries. Here we introduce BEAST gradient boosting (BEAST-GB), a hybrid model integrating behavioural theory (BEAST) with machine learning. We first present CPC18, a competition for predicting risky choice, in which BEAST-GB won. Then, using two large datasets, we demonstrate that BEAST-GB predicts more accurately than neural networks trained on extensive data and dozens of existing behavioural models. BEAST-GB also generalizes robustly across unseen experimental contexts, surpassing direct empirical generalization, and helps to refine and improve the behavioural theory itself. Our analyses highlight the potential of anchoring predictions on behavioural theory even in data-rich settings and even when the theory alone falters. Our results underscore how integrating machine learning with theoretical frameworks, especially those—like BEAST—designed for prediction, can improve our ability to predict and understand human behaviour."
  }
]
