[
  {
    "discipline": "communication",
    "title": "The discursive function of Meta’s Newsroom: How Meta frames the problem of problematic online content",
    "authors": "Edward Hurcombe, Ehsan Dehghan, Laura Vodden, Daniel Angus",
    "url": "https://doi.org/10.1177/13548565251315521",
    "doi": "https://doi.org/10.1177/13548565251315521",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "This article examines the social technology company Meta’s public communication on problematic content, via their official ‘Meta Newsroom’, within the context of growing regulatory scrutiny. For nearly a decade, the Meta Newsroom has been a major outlet for Meta company announcements, and since 2016, the Newsroom has increasingly become a key source for company responses to concerns regarding mis/disinformation and other kinds of problematic content on Meta’s platforms. Using a mixed-methods approach informed by discourse analysis, this article critically examines Newsrooms posts from 2016 to early 2021. It asks: how is Meta framing ‘problems’ on its platforms? How is Meta identifying ‘solutions’ to those problems? And is Meta ‘nudging’ policymakers in specific conceptual directions? Overall, we find that Meta is framing content moderation issues through four key frames – ‘authenticity’, ‘political advertising’, ‘technological solutions’, and ‘enforcement’ – that benefit Meta, as they shift responsibility while also demonstrating that Meta is an active and capable problem-solver."
  },
  {
    "discipline": "communication",
    "title": "Online experience sharing without explicit social interaction does not foster social bonding",
    "authors": "Wouter Wolf, Kayley Dotson",
    "url": "https://doi.org/10.5817/cp2025-1-3",
    "doi": "https://doi.org/10.5817/cp2025-1-3",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "Humans have a unique capacity to bond with others through shared experiences, even in the absence of explicit communication. Yet it is unknown whether this capacity is flexible enough to accommodate the different kinds of virtual environments on which we increasingly rely. In the current pre-registered study, we examined whether this capacity still operates effectively on shared screens during non-communicative video mediated interactions, in dyads and in groups. Participants (N = 144 US participants, 71 female, 72 male, 1 non-binary) either watched a video on a shared screen together with (pre-recorded) partners or watched individually while these partners attended to something else. Equivalence tests showed that self-reported social bonding scores were practically equivalent between conditions. Thus, in contrast to several in-person studies, there was no difference in social bonding between conditions. These results show that, in the absence of explicit communication, some of humans’ most fundamental social bonding mechanisms might not operate as effectively in video mediated social interactions. As such, without sufficient active social or emotional engagement, the social costs of increasingly relying on video mediated social interactions might be greater than previously thought."
  },
  {
    "discipline": "communication",
    "title": "Supportive parenting and adolescents digital citizenship behaviors: The mediating role of self-regulation",
    "authors": "Agustín Morales-Álvarez, Angel Alberto Valdés-Cuervo, Lizeth Guadalupe Parra-Pérez",
    "url": "https://doi.org/10.5817/cp2025-1-2",
    "doi": "https://doi.org/10.5817/cp2025-1-2",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "A plethora of studies have shown that parenting practices can lead to problematic Internet use. However, few studies have explored how parents foster positive online behavior in adolescents. This study addresses this gap by using self-determination theory to examine how supportive parenting practices, such as autonomy support and structure provision, can influence digital citizenship behaviors in adolescents. The study considered the mediating role of adolescents’ self-regulation, and examined how sex and adolescence stage moderate these relationships. The study included 570 Mexican adolescents (48% girls and 52% boys), and structural equation modeling and multigroup invariance statistics were conducted for analysis. The results showed that autonomy support was positively associated with all dimensions of digital citizenship, while structure provision was only positively associated with online civic engagement. Self-regulation was found to mediate the relationship between autonomy support, structure provision, and digital citizenship behaviors. The multigroup analysis confirmed that sex and adolescence stage did not affect the relationship between parenting practices and digital citizenship behaviors. Overall, the results suggest that supportive parenting practices can encourage positive digital citizenship behaviors among adolescents."
  },
  {
    "discipline": "communication",
    "title": "Tackling hate speech online: The effect of counter-speech on subsequent bystander behavioral intentions",
    "authors": "Yue Jia, Sandy Schumann",
    "url": "https://doi.org/10.5817/cp2025-1-4",
    "doi": "https://doi.org/10.5817/cp2025-1-4",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "Counter-speech is considered a promising tool to address hate speech online, notably, by promoting bystander reactions that could attenuate the prevalence or further dissemination of hate. However, it remains unclear which types of counter-speech are most effective in attaining these goals and which might backfire. Advancing the literature, we examined the effect of four types of counter-speech (i.e., educating the perpetrator, calling on others to intervene, diverting the conversation, and abusing the perpetrator) on a range of bystander behavioral intentions in an experimental study (N = 250, UK-based adults). Overall, counter-speech did not affect bystanders’ subsequent responses to hate speech. Having said this, as expected, diversionary counter-speech increased intentions to ignore hate speech, which suggests unintended consequences. The study illustrates that counter-speech may not be sufficiently impactful in regulating bystanders’ reactions to hate speech online."
  },
  {
    "discipline": "communication",
    "title": "The adolescent Internet Adaptability Scale: Development and psychometric properties",
    "authors": "Weijun Wang, Jianmei Ye, Rouchun Dong, Shihao Ma, Dawei Huang, Xin Zhao",
    "url": "https://doi.org/10.5817/cp2025-1-5",
    "doi": "https://doi.org/10.5817/cp2025-1-5",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "This study presents the development and validation of the Adolescent Internet Adaptability Scale (AIAS), designed to assess adolescents’ adaptive capacities in Internet use. The scale development encompassed multiple phases with diverse sample sizes: item pool generation through interviews (n = 15), scale structure analysis via Exploratory Factor Analysis (EFA, n = 553) and Confirmatory Factor Analysis (CFA, n = 4,637), along with reliability (n = 4,637) and validity (n = 4,637) analyses. The reliability phase included alpha, composite reliability, and retest reliability (n = 132), while the validity phase covered structural, convergent, discriminant, criterion-related validity, and measurement invariance tests. The AIAS, comprising eight dimensions—Internet curiosity, Internet self-efficacy, Internet learning ability, Internet socialization ability, Internet information search ability, Internet information protection ability, Internet self-control ability, and Internet positive coping ability—demonstrates strong reliability and validity. It shows positive correlations with Internet use—parental active help, well-being, and meaning in life, and negative correlations with Internet addiction and depression, with stronger associations observed with positive indicators. These findings highlight the Internet’s potential as a platform for strength acquisition. The AIAS, with its comprehensive nature, is promising for tailoring adolescent support from a positive psychology perspective, enabling holistic assessment and targeted interventions. It also advances understanding of youth development in the digital era, proving valuable for clinical and research applications. Ongoing evaluation, cross-cultural validation, and longitudinal research are essential for realizing its full potential. This multidimensional scale significantly advances the assessment of adolescent Internet use, equipping stakeholders to effectively address adolescents’ digital behaviors for enhancing well-being."
  },
  {
    "discipline": "communication",
    "title": "Prevalence and impact of Internet Gaming Disorder: A population-based study",
    "authors": "Josip Razum, Renata Glavak-Tkalić",
    "url": "https://doi.org/10.5817/cp2025-1-1",
    "doi": "https://doi.org/10.5817/cp2025-1-1",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "Internet Gaming Disorder (IGD) has emerged as a significant public health concern, yet not enough is known about its prevalence among the general population as well as its relationship to well-being, mental health, specifically depression and anxiety, and gaming genres. This study aimed to address these questions. The research was conducted on a representative sample of the Croatian general population including 4,994 participants, aged between 15 and 64 years (M = 40.75, SD = 15.49). The Ten-Item Internet Gaming Disorder Test, Mental Health Inventory-5, Personal Well-being Index, Gaming time and Game Genres Preferences were used. The prevalence of the IGD in the general population of Croatia, aged 15-64 years, was estimated at 0.48%, 95% CI [0.30%, 1%], and among video game players (N = 1,239) at 1.63%, 95% CI [1.11%, 3%]. The highest prevalence was observed among young males. IGD showed the strongest relationship with depression, and weaker relationships with anxiety and well-being. Among the individual criteria, negative consequences for significant relationships, deception and escape had the strongest, while tolerance, loss of control and withdrawal had the weakest relationship to depression, anxiety and well-being, in a relative sense. Sports games and casual games players had lower risk for IGD, while other genres did not differ in their risk for IGD. Online and offline games did not differ in their risk for IGD. This study has shown that IGD has a relatively low prevalence among the general population and video game players, and that not all IGD criteria are equally relevant. Future longitudinal studies and studies on clinical samples are needed."
  },
  {
    "discipline": "communication",
    "title": "Exploring the Direct and Indirect Effects of Traditional and Social Media News Use on Media Trust and Journalism Error Tolerance",
    "authors": "Zicheng Cheng, Manuel Goyanes, Homero Gil de Zúñiga",
    "url": "https://doi.org/10.1080/21670811.2025.2457362",
    "doi": "https://doi.org/10.1080/21670811.2025.2457362",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "High hopes, hard falls: consumer expectations and reactions to AI-human collaboration in advertising",
    "authors": "Yuhosua Ryoo, Marat Bakpayev, Yongwoog Andrew Jeon, Kacy Kim, Sukki Yoon",
    "url": "https://doi.org/10.1080/02650487.2025.2458996",
    "doi": "https://doi.org/10.1080/02650487.2025.2458996",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "The drivers of intimacy toward social media-based brand communities: perspective of attachment theory",
    "authors": "Hui-Ju Wang",
    "url": "https://doi.org/10.1108/intr-01-2024-0066",
    "doi": "https://doi.org/10.1108/intr-01-2024-0066",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose Social media-based brand communities (SMBBCs) have emerged as one of the most significant marketing tools due to their ability to create and maintain close relationships between SMBBCs and consumers. However, past studies have ignored intimacy toward SMBBCs, particularly the role of individual variances in their development. Researchers have revealed the significant impacts of individual differences in attachment styles on the development of brand–consumer relationships based on attachment theory. Accordingly, this study aims to explore the drivers of intimacy toward SMBBCs from the perspective of attachment theory. Design/methodology/approach This study examines a proposed model that integrates two attachment styles – attachment avoidance and attachment anxiety – self-disclosure on social media and intimacy toward SMBBCs through two samples in the context of brands’ Facebook fan pages. Findings The results show that attachment avoidance and attachment anxiety have significantly negative and positive effects on self-disclosure on social media, respectively, which contribute to intimacy toward SMBBCs. Practical implications The results offer brand managers significant implications for segmenting markets and developing relationship marketing strategies for their brand communities on social media. Originality/value This study is the first attempt to explore the driving factors of intimacy toward SMBBCs from the attachment theory perspective."
  },
  {
    "discipline": "communication",
    "title": "Spanish–English Code-Mixing in U.S. Higher Education: Testing the Use of “Spanglish” in University Materials at a Hispanic-Serving Institution",
    "authors": "Jessica Gasiorek, Margaret J. Pitts, Marko Dragojevic",
    "url": "https://doi.org/10.1177/0261927x251314864",
    "doi": "https://doi.org/10.1177/0261927x251314864",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This experiment examined how university students at a Hispanic-Serving Institution (HSI) responded to the use of “Spanglish,” or English-Spanish code-mixing, in written materials promoting university services. Consistent with predictions, the use of Spanglish reduced students’ processing fluency; contrary to predictions, the use of Spanglish did not prompt higher perceptions of inclusiveness or feeling welcome (relative to English-only texts) for students, although both outcomes were higher for Spanglish with glosses (i.e., English translations) compared to Spanglish without glosses."
  },
  {
    "discipline": "communication",
    "title": "Flowing With the Syntax: The Influence of Taoism on Syntactic Priming Effects",
    "authors": "Heng Li",
    "url": "https://doi.org/10.1177/0261927x251314935",
    "doi": "https://doi.org/10.1177/0261927x251314935",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Syntactic priming is a linguistic phenomenon where the exposure to a specific grammatical structure increases the likelihood that the same structure will be used in subsequent language production. Previous research has shown that these syntactic processes are influenced by a broad range of linguistic, cognitive, and social factors. In the present research, we focused on the role of religious systems in shaping syntactic priming in dialog. Based on the observation that the Taoist concept of “moving with flow” encourages individuals to adapt to the natural flow of life and circumstances, we hypothesized that Taoists might modify their syntactic choices to foster better connections with their interlocutors. We conducted two studies to test our theoretical perspective. As predicted, Study 1 found that Taoists were more likely to mirror the syntax used by their interlocutors in dialog than their atheist counterparts. In Study 2, we compared the magnitude of syntactic priming effects between Taoists and Buddhists. The results showed that Taoists demonstrated a stronger preference for using the same syntactic structure as their conversational partners than Buddhists. In sum, our findings provide the first empirical evidence that beliefs and values associated with religious systems exert a significant influence on syntactic priming effects."
  },
  {
    "discipline": "communication",
    "title": "Showcasing Studies of Conversational Motifs Within a Dynamic Dyadic Systems Perspective on Interpersonal Communication",
    "authors": "Denise Haunani Solomon, Xi Tian, Yuwei Li, Shu Scott Li",
    "url": "https://doi.org/10.1177/0261927x251316863",
    "doi": "https://doi.org/10.1177/0261927x251316863",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This essay reports three projects that integrate linguistic features of speaking turns into the identification of conversational motifs, which are multiturn segments of dialog within interpersonal interactions. Study 1 focused on support for bereavement, used Linguistic Inquiry and Word Count data to augment characterizations of speaking turns based on speech act, and identified seven 5-turn conversational motifs. Study 2 examined serial argument conversations, used ratings of features and word count to differentiate speaking turns, and identified four conversational motifs within 1-minute segments of interaction. Study 3 analyzed conversations about public health campaign messages, considered functional and structural features of speaking turns, and identified four 4-turn conversational motifs. By elaborating the library of linguistic elements considered when operationalizing speaking turn types and showcasing alternative strategies for identifying conversation motifs, this essay extends recent advancements in a dynamic dyadic systems perspective on interpersonal communication."
  },
  {
    "discipline": "communication",
    "title": "How Gossip Rules the World: Three Hypotheses",
    "authors": "Nicholas Emler",
    "url": "https://doi.org/10.1177/0261927x251315640",
    "doi": "https://doi.org/10.1177/0261927x251315640",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "The recent surge in research interest about gossip can be attributed, at least in part, to the possibility that this activity underlies two of the unique features of human society, when compared to those of all other social vertebrates, their scale and their complexity. Two hypotheses have emerged which touch on these features, respectively that gossip supports exceptional levels of sociability, and that it operates as a form of social control ensuring exceptional levels of cooperation. Each of these hypotheses is critically examined before considering a third and relatively neglected possibility, namely that the principle significance of gossip in social life is that it supports prediction about the future behavior of others."
  },
  {
    "discipline": "communication",
    "title": "Attitudes About Appropriate Languages for Different Spheres of Life: The Case of Lithuania",
    "authors": "Loreta Vilkienė",
    "url": "https://doi.org/10.1177/0261927x251315660",
    "doi": "https://doi.org/10.1177/0261927x251315660",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This article analyses the responses of 1,003 respondents to one question from the representative survey of the Lithuanian population: Which language do you think is appropriate for school, higher education, business, services, and communication with officials in Lithuania? The aim is to answer two RQs: (1) To what extent are the different languages—Lithuanian, English, Russian, Polish—perceived as appropriate in the various spheres of life? (2) Do the factors of age, L1, and place of residence influence target attitudes statistically significantly? Descriptive and inferential (Pearson's Chi-squared test) statistics were used for data analysis. The results show that the Lithuanian language has maintained its position as appropriate in various domains. However, in the business domain, Lithuanian competes with English. English has considerably strengthened its position in all domains analyzed. Target attitudes towards Russian and Polish have slightly changed in favour of these languages, especially in business. The factor of age statistically significantly affects attitudes according to Lithuanian and English in all domains analyzed. In the case of other languages, attitudes depend not only on age but also on domain. The same applies to the influence of the factor of place of residence: it works together with the domain. The L1 factor has a statistically significant effect when ethnic minorities express attitudes about their L1."
  },
  {
    "discipline": "communication",
    "title": "Turner Syndrome Women's Perceptions of Short Stature as a Cause of Social Exclusion: A Reflexive Thematic Analysis",
    "authors": "Kamila Ciepiela",
    "url": "https://doi.org/10.1177/0261927x251315652",
    "doi": "https://doi.org/10.1177/0261927x251315652",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "The primary manifestation of Turner syndrome (TS) is short stature. Girls with TS currently receive growth hormone therapy (GHT), but women who completed puberty before 2000 did not, as the Polish Ministry of Health began reimbursing GHT only in 2000, and it is ineffective postpuberty. Consequently, these women are approximately 20 cm shorter than the general population, not exceeding 140 cm. This study aimed to examine how women with TS perceive causes of social isolation in relation to their stature and body image. Nine Polish women with TS participated in semistructured interviews (five did not receive GHT). Interviews were quantitatively analyzed to identify main themes and then subjected to reflexive thematic analysis. Results, interpreted using Sen's (2000) theory of social exclusion, showed that both short stature and body image significantly impact relational capability failure in women with TS."
  },
  {
    "discipline": "communication",
    "title": "You need to take turns! Sibling sharing and the emergence of conscience in early childhood",
    "authors": "Brenda L. Volling, Emma E. A. Beyers-Carlson, Lin Tan, Lauren Rosenberg, Richard Gonzalez",
    "url": "https://doi.org/10.1177/02654075251316316",
    "doi": "https://doi.org/10.1177/02654075251316316",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Toddlers and older siblings ( M age = 49.34 months) from 145 two-parent, mother-father families (85% European American, 4.9% African American, 3.5 % Asian American, 3.2% Hispanic) participated in a longitudinal investigation when toddlers were 18, 24, and 36 months old. Sibling sharing and the older siblings’ management of the interaction was observed in a laboratory-based fishing game, and mothers and fathers reported on both the toddlers’ and older siblings’ conscience (affective discomfort, moral regulation) at each timepoint. There were significant increases in both siblings’ sharing and older siblings’ management from 18 to 24 months, whereas toddlers’ sharing increased and older siblings’ management decreased from 24 to 36 months. There were stable individual differences in toddlers’ and older siblings’ sharing, and older siblings’ management from 18 to 24 months, but not from 24 to 36 months, suggesting changes in the development of sibling sharing during the second and third years when toddlers become more autonomous contributors to the sharing dynamic and older siblings can step back from managing turn-taking. Reciprocity between older siblings’ and toddlers’ sharing was evident within each time point, but little evidence of bidirectional influence over time. Moral regulation and affective discomfort were highly stable from 18 to 36 months for both siblings, but only the older siblings’ moral regulation at 18 months predicted their sharing at 24 months. Results support a constructivist-interactionist perspective of moral development by showing that sharing develops gradually over time through a set progressive social interactions with a sibling."
  },
  {
    "discipline": "communication",
    "title": "Parental and partner attachment working models in romantic relationships of nonbinary adults",
    "authors": "Eleanor J. Junkins, Brooke E. Kadel, Jaime Derringer",
    "url": "https://doi.org/10.1177/02654075251316318",
    "doi": "https://doi.org/10.1177/02654075251316318",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Attachment working models are mental and emotional representations of the self and others. A central question within attachment theory is how best to conceptualize the relationship between different attachment working models, such as how one’s attachment to parents may influence partner-specific working models and impact romantic relationship satisfaction. Despite the robust evidence that attachment theory can be appropriately applied across developmental and cultural contexts and the functional similarity of attachment in women and men, little research has examined attachment working models among nonbinary people. The current study tested competing hypotheses replicating the work by Dugan and Fraley (2022), extended to a large sample of nonbinary adults ( N = 2,811). Similar to previous findings, our results supported the mediation hypothesis, which suggests that parental (defined as mother and father) attachment working models indirectly relate to romantic relationship satisfaction through romantic partner attachment working models. We also report comparisons of attachment overall between nonbinary people, men, and women, which showed that there were smaller mean differences between nonbinary people and women, yet more similar correlations between nonbinary people and men. These findings highlight the generalizability of attachment theory to diverse, nonbinary gender identities."
  },
  {
    "discipline": "communication",
    "title": "Ready (for love) or not? Self and other perceptions of commitment readiness and associations with attachment orientations",
    "authors": "Hyewon Yang, Rebekka Weidmann, Mariah F. Purol, Robert A. Ackerman, Richard E. Lucas, William J. Chopik",
    "url": "https://doi.org/10.1177/02654075251317920",
    "doi": "https://doi.org/10.1177/02654075251317920",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Commitment readiness – feeling ready to be in a committed relationship – is conducive to romantic relationship initiation and maintenance. Further, friends’ perceptions of whether someone is ready might constrain the opportunities afforded to individuals, and these perceptions may be shaped by how people navigate a romantic relationship, namely, attachment orientation. Hence, we examined the overlap of self and other perceptions of commitment readiness and whether those perceived as insecurely attached were also perceived as not ready for commitment. Persons in groups ( N = 193) consisting of four friends each ( N = 772) rated themselves and their friends on commitment readiness and attachment orientations. Using a bivariate social relations model, we found strong self-other agreement on commitment readiness. We also found that people perceived as higher in attachment avoidance and anxiety were seen as not as ready for commitment. Finally, people’s judgments of their own commitment readiness were associated with how they judged their friends’ commitment readiness (i.e., assumed similarity). Implications about the consequences of interpersonal judgments among friends are discussed."
  },
  {
    "discipline": "communication",
    "title": "Time-varying relational interaction dynamics in couples discussing conflict",
    "authors": "Sarah S Dermody, Elizabeth A Earle, Catherine E Fairbairn, Maria Testa",
    "url": "https://doi.org/10.1177/02654075251317168",
    "doi": "https://doi.org/10.1177/02654075251317168",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "The process of discussing conflict can impact the quality and longevity of a couple’s relationship. Limited research has characterized the dynamic nature of conflict discussions, including how these discussions unfold and how an actor’s behaviour elicits particular responses from their partner over the course of the discussion. It is also important to consider how additional factors, such as alcohol intoxication, can influence this dynamic. A challenge in conducting this research is having sufficiently fine-grained data along with appropriate analytic methods to characterize the conversation dynamics. To address this gap, we utilized time-varying effect modeling (TVEM) to examine the correspondence of actor-partner behaviours as a function of time and alcohol consumption. We examined this using data from 139 heterosexual couples who were observed for 15 minutes while discussing a conflict. Couples were randomly assigned to have either one, both, or neither drink alcohol prior to the discussion. Using the Rapid Marital Interaction Coding System (RMICS), individuals’ behaviours were coded as either positive, negative, or neutral during each speaking turn. The results supported that positive behaviour tended to elicit positive behaviour and the strength of this relationship increased over the course of discussing conflict. While negative behaviours tended to elicit negative behaviours, the strength of this relationship was stable over time. Alcohol consumption did not alter the relations between actor-partner behaviours over time. Taken together, the findings support the dynamic nature of some aspects of actor-partner behaviours when discussing conflict. Future research could consider how these dynamics predict future relational outcomes or characterize how they unfold in naturalistic settings."
  },
  {
    "discipline": "communication",
    "title": "Believing the Untrue: How Social Media, Sexism, and Structural Gender Inequality Influence Misinformation About Women Politicians",
    "authors": "Saifuddin Ahmed, Muhammad Masood, Adeline Bee Wei Ting",
    "url": "https://doi.org/10.1177/10776990251313756",
    "doi": "https://doi.org/10.1177/10776990251313756",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "We explore the link between social media news consumption and belief in misinformation about women politicians in India. In addition, we investigate the roles of sexism, with cognitive ability (individual factor) and gender inequality status (of the state where respondents reside) as structural-level moderating factors. Results indicate a positive association between social media news use and belief in misinformation, mediated by hostile and benevolent sexism. Furthermore, we find that low-cognitive individuals in states with high structural gender inequality are most vulnerable to misinformation. The results emphasize the need to create more gender equality structurally, to reduce susceptibility to gendered misinformation."
  },
  {
    "discipline": "communication",
    "title": "Integrated Newsrooms: An Examination of Workplace Satisfaction for Black Journalists",
    "authors": "Sharon Bramlett-Solomon, Mia Moody, Gheni Platenburg",
    "url": "https://doi.org/10.1177/10776990251314030",
    "doi": "https://doi.org/10.1177/10776990251314030",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Using a mixed-methods approach and a Critical Race Theory (CRT) lens, we analyzed the job satisfaction rates of 385 Black journalists and their self-reported racialized experiences. Despite a strong perception of racism among study respondents, they reflected that satisfaction increases with higher levels of appreciation, competitive salaries, newsroom innovation, and an investment in professional development. We identify diversity, equity, and inclusion (DEI) best practices and tangible methods of improvement and reform in hiring and retention of Black journalists. The study consists of the largest dataset of Black journalists found in the existing scholarly literature."
  },
  {
    "discipline": "communication",
    "title": "Internet Freedom and Social Media’s Political Consequences: Political Nationalism and Authoritarian Orientation Among Six Asian Societies",
    "authors": "Biying Wu-Ouyang, Yang Hu",
    "url": "https://doi.org/10.1177/10776990241313183",
    "doi": "https://doi.org/10.1177/10776990241313183",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "While extensive research has explored social media’s political effects, less attention has been paid to its impact on authoritarian orientation, a crucial form of political attitude. The rapid evolution of social media has brought internet freedom concerns—including access barriers, content restrictions, and violations of user rights—into prominent focus. However, research examining how these aspects of internet freedom interact with social media’s political influence remains limited. The study addresses this gap by analyzing representative samples from six Asian societies (Japan, Mainland China, Taiwan, Singapore, Vietnam, and Malaysia; N = 5,115) through multilevel modeling. Using multilevel moderated mediation analyses, we demonstrate that social media has democratizing effects that are mediated by political nationalism and moderated by internet freedom. The study extends the debate on the political effects of social media to non-Western contexts, presenting an overall positive outlook on social media’s democratic effects in East Asian societies, while detailing how these effects are conditioned by the dual impacts of internet freedom in terms of content and user rights."
  },
  {
    "discipline": "communication",
    "title": "Podcasting the Truth: Challenging Journalistic Knowledge and Building Epistemic Authority in Independent YouTube Podcasts",
    "authors": "Viljami Vaarala",
    "url": "https://doi.org/10.17645/mac.8984",
    "doi": "https://doi.org/10.17645/mac.8984",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The legitimacy of journalism as a truth-teller has become contested during the era of digitalisation and newly emerging platforms. Recently, the epistemic authority of legacy journalism has been challenged by right-wing podcasting. This article explores metajournalistic discussions on the identity of legacy journalism as a truth-oriented practice and institution in six Finnish podcasts published independently outside legacy media on YouTube. This metajournalistic discourse of truth is identified through topic modelling in 229 podcast episodes, of which 119 are scrutinised using qualitative discourse analysis. The discursive articulations in the YouTube podcast episodes are assessed in the light of realist and antirealist philosophies as well as epistemic theories of journalistic truth structured by critical realist and pragmatist philosophies. The results show that the epistemic authority of legacy journalism is challenged through three interconnected themes through which legacy journalism is articulated as an antirealist practice and institution. By contrast, YouTube podcasting is framed as a platform for a balanced, authentic, and uncut talk that realises the epistemic ideals of journalism. The challenges to the epistemic authority of legacy journalism presented by the Finnish YouTube podcasts are also similar to those identified in previous research on right-wing podcasting and online counter-media. The findings point to the need for legacy journalists and podcasting practitioners to adopt more nuanced and context-bound understandings of journalistic knowledge and truth structured by critical realist and pragmatist philosophies."
  },
  {
    "discipline": "communication",
    "title": "Podcasting in Serbia: Podcasters’ Perspectives on Emerging Roles, Practices, and Functions",
    "authors": "Simona Žikić, Čedomir Markov",
    "url": "https://doi.org/10.17645/mac.9050",
    "doi": "https://doi.org/10.17645/mac.9050",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Podcasting has become increasingly popular in Serbia, a hybrid regime country characterized by profound polarization, a lack of media professionalism, and widespread anti-press sentiment. This study aimed to explore how podcast creators view their roles and practices within the evolving media landscape, as well as the implications of podcasting’s growing popularity in the Serbian public sphere. The data were obtained through focus groups with 16 independent and mainstream media-affiliated podcasters, exploring their perspectives on podcasting’s distinctiveness, functions, affordances, and obstacles. Participants noted the ability of podcasts to provide in-depth analysis of often neglected topics due to their flexible, informal presentation style, as opposed to the perceived routinization, rigidity, and superficiality of traditional media. Podcasters affiliated with professional media described podcasting as an extension of their practices, providing behind-the-scenes insights and additional journalistic content, whereas independent podcasters prioritized genuine conversations to create resonant content tailored to specialized communities. Journalist podcasters attributed the appeal of podcasting to the authenticity and intimacy it creates but emphasized the struggles of matching these features with journalistic standards. While most participants believed that podcasting contributes to greater external pluralism by providing a space for neglected subjects, alternative narratives, and marginalized voices, some were concerned about the possibility of exacerbating polarization, as podcasts frequently serve divided audiences. By exploring the perspectives Serbian podcasters bring to production and the meanings they attach to their roles and practices, this study offers insights for scholars and practitioners exploring media innovation in hybrid regimes and emerging democracies."
  },
  {
    "discipline": "communication",
    "title": "Instagram and #Wellness: Uncovering Gender and Body Patterns",
    "authors": "Ana Marta M. Flores, Rita Sepúlveda",
    "url": "https://doi.org/10.17645/mac.8776",
    "doi": "https://doi.org/10.17645/mac.8776",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The concept of “wellness” and its associated representations have become key aspects of modern culture, with social media platforms like Instagram playing a significant role. Not only do these platforms serve as spaces for the public expression of wellness-related topics, but they also influence public perceptions. This becomes particularly meaningful when these expressions are linked to gender. Our research explores how wellness and gender are depicted in popular Instagram posts. By analysing 300 public Instagram posts tagged with #wellness from 2023, we investigate whether traditional notions of gender and bodies are challenged or reinforced. Wellness is a multifaceted process, but our findings show that users often adhere to a narrow concept. To understand these representations, we focused on posts tagged with #wellness, particularly those in the physical category. The study employed a digital methods approach (Rogers, 2013) and thematic analysis (Braun &amp;amp; Clarke, 2006, 2021), uncovering three primary themes: Practices &amp;amp; Workout, Body &amp;amp; Expressions, and Clothing &amp;amp; Adornment. Predominantly, all themes in the context of wellness depict gender in a binary form and bodies as thin or athletic. These traditional gender and body norms are perpetuated on Instagram, reinforcing societal standards of beauty and body image. Instagram’s engagement logic preferentially promotes content conforming to dominant societal norms, strengthening these patterns. Alternative or counter-narratives, while they exist, often face challenges in gaining visibility due to both algorithmic biases and cultural predispositions. Although Instagram has the potential to offer a platform for such counter-narratives, our findings indicate that normative content continues to dominate in terms of visibility and engagement."
  }
]
