[
  {
    "discipline": "communication",
    "title": "“Truth Sandwich” To Dispel Crisis Misinformation: Exploring the Separate and Combined Impacts of Inoculation, Narratives, and Stealing Thunder on Correcting Crisis Misinformation on Social Media",
    "authors": "Young Kim, Hyunji Dana Lim",
    "url": "https://doi.org/10.1080/15205436.2025.2534979",
    "doi": "https://doi.org/10.1080/15205436.2025.2534979",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "How Right-Wing Media, Twitter, Facebook, and YouTube Circulated Antipathy and Threat Cues About Immigrants: A Cross-Media and Cross-Platform Approach",
    "authors": "Yini Zhang, Ruixue Lian",
    "url": "https://doi.org/10.1080/15205436.2025.2529999",
    "doi": "https://doi.org/10.1080/15205436.2025.2529999",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Why Do You Feel That Way? Elaboration Questions and Feeling Heard in Political Talk",
    "authors": "Brittany Shaughnessy, Myiah Hutchens, Janet Coats, Ilyssa Mann, Caleb Wiegandt, Mónica Guzmán",
    "url": "https://doi.org/10.17645/mac.9977",
    "doi": "https://doi.org/10.17645/mac.9977",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Across two studies, the current work sought to understand the impact of elaboration questions in political discussion on perceptions of feeling heard and future discussion intentions. Participants were presented with a recorded video of a political conversation where we manipulated the presence and absence of elaboration questions in political conversations surrounding homelessness (Study 1) and abortion (Study 2). Results indicate the presence of elaboration questions increased perceptions of being heard and intentions to engage in discussion in the future. We also found significant indirect results where the relationship between elaboration questions and intentions to engage in future discussions was mediated by feeling heard. These findings were never moderated by whether participants agreed with the political stance taken in the conversation."
  },
  {
    "discipline": "communication",
    "title": "Mapping and Measuring Listening in Public Communication Settings",
    "authors": "Tariq Choucair",
    "url": "https://doi.org/10.17645/mac.10263",
    "doi": "https://doi.org/10.17645/mac.10263",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Scholars have made advancements in how to interpret, with detailed measures, the different characteristics and levels of distinct listening practices used by individuals when they are deliberating (Scudder, 2020, 2022). However, listening is not only a practice that occurs directly, but also a broader phenomenon that occurs across the public sphere (Bächtiger &amp;amp; Parkinson, 2019; Ercan et al., 2019). Public discourse occurs across hybrid media systems (Chadwick, 2017) in complex discursive exchanges (Maia et al., 2023) as networks of publics interact (Bruns, 2023). Such complexity imposes challenges for research to properly understand listening at a macro level. In this article, I present how to map and measure listening at this broader level. I reconstruct the discussion on listening as a normative foundation for political communication, from which we derive three key listening elements: attentiveness, openness, and responsiveness. I outline how listening is measured in direct interactions, to then explain how it can be assessed in public communication and mediated interactions, from the perspective of who listens, who is (or is not) listened to, and the actual listening acts."
  },
  {
    "discipline": "communication",
    "title": "News avoidance or curation? Explicating the psychological process in news consumption on Facebook",
    "authors": "Biying Wu-Ouyang, Shuning Lu, Hsuan-Ting Chen",
    "url": "https://doi.org/10.1177/14614448251351280",
    "doi": "https://doi.org/10.1177/14614448251351280",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study investigates how people employ different news consumption strategies in the personalized but overloaded information environment. Specifically, we examine the psychological mechanisms of news curation and news avoidance through fear of missing out (FoMO) and news overload. An autoregressive analysis of two-wave panel data ( N = 834) shows that news use indirectly affects both news consumption strategies first through FoMO and then through news overload on Facebook. More importantly, the indirect effect occurs only for those who engage in cross-cutting discussion at high and middle but not low levels. This finding addresses a classic dilemma: despite growing concern over increased news consumption, social media users are able to strike a balance between staying informed through news curation and protecting themselves from being overloaded by news avoidance. However, these strategies can be biased because users tend to personalize their information intake after encountering disagreeing viewpoints."
  },
  {
    "discipline": "communication",
    "title": "The consequences of “The Bird is Free”: A computational analysis of aversive LGBTQIA+ tweets and engagement trends before and after Elon Musk dismantled the platform’s moderation system",
    "authors": "Gyo Hyun Koo, Josephine Lukito, Gina M Masullo, Christian Staal Bruun Overgaard, Bek Orr",
    "url": "https://doi.org/10.1177/14614448251356240",
    "doi": "https://doi.org/10.1177/14614448251356240",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This research uses Twitter discourse about LGBTQIA+ people as a case study to investigate how changes in social media platform management and policies affect conversations about marginalized communities in digital spaces. We examine Twitter discourse before and after Elon Musk’s acquisition and the immediate dismantling of content moderation efforts to identify changes in aversiveness in conversations about LGBTQIA+ people and users’ engagement with such content. Time-series intervention analyses of 6 months of Twitter data ( n = 323,440) show that tweets with toxicity, insults, and threats increased in the 3 months after Musk’s takeover, although the differences were small. The volatility of aversive content also grew over time. Post-Musk, tweets with severe toxicity and insults received more engagement than before. This research provides insight into Twitter as one representation of the shared reality of today’s cultural moment, with implications for minoritized groups and the free flow of information on social media platforms."
  },
  {
    "discipline": "communication",
    "title": "Self-Reported Exposure and Beliefs About Misinformation Across a U.S. Presidential Election Cycle: Expressive Responding and Motivated Reasoning",
    "authors": "R. Kelly Garrett, Robert M. Bond, Erik C. Nisbet",
    "url": "https://doi.org/10.1080/10584609.2025.2532584",
    "doi": "https://doi.org/10.1080/10584609.2025.2532584",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Fact-Checking News Use and Political Misperception: Testing the Cognitive Process of Elaboration on Political Knowledge",
    "authors": "Yi Wang, Han lin, Bumsoo Kim, Yonghwan Kim",
    "url": "https://doi.org/10.1177/19401612251351149",
    "doi": "https://doi.org/10.1177/19401612251351149",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Fact-checking can play an essential role in reducing political misperceptions. However, how effective it is in doing so has yet to be understood. This study uses data from a two-wave panel survey administered during the 2022 Korean presidential election (Wave 1: N = 1175, Wave 2: N = 948) to examine the role of fact-checking news in reducing political misperceptions in the sociopolitical context of South Korea. Based on the Orientation-Stimulus-Reasoning-Orientation-Response model, we propose a reasoning process following fact-checking news use that involves cognitive elaboration and political discussion and examine the mediating effects of these processes in the relationship between the use of fact-checking news and individuals’ misperceptions. The findings suggest that cognitive elaboration and political discussion play significant roles in influencing the development of citizens’ political knowledge. Fact-checking reduces political misperceptions indirectly through elaboration, political discussion, and political knowledge. Implications of the findings for the effectiveness of fact-checking news are discussed."
  },
  {
    "discipline": "politics",
    "title": "The populist spiral: How populist rhetoric spreads within party systems",
    "authors": "Vlad Surdea-Hernea",
    "url": "https://doi.org/10.1177/13540688251362306",
    "doi": "https://doi.org/10.1177/13540688251362306",
    "filter": 0,
    "journal_full": "Party Politics",
    "abstract": "This paper investigates whether populism, independent of its substantive policy correlates, diffuses within party systems as a rhetorical strategy. Building on theories of political contagion, I argue that populism’s simplicity and flexibility make it an attractive tool for parties seeking to mobilize voters, disrupt competitors, and respond to systemic pressures. Using the V-Party dataset, which provides expert-coded estimates of populist rhetoric across a global sample of parties, I construct a leave-one-out (LOO) Index to capture systemic populist signals. Time-series cross-sectional regression models with fixed effects reveal that higher levels of systemic populism significantly increase the likelihood of parties adopting populist rhetoric in subsequent electoral cycles. The effect is most pronounced for anti-elitism and people-centrism, while pluralistic norms and non-violence remain stable. Right-leaning parties exhibit stronger responsiveness, reflecting the natural alignment between populist themes and conservative platforms."
  },
  {
    "discipline": "politics",
    "title": "Estimating the Local Average Treatment Effect Without the Exclusion Restriction",
    "authors": "Zachary Markovich",
    "url": "https://doi.org/10.1017/pan.2025.10005",
    "doi": "https://doi.org/10.1017/pan.2025.10005",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "Existing approaches to conducting inference about the Local Average Treatment Effect or LATE require assumptions that are considered tenuous in many applied settings. In particular, Instrumental Variable techniques require monotonicity and the exclusion restriction while principal score methods rest on some form of the principal ignorability assumption. This paper provides new results showing that an estimator within the class of principal score methods allows conservative inference about the LATE without invoking such assumptions. I term this estimator the Compliance Probability Weighting estimator and show that, under very mild assumptions, it provides an asymptotically conservative estimator for the LATE. I apply this estimator to a recent survey experiment and provide evidence of a stronger effect for the subset of compliers than the original authors had uncovered."
  },
  {
    "discipline": "politics",
    "title": "Balancing Precision and Retention in Experimental Design",
    "authors": "Gustavo Diaz, Erin Rossiter",
    "url": "https://doi.org/10.1017/pan.2025.10008",
    "doi": "https://doi.org/10.1017/pan.2025.10008",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "In experimental social science, precise treatment effect estimation is of utmost importance, and researchers can make design choices to increase precision. Specifically, block-randomized and pre-post designs are promoted as effective means to increase precision. However, implementing these designs requires pre-treatment covariates, and collecting this information may decrease sample sizes, which in and of itself harms precision. Therefore, despite the literature’s recommendation to use block-randomized and pre-post designs, it remains unclear when to expect these designs to increase precision in applied settings. We use real-world data to demonstrate a counterintuitive result: precision gains from block-randomized or pre-post designs can withstand significant sample loss that may arise during implementation. Our findings underscore the importance of incorporating researchers’ practical concerns into existing experimental design advice."
  },
  {
    "discipline": "politics",
    "title": "Racialized Misinformation, Factual Corrections, and Prejudicial Attitudes: The Cases of Welfare and Immigration",
    "authors": "Eddy Yeung, Joseph Glasgow",
    "url": "https://doi.org/10.1086/737780",
    "doi": "https://doi.org/10.1086/737780",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "public opinion",
    "title": "An Experimental Comparison of Modular and Non-Modular Approaches for Administering Surveys via Smartphone Apps",
    "authors": "Christopher Antoun, Brady T West, Xin (Rosalynn) Yang, Syed Junaid M A Zaidi, Jennifer Sinibaldi",
    "url": "https://doi.org/10.1093/jssam/smaf008",
    "doi": "https://doi.org/10.1093/jssam/smaf008",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Lengthy web surveys can be burdensome for respondents to complete in a single session. This study experimentally examines the effects of different app-based surveys, some of which use a modular design, on perceived burden, breakoffs, and indicators of satisficing behaviors. Participants (n = 664) were randomly assigned to one of four groups: (1) a browser-based web survey (control group), (2) an app-based survey, (3) a modular app dividing the survey into seven parts, and (4) a sequential modular app releasing modules at 48-hour intervals. Our findings indicate that administering surveys via apps can reduce the perceived burden of the survey task and improve response quality. Additionally, we find weak evidence that releasing modules individually over time can further enhance response quality, although this approach results in increased breakoffs between modules. The implications of these findings for the use of research apps and modular surveys are discussed."
  },
  {
    "discipline": "psychology",
    "title": "Bridging Traditional-Statistics and Machine-Learning Approaches in Psychology: Navigating Small Samples, Measurement Error, Nonindependent Observations, and Missing Data",
    "authors": "Rosa Lavelle-Hill, Gavin Smith, Kou Murayama",
    "url": "https://doi.org/10.1177/25152459251345696",
    "doi": "https://doi.org/10.1177/25152459251345696",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "In recent years, machine learning has propagated into different aspects of psychological research, and supervised machine-learning methods have increasingly been used as a tool for predicting human behavior or psychological characteristics when there is a large number of possible predictors. However, researchers often face practical challenges when using machine-learning methods on psychological data. In this article, we identify and discuss four key challenges that often arise when applying machine learning to data collected for psychological research. The four challenge areas cover (a) limited sample size, (b) measurement error, (c) nonindependent data, and (d) missing data. Such challenges are extensively discussed in the “traditional” statistical literature but are often not explicitly addressed, or at least not to the same extent, in the applied-machine-learning community. We present how each of these challenges is dealt with first from a traditional-statistics perspective and then from a machine-learning perspective and discuss the strengths and weaknesses of these solutions by comparing the approaches. We argue that the boundary between traditional statistics and machine learning is fluid and emphasize the need for cross-disciplinary collaboration to better tackle these core challenges and improve replicability."
  },
  {
    "discipline": "psychology",
    "title": "Large Language Models for Psychological Assessment: A Comprehensive Overview",
    "authors": "Jocelyn Brickman, Mehak Gupta, Joshua R. Oltmanns",
    "url": "https://doi.org/10.1177/25152459251343582",
    "doi": "https://doi.org/10.1177/25152459251343582",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Large language models (LLMs) are extraordinary tools demonstrating potential to improve the understanding of psychological characteristics. They provide an unprecedented opportunity to supplement self-report in psychology research and practice with scalable behavioral assessment. However, they also pose unique risks and challenges. In this article, we provide an overview and guide for psychological scientists to evaluate LLMs for psychological assessment. In the first section, we briefly review the development of transformer-based LLMs and discuss their advances in natural language processing. In the second section, we describe the experimental design process, including techniques for language data collection, audio processing and transcription, text preprocessing, and model selection, and analytic matters, such as model output, model evaluation, hyperparameter tuning, model visualization, and topic modeling. At each stage, we describe options, important decisions, and resources for further in-depth learning and provide examples from different areas of psychology. In the final section, we discuss important broader ethical and implementation issues and future directions for researchers using this methodology. The reader will develop an understanding of essential ideas and an ability to navigate the process of using LLMs for psychological assessment."
  },
  {
    "discipline": "psychology",
    "title": "From Embeddings to Explainability: A Tutorial on Large-Language-Model-Based Text Analysis for Behavioral Scientists",
    "authors": "Rudolf Debelak, Timo K. Koch, Matthias Aßenmacher, Clemens Stachl",
    "url": "https://doi.org/10.1177/25152459251351285",
    "doi": "https://doi.org/10.1177/25152459251351285",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Large language models (LLMs) are transforming research in psychology and the behavioral sciences by enabling advanced text analysis at scale. Their applications range from the analysis of social media posts to infer psychological traits to the automated scoring of open-ended survey responses. However, despite their potential, many behavioral scientists struggle to integrate LLMs into their research because of the complexity of text modeling. In this tutorial, we aim to provide an accessible introduction to LLM-based text analysis, focusing on the Transformer architecture. We guide researchers through the process of preparing text data, using pretrained Transformer models to generate text embeddings, fine-tuning models for specific tasks such as text classification, and applying interpretability methods, such as Shapley additive explanations and local interpretable model-agnostic explanations, to explain model predictions. By making these powerful techniques more approachable, we hope to empower behavioral scientists to leverage LLMs in their research, unlocking new opportunities for analyzing and interpreting textual data."
  },
  {
    "discipline": "psychology",
    "title": "A case of mistaken identity: Miscategorisation of the ingroup as a historically rivalrous outgroup triggers collective narcissism",
    "authors": "Rita Guerra, Agnieszka Golec de Zavala, Kinga Bierwiaczonek, Pawel Ciesielski, Georgios Abakoumkin, Tim Wildschut, Constantine Sedikides",
    "url": "https://doi.org/10.1177/13684302251345405",
    "doi": "https://doi.org/10.1177/13684302251345405",
    "filter": 0,
    "journal_full": "Group Processes & Intergroup Relations",
    "abstract": "Collective narcissism’s links with intergroup relations, such as intergroup hostility, are well established, but less is known about the intergroup conditions that trigger it. We experimentally examined whether categorisation threat—operationalised as mistaking the ingroup for a historically rivalrous outgroup, thus undermining the ingroup’s uniqueness—heightens collective narcissism, and whether this, in turn, escalates hostility toward the pertinent outgroup through collective narcissism. Additionally, we compared collective narcissism to another form of ingroup positivity: ingroup satisfaction. We conducted four experiments ( N = 1,537) manipulating categorisation threat in two national contexts (Poland, Portugal), and carried out an internal meta-analysis. As hypothesised, the findings revealed an increase in collective narcissism, as well as a positive indirect effect of categorisation threat on outgroup hostility mediated by collective narcissism, but not by ingroup satisfaction. This research establishes categorisation threat as a robust trigger of collective narcissism."
  },
  {
    "discipline": "psychology",
    "title": "Increasing Perceived Outgroup Heterogeneity Following Exposure to Extreme Violence: An Intervention Tournament in Times of War",
    "authors": "Ilana Ushomirsky, Yossi Hasson, Renana Atia, Nitzan Attias, Meital Balmas, Kinneret Endevelt, Tamar Gur, Boaz Hameiri, Shira Hebel-Sela, Oded Adomi Leshem, Nechumi Malovicki-Yaffe, Devorah Manekin, Anat Perry, Roni Porat, Tamar Saguy, Eric Shuman, Eran Halperin",
    "url": "https://doi.org/10.1177/01461672251345517",
    "doi": "https://doi.org/10.1177/01461672251345517",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "Exposure to political violence often drives individuals toward extreme attitudes and greater support for retaliatory policies, including heightened perceptions of outgroup homogeneity. In violent intergroup conflicts, such perceptions can be especially dangerous, as they may justify indiscriminate violence against the outgroup. The current research aims to address Jewish Israelis’ perceptions of Palestinians’ variability following the October 7 Hamas attack on Israel. We simultaneously conducted two intervention tournaments in which we examined the effectiveness of different interventions in increasing the perceived heterogeneity of Palestinians from the West Bank and Gaza Strip ( N = 1,564) and of Palestinian citizens of Israel ( N = 1,628). Several interventions (Outgroup empathy expression, Opinion variance, Internal criticism, Leadership-people distinction, and Moral exemplars) were found effective, suggesting that outgroup perceptions can be altered, even amid extreme violence. Implications for psychological interventions targeting outgroup variability and their implementation in the field are discussed."
  },
  {
    "discipline": "psychology",
    "title": "Introspective Access or Retrospective Inference? Mind-Wandering Reports Are Shaped by Performance Feedback",
    "authors": "Naya Polychroni, Mahiko Konishi, Isa Steinecker, Devin B. Terhune",
    "url": "https://doi.org/10.1177/09567976251349816",
    "doi": "https://doi.org/10.1177/09567976251349816",
    "filter": 0,
    "journal_full": "Psychological Science",
    "abstract": "Most mind-wandering paradigms use self-reports following task performance, but the extent to which these reports are confounded by performance cues is unknown. In two experiments with adult human participants, we examined whether self-reports and confidence therein are influenced by performance indicators during visual metronome response tasks. In Experiment 1 ( N = 40), sham feedback modulated reports independently of behavioral performance with participants more likely to report mind wandering after incorrect than correct sham feedback. In Experiment 2 ( N = 111), we replicated this pattern using a more implicit manipulation of perceived performance—a surreptitious delay in the onset of response targets. Participants were more likely to report mind wandering after this delay than they were in control trials. In both experiments, confidence in on-task reports was lower when the corresponding indicator (falsely) implied poor performance. These findings suggest that mind-wandering reports and experiential state confidence are partly confounded by performance monitoring and have implications for experience-sampling methodologies."
  },
  {
    "discipline": "psychology",
    "title": "Becoming an Ostrich: The Development of Information Avoidance",
    "authors": "Radhika Santhanagopalan, Jane L. Risen, Katherine D. Kinzler",
    "url": "https://doi.org/10.1177/09567976251344551",
    "doi": "https://doi.org/10.1177/09567976251344551",
    "filter": 0,
    "journal_full": "Psychological Science",
    "abstract": "Adults selectively avoid useful information. We examined the development of information avoidance in 5- to 10-year-old American children ( N = 320). In Experiment 1, children considered scenarios that might elicit information avoidance: protecting against negative emotions, maintaining perceptions of likeability and competence, preserving beliefs and preferences, and acting in self-interest. When a motivation for avoidance was present, children were more likely to avoid learning information, particularly with age. Experiment 2 presented the self-interest scenario (a moral “wiggle room” task) involving real payoffs. Although children could reveal their partner’s payoff without cost, older children capitalized on moral “wiggle room” by avoiding this information and choosing the self-interested payoff. In Experiment 3, we considered conditions under which even young children might avoid information, finding that they too avoided information when explicitly encouraged to protect their emotions. Additional qualitative findings probed children’s open-ended responses about why people seek and avoid information. Together, these experiments document the origins of information avoidance."
  },
  {
    "discipline": "psychology",
    "title": "“Stop the Count!”—How Reporting Partial Election Results Fuels Beliefs in Election Fraud",
    "authors": "André Vaz, Moritz Ingendahl, André Mata, Hans Alves",
    "url": "https://doi.org/10.1177/09567976251355594",
    "doi": "https://doi.org/10.1177/09567976251355594",
    "filter": 0,
    "journal_full": "Psychological Science",
    "abstract": "In seven studies, we investigated how reporting partial vote counts influences perceptions of election legitimacy. Beliefs in election fraud, as in the 2020 U.S. presidential election, may be fueled by the cumulative redundancy bias (CRB), which skews perceptions toward early leaders in partial vote counts. In line with this prediction, participants (Prolific adult participants from the United States and the United Kingdom) consistently rated early leaders more favorably and were more likely to suspect fraud when the eventual winner gained a late lead. This effect persisted across simulated elections (Studies 1–3) and real-world vote counts from the 2020 election in Georgia (Study 4). It is important to note that fraud suspicions already arose before the count was completed (Study 5) and persisted despite explanatory interventions (Study 6). Partisanship did not eliminate the CRB’s influence on fraud beliefs (Study 7). Our findings suggest that the sequential reporting of vote counts may amplify false perceptions of election fraud and could be mitigated by revising how results are communicated."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Feature-based reward learning shapes human social learning strategies",
    "authors": "David Schultner, Lucas Molleman, Björn Lindström",
    "url": "https://doi.org/10.1038/s41562-025-02269-4",
    "doi": "https://doi.org/10.1038/s41562-025-02269-4",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Human adaptation depends on individuals strategically choosing whom to learn from. A mosaic of social learning strategies—such as copying majorities or successful others—has been identified. Influential theories conceive of these strategies as fixed heuristics, independent of experience. However, such accounts cannot explain the flexibility and individual variability prevalent in social learning. Here we advance a domain-general reward learning framework that provides a unifying mechanistic account of pivotal social learning strategies. We first formalize how individuals learn to associate social features (for example, others’ behaviour or success) with reward. Across six experiments ( n = 1,941), we show that people flexibly adjust their social learning in response to experienced rewards. Agent-based simulations further demonstrate how this learning process gives rise to key social learning strategies across a range of environments. Our findings suggest that people learn how to learn from others, enabling adaptive knowledge to spread dynamically throughout societies."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Predicting human decisions with behavioural theories and machine learning",
    "authors": "Ori Plonsky, Reut Apel, Eyal Ert, Moshe Tennenholtz, David Bourgin, Joshua C. Peterson, Daniel Reichman, Thomas L. Griffiths, Stuart J. Russell, Even C. Carter, James F. Cavanagh, Ido Erev",
    "url": "https://doi.org/10.1038/s41562-025-02267-6",
    "doi": "https://doi.org/10.1038/s41562-025-02267-6",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Predicting human decisions under risk and uncertainty remains a fundamental challenge across disciplines. Existing models often struggle even in highly stylized tasks like choice between lotteries. Here we introduce BEAST gradient boosting (BEAST-GB), a hybrid model integrating behavioural theory (BEAST) with machine learning. We first present CPC18, a competition for predicting risky choice, in which BEAST-GB won. Then, using two large datasets, we demonstrate that BEAST-GB predicts more accurately than neural networks trained on extensive data and dozens of existing behavioural models. BEAST-GB also generalizes robustly across unseen experimental contexts, surpassing direct empirical generalization, and helps to refine and improve the behavioural theory itself. Our analyses highlight the potential of anchoring predictions on behavioural theory even in data-rich settings and even when the theory alone falters. Our results underscore how integrating machine learning with theoretical frameworks, especially those—like BEAST—designed for prediction, can improve our ability to predict and understand human behaviour."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Exploring the social life of urban spaces through AI",
    "authors": "Arianna Salazar-Miranda, Zhuangyuan Fan, Michael Baick, Keith N. Hampton, Fabio Duarte, Becky P. Y. Loo, Edward Glaeser, Carlo Ratti",
    "url": "https://doi.org/10.1073/pnas.2424662122",
    "doi": "https://doi.org/10.1073/pnas.2424662122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "We analyze changes in pedestrian behavior over a 30-y period in four urban public spaces located in New York, Boston, and Philadelphia. Building on William Whyte’s observational work, which involved manual video analysis of pedestrian behaviors, we employ computer vision and deep learning techniques to examine video footage from 1979–80 and 2008–10. Our analysis measures changes in walking speed, lingering behavior, group sizes, and group formation. We find that the average walking speed has increased by 15%, while the time spent lingering in these spaces has halved across all locations. Although the percentage of pedestrians walking alone remained relatively stable (from 67% to 68%), the frequency of group encounters declined, indicating fewer interactions in public spaces. This shift suggests that urban residents are using streets as thoroughfares rather than as social spaces, which has important implications for the role of public spaces in fostering social engagement."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Understanding the success and failure of online political debate: Experimental evidence using large language models",
    "authors": "Tobias Heide-Jørgensen, Gregory Eady, Anne Rasmussen",
    "url": "https://doi.org/10.1126/sciadv.adv7864",
    "doi": "https://doi.org/10.1126/sciadv.adv7864",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "Online political debate is frequently lamented for being toxic, partisan, and counterproductive. However, we know little about how core elements of political debate (justification, tone, willingness to compromise, and partisanship) affect its quality. Using text-based treatments experimentally manipulated with a large language model, we test how these elements causally affect the quality of open-text responses about issues important to the US and UK public. We find substantial evidence that differences in justification, tone, and willingness to compromise, but not partisanship, affect the quality of subsequent discourse. Combined, these elements increase the probability of high-quality responses by roughly 1.6 to 2 times and substantially increase openness to alternative viewpoints. Despite the ability to bring about substantial changes in discourse quality, we find no evidence of changes in political attitudes themselves. Our findings demonstrate how adapting approaches to online debate can foster healthy democratic interactions but have less influence on changing minds."
  }
]
