[
  {
    "discipline": "communication",
    "title": "Media matters: a mixed-method look into the research on misinformation and communication over 30 years",
    "authors": "Yotam Ophir, Dror Walter, Ayse Lokmanoglu, Nathan Walter",
    "abstract": "We use a large-scale mixed-method analysis to examine changes in misinformation research over three decades, with a particular attention to the role of media research. We examine a corpus of more than 7,000 academic studies, published between 1993 and 2022, analyzing changes in volume, topics, and methods used. Employing computational text and network analyses, we show how the meteoric rise in misinformation research in the 2010s was driven by a paradigm shift brought about by technological innovations and changes in the media and political landscape. We discuss the growing role communication scholars played in misinformation research, and offer recommendations for areas of strength in which communication research could further extend our understanding of the prevalence, nature, and effects of misinformation moving forward.",
    "url": "https://doi.org/10.1093/anncom/wlaf016",
    "doi": "https://doi.org/10.1093/anncom/wlaf016",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "On the stabilization of media effects after repeated exposure: consequences for media effects research",
    "authors": "Susanne E Baumgartner",
    "abstract": "Public concerns about media effects are oftentimes fueled by anecdotal evidence and popular press reports pointing towards strong media effects. Interestingly, however, these public concerns are in contrast to findings from empirical studies that point towards minimal media effects. In the past decades, scholars have proposed several explanations for these minimal effects. This article adds to this, by proposing that one reason is that media effects stabilize after repeated exposure. If media effects stabilize, media effects occur only during effect-sensitive periods and might therefore only be empirically observable during these periods. This article delineates how well-established psychological theories as well as communication science theories are crucial in understanding the effects of repeated media exposure and how the conceptualization of media effects as stabilizing after repeated exposure has strong consequences for our empirical endeavors. The article discusses how to move the field forward, both empirically as well as theoretically.",
    "url": "https://doi.org/10.1093/ct/qtaf017",
    "doi": "https://doi.org/10.1093/ct/qtaf017",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "Fusing theory-guided machine learning and bio-sensing: considering time in how children learn science from dynamic multimedia",
    "authors": "Jason C Coronel, Matthew Sweitzer, James Alex Bonus, Rebecca Dore, Blue Lerner",
    "abstract": "A new era of message processing research will emerge from the convergence of powerful machine learning algorithms with dynamic data from everyday devices equipped with biological sensors. Our study takes critical steps into this era by integrating theory-guided artificial neural networks with eye movements to understand how people learn science concepts from dynamic multimedia. Essential to our theory-guided machine learning approach is a cognitive conceptualization of time as the dynamic interdependence between past and new information that guides how multimedia is attended to and understood. We tracked the eye movements of 197 children as they watched an educational video. We trained two neural network architectures differing in theory guidance to predict learning outcomes using eye movements. The theory-guided architecture, which considered the temporal interdependence of information, yielded more accurate out-of-sample predictions. Our work advances the use of theory-guided machine learning and the development of systems that monitor real-time learning.",
    "url": "https://doi.org/10.1093/joc/jqaf036",
    "doi": "https://doi.org/10.1093/joc/jqaf036",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Online Emotional Landscape of Government and Parliament Communication in Times of Crisis",
    "authors": "Aya Yadlin, Gal Yavetz, Jenny Bronstein",
    "abstract": "This study examines how social media users emotionally respond to Israeli politicians’ messages during crises based on political alignment and crisis type. With Israel’s frequent civic and military crises, the case study in this article aims to offer unique insights to scholars, practitioners, and the public invested in the intersection of online media, emotions, and crisis. To this end, we built a dataset of Facebook posts (&lt;em&gt;N&lt;/em&gt; = 25,000) published by all active right, left, and center members of the Israeli parliament and government over a period of one year (November 2022–November 2023). We ensured that the dataset includes both routine and crisis periods, particularly the judicial reform unrest (civic crisis) and the Hamas–Israel war following the October 7 attack (military crisis). Our statistical analysis indicated two major trends in the dataset: (a) during the military crisis, emotional markers that were previously considered to correlate and cluster (sad and angry) are not merely different, as they stand in opposition to one another; (b) crisis periods, especially military, invite use of “edge” reactions, and see a significant increase in negative emotions, whereas routine times prompt more neutral or positive reactions. Reading the findings through the combination of affordances theory, mediatization theory, and the “template for emotions” concept, we suggest that social media may amplify negative reactions beyond politicians’ influence, as the limited emotional spectrum offered on platforms might steer users to certain emotive responses, affecting risk management in crises. These insights call for decision-makers to consider the implications of emotional appeals and incentives on social media, especially during crises, to foster safer democratic public discourse.",
    "url": "https://doi.org/10.17645/mac.10335",
    "doi": "https://doi.org/10.17645/mac.10335",
    "filter": 0,
    "journal_full": "Media and Communication"
  },
  {
    "discipline": "communication",
    "title": "Fast and furious: Temporal patterns of incivility in online comments",
    "authors": "Ben Clarke, William Hedley Thompson",
    "abstract": "Incivility in online comment sections is pervasive and has significant societal implications, including impacting mental well-being and increasing polarisation. This study investigates the relationship between speed of commenting and incivility, using a dataset of 38 million comments from The Guardian Online. We hypothesise that quicker responses are more likely to be uncivil and that incivility propagates through a contagion effect. Our analysis reveals that blocked comments, used as a proxy for incivility, are posted significantly faster than visible comments, for both parent and child comments. In addition, we find that the presence of blocked comments increases the likelihood of subsequent blocked comments, with decreasing time intervals between them. These findings suggest that incivility is associated with impulsive, fast thinking, while civil discourse will sometimes require slower, more deliberate practices. Our results have implications for designing online platforms to foster healthier and more productive discussions by encouraging deliberative time before readers post.",
    "url": "https://doi.org/10.1177/14614448251359624",
    "doi": "https://doi.org/10.1177/14614448251359624",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Insights into the black box of multimodal meaning-making: investigating the reception of multimodality empirically",
    "authors": "Hans-Juergen Bucher",
    "abstract": "The intention of this article is to clarify the concept of multimodal meaning making from a recipient’s perspective on the basis of empirical data. The data comes from various reception studies in which different methods like eye tracking, knowledge tests, re-narrations, guided interviews or questionnaires were combined to investigate the appropriation of multimodal artifacts such as newspapers, science videos, comics, social media postings, or commercials. The article is structured in such a way that examples and results from various reception studies on newspaper pages, commercials, comics and science videos are presented in order to introduce concepts like attention, non-linearity, intermodality, modal density and modal coherence for clarifying the process of meaning-making. Investigating meaning-making empirically should not only fill a research gap in the mostly product- and production-oriented approaches to multimodality, but also help to develop a satisfactory theory of multimodality. Eye tracking in combination with verbal data reveals that multimodal artefacts have a non-linear structure – even in linear films – that is grasped step by step by the addressees, analogous to a hypertext. The concept of non-linearity opens a path to define the relevance structure of a multimodal arrangement: the relevance of modal elements is the outcome of its mutual contextualization. With this perspective on multimodality, the central unit of analysis is neither the sign-maker, the sign itself or its materiality but the interaction between communicator and addressees, for which modal resources are used. Intermodal relations are analysed not as constellations of signs, but as complex discursive actions addressed with a special intention to an audience or a person. The theoretical result can be summarized as follows: combining action theory with cooperation theory provides the conceptual tools to analyse meaning-making as a conversational implicature of a discursive action.",
    "url": "https://doi.org/10.1177/14703572251335833",
    "doi": "https://doi.org/10.1177/14703572251335833",
    "filter": 0,
    "journal_full": "Visual Communication"
  },
  {
    "discipline": "communication",
    "title": "Cluttered screens: an eye-tracking study of visual attention allocation among viewers of TV news",
    "authors": "Jan Hensellek",
    "abstract": "Contemporary television news programmes are often complex examples of hybrid communication (see Bucher, ‘Multimodal understanding or reception as interaction’, 2011). Television news presents related as well as unrelated information in both a linear and non-linear fashion by combining the news read with a variety of visual elements. Studies utilizing eye-tracking have found the visual attention received by the various types of elements to vary considerably (see Josephson and Holmes, ‘Clutter or content? How on-screen enhancements affect how TV viewers scan and what they learn’, 2006; Pjesivac et al., ‘Television infographics as orienting response’, 2021; Rodrigues et al., ‘A television news graphics layout analysis method using eye tracking, 2012; and ‘Analysis of the layout on TV news reception, 2014). ‘The limited capacity model of motivated mediated message processing (see Lang, ‘The limited capacity model of mediated message processing’, 2000) also suggests those elements can both positively and negatively impact viewers’ ability to effectively process information. The present study relates eye-tracking data with a multiple-choice information recall test by building generalized linear regression models to gain deeper insight into the effects of the diverse multimodality of modern digital screen layouts on visual attention and message processing. Six common visual elements of television news are presented in two experimental conditions of varying visual complexity. The study found a large difference in fixations received by and information recalled from different elements of the news screens. While the more complex condition’s effect on information recall was found to be not significant, it did significantly affect the distribution of fixations and gaze duration across screen elements. Biographical factors such as general news interest and time spent watching television were also found to significantly impact gaze behaviour.",
    "url": "https://doi.org/10.1177/14703572251335839",
    "doi": "https://doi.org/10.1177/14703572251335839",
    "filter": 0,
    "journal_full": "Visual Communication"
  },
  {
    "discipline": "politics",
    "title": "Not Getting the Message on Climate? Attention as a Key Barrier to Mass-Marketing Experimentally-Validated Messages",
    "authors": "Nicholas Carnes, Geoffrey L. Henderson",
    "abstract": "Scholars often use survey experiments to evaluate political messages’ persuasive effects, but messages developed in the lab do not always persuade in real-world campaigns. In this research note, we report three experiments on one central obstacle in lab-to-field messaging applications: getting people’s attention. We first analyze a large-scale direct mail campaign run by an established non-profit that promotes conservative solutions to climate change. In this experiment, postcards with messages based on extant survey-experimental research did not cause changes in key climate attitudes. In a follow-up survey experiment, identical postcards induced attitude change— Re but only when participants were required to pay attention to them. A final field experiment highlights the difficulty of inducing attention; in another real-world campaign, postcards with eye-catching scratch-off panels performed no better than standard postcards. These findings illustrate the crucial role of attention and the complexity of translating messages developed in survey experiments into effective real-world campaigns.",
    "url": "https://doi.org/10.1017/s000712342510063x",
    "doi": "https://doi.org/10.1017/s000712342510063x",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Media Platforming and the Normalisation of Extreme Right Views",
    "authors": "Diane Bolet, Florian Foos",
    "abstract": "As extreme political views gain popularity and acceptability, the conditions under which media exposure to extreme right views contributes to this process, and strategies to counter media-induced persuasion and normalisation effects remain unclear. Using population-based survey experiments leveraging real-world interviews with extreme right activists on Sky News UK and Australia, we test whether media exposure leads to higher agreement with extreme right statements. We also test whether exposure affects perceptions of how many others agree with these statements. Our findings are consistent across both countries: exposure to uncritical interviews increases agreement with extreme statements and perceptions of broader support in the population. Testing the media strategy in the UK, we find that critical interviewing tarnishes the activist’s image and reduces effects, but still heightens perceived support for extreme statements. This study identifies a mechanism through which extreme political ideas spread and offers insights into media strategies to counteract persuasion and normalisation effects.",
    "url": "https://doi.org/10.1017/s0007123425000195",
    "doi": "https://doi.org/10.1017/s0007123425000195",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "How Mainstream Politicians Erode Norms",
    "authors": "Vicente Valentim, Elias Dinas, Daniel Ziblatt",
    "abstract": "How does anti-immigrant rhetoric by mainstream politicians affect norms of tolerance? How does this compare to similar statements made by radical-right politicians? Drawing on experimental evidence, we find that statements by mainstream politicians lead to more norm erosion than similar statements by radical-right politicians. Subsample analyses suggest that this is because statements by mainstream-right politicians erode norm perceptions of right-wing individuals, while those by radical-right politicians induce backlash among left-wing individuals, who hold closer to the norm in place. The latter effect (backlash by the left) disappears when similar statements are made by mainstream right politicians. We argue that this difference occurs because mainstream politicians represent the views of a larger part of the population or have a higher status. Our results highlight the pivotal role of mainstream politicians in enforcing or eroding democratic norms, and that similar political statements can have different effects depending on their sender.",
    "url": "https://doi.org/10.1017/s0007123425100586",
    "doi": "https://doi.org/10.1017/s0007123425100586",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Reporters lurking at the back-door: Political news, mainstream party policy shifts and radical right party success",
    "authors": "Gunnar Thesen",
    "abstract": "Despite a strong political science interest in political communication perspectives, the media is still often missing from core research on parties and voters. Whenever this is the case, chances are that political news opens a “back-door path” that challenges causal inferences about the relationship between party competition and electoral outcomes. This research note illustrates the consequences of such a blindspot by re-examining the accommodation hypothesis - the idea that mainstream parties can limit radical right party success by moving closer on core radical right issues. Starting with a subsample from a recent comprehensive study of policy accommodation, I add empirical controls for news about immigration and radical right parties based on a large collection of media data from 22 election cycles in five countries. Results show how media and communication perspectives radically affect my conclusion, which in the end is that policy accommodation hinders radical right party success.",
    "url": "https://doi.org/10.1177/13540688251366835",
    "doi": "https://doi.org/10.1177/13540688251366835",
    "filter": 0,
    "journal_full": "Party Politics"
  },
  {
    "discipline": "public opinion",
    "title": "STAHL: Seasonal, Trend, and Holiday Decomposition with Loess",
    "authors": "Vincent Haller, Sebastien Daniel, Benoit Bellone",
    "abstract": "We introduce a novel seasonal adjustment methodology developed by Quantcube Technology, termed Seasonal, Trend, and Holiday Decomposition with Loess (STAHL). This method builds upon the STL procedure outlined by Cleveland et al. and is tailored for application to time series across varying frequencies. Initially, we detail the innovations introduced by STAHL, which include the spectral identification of multiple seasonal frequencies and the systematized preprocessing different seasonal series. This preprocessing encompasses resampling, real-time handling of missing values, and other necessary adjustments. Additionally, we illustrate how the holiday decomposition component effectively manages the variability of moving holiday events. In addition to this, we introduce the Barnacle procedure, to deal with before and after effects of holiday. Subsequently, we provide empirical demonstrations using high frequency data. Specifically, we utilize US Weekly initial claims data to exemplify real-time adjustments during the unprecedented COVID-19 period, with comparisons to the series adjusted by the US Department of Labor. Furthermore, daily Google search data for the term “Easter bunny” illustrate our method’s capability in handling moving holiday effects. We also perform a simulation study to compare the performance of STAHL with existing high frequency seasonal adjustment methodologies.",
    "url": "https://doi.org/10.1177/0282423x251344219",
    "doi": "https://doi.org/10.1177/0282423x251344219",
    "filter": 0,
    "journal_full": "Journal of Official Statistics"
  },
  {
    "discipline": "public opinion",
    "title": "Accounting for Mismatch Error in Small Area Estimation with Linked Data",
    "authors": "Enrico Fabrizi, Nicola Salvati, Martin Slawski",
    "abstract": "In small area estimation, different data sources are integrated in order to produce reliable estimates of target parameters (e.g., a mean or a proportion) for a collection of small subsets (areas) of a finite population. Regression models such as the linear mixed effects model or M-quantile regression are often used to improve the precision of survey sample estimates by leveraging auxiliary information for which means or totals are known at the area level. In many applications, the unit-level linkage of records from different sources is probabilistic and potentially error-prone. In this article, we present adjustments of the small area predictors that are based on either the linear mixed effects model or M-quantile regression to account for the presence of linkage error. These adjustments are developed from a two-component mixture model that hinges on the assumption of independence of the target and auxiliary variable given incorrect linkage. Estimation and inference is based on composite likelihoods and machinery revolving around the Expectation-Maximization Algorithm. For each of the two regression methods, we propose modified small area predictors and approximations for their mean squared errors. The empirical performance of the proposed approaches is studied in both design-based and model-based simulations that include comparisons to a variety of baselines.",
    "url": "https://doi.org/10.1093/jssam/smaf011",
    "doi": "https://doi.org/10.1093/jssam/smaf011",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology"
  },
  {
    "discipline": "public opinion",
    "title": "Question Form Matters: Examining Trust in Government through Open and Closed Survey Items",
    "authors": "Jana Bernhard-Harrer, Katharina Pfaff",
    "abstract": "How we ask questions in surveys significantly impacts the answers. While previous research has examined differences between open-ended and closed-ended survey responses, our understanding remains fragmented, especially considering the growing interest in open-ended questions spurred by advances in automated text analysis. We explore how computational text analysis methods––particularly large language models––can efficiently analyze open-ended responses with promising sentiment and actor identification results, though topic classification remains more challenging. Then, we systematically compare open-ended and closed-ended responses on trust in the Austrian coalition government to assess how different formats shape the expression of political trust. We find significant discrepancies between the trust levels indicated in closed-ended questions and the trust described in open-ended responses, with paired t-tests also revealing statistically significant differences. These findings highlight that question format affects how respondents express their views, raising important considerations about the usefulness and validity of trust measures. They highlight the unique value of open-ended questions in capturing nuanced perspectives often missed by closed-ended formats. This has broader implications for survey design: including open-ended questions could enrich data quality and provide deeper insights into public opinion.",
    "url": "https://doi.org/10.1093/jssam/smaf014",
    "doi": "https://doi.org/10.1093/jssam/smaf014",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology"
  },
  {
    "discipline": "public opinion",
    "title": "Beyond Functional Limitations: A Multimethodological Approach to Questionnaire Pretesting of New Disability Measures",
    "authors": "Robin L Kaplan, Tywanquila Walker, Rebecca L Morrison",
    "abstract": "Disability measures often collect information on functional limitations but may not fully capture disability status in the working-age population, and seldom collect the type of disability people have. The present research used a multimethodological approach to assess new disability measures for a federal survey. The questions were designed to capture whether respondents have disabilities that impact the kind or amount of paid work they can do, as well as a novel question that collected type of disability. We used multiple methodologies, including cognitive interviews, card-sort/categorization tasks, and web probing. During cognitive interviews, we used retrospective probes to assess the response process and question sensitivity, and a card-sort task, where participants sorted a list of health conditions into similar groups. Additional participants completed a web-probing study, which used a mix of open- and closed-ended probes and were compared to the cognitive interview results. We used thematic coding to compare findings from all three methods, including unique findings that would have been missed if only one method had been used. Each method supported allowing respondents to select multiple types of disabilities, simplification of response categories, and including examples of health conditions that help distinguish categories from one another and vary in level of severity. The cognitive interviews helped refine response category names, while the card-sort and categorization tasks helped develop appropriate category examples. The web-probing study revealed additional question sensitivity not observed in the other methods. We discuss the advantages of a multimethodological approach to survey research.",
    "url": "https://doi.org/10.1093/poq/nfaf029",
    "doi": "https://doi.org/10.1093/poq/nfaf029",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Navigating the Risks of Using Large Language Models for Text Annotation in Social Science Research",
    "authors": "Hao Lin, Yongjun Zhang",
    "abstract": "Large language models (LLMs) have the potential to revolutionize computational social science, particularly in automated textual analysis. In this paper, we conduct a systematic evaluation of the promises and risks associated with using LLMs for text classification tasks, using social movement studies as an example. We propose a framework for social scientists to incorporate LLMs into text annotation, either as the primary coding decision-maker or as a coding assistant. This framework offers researchers tools to develop the potential best-performing prompt, and to systematically examine and report the validity and reliability of LLMs as a methodological tool. Additionally, we evaluate and discuss its epistemic risks associated with validity, reliability, replicability, and transparency. We conclude with several practical guidelines for using LLMs in text annotation tasks and offer recommendations for more effectively communicating epistemic risks in research.",
    "url": "https://doi.org/10.1177/08944393251366243",
    "doi": "https://doi.org/10.1177/08944393251366243",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "psychology",
    "title": "The Response-Process-Evaluation Method: A New Approach to Survey-Item Validation",
    "authors": "Melissa G. Wolf, Elliott Ihm, Andrew Maul, Ann Taves",
    "abstract": "Pretesting survey items for interpretability and relevance is a commonly recommended practice in the social sciences. The goal is to construct items that are understood as intended by the population of interest and test if participants use the expected cognitive processes when responding to a survey item. Such evidence forms the basis for a critical source of validity evidence known as the “response process,” which is often neglected in favor of quantitative methods. This may be because existing methods of investigating item comprehension, such as cognitive interviewing and web probing, lack clear guidelines for retesting revised items and documenting improvements and can be difficult to implement in large samples. To remedy this, we introduce the response-process-evaluation (RPE) method, a standardized framework for pretesting multiple versions of a survey. This iterative, evidence-based approach to item development relies on feedback from the population of interest to quantify and qualify improvements in item interpretability across a large sample. The result is a set of item-validation reports that detail the intended interpretation and use of each item, the population it was validated on, the percentage of participants that interpreted the item as intended, examples of participant interpretations, and any common misinterpretations to be cautious of. We also include an empirical study that compares the RPE method with cognitive interviewing in terms of the quality of data gathered and the resources expended. Researchers may find that they have more confidence in the inferences drawn from survey data after engaging in rigorous item pretesting.",
    "url": "https://doi.org/10.1177/25152459251353135",
    "doi": "https://doi.org/10.1177/25152459251353135",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "Testing measurement and structural invariance in latent mediation models – A comparison of IPCR and Bayesian MNLFA",
    "authors": "Fabian Felix Muench, Tobias Koch",
    "abstract": "Moderated mediation models are frequently used in psychological research to examine direct, indirect, and total effects across an external moderating variable. When these models involve latent variables, measurement invariance should be tested first to ensure that measures function equivalently across subpopulations. If measurement invariance is violated, conclusions drawn about the moderation effects can be biased. However, measurement invariance is seldom tested across the moderator variable itself, especially if it is continuous. In this paper, we present two approaches that allow testing measurement and structural invariance simultaneously and across continuous covariates. They are termed individual parameter contribution regression (IPCR; Arnold et al., Structural Equation Modeling: A Multidisciplinary Journal, 27 , 613–628, 2019) and moderated nonlinear latent factor analysis (MNLFA; Bauer &amp; Hussong, Psychological Methods , 14 (2), 101–125, 2009). We showcase both approaches with empirical data of $$N = 399$$ N = 399 couples in the German Family Panel (Brüderl et al., 2022). We show how MNLFA can be estimated in a Bayesian framework and explain Bayesian model selection with posterior predictive model checks and leave-one-out cross-validation (Vehtari et al., Statistics and Computing , 27 (5), 1413–1432, 2017). Afterwards, we present the results of a simulation study comparing IPCR and Bayesian MNLFA with regard to parameter bias. We close with a comparison of both approaches regarding the empirical analysis and the simulation study and provide recommendations for applied researchers working with latent moderated mediation models.",
    "url": "https://doi.org/10.3758/s13428-025-02781-5",
    "doi": "https://doi.org/10.3758/s13428-025-02781-5",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Comparing likelihood-based and likelihood-free approaches to fitting and comparing models of intertemporal choice",
    "authors": "Peter D. Kvam, Konstantina Sokratous, Anderson K. Fitch, Jasmin Vassileva",
    "abstract": "Machine learning methods have recently begun to be used for fitting and comparing cognitive models, yet they have mainly focused on methods for dealing with models that lack tractable likelihoods. Evaluating how these approaches compare to traditional likelihood-based methods is critical to understanding the utility of machine learning for modeling and determining what role it might play in the development of new models and theories. In this paper, we systematically benchmark neural network approaches against likelihood-based approaches to model fitting and comparison, focusing on intertemporal choice modeling as an illustrative application. By applying each approach to intertemporal choice data from participants with substance use problems, we show that there is convergence between neural network and Bayesian methods when it comes to making inferences about latent processes and related substance use outcomes. For model comparison, however, classification networks significantly outperformed likelihood-based metrics. Next, we explored two extensions of this approach, using recurrent layers to allow them to fit data with variable stimuli and numbers of trials, and using dropout layers to allow for posterior sampling. We ultimately suggest that neural networks are better suited to fast parameter estimation and posterior sampling, applications to large data sets, and model comparison, while Bayesian MCMC methods should be preferred for flexible applications to smaller data sets featuring many conditions or experimental designs.",
    "url": "https://doi.org/10.3758/s13428-025-02779-z",
    "doi": "https://doi.org/10.3758/s13428-025-02779-z",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Disentangling individual differences in cognitive response mechanisms for rating scale items: A flexible-mixture multidimensional IRTree approach",
    "authors": "Ömer Emre Can Alagöz, Thorsten Meiser, Lale Khorramdel",
    "abstract": "The accuracy of our inferences from rating-scale items can be improved with IRTree models, which consider heuristic response strategies like response styles (RS). IRTree models break down ordinal responses into pseudo-items (nodes), each representing a distinct decision-making process. These nodes are then modeled using an item response model. In the case of four-point items, a response is split into two nodes: 1) response direction, where the trait influences the overall agreement with items, and 2) response extremity, where both the trait and extreme RS (ERS) impact the choice of relative (dis)agreement categories. However, traditional models, despite addressing RS effects, assume that all respondents follow an identical response strategy, where the selection of relative (dis)agreement categories is influenced by the trait and ERS to the same degree for all respondents. Given that respondents may vary in the extent to which they adopt heuristic-driven strategies (e.g., fatigue, motivation, expertise), this assumption of homogeneous response processes is unlikely to be satisfied, potentially leading to inaccurate inferences. To accommodate different response strategies, we introduce the mixture IRTree model (MixTree). In MixTree, participants are assigned to different latent classes, each associated with distinct response processes. Based on their class memberships, varying weights are assigned to individuals’ trait and ERS scores. Additionally, MixTree simultaneously examines extraneous variables to explore sources of heterogeneity. A simulation study validates the MixTree’s performance in recovering classes and model parameters. Empirical data analysis identifies two latent classes, one linked to a trait-driven and the other to RS-driven mechanisms.",
    "url": "https://doi.org/10.3758/s13428-025-02778-0",
    "doi": "https://doi.org/10.3758/s13428-025-02778-0",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Does protection come at a cost? A random stimuli approach to investigating the (side-)effects of misinformation inoculations",
    "authors": "Teodora Spiridonova, Olga Stavrova, Ilja van Beest",
    "url": "https://doi.org/10.1016/j.jesp.2025.104806",
    "doi": "https://doi.org/10.1016/j.jesp.2025.104806",
    "filter": 0,
    "journal_full": "Journal of Experimental Social Psychology"
  },
  {
    "discipline": "psychology",
    "title": "VISTA-SSM: Varying and irregular sampling time-series analysis via state-space models.",
    "authors": "Benjamin Brindle, Thomas Derrick Hull, Matteo Malgaroli, Nicolas Charon",
    "url": "https://doi.org/10.1037/met0000785",
    "doi": "https://doi.org/10.1037/met0000785",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "sociology",
    "title": "Estimating and Correcting Degree Ratio Bias in the Network Scale-up Method",
    "authors": "Ian Laga, Jessica P. Kunke, Tyler H. McCormick, Xiaoyue Niu",
    "abstract": "The Network Scale-up Method (NSUM) uses social networks and answers to “How many X’s do you know?” questions to estimate sizes of groups excluded by standard surveys. This paper addresses the bias caused by varying average social network sizes across populations, commonly referred to as the degree ratio bias. This bias likely exists for all populations, resulting in either positively or negatively biased population size estimates. We show how the degree ratio affects size estimates and provide a method to estimate degree ratios without collecting additional data. We demonstrate that our adjustment procedure improves the accuracy of NSUM size estimates using simulations and data from two data sources.",
    "url": "https://doi.org/10.1177/00491241251364233",
    "doi": "https://doi.org/10.1177/00491241251364233",
    "filter": 0,
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Guilt drives prosociality across 20 countries",
    "authors": "Catherine Molho, Ivan Soraperra, Jonathan F. Schulz, Shaul Shalvi",
    "abstract": "Impersonal prosociality is considered a cornerstone of thriving civic societies and well-functioning institutions. Previous research has documented cross-societal variation in prosociality using monetary allocation tasks such as dictator games. Here we examined whether different societies may rely on distinct mechanisms—guilt and internalized norms versus shame and external reputation—to promote prosociality. We conducted a preregistered experiment with 7,978 participants across 20 culturally diverse countries. In dictator games, we manipulated guilt by varying information about the consequences of participants’ decisions, and shame by varying observability. We also used individual- and country-level measures of the importance of guilt over shame. We found robust evidence for guilt-driven prosociality and wilful ignorance across countries. Prosociality was higher when individuals received information than when they could avoid it. Furthermore, more guilt-prone individuals (but not countries) were more responsive to information. In contrast, observability by strangers had negligible effects on prosociality. Our findings highlight the importance of providing information about the negative consequences of individuals’ choices to encourage prosocial behaviour across cultural contexts.",
    "url": "https://doi.org/10.1038/s41562-025-02286-3",
    "doi": "https://doi.org/10.1038/s41562-025-02286-3",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Learning from outcomes shapes reliance on moral rules versus cost–benefit reasoning",
    "authors": "Maximilian Maier, Vanessa Cheung, Falk Lieder",
    "abstract": "Many controversies arise from disagreements between moral rules and ‘utilitarian’ cost–benefit reasoning (CBR). Here we show how moral learning from consequences can produce individual differences in people’s reliance on rules versus CBR. In a new paradigm, participants (total N = 2,328) faced realistic dilemmas between one choice prescribed by a moral rule and one by CBR. The participants observed the consequences of their decision before the next dilemma. Across four experiments, we found adaptive changes in decision-making over 13 choices: participants adjusted their decisions according to which decision strategy (rules or CBR) produced better consequences. Using computational modelling, we showed that many participants learned about decision strategies in general (metacognitive learning) rather than specific actions. Their learning transferred to incentive-compatible donation decisions and moral convictions beyond the experiment. We conclude that metacognitive learning from consequences shapes moral decision-making and that individual differences in morality may be surprisingly malleable to learning from experience.",
    "url": "https://doi.org/10.1038/s41562-025-02271-w",
    "doi": "https://doi.org/10.1038/s41562-025-02271-w",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  }
]
