[
  {
    "discipline": "communication",
    "title": "Beyond the binary? Automated gender classification of social media profiles",
    "authors": "Miriam Siemon",
    "url": "https://doi.org/10.1080/19312458.2025.2554864",
    "doi": "https://doi.org/10.1080/19312458.2025.2554864",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Faulty News Coverage Causes Bad Moods—the Impact of Media Perceptions on the Relationship Between Bad Moods and Negative Negotiation Outcomes",
    "authors": "Marlene Strehler-Schaaf, Christina Viehmann, Oliver Quiring",
    "url": "https://doi.org/10.1177/10776990251359657",
    "doi": "https://doi.org/10.1177/10776990251359657",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Negotiations are a key mechanism for resolving societal conflicts. Since they usually take place behind closed doors, it has long been assumed that the media have no impact on the workflow and results. In this article, we demonstrate that media attention and framing affect the negotiation process and outcomes through the moods of the negotiators. Relying on a mixed-method design, combining a survey ( N = 326) with semi-structured interviews ( N = 33) on typical societal decision-making processes in the field of trade negotiations in Germany. We provide unique insights into the dynamics behind closed doors."
  },
  {
    "discipline": "communication",
    "title": "The egocentricity and emotionality of sense of place: Scale development and validation across digital/physical and positive/negative locales",
    "authors": "Nicholas David Bowman, Jaime Banks",
    "url": "https://doi.org/10.1177/14614448251375078",
    "doi": "https://doi.org/10.1177/14614448251375078",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "People increasingly live within and across physical and digital spaces, forming idiosyncratic connections with those locales. Building on extant work indicating cross-materiality Sense of Place (SoP) to be a function of symbolism, purpose, identity, relationality, and emotion (SPIRE), the current study tested the validity of a five-factor SPIRE measure and examined variance as a function of physical (vs. digital) and positive (vs. negative) places. Among cross-national participants (N = 348 from &gt; 30 countries), response patterns forward a two-factor solution: One combines SPIR elements anchored to identity items representing an egocentric orientation toward the place (55% of variance explained), and another comprises only emotion items representing idiosyncratic emotion dynamics (14%). Validation analyses found egocentricity to be strongly and positively associated with metaphorical conceptualizations of SoP, emotionality less so, differentially across place materiality and valence. Findings hold implications for digital and physical space design, especially as generative technologies increasingly afford place personalization."
  },
  {
    "discipline": "communication",
    "title": "Online job scams: Unveiling the impact of overconfidence, digital literacy, and algorithmic literacy on user susceptibility to false job advertisements",
    "authors": "Jihye Lee, Mu-Jung Cho",
    "url": "https://doi.org/10.1177/14614448251377994",
    "doi": "https://doi.org/10.1177/14614448251377994",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article examines false online job ads and user susceptibility by drawing on three research areas: automated deception detection, cognitive bias (Dunning–Kruger effect), and digital and algorithmic literacy. Leveraging a data set of 17,879 ads, we develop machine learning models to distinguish false from legitimate ads and survey a representative US sample ( N = 635) to assess user susceptibility. Results show that ad veracity is predicted by visual (e.g. company logo) and linguistic cues (e.g. “team,” ‘we’) that signal credibility. Survey findings indicate a strong Dunning–Kruger effect: overconfident individuals were less accurate in detecting false ads, perceived them as more credible, and were more likely to share them. Literacy effects were complex: while general Internet skills improved detection accuracy, algorithmic literacy had more nuanced influences on ad perceptions. These results highlight the psychological mechanisms that contribute to the spread of false information in digital communication, deepening our understanding of online deception."
  },
  {
    "discipline": "communication",
    "title": "A New Journalism for a New Climate: Is Solutions Journalism the Solution?",
    "authors": "Kathryn Thier",
    "url": "https://doi.org/10.1177/10755470251378065",
    "doi": "https://doi.org/10.1177/10755470251378065",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Little is known about how journalists can engage audiences when providing news about the existential threat of climate change. This experiment tests several solutions stories against problem-oriented stories and an irrelevant control to explain how shifting the news frame may encourage climate policy support. Findings build on research showing solutions journalism increases positive affect and decreases negative affect, although these effects did not predict policy support. This study is the first to demonstrate that climate solutions news can increase readers’ individual and collective response efficacy perceptions. Results offer insight for scholars and practitioners seeking to advance pro-social climate change communication."
  },
  {
    "discipline": "communication",
    "title": "Rally and Recalibrate: Political Dynamics of Audience Expectations of Journalism During Times of Crisis",
    "authors": "Claire Roney, Daniel Wiesner, Andreas A. Riedl, Jakob-Moritz Eberl",
    "url": "https://doi.org/10.1177/19401612251375203",
    "doi": "https://doi.org/10.1177/19401612251375203",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "This study examines how the evolving conditions of the COVID-19 pandemic shaped audience expectations of journalism in Austria. Traditionally defined by roles such as Informer and Watchdog , journalists adapted to new roles during the crisis, including Collaborator with health officials, Science Communicator , and Fact-Checker . Drawing on data from three waves of the Austrian Corona Panel Project with approximately 1,500 participants per wave, we analyze audience expectations of nine journalistic roles. Our findings show strong support for emerging roles like the Fact Checker and Science Communicator , highlighting the demand for accurate information and scientific clarity. However, audience expectations fluctuated significantly over time, reflecting shifts in public trust and the diminishing rally-around-the-flag effect. These results underscore the volatility and context-dependency of audience demands during crises, emphasizing the need for journalism to remain adaptable in rapidly changing environments."
  },
  {
    "discipline": "communication",
    "title": "Dissonant Public Spheres and Facebook Campaigning in Austria: A Cross-Level Study of the 2024 European and National Parliament Elections",
    "authors": "Franz Reiter, Uta Russmann",
    "url": "https://doi.org/10.1177/19401612251370104",
    "doi": "https://doi.org/10.1177/19401612251370104",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Most research studying the content of political campaigns has employed cross-sectional, cross-national, or longitudinal designs. Although this research has enhanced our understanding of campaigns, there is still a lack of cross-level studies that compare the content of campaigns at different political levels. In this study, we employ a cross-level design by comparing campaign strategies in the 2024 European Parliament (EP) election and the 2024 National Parliament (NP) election in Austria. We focus on campaign strategies related to dissonant public spheres: Populist content, negative campaigning, and the polarizing issues of immigration and environmental policy. To do so, we apply a quantitative content analysis ( N = 1,794) of the Facebook posts of political parties and candidates during both campaigns. Using binary logistic regression, we find that negative campaigning is significantly more likely and the issue of environmental policy is significantly less likely to occur in the NP campaign compared to the EP campaign. However, there are no significant differences between the EP and NP campaigns regarding populist content and the issue of immigration. Our findings demonstrate that the second-order elections theory may be less applicable to the analysis of digital campaign strategies. Instead, other frameworks—such as populist discourse as a global phenomenon, the transnationalization of issues like immigration, and the increasing salience of global concerns such as climate change—may offer more analytical traction."
  },
  {
    "discipline": "communication",
    "title": "Generative AI Generating Concerns: Citizens’ Perspectives During the 2024 European Elections",
    "authors": "Aqsa Farooq, Elske van den Hoogen, Marina Tulin, Claes de Vreese",
    "url": "https://doi.org/10.1177/19401612251376060",
    "doi": "https://doi.org/10.1177/19401612251376060",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "The 2024 European Parliament (EP) elections (EP24) were regarded as a “testing ground” for artificial intelligence (AI)-powered disinformation threats. Instances of multimodal, AI-generated disinformation were found across European democracies, leading to questions about just how prevalent this threat may be in the eyes of citizens poised to vote in the EP elections, and its influence on electoral processes. Utilizing a three-wave panel approach, we surveyed a sample of citizens in the Netherlands, Germany, and Poland ( N = 2929) to track changes over the course of the election cycle. We explored the association between citizens’ concerns about and perceived encounters with AI-generated content, including disinformation. We were also interested in how these concerns and perceived encounters differ over the course of the campaign, differ by country, and ultimately, how they relate to citizens’ perceptions of the fairness of the electoral process. We found that increased reported exposure to AI-generated election content, including disinformation, is associated with heightened concern about AI’s threat to democratic integrity in the EP24. While reported exposure to AI-generated content positively influenced perceptions of electoral integrity and democratic satisfaction at the EU-level, disinformation eroded these perceptions, albeit modestly. Reported exposure to AI-generated disinformation peaked just before elections, suggesting strategic timing. Understanding citizens’ perspectives can be crucial for the development of a robust, democratic and resilient information ecosystem—particularly during elections."
  },
  {
    "discipline": "politics",
    "title": "Lights, Camera, Inaction? The Effects of Gavel-to-Gavel Floor Coverage on U.S. State Legislatures",
    "authors": "JEFFREY LYONS, JOSH M. RYAN",
    "url": "https://doi.org/10.1017/s0003055425101032",
    "doi": "https://doi.org/10.1017/s0003055425101032",
    "filter": 0,
    "journal_full": "American Political Science Review",
    "abstract": "As elected officials and citizens struggle to understand the increasingly polarized political landscape in the United States, some have pointed to the introduction of “gavel-to-gavel” camera coverage in legislative bodies as driving the downward trajectory of these institutions. Advocates of increased transparency suggest cameras empower voters, producing more moderate behavior among legislators, whereas opponents suggest cameras encourage partisanship and dysfunction. Previous research offers mixed conclusions, in part, because of a focus on national legislatures where the introduction of cameras occurs only once. Using an original dataset of the adoption of gavel-to-gavel coverage in state legislative chambers, we examine whether cameras are associated with a range of chamber- and individual-level outcomes. The findings suggest that there are no systematic impacts from the introduction of gavel-to-gavel coverage. Normative concerns about cameras in legislatures may be overstated, an important finding given their proliferation in public proceedings since the COVID-19 pandemic."
  },
  {
    "discipline": "politics",
    "title": "Believing What Politicians Communicate: Ideological Presentation of Self and Voters’ Perceptions of Politician Ideology",
    "authors": "Hans J. G. Hassell, Michael Heseltine, Kevin Reuning",
    "url": "https://doi.org/10.1017/s0007123425100768",
    "doi": "https://doi.org/10.1017/s0007123425100768",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Politicians’ presentation of self is central to election efforts. For these efforts to be successful, they need voters to receive and believe the messages they communicate. We examine the relationship between politicians’ communications and voters’ perceptions of their ideology. Using the content of politicians’ ideological presentation of self through social media communications, we create a measure of messaging ideology for all congressional candidates between 2018 and 2022 and all congressional officeholders between 2012 and 2022 along with voter perceptions of candidate ideology during the same time period. Using these measures, our work shows voters’ perceptions of candidate ideology are strongly related to messaging, even after controlling for incumbent voting behavior. We also examine how the relationship between politician messaging and voter perceptions changes relative to other information about the politician and in different electoral contexts. On the whole, voters’ perceptions of candidate ideology are strongly correlated with politician communications."
  },
  {
    "discipline": "politics",
    "title": "Deepening, Bridging, and Moving Minds in Stressful Times",
    "authors": "Simon Stocker, André Bächtiger, Bernhard Kittel, Marco Steenbergen",
    "url": "https://doi.org/10.1017/s0007123425100562",
    "doi": "https://doi.org/10.1017/s0007123425100562",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "This article focuses on the effects of different communication modes – ‘contestatory’, ‘collaborative’, and ‘open’ (and two control groups – ‘information-only’ and a ‘placebo’ group) on reasoning and opinion formation in the context of conflictive collective decision problems. Focusing on two population-based survey experiments in Germany and Austria on the prioritization of health or freedom (Germany) and the introduction of mandatory vaccination (Austria) in the COVID-19 crisis, we find an important trade-off: while a contestatory and open mode enhances in-depth reasoning, a collaborative mode promotes constructive thinking. Regarding opinion formation, we find that when societal polarization is not extreme, communication modes do not matter for opinion (de-)polarization; here, the exposure to information is all that is needed to move minds. In highly polarized situations, however, open communication is the only way to communicatively reach out to people. Our results contradict both advocates of a contestatory and collaborative renewal of public discourse."
  },
  {
    "discipline": "politics",
    "title": "Identity after the ballot: How winning and losing impact partisan attachments and affective polarization",
    "authors": "Bence Hamrak",
    "url": "https://doi.org/10.1016/j.electstud.2025.102967",
    "doi": "https://doi.org/10.1016/j.electstud.2025.102967",
    "filter": 0,
    "journal_full": "Electoral Studies"
  },
  {
    "discipline": "politics",
    "title": "Can question wording reduce vote overreporting in post-election surveys?",
    "authors": "Pascal Sciarini, Andreas C. Goldberg",
    "url": "https://doi.org/10.1016/j.electstud.2025.102982",
    "doi": "https://doi.org/10.1016/j.electstud.2025.102982",
    "filter": 0,
    "journal_full": "Electoral Studies"
  },
  {
    "discipline": "politics",
    "title": "Far-right agenda setting: How the far right influences the political mainstream",
    "authors": "Daniel Saldivia Gonzatti, Teresa Völker",
    "url": "https://doi.org/10.1017/s1475676525100066",
    "doi": "https://doi.org/10.1017/s1475676525100066",
    "filter": 0,
    "journal_full": "European Journal of Political Research",
    "abstract": "How do far-right actors influence mainstream parties over time? Previous research shows that mainstream parties contribute to the electoral success of far-right parties through coalitions or policy alliances. However, a long-term perspective on the influence of far-right actors, including parties, civil society organisations, and social movements, on mainstream parties’ communication is lacking. This article investigates how far-right actors and issues have influenced mainstream parties’ communication in Germany since the 1990s. Using automated text analysis, we analyse 520,408 articles from six newspapers. First, we semi-automatically collect far-right actors and mainstream parties and implement a structural topic model to analyse their issue agendas. Second, we use time-series analysis to examine agenda-setting effects and their drivers. The results show that far-right influence on mainstream parties’ communication has increased, particularly among opposition parties and around issues of Islam and migration. Notably, the agenda-setting effect cuts across party ideologies, indicating mainstream parties’ impact on the rise of the far right in democracies."
  },
  {
    "discipline": "politics",
    "title": "Congenial messages from politicians reduce affective polarization among citizens",
    "authors": "Rasmus T. Pedersen, Julian Christensen, Niels Bjørn Grund Petersen",
    "url": "https://doi.org/10.1017/s1475676525100030",
    "doi": "https://doi.org/10.1017/s1475676525100030",
    "filter": 0,
    "journal_full": "European Journal of Political Research",
    "abstract": "Affective polarization among citizens is often attributed to the harsh rhetoric and personal attacks that politicians direct at one another. However, the influence of elite rhetoric on affective polarization may work in both directions. We theorize that politicians can reduce affective polarization by making positive or respectful statements about their political opponents. A preregistered survey experiment with 2,000 citizens provides strong support for this expectation. Politicians’ congenial messages about their opponents significantly reduce affective polarization on two distinct measures. Specifically, the experimental treatments reduce citizens’ negative emotions toward outpartisans, as well as their desire to socially distance themselves from such outpartisans. The depolarizing effect of such messages does not depend on the political alignment of either the politician or the citizen, nor does it necessarily require high levels of political trust."
  },
  {
    "discipline": "politics",
    "title": "Campaigns do matter: The impact of campaigns in reducing framing effects",
    "authors": "Derek Beach, Jannik Fenger, Roman Senninger",
    "url": "https://doi.org/10.1017/s147567652510011x",
    "doi": "https://doi.org/10.1017/s147567652510011x",
    "filter": 0,
    "journal_full": "European Journal of Political Research",
    "abstract": "This study examines the role of political campaigns in reducing voter susceptibility to framing effects. The case chosen is the 2022 EU defence opt-out referendum in Denmark. Using a novel survey experiment design that exposed voters to arguments at the start and the end of the campaign, we were able to directly test the impact of a real-world campaign on voter susceptibility to frames. The findings reveal a notable reduction in framing effects. Initially, loss-related framed arguments swayed voters, but this impact waned at the campaign’s end. Our analysis suggests that the campaign provided voters with information and arguments that made them less susceptible to framing effects and instead empowered voters to make informed decisions on the referendum based on their own attitudes towards the EU. In the conclusions, we encourage further research on susceptibility to elite messages in real-world settings."
  },
  {
    "discipline": "politics",
    "title": "“We Should all be Christian Nationalists”: Elite Influence on Identification with Christian Nationalism",
    "authors": "Amy Brooke Grauley",
    "url": "https://doi.org/10.1007/s11109-025-10074-y",
    "doi": "https://doi.org/10.1007/s11109-025-10074-y",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "The rise of Christian Nationalism as a social and political identity has had widespread effects on American politics, yet little is known about the factors that influence individual identification with Christian Nationalism. I argue that identification with Christian Nationalism is partially shaped by the elite cues, specifically the rhetorical context within which individuals are exposed to the term. I test this theory in two preregistered vignette experiments on a sample of American Christians. Results show that elite cues significantly affect identification: negative cues notably decrease identification, especially among individuals without strong pre-existing beliefs. These findings demonstrate that elite discourse plays a powerful and enduring role in shaping public support for Christian Nationalism."
  },
  {
    "discipline": "politics",
    "title": "An adversarial collaboration on the rigidity‐of‐the‐right, symmetry thesis, or rigidity‐of‐extremes: The answer depends on the question",
    "authors": "Shauna M. Bowes, Cory J. Clark, Lucian Gideon Conway, Thomas Costello, Danny Osborne, Philip E. Tetlock, Jan‐Willem van Prooijen",
    "url": "https://doi.org/10.1111/pops.70071",
    "doi": "https://doi.org/10.1111/pops.70071",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "In an adversarial collaboration, two preregistered U.S.‐based studies (total N = 6181) tested three hypotheses regarding the relationship between political ideology and belief rigidity (operationalized as less evidence‐based belief updating): rigidity‐of‐the‐right, symmetry, and rigidity‐of‐extremes. Across both studies, general and social conservatism were weakly associated with rigidity (| b | ~ .05), and conservatives were more rigid than liberals (Cohen's d ~ .05). Rigidity generally had null associations with economic conservatism, as well as social and economic political attitudes. Moreover, general extremism (but neither social nor economic extremism) predicted rigidity in Study 1, and all three extremism measures predicted rigidity in Study 2 (average | b s| ~ .07). Extreme rightists were more rigid than extreme leftists in 60% of the significant quadratic relationships. Given these very small and semi‐consistent effects, broad claims about strong associations between ideology and belief updating are likely unwarranted. Rather, psychologists should turn their focus to examining the contexts where ideology strongly correlates with rigidity."
  },
  {
    "discipline": "politics",
    "title": "Toward a framework for creating trustworthy measures with supervised machine learning for text",
    "authors": "Ju Yeon Park, Jacob M. Montgomery",
    "url": "https://doi.org/10.1017/psrm.2025.10042",
    "doi": "https://doi.org/10.1017/psrm.2025.10042",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Supervised learning is increasingly used in social science research to quantify abstract concepts in textual data. However, a review of recent studies reveals inconsistencies in reporting practices and validation standards. To address this issue, we propose a framework that systematically outlines the process of transforming text into a quantitative measure, emphasizing key reporting decisions at each stage. Clear and comprehensive validation is crucial, enabling readers to critically evaluate both the methodology and the resulting measure. To illustrate our framework, we develop and validate a measure assessing the tone of questions posed to nominees during U.S. Senate confirmation hearings. This study contributes to the growing literature advocating for transparency and rigor in applying machine learning methods within computational social sciences."
  },
  {
    "discipline": "politics",
    "title": "The Revealed Demand for Hard Versus Soft News: Evidence from Italian TV Viewership",
    "authors": "Marco Gambaro, Valentino Larcinese, Riccardo Puglisi, James M. Snyder",
    "url": "https://doi.org/10.1086/734283",
    "doi": "https://doi.org/10.1086/734283",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Populism, Community-Based Inequalities, and Public Health Policies: How Did Populist Attitudes Determine the COVID-19 Preventive Policy Support in Different Local Socioeconomic and Health Contexts?",
    "authors": "Tomoko Okada, Liwei Shen, Porismita Borah, Sijia Yang",
    "url": "https://doi.org/10.1093/ijpor/edaf054",
    "doi": "https://doi.org/10.1093/ijpor/edaf054",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Regardless of country, populist attitudes can better explain voting behavior and attitude formation toward social issues than party identification and political ideology. Nonetheless, despite the increased attention to rural/urban divides and diverse living experiences in each community, it has not been sufficiently uncovered how contextual factors, including local socioeconomic and health disparities, can moderate the roles of populist attitudes. Based on these findings, we explore (1) the roles of red and blue media use and populist attitudes in predicting support for preventive policies and (2) the moderation effects of local socioeconomic and health disparities in such associations. By analyzing online survey data from US adults (N = 1,700) conducted amid the COVID-19 pandemic, we demonstrate that blue media use was significantly associated with preventive policy support but not moderated by any socioeconomic and health disparities examined in this research. Meanwhile, red media use was significantly moderated by the Democrat vote share. Moreover, the 2 subdimensions of populist attitudes—anti-elitism and Manichaean outlook—were significantly moderated by community-based socioeconomic disparities, namely the cumulative COVID-19 infection rates and population size change in 2016–2020. We discuss these results and highlight the significance of exploring local and international contextual factors in studying populism."
  },
  {
    "discipline": "public opinion",
    "title": "Time-Varying Relationships Between the “Sentiment” of U.S. Public Opinion and News Media",
    "authors": "Gavin Ploger, Stuart Soroka, Christopher Wlezien, Michael Traugott",
    "url": "https://doi.org/10.1093/ijpor/edaf052",
    "doi": "https://doi.org/10.1093/ijpor/edaf052",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Pollsters and journalists in the United States often make generalized statements about the state of the country, in particular, its “mood” or “sentiment.” The claims often rely on responses to survey questions asking about the state of the country. Little is known about the ebb and flow of this sentiment, however. This paper develops a measure of public sentiment, pooling results of thousands of polls between 2000 and 2021. It then develops an analogous measure of media sentiment based on a content analysis of millions of network television news transcripts. Analyses explore differences across data sources (i.e., polling houses and television networks) and consider the relationship between public and media sentiment. Results suggest that the measures are correlated concurrently, and there is some evidence that public sentiment responds to earlier media coverage. However, connections between the measures wax and wane over time, highlighting the potential importance of accounting for time-varying parameters in the study of public opinion and media effects."
  },
  {
    "discipline": "psychology",
    "title": "Truth over falsehood: Experimental evidence on what persuades and spreads.",
    "authors": "Nicolas Fay, Keith J. Ransom, Bradley Walker, Piers D. L. Howe, Andrew Perfors, Yoshihisa Kashima",
    "url": "https://doi.org/10.1037/pspa0000467",
    "doi": "https://doi.org/10.1037/pspa0000467",
    "filter": 0,
    "journal_full": "Journal of Personality and Social Psychology"
  },
  {
    "discipline": "psychology",
    "title": "The dire disregard of measurement invariance testing in psychological science.",
    "authors": "Esther Maassen, E. Damiano D'Urso, Marcel A. L. M. van Assen, Michèle B. Nuijten, Kim De Roover, Jelte M. Wicherts",
    "url": "https://doi.org/10.1037/met0000624",
    "doi": "https://doi.org/10.1037/met0000624",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "multidisciplinary",
    "title": "The impact of advanced AI systems on democracy",
    "authors": "Christopher Summerfield, Lisa P. Argyle, Michiel Bakker, Teddy Collins, Esin Durmus, Tyna Eloundou, Iason Gabriel, Deep Ganguli, Kobi Hackenburg, Gillian K. Hadfield, Luke Hewitt, Saffron Huang, Hélène Landemore, Nahema Marchal, Aviv Ovadya, Ariel Procaccia, Mathias Risse, Bruce Schneier, Elizabeth Seger, Divya Siddarth, Henrik Skaug Sætra, Michael Henry Tessler, Matthew Botvinick",
    "url": "https://doi.org/10.1038/s41562-025-02309-z",
    "doi": "https://doi.org/10.1038/s41562-025-02309-z",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Advanced artificial intelligence (AI) systems capable of generating humanlike text and multimodal content are now widely available. Here we ask what impact this will have on the democratic process. We consider the consequences of AI for citizens’ ability to make educated and competent choices about political representatives and issues (epistemic impacts). We explore how AI might be used to destabilize or support the mechanisms, including elections, by which democracy is implemented (material impacts). Finally, we discuss whether AI will strengthen or weaken the principles on which democracy is based (foundational impacts). The arrival of new AI systems clearly poses substantial challenges for democracy. However, we argue that AI systems also offer new opportunities to educate and learn from citizens, strengthen public discourse, help people to find common ground, and reimagine how democracies might work better."
  }
]
