[
  {
    "discipline": "communication",
    "title": "Conceptualizing the evolving nature of computational propaganda: a systematic literature review",
    "authors": "Hassan Mustafa, Markus Luczak-Roesch, David Johnstone",
    "abstract": "Since the 2016 U.S. election and the U.K. Brexit campaign, computational propaganda has become an important research topic in communication, political and social science. Recently, it has become clearer that computational propaganda doesn’t start from a clean slate and is not precisely bound to single issues or campaigns. Instead, computational propaganda needs to be looked at as a complex phenomenon in a global environment of co-evolving issues and events, emerging technologies, policies and legal frameworks, and social dynamics. Here, we review the literature on computational propaganda from this perspective and theorize this evolving and longitudinal nature of computational propaganda campaigns through the lens of relational dynamics. Our conceptual contribution forms the basis for a new kind of empirical research on computational propaganda that is aware of the complex interdependencies, feedback cycles and structural conditions that are elusive when focusing on individual campaigns and short time frames.",
    "url": "https://doi.org/10.1093/anncom/wlaf001",
    "doi": "https://doi.org/10.1093/anncom/wlaf001",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "Rethinking narrative sensemaking: In/Congruity and the production of precarious storied orders",
    "authors": "Anna Wiederhold Wolfe, Laura Black, Jennifer Woody Collins, Carson S. Kay, Soo-Hye Han, Caitlin Williams, Robert C. Richards",
    "url": "https://doi.org/10.1080/03637751.2025.2467696",
    "doi": "https://doi.org/10.1080/03637751.2025.2467696",
    "filter": 0,
    "journal_full": "Communication Monographs"
  },
  {
    "discipline": "communication",
    "title": "Easy doesn’t always do it: examining the joint effects of processing fluency and motivated resistance to persuasion on political attitude change and engagement",
    "authors": "Olivia M. Bullock, Hillary C. Shulman, Graham Dixon",
    "url": "https://doi.org/10.1080/08824096.2025.2480371",
    "doi": "https://doi.org/10.1080/08824096.2025.2480371",
    "filter": 0,
    "journal_full": "Communication Research Reports"
  },
  {
    "discipline": "communication",
    "title": "Narrative virtual reality as a memory machine",
    "authors": "Tim Gruenewald, Cecilia Chen",
    "abstract": "Since 2014, a new narrative medium has been emerging that is delivered through virtual reality headsets. This paper theorizes narrative virtual reality as a new filmic medium with new and unique affordances that facilitate narrating and sharing memories. In contradistinction to the much-discussed concept of VR as an ‘empathy machine’, we propose to think of VR as a memory machine. This capability of VR is reflected in the proliferation of memory-related content in narrative VR and its early adoption in public history. Narrating and sharing individual and collective traumatic memories have featured prominently in narrative VR. Three unique properties enable a recipient of narrative VR, the immersant, to experience someone else’s memories: embodiment, immersion, and interactivity. First, embodiment allows the immersant to assume the role of the person who remembers or a person that is being remembered. Second, immersion enables the virtual transportation to a past setting that is remembered. Third, since VR always offers at least some form of interactivity, narrative VR permits the immersant to have agency within the remembered narrative. These three aspects combine to provide a qualitatively richer experience of memories in VR than was possible in conventional narrative media. We show how creators have leveraged these specific affordances of VR in support of narrating memories by analyzing two case-studies. First, we look at an example of traumatic collective memory in The Book of Distance (2020), which narrates a family history of forced removal and internment of Japanese immigrants in Canada during World War II from the perspective of the victim’s grandson. Second, we discuss Is Anna Ok? (2018), which lets the immersant experience two sisters' memories of traumatic brain injury, once from the perspective of the injured victim and once from the sister who witnessed the accident.",
    "url": "https://doi.org/10.1177/13548565251320727",
    "doi": "https://doi.org/10.1177/13548565251320727",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies"
  },
  {
    "discipline": "communication",
    "title": "Looking for gamers where they are: Norwegian broadcasting from television to Twitch",
    "authors": "Torill Elvira Mortensen, Kristine Jørgensen",
    "abstract": "In 2022–2023, the gaming house LL35, live-streamed on Twitch.tv, was the Norwegian Broadcasting Corporation’s (NRK) content strategy to reach one of the most elusive audiences: male gamers between 18–29. This article discusses the case of LL35 in the light of Norwegian media policy, with particular focus on the Norwegian public service mandate. Through an analysis of how the content and scheduling of the live Twitch broadcasts developed over the span of its first year of existence, informed by interviews with the production crew behind LL35, we discuss whether LL35 was able to live up to the public service mandate and how LL35 can be part of preparing NRK for the competition in a world of (inter)networked broadcasting. The article centers on two research questions: How did the content and scheduling of LL35 develop over time, and to what degree could this development enable NRK to fulfill its commitment to offer public service content to its target group? The research shows that despite the will for innovation in NRK, combining the social media logic of Twitch and the media logic of NRK was a challenge. It also underlined the mutual dependency of legacy television and streaming, and how their roles shift. The theoretical foundation for the study is a combination of perspectives from media policy studies with insights from research on esports, game streaming and Twitch, and studies of public service youth content.",
    "url": "https://doi.org/10.1177/13548565251326796",
    "doi": "https://doi.org/10.1177/13548565251326796",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies"
  },
  {
    "discipline": "communication",
    "title": "From Unpolitical Sporadics to Political Activists: Identifying political social media user types",
    "authors": "Gerrit Philipps, Ole Kelm, Dennis Friess, Marc Ziegele",
    "abstract": "The diversity of social media platforms has expanded the possibilities for citizens to encounter political content and express political opinions. However, the patterns of users’ contact with political information and political expression across different platforms are largely unclear. Based on survey data from Germany ( n = 1054), this study investigates social media use, exposure to political content, and political expression across nine platforms and presents a typology of political social media users. A cluster analysis identified five user types: Unpolitical Sporadics , Casual Mainstreamers , Twitter-focused Mainstreamers , Expressive Contributors , and Political Activists . Multinomial logistic regressions reveal that these types are associated with different socio-demographic characteristics, political attitudes, and media usage habits. In particular, a small group of users with right-leaning attitudes is very active on all platforms. These Political Activists could potentially contribute to the much-discussed dominance of the political right on social media.",
    "url": "https://doi.org/10.1177/02673231251327860",
    "doi": "https://doi.org/10.1177/02673231251327860",
    "filter": 0,
    "journal_full": "European Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Digital transformation, climate change and social justice: Technology as a force for good NilolakisWilliamda VeigaRenata MouraSocial Value, Climate Change and Environmental Stewardship: Insights from Theory and Practice, Springer and Nature Switzerland, 2023; 142 pp.: £117.96 (eBook). ISBN: 978-3-031-23145-2KumarAvadheshSagarShrddhaThangamuthiPoongodiBalamurunganB.Digital Transformation: Industry 4.0 to Society 5.0., Springer Nature Singapure, 2024; 356 pp.: £117.69 (eBook). ISBN: 978-981-99-8118-2",
    "authors": "Fredrik Ludwik Jhon Wanimbo, Erny Riana Wafumilena",
    "url": "https://doi.org/10.1177/02673231251326532",
    "doi": "https://doi.org/10.1177/02673231251326532",
    "filter": 0,
    "journal_full": "European Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Serious Games and Game Performance Before and During the Israel-Hamas War: The Case of Fact Finders and PeaceMaker",
    "authors": "Ronit Kampf, Iolie Nicolaidou",
    "abstract": "This study examines the impact of players’ gender and nationality on game performance before and during the Israel-Hamas war. The study focuses on two games for social impact revolving around intractable conflicts: PeaceMaker (Israeli-Palestinian conflict) and Fact Finders (Cyprus Conflict). We conducted three case studies with 510 undergraduates voluntarily playing the aforementioned games and reporting their final scores. The participants included Israeli-Jew, Palestinian, American, and Cypriot undergraduate students. We found that before the Israel-Hamas war, women won PeaceMaker no less than men. Interestingly, during the Israel-Hamas war, women won PeaceMaker more than men. Finally, third-parties to the Cyprus conflict (Israelis, Palestinians and Americans) significantly outperformed direct-parties (Cypriots) in Fact Finders before and during the Israel-Hamas war. Overall this study's findings suggest that serious games can be used as effective interventions for peace education and conflict resolution regardless of players’ gender or nationality, even during violent times.",
    "url": "https://doi.org/10.1177/15554120251327701",
    "doi": "https://doi.org/10.1177/15554120251327701",
    "filter": 0,
    "journal_full": "Games and Culture"
  },
  {
    "discipline": "communication",
    "title": "An intellectual history of digital colonialism",
    "authors": "Toussaint Nothias",
    "abstract": "In recent years, the scholarly critique of tech power as a form of digital colonialism has gained prominence. Scholars from various disciplines—including communication, law, computer science, anthropology, and sociology—have turned to this idea (or related ones such as tech colonialism, data colonialism, and algorithmic colonization) to conceptualize the harmful impact of digital technologies globally. This article reviews significant historical precedents to the current critique of digital colonialism and further shows how digital rights activists from the Global South have been actively developing and popularizing these ideas over the last decade. I argue that these two phenomena help explain why scholars from varied disciplines developed adjacent frameworks simultaneously and at this specific historical juncture. The article also proposes a typology of digital colonialism around six core features. Overall, this article encourages historicizing current debates about tech power and emphasizes the instrumental role of nonscholarly communities in knowledge production.",
    "url": "https://doi.org/10.1093/joc/jqaf003",
    "doi": "https://doi.org/10.1093/joc/jqaf003",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Too much of what? Two-wave panel evidence for selective (de-)sensitization through frequent exposure to different kinds of digital hate",
    "authors": "Rinat Meerson, Kevin Koban, Jörg Matthes",
    "abstract": "Digital hate has become an inevitable aspect of daily life for social media users, constituting a formidable societal challenge. Despite broad consensus of related harms, researchers have struggled to predict users’ intervening activity and moderation preferences, especially given that they are subject to temporal changes. A two-wave panel survey was conducted to investigate how exposure frequency to incivility, intolerance, and threats is associated over time with (de-)sensitization regarding perceived severity, different intervention activities, and content moderation preferences, while also considering free-speech attitudes as a moderating factor. Results provide evidence for both consistent and selective (de-)sensitization over time across response and hate types. Most notably and contrary to popular desensitization narratives, users demonstrated heightened awareness and engagement when confronted with hateful content more frequently, actively intervening through reactions, comments, or private messages. Overall, these findings give reason for hope that users may become increasingly sensitive and engaged in combating digital hate.",
    "url": "https://doi.org/10.1093/jcmc/zmaf002",
    "doi": "https://doi.org/10.1093/jcmc/zmaf002",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication"
  }
]
