{
  "update": "2024-12-11",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Word embeddings on ideology and issues from Swedish parliamentarians’ motions: a comparative approach",
          "authors": "Annika Fredén, Moa Johansson, Denitsa Saynova",
          "url": "https://doi.org/10.1080/17457289.2024.2433979",
          "doi": "https://doi.org/10.1080/17457289.2024.2433979",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Asking for Traces: A Vignette Study on Acceptability Norms and Personal Willingness to Donate Digital Trace Data",
          "authors": "Henning Silber, Johannes Breuer, Barbara Felderer, Frederic Gerdon, Patrick Stammann, Jessica Daikeler, Florian Keusch, Bernd Weiß",
          "abstract": "Digital trace data are increasingly used in the social sciences. Given the risks associated with data access via application programming interfaces (APIs) as well as ethical discussions around the use of such data, data donations have been proposed as a methodologically reliable and ethically sound way of collecting digital trace data. While data donations have many advantages, study participants may be reluctant to share their data, for example, due to privacy concerns. To assess which factors in a data donation request are relevant for participants’ acceptance and decisions, we conducted a vignette experiment investigating the general acceptability and personal willingness to donate various data types (i.e., data from GPS, web browsing, LinkedIn/Xing, Facebook, and TikTok) for research purposes. The preregistered study was implemented in the probability-based German Internet Panel (GIP) and gathered responses from n = 3821 participants. Results show that people rate the general acceptability of data donation requests higher than their own willingness to donate data. Regarding the different data types, respondents indicated that they would be more willing to donate their LinkedIn/Xing, TikTok, and GPS data compared to web browsing and Facebook data. In contrast, information about whether the donated data would be shared with other researchers and data security did not affect the responses to the respective donation scenarios. Based on these results, we discuss implications for studies employing data donations.",
          "url": "https://doi.org/10.1177/08944393241305776",
          "doi": "https://doi.org/10.1177/08944393241305776",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
