{
  "update": "2025-02-06",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Geographical representation and re-selection prospects in party-centred contexts",
          "authors": "Edoardo Alberto Viganò",
          "url": "https://doi.org/10.1080/17457289.2024.2443679",
          "doi": "https://doi.org/10.1080/17457289.2024.2443679",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "A Disaggregation Method for Estimation of Adult Competency in Small Domains",
          "authors": "Andreea L. Erciulescu, Weijia Ren, Jianzhu Li, Tom Krenzke, Leyla Mohadjer, Robert Fay",
          "abstract": "Estimation at fine levels of aggregation is necessary, to better describe society. Small area estimation model-based approaches that combine sparse survey data with rich data from auxiliary sources have been proven useful to improve the reliability of estimates for small domains. Considered here is a scenario where small area model-based estimates, produced at a given aggregation level, need to be disaggregated to better describe the social structure at finer levels. For this scenario, an allocation method was developed to implement the disaggregation, overcoming challenges associated with data availability and model development at such fine levels. The method is applied to adult literacy and numeracy estimation at the county-by-group-level, using data from the U.S. Program for the International Assessment of Adult Competencies. In this application, the groups are defined in terms of age or education.",
          "url": "https://doi.org/10.1177/0282423x241304624",
          "doi": "https://doi.org/10.1177/0282423x241304624",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "Sustainable representation through electoral quotas: evidence from India",
          "authors": "Komal Preet Kaur, Andrew Q. Philips",
          "url": "https://doi.org/10.1080/21565503.2025.2455140",
          "doi": "https://doi.org/10.1080/21565503.2025.2455140",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "The Role of Physical Appearance Comparison, Self-Esteem, and Emotional Control in the Association Between Social Media Addiction and Masculine Depression",
          "authors": "Maya Kagan, Uzi Ben-Shalom, Michal Mahat-Shamir",
          "abstract": "Social media has become an integral part of daily life, shaping behaviors, self-perception, and emotional well-being. However, its addictive use raises concerns about its potential to aggravate psychological challenges, particularly in the context of societal expectations of masculinity. The current report presents a study exploring the pathways through which social media addiction contributes to masculine depression, specifically examining the roles of physical appearance comparison, self-esteem, and emotional control among men. By investigating these relationships, it aims to provide insights into the psychological consequences of social media addiction for men. Structured questionnaires were administered to 849 Israeli men aged 18 and older. Employing a moderated sequential mediation model with social media addiction as the independent variable, physical appearance comparison and self-esteem as mediators, and masculine depression as the dependent variable, this study also investigates emotional control as a moderator in the associations between social media addiction, physical appearance comparison, self-esteem, and masculine depression. The analysis, conducted using model 89 PROCESS v4.2 macro, reveals that conforming to the masculine norm of emotional control intensifies men’s vulnerability to distress resulting from maladaptive behaviors such as social media addiction, which can lead to masculine depression. Furthermore, addiction to social media can trigger masculine depression via psychosocial factors such as physical appearance comparison and low self-esteem, which have yet to be explored in the context of masculine depression. These findings underscore the importance of targeted interventions that address the societal pressures of masculinity and the psychological repercussions of excessive social media use among men. They also emphasize the necessity of raising awareness about these issues among both the public and therapists.",
          "url": "https://doi.org/10.1177/08944393251315915",
          "doi": "https://doi.org/10.1177/08944393251315915",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
