{
  "update": "2025-10-29",
  "content": [
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "Review of “Register-Based Statistics – Registers and the National Statistical System” WallgrenAndersWallgrenBritt. Register-Based Statistics – Registers and the National Statistical System, 3rd edition. 2022. Hoboken: Wiley. ISBN 9781119632375, xx+264 pages.",
          "authors": "Paul A. Smith",
          "url": "https://doi.org/10.1177/0282423x251386541",
          "doi": "https://doi.org/10.1177/0282423x251386541",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "STATISTICAL INFERENCE UNDER NONIGNORABLE SAMPLING AND NONRESPONSE—AN EMPIRICAL LIKELIHOOD APPROACH",
          "authors": "Danny Pfeffermann, Arie Preminger, Anna Sikov",
          "abstract": "Statistical models are often based on sample surveys. When the sample selection probabilities and/or the response probabilities are related to a model outcome variable, even after conditioning on the model covariates, the model holding for the observed data is different from the model holding in the population, resulting in biased inference if not accounted for properly. Accounting for sample selection bias is relatively simple because the sample selection probabilities are usually known. Accounting for nonignorable nonresponse is much harder since the response probabilities are, in practice, unknown. In this article, we develop a new approach for modelling complex survey data, which accounts simultaneously for nonignorable sampling and nonresponse. Our proposed approach combines the nonparametric empirical likelihood with a parametric model for the response probabilities, which contains the outcome variable as one of the covariates. Combining the model holding for the responding units with the model for the response probabilities enables extracting the model holding for the missing data and imputing them. We propose ways of testing the underlying model holding for the respondents’ data. Simulation results illustrate the good performance of the approach in terms of parameter estimation and imputation. We conclude with an application to the household expenditure survey in Israel, carried out by Israel’s Central Bureau of Statistics. The survey collects information on the socio-demographic characteristics of each member of the sampled households (HH), as well as detailed information on the HH income and expenditure. The total sample size was n = 12,136 with 7,827 responding HHs. The target estimated parameter in this application is the population mean of the gross HH income.",
          "url": "https://doi.org/10.1093/jssam/smaf015",
          "doi": "https://doi.org/10.1093/jssam/smaf015",
          "filter": 0
        },
        {
          "title": "Asking for Feedback: Innovating Final Comment Questions in Self-Administered Web Surveys",
          "authors": "Joshua Claassen, Jan Karem HÖhne, Jessica Kuhlmann",
          "abstract": "Web surveys frequently include so-called “final comment questions” (FCQs) to provide respondents the opportunity to express their experiences with the survey in general and its questions in particular. A comprehensive analysis of FCQs to enhance survey and question design is often impeded by high item nonresponse and low answer quality in the form of short and uninterpretable answers. In this article, we therefore investigate what respondent and FCQ characteristics influence the provision and quality of answers to FCQs. For this purpose, we conducted two web survey studies in two German online panels. The first study (N = 874) experimentally varied the visual design of the FCQ (“one multi-line answer box” vs. “ten single-line answer boxes”). The second study (N = 1,001) experimentally varied the answer format of the FCQ (“request for a text answer” vs. “request for a voice answer”). The results reveal that answer provision is influenced by respondent characteristics (e.g. age and survey interest), while answer quality is mostly influenced by FCQ characteristics (e.g. request for a voice answer). Overall, this article provides both survey researchers and practitioners with empirically informed FCQ design recommendations to improve the quality of future web surveys.",
          "url": "https://doi.org/10.1093/jssam/smaf018",
          "doi": "https://doi.org/10.1093/jssam/smaf018",
          "filter": 0
        },
        {
          "title": "Is Consent to Further Panel Participation Selective? The Case of a Self-Administered Family Panel Survey Announcing Organizational Change",
          "authors": "Almut Schumann, Claudia Schmiedeberg",
          "abstract": "Changes in study design or procedures bear the risk of affecting survey participation and sample composition. Changing the organization responsible for data collection during a running panel may be a risk factor for increased selectivity, as respondents’ explicit consent to transfer data and contact information to the new organization may be required for continued participation. Based on data from wave 14 of the German Family Panel (pairfam), we investigate which respondent characteristics and characteristics related to their panel participation are associated with providing consent to data transfer when a change in organizational structure is announced. We focus on respondents’ socio-demographic characteristics, factors related to the survey topic, such as respondents’ relationship status, and panel experience, such as the length and continuity of panel participation. While we find that some socio-demographic groups are less likely to provide panel consent, topic-related characteristics do not impact the decision to consent. Moreover, respondents who joined the panel only recently and those who have skipped previous waves (temporary drop-outs) are less likely to provide panel consent. As respondent consent is required in many cases of organizational change, panel surveys should be aware that this step might be a vulnerable point for respondents who are generally less likely to participate.",
          "url": "https://doi.org/10.1093/jssam/smaf010",
          "doi": "https://doi.org/10.1093/jssam/smaf010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "Representation and the legislative enterprise: an expanded view of staff representation",
          "authors": "Amanda Rutherford, Jiaen Wu",
          "url": "https://doi.org/10.1080/21565503.2025.2564133",
          "doi": "https://doi.org/10.1080/21565503.2025.2564133",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Taylor N. Carlson. Through the Grapevine: Socially Transmitted Information and Distorted Democracy .",
          "authors": "Erik Peterson",
          "url": "https://doi.org/10.1093/poq/nfaf040",
          "doi": "https://doi.org/10.1093/poq/nfaf040",
          "filter": 0
        },
        {
          "title": "Matt Grossman and David A. Hopkins. Polarized by Degrees: How the Diploma Divide and the Culture War Transformed American Politics",
          "authors": "Nicholas F Jacobs",
          "url": "https://doi.org/10.1093/poq/nfaf036",
          "doi": "https://doi.org/10.1093/poq/nfaf036",
          "filter": 0
        },
        {
          "title": "Neil A. O’Brian. The Roots of Polarization: From the Racial Realignment to the Culture Wars",
          "authors": "Philip Moniz",
          "url": "https://doi.org/10.1093/poq/nfaf039",
          "doi": "https://doi.org/10.1093/poq/nfaf039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Generative AI Usage by Individuals During the 2024 U.S. Presidential Election: Symmetrical and Asymmetrical Analysis",
          "authors": "Wanli Liu, Xuequn Wang, Yibai Li",
          "abstract": "With generative artificial intelligence’s (GenAI) growing popularity, individuals are increasingly using it when searching for election-related information. This scenario raises concerns that GenAI usage may result in widespread dissemination of misinformation, given its ability to generate seemingly authentic information. Nevertheless, despite the importance of Gen AI, few researchers have examined how individuals use this tool to search for election-related information. This study aims to assess how GenAI’s perceived system (i.e., accessibility and integration) and information quality (i.e., completeness, accuracy, and neutrality) impact its usage. Focusing on the 2024 U.S. presidential election, we conducted a two-wave survey and data was collected from 364 Americans. Participants were found to have a favorable attitude overall toward GenAI. Further, accuracy and neutrality were positively associated with GenAI usage. A fuzzy set qualitative comparative analysis was also conducted to identify different configurations of perceived system and information quality that led to high GenAI usage. Analyzing the qualitative responses further confirmed the results. This study contributes to the literature on the role of GenAI during elections, providing a nuanced understanding of how dimensions of GenAI’s perceived system and information quality impact individuals’ GenAI usage. The findings have significant practical implications for dealing with the (mis)information generated by GenAI.",
          "url": "https://doi.org/10.1177/08944393251392913",
          "doi": "https://doi.org/10.1177/08944393251392913",
          "filter": 0
        },
        {
          "title": "Prompt Engineering for Large Language Model-Assisted Inductive Thematic Analysis",
          "authors": "Muhammad Talal Khalid, Ann-Perry Witmer",
          "abstract": "The potential of large language models (LLMs) to mitigate the time- and cost-related challenges associated with inductive thematic analysis (ITA) is being increasingly explored in the literature. However, the use of LLMs to support ITA has often been opportunistic, relying on ad hoc prompt engineering (PE) approaches, thereby undermining the reliability, transparency, and replicability of the analysis. The goal of this study is to develop a structured approach to PE in LLM-assisted ITA. To this end, a comprehensive review of the existing literature is conducted to examine how researchers applying ITA integrate LLMs into their workflows and, in particular, how PE is utilized to support the analytical process. Built on the insights generated from this review, four key steps for effective PE in LLM-assisted ITA are identified and proposed. Furthermore, the study explores advanced PE techniques that can enhance the execution of these steps, providing researchers with practical strategies to improve their analyses. In conclusion, the main contributions of this paper include: (i) mapping the existing research on LLM-assisted ITA to enable a better understanding of the rapidly developing field, (ii) proposing a structured four-step PE process to enhance methodological rigor, (iii) discussing the application of advanced PE techniques to support the execution of these steps, and (iv) highlighting key directions for future research.",
          "url": "https://doi.org/10.1177/08944393251388098",
          "doi": "https://doi.org/10.1177/08944393251388098",
          "filter": 0
        },
        {
          "title": "Take Action Now! A Longitudinal Study of Political Party Calls to Action Across Social Media Platforms",
          "authors": "Anders Olof Larsson",
          "abstract": "Online political campaigning takes place on several platforms, suggesting the need for those seeking voter support—such as political parties—to adapt to the characteristics of each platform. Getting voters to take action—be it online (such as asking them to engage with posts) or offline (such as asking them to attend rallies or to vote)—is a key element of campaigning efforts. Here, we focus on the use of what is referred to as calls to action as employed by Norwegian political parties on three different social media platforms (Facebook, Instagram, and Twitter) between 2013 and 2024. Using a combination of automated and manual content analysis, the results indicate that while Facebook is the preferred platform for providing calls to action during roughly the first half of our time period, Instagram takes the lead in this regard for the latter half. Overall, though, we see a clear decrease of calls to action across all three platforms, indicating the changing priorities of parties. Using likes as a common measurement of engagement across all three studied platforms, posts containing calls to action emerged as less popular towards the end of the time period for Facebook and Twitter, while users of Instagram appear to be more interested in engaging with such posts also during these latter stages. The study ends with a discussion of the main findings, also suggesting some ways forward for future research efforts.",
          "url": "https://doi.org/10.1177/08944393251390890",
          "doi": "https://doi.org/10.1177/08944393251390890",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
