{
  "update": "2025-11-22",
  "content": [
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "Estimating Precision of Deterministic Linkage",
          "authors": "Yue Ma, James Chipperfield",
          "abstract": "Deterministic record linkage is widely used when unique identifiers are unavailable. Multi-pass deterministic linkage increases the link rate, but evaluating the precision of each pass — that is, the proportion of correct links—is crucial for guiding linkage design. This paper proposes two methods for estimating pass-level precision. The first is an analytic estimator assuming uniformly distributed linking variables; the second is a replication-based estimator that avoids strong distributional assumptions. We demonstrate both methods through simulations using D-MAC, a deterministic linkage macro developed at the Australian Bureau of Statistics. Results show that while the analytic estimator performs well under uniformity, the replication approach provides robust estimates across a range of diverse scenarios, including those where linking variables have skewed distributions.",
          "url": "https://doi.org/10.1177/0282423x251384713",
          "doi": "https://doi.org/10.1177/0282423x251384713",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "Assessing the Efficacy of In-The-Moment surveys Triggered by Geolocation Data: A Comparative Study of Beach Visitors",
          "authors": "Carlos Ochoa",
          "abstract": "Memory errors can undermine survey data quality, leading to discrepancies between reported and actual events. Surveying individuals at the moment they experience an event—or shortly thereafter—could enhance data quality. Advances in technology now enable real-time event detection and the immediate delivery of surveys to individuals as events occur. However, the practical feasibility and benefits of in-the-moment surveys compared to conventional retrospective surveys remain largely unexplored. This paper investigates the use of in-the-moment surveys triggered by geolocation data in an opt-in online panel. During July/August 2024, panelists visiting any of the 2,480 mainland beaches in Spain received survey invitations one hour after their arrival. The results were compared to a conventional survey conducted at the end of the same period, asking participants to retrospectively report their last beach visit. Findings indicate comparable participation and post-participation evaluations between methods. However, in-the-moment responses do not produce significant benefits in reducing explicit non-recall (“don’t know” answers), except for challenging questions that are difficult to reconstruct, and only among those responding while still at the beach (on-site participants); other data quality aspects did not improve. Nonetheless, this method allowed for the collection of specific information (e.g. photos) more conveniently gathered on-site. Significant disparities in substantive results were observed between methods, largely, but not solely, driven by differences in the events captured (e.g. timeframe and duration of beach visits). When compared with external sources, in-the-moment surveys demonstrated greater credibility.",
          "url": "https://doi.org/10.1093/jssam/smaf021",
          "doi": "https://doi.org/10.1093/jssam/smaf021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "Latinx for Trump: disaggregating support among voters in 2020",
          "authors": "José E. Múzquiz, Jane Junn",
          "url": "https://doi.org/10.1080/21565503.2025.2580934",
          "doi": "https://doi.org/10.1080/21565503.2025.2580934",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "AAPOR Presidential Address “That Ain’t the Way I Heard It!” On the Role of Surveys in Shaping (and Being Shaped by) Generative AI",
          "authors": "Frauke Kreuter",
          "url": "https://doi.org/10.1093/poq/nfaf049",
          "doi": "https://doi.org/10.1093/poq/nfaf049",
          "filter": 0
        },
        {
          "title": "Measuring Political Attitudes with Word Association",
          "authors": "Ze Han, Rory Truex, Naijia Liu",
          "abstract": "This paper advances the use of Word Association Tests (WATs), where respondents are presented with a series of cue words and asked to provide other words that come to mind as quickly as possible. Compared to standard approaches, WATs more directly map to psychologists’ understanding of the human mind. The paper develops and demonstrates the utility of word association through an analysis of Chinese citizens’ attitudes toward the Chinese Communist Party (CCP). Empirically, we show how the collective “mental map” of the population tends to reflect regime narratives. Citizens who are CCP members and more educated are more likely to reproduce regime language. The paper provides a how-to guide for other political science researchers seeking to use word association.",
          "url": "https://doi.org/10.1093/poq/nfaf038",
          "doi": "https://doi.org/10.1093/poq/nfaf038",
          "filter": 0
        },
        {
          "title": "Direct Experience with Poor Working Conditions and Partisan Labor Policy Preferences",
          "authors": "Gregory Lyon, Daniel Schneider",
          "abstract": "Do Republicans and Democrats who hold jobs with poor working conditions have similar views on pro-union labor policy? Extensive research in American political behavior counsels against such an expectation, as a long line of research suggests individuals absorb the views of their party and therefore Republicans and Democrats should hold vastly different views on labor policy. However, this underestimates the potentially meaningful role of personal experience in policy preferences as a potential counterweight to partisanship. A key limitation to testing this has been the absence of data with workers’ preferences and direct measures of working conditions. This study draws on original data on 5,425 service sector workers to examine the relationship between partisanship, direct experience with poor working conditions, and labor policy preferences. The results suggest that partisanship is an important determinant of labor policy preferences, but only when workers work in relatively good jobs. Among workers with good working conditions, partisanship is influential and Republicans and Democrats hold significantly different views on labor policy. Yet as working conditions deteriorate, the role of partisanship diminishes and Republican and Democratic workers’ views converge and align, with both embracing pro-union labor policy preferences.",
          "url": "https://doi.org/10.1093/poq/nfaf048",
          "doi": "https://doi.org/10.1093/poq/nfaf048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Coordinated Computational Propaganda: Exploring Social Bot Activities During the July Revolution of Bangladesh",
          "authors": "Md. Sayeed Al-Zaman",
          "abstract": "Social bots have played a significant role in shaping global political events, despite regions’ economic, social, and political differences. However, their presence and impact on social movements remain poorly understood, which underscores the need for further academic inquiry. Consequently, relying on the concept of computational propaganda, we conducted a computational analysis of approximately 1.30 million public comments on Facebook during the July Revolution of 2024 in Bangladesh, utilizing specialized methods for bot detection, network analysis, and topic modeling. Our findings indicate that 22.27% of the comments were likely generated by bots. We discovered a well-organized network of bots that utilized template-based message crafting, mass duplication of messages, and systematic distribution efforts to disseminate propaganda and control the narrative of the movement. The topics discussed by the bots varied according to the event’s timeline and intensity, closely mirroring real-time developments. This suggests that bots may have helped initiate and guide activities, or influence and amplify the dynamics and outcomes of the event.",
          "url": "https://doi.org/10.1177/08944393251400281",
          "doi": "https://doi.org/10.1177/08944393251400281",
          "filter": 0
        },
        {
          "title": "Examining Phishing Attempts on Data Breach Victims",
          "authors": "Cassandra Cross, Thomas J. Holt",
          "abstract": "Data breaches are an everyday occurrence, exposing the personal details of millions globally. The victim impacts of data breaches can be considerable, including a range of financial harms such as fraud and identity crime, as well as non-financial harms, such as declines in emotional and psychological wellbeing. While these harms are documented, there is less research exploring how data breaches in particular expose victims to further victimisation, specifically through phishing attacks by offenders. Using survey data from 2,019 victims of the Optus and Medibank/AHM data breaches in Australia in 2022, this article examines factors which relate to phishing attempts on these individuals. Results indicate limited factors in predicting those targeted by phishing attempts. This highlights the opportunistic nature of phishing attacks in the aftermath of these two data breaches and a more generalised approach taken by offenders to gain additional details. It also demonstrates a need for continued community education and awareness to protect further personal information from being accessed by offenders into the future.",
          "url": "https://doi.org/10.1177/08944393251399841",
          "doi": "https://doi.org/10.1177/08944393251399841",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
