{
  "update": "2025-04-09",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "Understanding Avoidance of Political Discussions in an Autocratizing Society",
          "authors": "Chun Hong Tse, Francis L F Lee",
          "abstract": "People living in authoritarian or autocratizing societies may have to refrain from expressing their genuine political views to avoid troubles. Besides preference falsification, some may simply refrain from engaging in political expressions and discussions. This study aims at understanding avoidance of political discussions in an autocratizing society. It posits perceptions of legal and social risks, political frustration, political orientation, and secondary control as possible predictors of avoidance of political discussions. A survey of citizens in post-National Security Law Hong Kong shows that pro-democracy citizens in Hong Kong are more likely to perceive the presence of social and legal risks. They are also more likely to feel frustrated by the political environment. Perceived social risks significantly predict avoidance of political discussions, and the relationship is stronger among people with higher levels of secondary control. Implications of the findings are discussed.",
          "url": "https://doi.org/10.1093/ijpor/edaf013",
          "doi": "https://doi.org/10.1093/ijpor/edaf013",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Perceived underrepresentation and populist voting",
          "authors": "Fernando Feitosa, Jean-Benoît Pilet, David Talukder",
          "url": "https://doi.org/10.1080/17457289.2025.2483672",
          "doi": "https://doi.org/10.1080/17457289.2025.2483672",
          "filter": 0
        },
        {
          "title": "When voting is not enough: the relationship between ideological incongruence, party attachment, and protest behavior",
          "authors": "Yasemin Tosun",
          "url": "https://doi.org/10.1080/17457289.2025.2483671",
          "doi": "https://doi.org/10.1080/17457289.2025.2483671",
          "filter": 0
        },
        {
          "title": "Extreme recall: which politicians come to mind?",
          "authors": "Gaurav Sood, Daniel Weitzel",
          "url": "https://doi.org/10.1080/17457289.2025.2474411",
          "doi": "https://doi.org/10.1080/17457289.2025.2474411",
          "filter": 0
        },
        {
          "title": "The veteran advantage: the impact of previous military service on electoral performance in the United States",
          "authors": "Lucas Núñez",
          "url": "https://doi.org/10.1080/17457289.2025.2483686",
          "doi": "https://doi.org/10.1080/17457289.2025.2483686",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "Re-examining the impact of female elected officials on sexist stereotypes in Mexico",
          "authors": "Rudy Alamillo",
          "url": "https://doi.org/10.1080/21565503.2025.2484267",
          "doi": "https://doi.org/10.1080/21565503.2025.2484267",
          "filter": 0
        },
        {
          "title": "Feeling good about the ties that bind: neighborhood quality and affective linked fate among Black Americans",
          "authors": "Candis Watts-Smith, Hannah Walker, Tehama Lopez-Bunyasi",
          "url": "https://doi.org/10.1080/21565503.2025.2484247",
          "doi": "https://doi.org/10.1080/21565503.2025.2484247",
          "filter": 0
        },
        {
          "title": "Representation matters: assessing the gender and racial divide in Missouri's municipal boards",
          "authors": "Anita Manion, Jake Shaw, Sapna Varkey, David Kimball",
          "url": "https://doi.org/10.1080/21565503.2025.2484248",
          "doi": "https://doi.org/10.1080/21565503.2025.2484248",
          "filter": 0
        },
        {
          "title": "Responding to representation: trust in government amid high levels of women’s representation",
          "authors": "Kendall D. Funk",
          "url": "https://doi.org/10.1080/21565503.2025.2484250",
          "doi": "https://doi.org/10.1080/21565503.2025.2484250",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Automated Detection of Media Bias Using Artificial Intelligence and Natural Language Processing: A Systematic Review",
          "authors": "Mar Castillo-Campos, David Becerra-Alonso, Hajo G. Boomgaarden",
          "abstract": "Media bias has long been a subject of scholarly interest due to its potential to shape public perceptions and behaviors. This systematic review leverages advances in natural language processing (NLP) to explore automated methods to detect media bias, addressing five core questions: it examines the definitions and operationalization of media bias, explores the NLP tasks addressed for its detection, the technologies used, and their respective outcomes and applied findings. This review also examines the practical applications of these methodologies and assesses the patterns, implications, and limitations associated with using artificial intelligence for media bias detection. Analyzing peer-reviewed articles from 2019 to 2023, the review initially identified 519 articles, which ultimately included 28 relevant ones. Significant heterogeneity is observed in bias definitions, affecting the analysis and detection approaches. The review highlights the predominant use of some methods and identifies challenges such as inconsistencies in problem definition, outcome measurement, and comparative method evaluation. Regardless of the conceptualizations of bias and the methods used, studies consistently identify bias in media outlets. Thus, studying media bias remains necessary for raising awareness and detection, and NLP methods are significant allies in this endeavor. This research aims to consolidate the foundations of recent advances in NLP for bias detection, encouraging researchers to focus on developing transparent, task-specific tools and work toward a consensus on a technical definition of bias and standardized metrics for its evaluation.",
          "url": "https://doi.org/10.1177/08944393251331510",
          "doi": "https://doi.org/10.1177/08944393251331510",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
