{
  "update": "2025-02-07",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Geographical representation and re-selection prospects in party-centred contexts",
          "authors": "Edoardo Alberto Viganò",
          "url": "https://doi.org/10.1080/17457289.2024.2443679",
          "doi": "https://doi.org/10.1080/17457289.2024.2443679",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "A Disaggregation Method for Estimation of Adult Competency in Small Domains",
          "authors": "Andreea L. Erciulescu, Weijia Ren, Jianzhu Li, Tom Krenzke, Leyla Mohadjer, Robert Fay",
          "abstract": "Estimation at fine levels of aggregation is necessary, to better describe society. Small area estimation model-based approaches that combine sparse survey data with rich data from auxiliary sources have been proven useful to improve the reliability of estimates for small domains. Considered here is a scenario where small area model-based estimates, produced at a given aggregation level, need to be disaggregated to better describe the social structure at finer levels. For this scenario, an allocation method was developed to implement the disaggregation, overcoming challenges associated with data availability and model development at such fine levels. The method is applied to adult literacy and numeracy estimation at the county-by-group-level, using data from the U.S. Program for the International Assessment of Adult Competencies. In this application, the groups are defined in terms of age or education.",
          "url": "https://doi.org/10.1177/0282423x241304624",
          "doi": "https://doi.org/10.1177/0282423x241304624",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
