{
  "update": "2024-11-16",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "The distance between us: the role of ideological proximity in shaping perceptions of inter-partisan relationships",
          "authors": "Seonghui Lee",
          "url": "http://dx.doi.org/10.1080/17457289.2024.2427025",
          "doi": "10.1080/17457289.2024.2427025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "Seasonal Adjustment of Infra-Monthly Time Series with JDemetra+",
          "authors": "Karsten Webel, Anna Smyk",
          "abstract": "Both the ongoing digital transformation in many statistical agencies around the world and the COVID-19 pandemic outbreak in 2020 have increased the recognition of and demand for infra-monthly economic time series in official statistics during the past decade. Infra-monthly data often display complex forms of seasonality, such as superimposed seasonal patterns with potentially fractional periodicities, that prevent the application of traditional modeling and seasonal adjustment approaches. For that reason, JDemetra+, the official software for harmonized seasonal adjustments of monthly and quarterly data in Europe, has been augmented recently with several methods tailored to the specifics of infra-monthly data. This includes a modified TRAMO-like routine for data pretreatment and extended versions of the ARIMA model-based and X-11 seasonal adjustment approaches alongside the classic STL method. These methods can be accessed through either the graphical user interface or an R package suite, which also provides additional routines for structural time series modeling. We give a comprehensive description of all those methods and discuss the theoretical properties of their key modifications. Selected capabilities are then illustrated using daily births in France, hourly realized electricity consumption in Germany, and weekly initial claims for unemployment insurance in the United States.",
          "url": "http://dx.doi.org/10.1177/0282423x241277602",
          "doi": "10.1177/0282423x241277602",
          "filter": 0
        },
        {
          "title": "Using a Stopping Rule to Optimize Cost-Quality Tradeoffs in a Large, Mixed-Mode Survey: A Simulation Study",
          "authors": "James Wagner, Brady T. West, Brian Kim, Deji Suolang, Curtiss Engstrom, Jennifer Sinibaldi",
          "abstract": "Rising nonresponse and the increasing costs of conducting surveys are creating pressure on survey organizations to efficiently allocate resources. The challenge is to produce the highest quality data possible within a fixed budget. We use a stopping rule designed to minimize a function of cost and errors. The rule is based on the product of predicted costs and the predicted mean squared error of a survey estimate. We simulate the impact of implementing the stopping rule on the 2019 US Survey of Doctorate Recipients (SDR), which is a longitudinal survey conducted every two years in the US using web, mail, and CATI. We vary the types of models used to generate the input predictions (parametric regression vs. nonparametric tree models) and the timing of the implementation of the rule. We found that the modeling approach made less difference, while the timing of the implementation of the stopping rule made a large difference in outcomes. The rule is multivariate and optimizes outcomes for two variables. It performed better for one variable, leading to reduced costs and only small increases in errors. The other variable had larger error increases.",
          "url": "http://dx.doi.org/10.1177/0282423x241287452",
          "doi": "10.1177/0282423x241287452",
          "filter": 0
        },
        {
          "title": "Extending Cochran’s Sample Size Rule to Stratified Simple Random Sampling with Applications to Audit Sampling",
          "authors": "Siyu Qing, Richard Valliant",
          "abstract": "Audit samples are selected by businesses, institutions, government agencies, and other organizations to check the accuracy of financial reports and assess the quality of services provided among other reasons. A standard design used in auditing is stratified simple random sampling. Point estimates and confidence intervals for population values are usual products of an audit. Cochran’s sample size rule and its extension by Sugden, Smith, and Jones provided minimum sample size formulas for a simple random sample to ensure effective normal approximation and adequate coverage for nominal 95% confidence intervals of a standardized or Studentized sample mean. The purpose of this paper is to extend Cochran’s rule and establish a formula for the minimum sample size for the normal approximation and the use of traditional one-sided or two-sided confidence intervals to be acceptable for mean estimation in stratified simple random samples. We concentrate on variables that are at least partially continuous. Simulations are used to examine the performance of our sample size formula with a variety of skewed populations based on ones encountered in auditing.",
          "url": "http://dx.doi.org/10.1177/0282423x241277054",
          "doi": "10.1177/0282423x241277054",
          "filter": 0
        },
        {
          "title": "Martini Indices, Fisher Indices, and Consistency-in-Aggregation",
          "authors": "Bert M. Balk",
          "abstract": "In this article we consider the price and quantity indices introduced in the nineties by the Italian statistician Marco Martini (1944–2002). It turns out that Fisher indices can be considered as members of the infinite set of Martini indices. In particular attention is paid to the question to what extent these indices exhibit Consistency-in-Aggregation. This throws new light on the behavior of Fisher indices.",
          "url": "http://dx.doi.org/10.1177/0282423x241284892",
          "doi": "10.1177/0282423x241284892",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "Best practices: CER with vulnerable populations in contentious political environments",
          "authors": "Veronica Lynn Reyna, LaTasha Chaffin, Chris Burbridge",
          "url": "http://dx.doi.org/10.1080/21565503.2024.2423073",
          "doi": "10.1080/21565503.2024.2423073",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Cyberbalkanization Without Monotonic Polarization: Temporal Dynamics and User Heterogeneity in Online Debates on Traditional Chinese Medicine",
          "authors": "Jiao Shen, Deya Xu",
          "abstract": "This paper examines the polarization and cyberbalkanization of opinions within a Traditional Chinese Medicine (TCM) community on Zhihu, a prominent Chinese social question-answering platform. The study explores the impact of online interactions on opinion dynamics during the COVID-19 pandemic. Utilizing a hybrid content and network analysis approach, the research identifies distinct subcommunities within the TCM debate and analyzes the influence of opinion leaders and user participation. The study finds a high level of cyberbalkanization, with users forming segregated communities based on their views towards TCM. However, contrary to expectations, the overall polarization levels do not increase monotonically over time, despite fluctuations during peak discussion periods. Further analysis reveals that the influx of moderate views from low-engagement users during heated debates counterbalances the extreme rhetoric of high-engagement partisan users. The longitudinal patterns suggest a potential convergence of views between the entrenched and peripheral users over time. These findings highlight the nuanced interplay between cyberbalkanization and polarization within online communities, challenging assumptions of an inevitable polarizing effect. The study underscores the importance of considering user heterogeneity and temporal dynamics when examining opinion polarization in digital spaces, offering insights into the complex forces shaping public discourse in the contemporary media environment.",
          "url": "http://dx.doi.org/10.1177/08944393241301043",
          "doi": "10.1177/08944393241301043",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
