{
  "update": "2025-03-12",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "A Mixed-Methods Approach to Translation Challenges in Multi-Language Research: Assessing How Spanish-Speaking Adults in the U.S. Interpret the Terms Pro-Vida ( Pro-Life ) and Pro-Elección ( Pro-Choice )",
          "authors": "Xiana Bueno, Lucrecia Mena-Meléndez, Brandon L Crawford, Ronna C Turner, Wen-Juo Lo, Kristen N Jozkowski",
          "abstract": "In the US, abortion attitudes are categorized using the terms pro-life/pro-vida and pro-choice/pro-elección. In light of demographic changes in the U.S. population, it is important to explore whether these U.S.-centric abortion-related socio-political terms are interpreted similarly by English and Spanish speakers. We analyzed survey data from 1,025 adults and 15 cognitive-style interviews. We (1) quantitatively examined responses for abortion-related terms across English and Spanish, and (2) qualitatively assessed whether Spanish speakers are familiar with pro-vida and pro-elección, how they define these terms, their perceptions of people who self-identify with the terms, and their suggestions for alternative terms. Results suggest that Spanish speakers are less familiar with the contextual background of these terms. As such, they define them literally and conceptualize them from a broad perspective, which entails a degree of ambiguity for public opinion research. This study offers recommendations for abortion attitudes survey research and provides insights for survey methodologists and implications for multilingual survey research in culturally diverse settings. With Roe v. Wade being overturned in the U.S. in 2022, and thus abortion being on the ballot in many states hereafter, understanding how English and Spanish speakers interpret these terms is of utmost importance for polling and elections.",
          "url": "https://doi.org/10.1093/ijpor/edaf008",
          "doi": "https://doi.org/10.1093/ijpor/edaf008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "What Girls Do: The Effects of Exposure to Women Candidates on Adolescents’ Attitudes toward Women Leaders",
          "authors": "Christina Wolbrecht, David E Campbell",
          "abstract": "“Politics is a man’s job” is a powerful and enduring stereotype. Does exposure to women politicians change beliefs about women’s competency for politics? While others have investigated the impact of women role models on women’s and girls’ engagement and ambition, previous research has not directly examined women politicians’ effect on political gender stereotypes in the United States. Using a panel survey of both adolescents and adults, we ask whether adolescents who observe women politicians become more likely to favor more women in office and more likely to see women as possessing positive leadership traits. We find that those for whom women candidates are more novel—Republican teens, and especially Republican girls—are most likely to shift their beliefs when exposed to women candidates of either party. Consistent with research on political socialization, these effects are apparent only for adolescents, not adults.",
          "url": "https://doi.org/10.1093/poq/nfae059",
          "doi": "https://doi.org/10.1093/poq/nfae059",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Unveiling the Making of Trending Topics on a Digital Platform: A Research Note on Chinese Sina Weibo",
          "authors": "Xiaoyan Liu, Jiarui Zhao, Zhiyao Li, Dan Wang, Anfan Chen",
          "abstract": "Understanding the dynamics and duration of trending topics on digital platforms has been deemed a crucial issue of research in computer-mediated communication. Employing event history analysis (EHA), this study attempts to examine the antecedents of the lifespan and evolution of trending topics on Sina Weibo, one of the most prevalent social media platforms in China. Based on a collection of 2,386 Sina Weibo trending topics that emerged between January 1 and January 31, 2022, the study explores how factors of trending topics, especially their semantic and textual features, significantly influence topic persistence. Our findings indicate that the median survival time of Weibo trending topic was 6.28 hours, with an average of 8.29 hours. In addition, exogenous non-viral topics, driven by external events or media coverage, tend to remain on the trending list longer than other topics. Furthermore, political topics tend to have a relatively longer period of survival duration when compared to social events, life records and moods, and fashion and entertainment topics. Lastly, actionable and opinion-oriented topics tend to have shorter longevity compared to informational and emotional topics. By quantifying the factors that affect trending topic duration, the study offers a novel theoretical perspective on the role of political drivers and external influences in shaping collective and connective digital discourses. The findings contribute to the broader field of digital platform communication, particularly in public opinion management and content governance on social media.",
          "url": "https://doi.org/10.1177/08944393251324647",
          "doi": "https://doi.org/10.1177/08944393251324647",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
