{
  "update": "2025-07-11",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "Unraveling the Relationships Among Individual Tendencies, Media Consumption, and Network Characteristics in the Self-Selective Dynamics of Online Political Discussions",
          "authors": "Chingching Chang",
          "abstract": "Unlike face-to-face political discussions, which can be unavoidable, online political discussions are largely self-selected. This paper identifies an individual attribute (diversity in information-seeking value) that fosters online political discussions and an individual tendency (opinion expression inhibition) that inhibits them. The association between such factors and online political discussions depends on voters’ media consumption and the characteristics of their online social networks. Drawing on research linking political discussions to political participation, this article predicts a relationship between individual differences and political participation, through the mediation of online political discussion frequency. With data gathered in a two-wave online survey among a representative sample, conducted before and after Taiwan’s 2022 local election, the authors test the self-selective dynamics of online political discussions. As the findings show, greater exposure to political information on new media, network heterogeneity, and size all magnify the positive relationship of diversity-seeking value with online political discussions. Greater exposure to political information on new media also intensifies the negative relationship between expression inhibition tendencies and online political discussions. Online political discussions are positively associated with subsequent political participation; specifically, they directly relate to voting and indirectly relate to offline political engagement, through their association with online political engagement.",
          "url": "https://doi.org/10.1093/ijpor/edaf036",
          "doi": "https://doi.org/10.1093/ijpor/edaf036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Exploring the origins of confidence-in-knowledge using the Big Five Framework",
          "authors": "Kathryn VanderMolen, Mary Anderson",
          "url": "https://doi.org/10.1080/17457289.2025.2514196",
          "doi": "https://doi.org/10.1080/17457289.2025.2514196",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "Connected and Uncooperative: The Effects of Homogenous and Exclusive Social Networks on Survey Response Rates and Nonresponse Bias",
          "authors": "Jonathan Eggleston, Chase Sawyer",
          "abstract": "Social capital, the strength of people’s friendship networks and community ties, has been hypothesized as an important determinant of survey participation. Investigating this hypothesis has been difficult given data constraints. In this paper, we provide insights by investigating how response rates and nonresponse bias in the American Community Survey are correlated with county-level social network data from Facebook. We find some evidence that areas of the United States where people have more exclusive and homogenous social networks have higher nonresponse bias and lower response rates. These results provide further evidence that the effects of social capital may not be simply a matter of whether or not people are socially isolated, but also what types of social connections people have and the sociodemographic heterogeneity of their social networks.",
          "url": "https://doi.org/10.1177/0282423x251349722",
          "doi": "https://doi.org/10.1177/0282423x251349722",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
