{
  "update": "2025-10-01",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "Intergroup Hostility in the Public Sphere: Systematizing the Rising Concern for Affective Polarization Beyond Partisan Lines",
          "authors": "Andrés Shoai",
          "abstract": "Initially conceived to describe a phenomenon between political parties, the concept of affective polarization is increasingly extrapolated to analyze relationships among other identity groups. This reflects a long-standing interest in intergroup relations within public opinion studies and calls for a broad theoretical framework that considers many ingroup/outgroup categorizations as potential disruptors of public sphere processes. By implementing a comprehensive and systematic review of peer-reviewed research on affective polarization (N = 458), we find that nearly one-third of publications extend the concept beyond political parties to encompass divides such as opinion-based, ideological, racial, territorial, and religious identities. After identifying key points of convergence and divergence between interparty and beyond-party research, we conducted a metatheoretical analysis of works that go beyond parties (N = 142) to classify the social groups potentially subject to affective polarization, the factors influencing the public salience of such identities, and the predominant observation methods and measurements. The results support a more dynamic understanding of identity salience in the public sphere and highlight challenges related to terminology and methodological compatibility across different approaches. Overall, the study reveals a growing interest in various forms of intergroup hostility that connects to broader contemporary concerns about democratic values.",
          "url": "https://doi.org/10.1093/ijpor/edaf044",
          "doi": "https://doi.org/10.1093/ijpor/edaf044",
          "filter": 0
        },
        {
          "title": "Populism, Community-Based Inequalities, and Public Health Policies: How Did Populist Attitudes Determine the COVID-19 Preventive Policy Support in Different Local Socioeconomic and Health Contexts?",
          "authors": "Tomoko Okada, Liwei Shen, Porismita Borah, Sijia Yang",
          "abstract": "Regardless of country, populist attitudes can better explain voting behavior and attitude formation toward social issues than party identification and political ideology. Nonetheless, despite the increased attention to rural/urban divides and diverse living experiences in each community, it has not been sufficiently uncovered how contextual factors, including local socioeconomic and health disparities, can moderate the roles of populist attitudes. Based on these findings, we explore (1) the roles of red and blue media use and populist attitudes in predicting support for preventive policies and (2) the moderation effects of local socioeconomic and health disparities in such associations. By analyzing online survey data from US adults (N = 1,700) conducted amid the COVID-19 pandemic, we demonstrate that blue media use was significantly associated with preventive policy support but not moderated by any socioeconomic and health disparities examined in this research. Meanwhile, red media use was significantly moderated by the Democrat vote share. Moreover, the 2 subdimensions of populist attitudes—anti-elitism and Manichaean outlook—were significantly moderated by community-based socioeconomic disparities, namely the cumulative COVID-19 infection rates and population size change in 2016–2020. We discuss these results and highlight the significance of exploring local and international contextual factors in studying populism.",
          "url": "https://doi.org/10.1093/ijpor/edaf054",
          "doi": "https://doi.org/10.1093/ijpor/edaf054",
          "filter": 0
        },
        {
          "title": "Clustering Public Perceptions of Democracy and Exploring Their Relationships With Political Regimes",
          "authors": "Kamil Błaszczyński, Paweł Nowakowski",
          "abstract": "Classifications of democracy perceptions play an important role in political science, enabling the prediction or understanding of socio-political developments. The paper examines perceptions of democracy among citizens worldwide and scrutinizes how these perceptions interrelate with specific political regimes. To attain a comprehensive understanding of democracy perceptions, we utilized data from World Value Survey databases. The study encompassed the opinions of 113,929 respondents from 27 countries over three study waves (2005–2022). Through the k-means cluster analysis, we identified three primary perception types: (1) social liberals, (2) stabilizers, and (3) non-essentialists. We found that the social liberal perception was strongly associated with full-democratic regimes, while stabilizers and non-essentialist perceptions were more linked to flawed democracy, hybrid, and authoritarian regimes. Based on the obtained results, theoretical and methodological considerations were discussed for future public opinion studies.",
          "url": "https://doi.org/10.1093/ijpor/edaf051",
          "doi": "https://doi.org/10.1093/ijpor/edaf051",
          "filter": 0
        },
        {
          "title": "Time-Varying Relationships Between the “Sentiment” of U.S. Public Opinion and News Media",
          "authors": "Gavin Ploger, Stuart Soroka, Christopher Wlezien, Michael Traugott",
          "abstract": "Pollsters and journalists in the United States often make generalized statements about the state of the country, in particular, its “mood” or “sentiment.” The claims often rely on responses to survey questions asking about the state of the country. Little is known about the ebb and flow of this sentiment, however. This paper develops a measure of public sentiment, pooling results of thousands of polls between 2000 and 2021. It then develops an analogous measure of media sentiment based on a content analysis of millions of network television news transcripts. Analyses explore differences across data sources (i.e., polling houses and television networks) and consider the relationship between public and media sentiment. Results suggest that the measures are correlated concurrently, and there is some evidence that public sentiment responds to earlier media coverage. However, connections between the measures wax and wane over time, highlighting the potential importance of accounting for time-varying parameters in the study of public opinion and media effects.",
          "url": "https://doi.org/10.1093/ijpor/edaf052",
          "doi": "https://doi.org/10.1093/ijpor/edaf052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "On the relationship between age and intentional invalid voting in compulsory elections",
          "authors": "Jean-Nicolas Bordeleau, Rodrigo Praino, Lisa Hill, Katharina Kretschmer",
          "url": "https://doi.org/10.1080/17457289.2025.2551056",
          "doi": "https://doi.org/10.1080/17457289.2025.2551056",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Welcome to the Brave New World: Lay Definitions of AI at Work and in Daily Life",
          "authors": "Wenbo Li, Shuning Lu, Shan Xu, Xia Zheng",
          "abstract": "This study investigates individuals’ lay definitions—naïve mental representations—of artificial intelligence (AI). Two national surveys in the United States explored lay definitions of AI in the workplace (Study 1) and in everyday life (Study 2) using both open- and closed-ended questions. Open-ended responses were analyzed with natural language processing, and quantitative survey data identified factors associated with these definitions. Results show that conceptions of AI differed by context: workers emphasized efficiency and automation in the workplace, while the general public linked AI to diverse everyday technologies. Across both groups, conceptions remained nuanced yet limited. Sociodemographic factors and personality traits were related to sentiments expressed in definitions, and greater trust in AI predicted more positive sentiments. These findings underscore the need for targeted training and education to foster a more comprehensive public understanding of what AI is and what it can do across different contexts.",
          "url": "https://doi.org/10.1177/08944393251382233",
          "doi": "https://doi.org/10.1177/08944393251382233",
          "filter": 0
        },
        {
          "title": "Research on False Information Detection Based on Herd Behavior From a Social Network Perspective",
          "authors": "Tianya Cao, Shuang Li, Junjie Jia",
          "abstract": "As social networks become ubiquitous, the rapid dissemination of false information poses a substantial threat to societal stability and public welfare. Although sociological and psychological studies have confirmed the significant role of herd behavior in the spread of false information, traditional detection methods struggle to address the dual challenges posed by decentralized communication modes and artificial intelligence-generated content, as they often overlook the psychological mechanisms at play within groups. This study proposes a multidimensional false information detection model, termed HBD-Net, based on herd behavior, to explore innovative methods for false information detection through the lens of herd behavior propagation mechanisms in social networks. By integrating multidimensional information such as the influence of opinion leaders, popular comments, and friends’ experiences, we construct a robust false information detection model. Experimental results demonstrate its superior performance on both the PolitiFact and GossipCop datasets, particularly excelling on the GossipCop dataset with an accuracy of 93.11%, significantly outperforming other baseline models.",
          "url": "https://doi.org/10.1177/08944393251381801",
          "doi": "https://doi.org/10.1177/08944393251381801",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
