{
  "update": "2025-11-07",
  "content": [
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "Robust Extension of the Multivariate Fay-Herriot Model for Data with Outliers",
          "authors": "Annop Angkunsit, Jiraphan Suntornchost",
          "abstract": "Outliers commonly arise in real situations, particularly in small areas where outliers could occur due to model errors or survey errors. In this study, we investigate a robust approach for handling outliers in a multivariate small area model, where there are multiple response variables of interest. Specifically, we consider the multivariate Fay-Herriot (MFH) model, which commonly assumes multivariate normal distributions for area random effects and sampling errors. However, it is known that the normality assumption is usually sensitive to outliers or data with heavy tails. Therefore, we propose the multivariate t-distribution as the alternative underlying distribution, called the Mt-FH model. We also construct parameter estimation methods for the model by considering generalizations of the likelihood function and the EM algorithm to enhance the accuracy and avoid computational issues. In particular, we propose two parameter estimation methods for the model based on the (profile) Lq-likelihood approach and the expectation conditional maximization (ECM) algorithm, called the MLq-ECM and profile MLq-ECM. We conduct a simulation study to investigate the efficiency of the Mt-FH model and the (profile) MLq-ECM methods in handling outliers and deviations of the data from the normality assumption. The outlier patterns considered in our study are the mean shift and variance shift patterns. The simulation results based on biases and mean squared errors suggest that the Mt-FH models can improve the MFH model in the presence of outliers. Finally, we assess the performance of the Mt-FH model through an analysis of the welfare variables in Thailand. The results based on the AIC and the percentage reduction of the MSE estimator highlight the advantages of the Mt-FH model over the MFH model. Furthermore, the integration of the MLq-ECM approach further strengthens the performance of the Mt-FH model.",
          "url": "https://doi.org/10.1093/jssam/smaf026",
          "doi": "https://doi.org/10.1093/jssam/smaf026",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "The attitudinal and organizational roots of LGB incorporation in the Democratic Party, 1980–2012",
          "authors": "Andrew Proctor",
          "url": "https://doi.org/10.1080/21565503.2025.2570709",
          "doi": "https://doi.org/10.1080/21565503.2025.2570709",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Politicultural Linking: Inferences Between Political and Apolitical Traits",
          "authors": "Gaetano Scaduto",
          "abstract": "Evidence concerning inferences between political and apolitical traits has grown exponentially in recent years. This thriving literature—dealing with research on political stereotypes and projection around sociodemographic, psychological, and lifestyle traits—is disconnected and needs to be placed under a unifying framework. To achieve this, we introduce “Politicultural Linking,” a concept subsuming political inferences from apolitical cues and apolitical inferences from political cues. Through an extensive literature review of the works produced since 2009, we discuss and classify research on this topic, identifying common features, strengths, and weaknesses, and depicting a comprehensive conceptual framework. Moreover, we identify relevant gaps in the literature: the underexploration of inferences involving lifestyle preferences, the overrepresentation of US-based studies, the overlooked role of projection, and the lack of non-survey-based research. Consequently, we aim to set the agenda for future studies on this topic.",
          "url": "https://doi.org/10.1093/poq/nfaf047",
          "doi": "https://doi.org/10.1093/poq/nfaf047",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Using Artificial Intelligence to Generate Visual Vignettes in Factorial Survey Experiments",
          "authors": "Nicole Schwitter",
          "abstract": "Factorial survey experiments are widely used in the social sciences to study decision-making and attitudes through controlled, experimentally manipulated scenarios – typically presented as text. While textual vignettes offer flexibility and ease of use, they often lack realism and may limit participant engagement. This article explores how generative artificial intelligence (AI) can be used to create customisable images for visual vignettes. It demonstrates techniques for producing and selectively editing images, highlighting their potential to address the demands of experimental social science research, while it also acknowledges key challenges, including ethical considerations, biases inherent in AI tools, and technical limitations. The article showcases potential applications of AI-generated images in social science research and draws on a pretest with human participants to present evidence on how AI-generated images are perceived and interpreted. By critically evaluating both opportunities and challenges, this article provides researchers with practical guidance on integrating AI-generated visuals into factorial survey experiments, enhancing methodological approaches in the social sciences.",
          "url": "https://doi.org/10.1177/08944393251392916",
          "doi": "https://doi.org/10.1177/08944393251392916",
          "filter": 0
        },
        {
          "title": "Incivility in Reddit’s Top Political and News Subreddits: Prevalence, Moderation, and Engagement",
          "authors": "Chris J. Vargo, Tobias Hopp",
          "abstract": "We examine incivility across twenty high-traffic political and news subreddits to test how platform governance and social identity cues relate to on-platform discourse and participation. Building on theories of democratic communication and incivility, platform affordances and moderation, and uses-and-gratifications/network externalities, we specify how decentralized community rules and explicit in-group orientations could shape both the prevalence of uncivil language and patterns of engagement. We analyze a year-long, random sample of submissions and comments scored with established computational measures of incivility, and we link these scores to subreddit-level rule regimes and identity signaling. By distinguishing interpersonal impoliteness from democratic norm violations and by evaluating moderation complexity at the community level, this work clarifies when and how community governance relates to discourse quality and participation dynamics on Reddit. Findings inform ongoing debates about the efficacy of hybrid, human-centered moderation and the role of explicit identity norms in large online communities.",
          "url": "https://doi.org/10.1177/08944393251395763",
          "doi": "https://doi.org/10.1177/08944393251395763",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
