{
  "update": "2025-08-20",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Exposure to one-sided messaging and belief in voter fraud: the curious case of the US 2020 presidential election",
          "authors": "Daniel M. Gomez, Matthew David Jenkins",
          "url": "https://doi.org/10.1080/17457289.2025.2514203",
          "doi": "https://doi.org/10.1080/17457289.2025.2514203",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "Small Area Estimation of Child Trafficking Proportions in Chiefdoms of Sierra Leone and Overall Ranking of the Chiefdoms",
          "authors": "Gauri S Datta, Jiacheng Li, Hui Yi, David Okech",
          "abstract": "Human trafficking and child trafficking are serious violations of human rights. Child trafficking is a despicable form of crime inflicted on the most vulnerable segment of the society. Availability of reliable estimates of the prevalence of child trafficking for various subpopulations is the first priority in tackling this problem. In our study, subpopulations are children of age 5–17 years living in small geographic regions (or chiefdoms) in Sierra Leone. We develop improved estimates of the true rates of prevalence and identify the most adversely affected regions by estimating the unknown true ranks. These estimates shed light on the severity of the problem and bring attention to the critically affected regions (i.e., chiefdoms). Using household survey data from Sierra Leone, we propose a unit-level hierarchical Bayes probit regression model to reliably estimate the prevalence rates of trafficking in the chiefdoms. Using Markov chain Monte Carlo generated samples of the small area characteristics from the posterior distribution of the hierarchical Bayes model, we compute point and interval estimates of the prevalence rates, and a set of probability distributions for the unknown true ranks of the small areas in terms of their prevalence rates.",
          "url": "https://doi.org/10.1093/jssam/smaf013",
          "doi": "https://doi.org/10.1093/jssam/smaf013",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "Running on rage: feminist messaging and voter response in primary campaigns",
          "authors": "Marie Schenk, Kristen Essel, Cory Manento",
          "url": "https://doi.org/10.1080/21565503.2025.2543301",
          "doi": "https://doi.org/10.1080/21565503.2025.2543301",
          "filter": 0
        },
        {
          "title": "Public support for immigrants and refugees: do gender differences exist?",
          "authors": "Seungbin Park, Mi Jeong Shin",
          "url": "https://doi.org/10.1080/21565503.2025.2543299",
          "doi": "https://doi.org/10.1080/21565503.2025.2543299",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Qualitative Research: Advancing the Social and Behavioral Sciences",
          "authors": "Margaret R Roller, Zachary R Smith",
          "url": "https://doi.org/10.1093/poq/nfaf035",
          "doi": "https://doi.org/10.1093/poq/nfaf035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Unintended Consequences of Digital Infrastructure Development: The Impact on Crime Rates in China",
          "authors": "Yu Yu, Mengran Chai, Lin Wu",
          "abstract": "The construction of digital infrastructure serves as a crucial lever for advancing national digital transformation and modernizing social governance. Using the “Broadband China” policy as a quasi-natural experiment, this paper constructs a multi-period Difference-in-Differences (DID) model. Based on panel data at the city level in China, the study systematically evaluates the impact of digital infrastructure development on crime rates and its underlying mechanisms. The study finds that: First, the expansion of digital infrastructure significantly increases crime rates, and this result remains robust across various model specifications. Second, heterogeneity analysis reveals that the effect is more pronounced in areas with high economic activity density and relatively weaker social governance capacity, indicating that the spillover effects of digital infrastructure are asymmetric across different social structures. Third, further analysis indicates that digital infrastructure, by optimizing employment structures and alleviating income disparities, can exert a corrective effect on crime rates under certain conditions. The study uncovers new challenges for social governance in the digital era, emphasizing the urgent need to strengthen risk identification and collaborative governance for public security alongside the promotion of digital infrastructure. These findings offer practical insights and policy implications for achieving the dual goals of high-quality development and social stability.",
          "url": "https://doi.org/10.1177/08944393251365276",
          "doi": "https://doi.org/10.1177/08944393251365276",
          "filter": 0
        },
        {
          "title": "Linguistic Affordances Framework: A Linguistic-Sociological Approach for the Social Study of Language Technology",
          "authors": "Haley Lepp, AJ Alvero",
          "abstract": "This paper describes a three-part framework to study how language technologies elucidate and shape linguistic relations in society. Reframing a mountain of evidence about language bias in LLMs, we introduce the concept of linguistic affordances to attend to how an object can shape social relations through language. First, we contextualize how language ideologies inform social relations in a particular setting. Next, we examine how language ideologies shape the construction of the linguistic affordances of a language technology. Finally, we examine how the linguistic affordances of language technologies lead to new associations that link language and social worth. We describe how this framework can inform both the study of language technologies and the use of language technologies in social science. We demonstrate the framework with two examples: the use of LLMs in college admissions and the adoption of LLMs in scientific publishing.",
          "url": "https://doi.org/10.1177/08944393251366242",
          "doi": "https://doi.org/10.1177/08944393251366242",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
