{
  "update": "2025-07-21",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Features of disinformation: an expert interview study on the perception of disinformation among political, governmental, media and business elites in Germany",
          "authors": "Saïd Unger, Johanna Klapproth, Svenja Boberg, Marcus Bösch, Nils Vief, Christian Stöcker, Thorsten Quandt",
          "url": "https://doi.org/10.1080/17457289.2025.2514199",
          "doi": "https://doi.org/10.1080/17457289.2025.2514199",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "Black Congressional Politics: anxieties of incorporation",
          "authors": "Christian Hosam",
          "url": "https://doi.org/10.1080/21565503.2025.2530943",
          "doi": "https://doi.org/10.1080/21565503.2025.2530943",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Digital Surveillance and Relational Uncertainty: The Role of Geolocation Tracking in Romantic Relationships",
          "authors": "Shaojung Sharon Wang, Shiuan-Tung Chen",
          "abstract": "As geolocation tracking apps become increasingly embedded in everyday digital interactions, their role in romantic relationships remains underexplored. This study examines the use of geolocation tracking apps in romantic relationships, addressing gaps in understanding their implications for relational uncertainty while identifying key psychological antecedents of app use. Findings from users ( N = 333) challenge the assumption that geolocation tracking inherently reduces relational uncertainty, revealing no significant association with increased clarity. Instead, intensive tracking correlates with heightened definition uncertainty, suggesting that rather than reinforcing relationship security, tracking may introduce ambiguity about the relationship’s status. However, it is not associated with diminished intimacy, as couples may use it consensually for safety and reassurance. Moreover, attachment styles and jealousy predict tracking behaviors, mirroring patterns observed in social media surveillance. These findings highlight the limitations of geolocation tracking as an uncertainty-reducing tool and emphasize the psychological and relational factors that drive its use. By reframing geolocation tracking as a socially accepted yet relationally complex form of monitoring, this study advances theoretical discussions on digital surveillance and the evolving role of technology in intimate relationships.",
          "url": "https://doi.org/10.1177/08944393251361455",
          "doi": "https://doi.org/10.1177/08944393251361455",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
