{
  "update": "2025-06-25",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "In decline, but not left behind? Electoral behavior in Japan's depopulating regions",
          "authors": "Hanno Jentzsch, Kostiantyn Ovsiannikov",
          "url": "https://doi.org/10.1080/17457289.2025.2513295",
          "doi": "https://doi.org/10.1080/17457289.2025.2513295",
          "filter": 0
        },
        {
          "title": "Concerns about misinformation on Instagram in five countries",
          "authors": "Christian Pieter Hoffmann, Shelley Boulianne",
          "url": "https://doi.org/10.1080/17457289.2025.2514192",
          "doi": "https://doi.org/10.1080/17457289.2025.2514192",
          "filter": 0
        },
        {
          "title": "Unravelling misinformation in politics: introduction to the special issue",
          "authors": "Shelley Boulianne, Edda Humprecht, Lena Frischlich",
          "url": "https://doi.org/10.1080/17457289.2025.2520790",
          "doi": "https://doi.org/10.1080/17457289.2025.2520790",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "Hashtag activism and framing strategies in the aftermath of George Floyd’s death and the 2020 elections",
          "authors": "Basak Taraktas, Kadir Cihan Duran, Suzan Uskudarli",
          "url": "https://doi.org/10.1080/21565503.2025.2518533",
          "doi": "https://doi.org/10.1080/21565503.2025.2518533",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "From Assistants to Digital Beings: Exploring Anthropomorphism, Humanness Perception, and AI Anxiety in Large-Language-Model Chatbots",
          "authors": "Xintong Yao, Yipeng Xi",
          "abstract": "This study examined the impact of anthropomorphic traits in large language model (LLM) chatbots on users’ perceptions of humanness and their associated anxiety. Drawing on dehumanization theory, the research investigated how human nature and human uniqueness traits influenced AI-related anxiety through perceptions of humanness in various interaction contexts. A survey of 1000 LLM chatbot users in China, analyzed using validated structural equation modeling, revealed that emotional and moral traits, such as empathy and morality, were positively correlated with perceptions of humanness, which in turn reduced AI anxiety. In contrast, cognitive traits like competence and rationality alleviated anxiety but did not contribute to perceptions of humanness. This study offered valuable theoretical and practical insights into how humans defined and responded to machine personhood in the age of advanced AI.",
          "url": "https://doi.org/10.1177/08944393251354976",
          "doi": "https://doi.org/10.1177/08944393251354976",
          "filter": 0
        },
        {
          "title": "Political Gendertrolling",
          "authors": "Pnina Fichman, Gordon Amidu",
          "abstract": "Online political gendertrolling is widespread, and while research shows that women are trolled more often than men, and that men troll more often than women, it is unclear if there is a difference in political gendertrolling between same- and cross-gender pairs of perpetrator-target. To address this gap, this study first examines the extent and style of gendertrolling. Then, it tests for variations based on the perpetrator’s and target’s gender and the target’s political affiliation. Using a two-by-two factorial design, with four perpetrator-target gender pairs (Women/Women, Women/Men, Men/Women, Men/Men), we performed a content analysis of 4,000 trolling comments on 40 Facebook posts that were made by 20 politicians (Men/Women, Democrats/Republicans). We found significant main and interaction effects in gendertrolling style based on the perpetrator’s and target’s genders and the target’s political affiliation. Women’s trolling styles toward men differed from the dominant trolling style, and regardless of perpetrator gender, the gendertrolling style towards women Democrats differed from the style used towards the other targets. However, we found no significant main or interaction effects in the extent of political gendertrolling in any of the four gender conditions, nor based on target’s political affiliation. Contributing to gendertrolling literature, this paper provides evidence of the complex relationships between same- and cross-gender perpetrator-target pairs.",
          "url": "https://doi.org/10.1177/08944393251343930",
          "doi": "https://doi.org/10.1177/08944393251343930",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
