{
  "update": "2025-03-05",
  "content": [
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "Averaging Non-Probability Online Surveys to Avoid Maximal Estimation Error",
          "authors": "Alexander Murray-Watters, Stefan Zins, Joseph W. Sakshaug, Carina Cornesse",
          "abstract": "Data from online non-probability samples are often analyzed as if they were based on a simple random sample drawn from the general population. As the exact sampling frame for these non-probability samples are usually unknown, there is no general method to construct unbiased estimators. This raises the question of whether estimates based on online non-probability samples are consistent across sample vendors and concerning estimates based on probability samples. To address this question, we analyze data collected from eight different online non-probability sample vendors and one online probability-based sample. We find that estimates from the different non-probability samples can be very inconsistent. We suggest averaging estimates across multiple vendor samples to avoid the risk of a maximum estimation error. We evaluate several averaging approaches, including a LASSO regression procedure which identifies a subset of vendors that, when averaged, produce estimates that are more consistent with the reference probability-based estimates, compared to any single vendor. Our results show that estimates based on different vendors’ samples display different selection biases, but there is also some commonality among some vendor-specific estimates, thus there could be strong gains in estimation precision by averaging across a selection of multiple non-probability sample vendors.",
          "url": "https://doi.org/10.1177/0282423x241312775",
          "doi": "https://doi.org/10.1177/0282423x241312775",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "The politics of oppression and power: applying the work of Dr. Mae Coates King to the criminal legal system",
          "authors": "Keesha M. Middlemass",
          "url": "https://doi.org/10.1080/21565503.2025.2466569",
          "doi": "https://doi.org/10.1080/21565503.2025.2466569",
          "filter": 0
        },
        {
          "title": "How do non-PRC Asian citizens perceive democracy in China and the United States? The role of economic perceptions and ethnic factors",
          "authors": "Hanna Kim",
          "url": "https://doi.org/10.1080/21565503.2025.2469239",
          "doi": "https://doi.org/10.1080/21565503.2025.2469239",
          "filter": 0
        },
        {
          "title": "The dimensions of judicial legitimacy: assessing the impact of Latino representation",
          "authors": "Susan Achury, Jason P. Casellas, Scott J. Hofer, Matthew Ward",
          "url": "https://doi.org/10.1080/21565503.2025.2469253",
          "doi": "https://doi.org/10.1080/21565503.2025.2469253",
          "filter": 0
        },
        {
          "title": "Black agency and Black political attitudes: examining major questions with contemporary data",
          "authors": "Christine Slaughter",
          "url": "https://doi.org/10.1080/21565503.2025.2466548",
          "doi": "https://doi.org/10.1080/21565503.2025.2466548",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
