{
  "update": "2025-08-10",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Accidental knowledge: passive gains in political knowledge and electoral accountability",
          "authors": "Emily Anderson",
          "url": "https://doi.org/10.1080/17457289.2025.2537641",
          "doi": "https://doi.org/10.1080/17457289.2025.2537641",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "Higher-Level Aggregation Using Long-Term Links in the Swedish CPI",
          "authors": "Olivia Ståhl",
          "abstract": "Statistics Sweden employs a unique approach to higher-level aggregation of the Consumer Price Index (CPI). In the Swedish method, so-called “long-term links” are used to incorporate contemporaneous weight information into the index with a two-year lag. We compare this approach to the more standard method used for the European Harmonized Index of Consumer Prices (HICP), as well as to a long-term link variation of the HICP methodology. Our main focus is on year-on-year rates of change. This is motivated by the fact that, while long-term links by construction should improve the measurement of price change over longer time periods, effects on year-on-year inflation are less clear. In a simulation study performed on Swedish data, inflation rates are evaluated against a common benchmark measure. Several types of decompositions are also derived to help further explain differences and similarities between the methods.",
          "url": "https://doi.org/10.1177/0282423x251330942",
          "doi": "https://doi.org/10.1177/0282423x251330942",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "Universal basic income and the challenge of racialized opposition: can economic self-interest overcome racial resentment?",
          "authors": "Andrew Bloeser, Jesse Tomkiewicz",
          "url": "https://doi.org/10.1080/21565503.2025.2530947",
          "doi": "https://doi.org/10.1080/21565503.2025.2530947",
          "filter": 0
        },
        {
          "title": "Schools can’t do more with less: reframing budget narratives in the Jersey City public schools",
          "authors": "Karis Jones, Jyl Josephson, Nooreen Fatima",
          "url": "https://doi.org/10.1080/21565503.2025.2539508",
          "doi": "https://doi.org/10.1080/21565503.2025.2539508",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Unblackboxing How Sociotemporalities Inform AI Accountability: The Case of Targeted Advertising",
          "authors": "Faranak Hardcastle, Kathryn Henne, Jenna Imad Harb, Ashlin Lee, John Noel Viana, Susan Halford",
          "abstract": "In recent years, numerous accountability interventions have been introduced to address the harms and inequalities associated with Artificial Intelligence (AI) systems. Early efforts concentrated on transparency and explainability, often operationalized as technical fixes intended to “open the black box” and render algorithmic processes more intelligible. However, sociological research has revealed the limitations of these interventions, particularly their narrow focus on the technical and operational dimensions of AI. In response, sociologists have broadened the scope of “unblackboxing” to include the sociomaterialities of AI, or the social, political, and environmental relations that both shape and are shaped by AI technologies and their infrastructures. This article extends this agenda by focusing on sociotemporalities: the narratives and structures of time that shape both AI systems and the interventions meant to improve their accountability. We re-analyze interviews from a retrospective study of transparency in targeted advertising, a domain long associated with concerns about privacy, discrimination and opaque practices. Drawing on the sociology of time, and especially the sociology of the future, we examine the sociotemporalities that actively shaped the development of targeted advertising technologies at the time and influenced key informants’ thinking about approaches to improve accountability. Our analysis suggests that sociotemporalities exerted a structuring influence on how “appropriate” accountability interventions were imagined and enacted, ultimately shaping the emergent present of targeted advertising. We discuss the application of such an approach in the context of emerging AI technologies and AI accountability interventions. We conclude by arguing that expanding unblackboxing to include sociotemporal as well as sociomaterial dimensions can help open new pathways for designing and implementing more practical, effective, and context-specific AI accountability interventions.",
          "url": "https://doi.org/10.1177/08944393251365275",
          "doi": "https://doi.org/10.1177/08944393251365275",
          "filter": 0
        },
        {
          "title": "Achieving #Relationshipgoals: Exploring the Associations Between Exposure to Positively-Biased Portrayals of Romantic Relationships and Young Adults’ Romantic Outcomes",
          "authors": "Ines Boeckxstaens, Janneke M. Schokkenbroek, Maxine Noë, Lara Schreurs",
          "abstract": "While social media’s positivity bias has been linked to various well-being implications, little is known about how it relates to young adults’ romantic cognitions and outcomes. This study explores the associations between perceived exposure to positively-biased romantic social media content and relationship satisfaction, as well as fear of being single (FOBS). A cross-sectional survey ( N = 605) was administered and a separate model was tested for young adults in a committed relationship for the outcome relationship satisfaction and for single young adults for the outcome FOBS, by using Structural Equation Modeling. Both models considered romantic partner expectations as a mediator and tested gender and social comparison orientation (SCO) as moderators. Perceived exposure to positively-biased portrayals was negatively associated with relationship satisfaction. There was no link with FOBS. For young adults in a committed relationship, higher partner expectations related positively to relationship satisfaction but were not predicted by exposure to positively-biased portrayals. For singles, exposure to such content did predict higher partner expectations but this did not, in turn, relate to FOBS. Also no significant moderation effects were found for gender and SCO. Our findings highlight the nuanced ways in which the positivity bias can relate to romantic outcomes and underscore the value of authenticity on social media.",
          "url": "https://doi.org/10.1177/08944393251366234",
          "doi": "https://doi.org/10.1177/08944393251366234",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
