{
  "update": "2025-10-16",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "Improving Trust in Science Through Communication? The Role of Mediating and Moderating Factors",
          "authors": "Florian Wintterlin",
          "abstract": "Several attempts have been made to increase people's trust in science through being exposed to scientific information. Yet, I argue that not only mere exposure but peoples' predispositions and how people perceive the credibility of the information matters for whether they develop trust in that information. Using a moderated mediation model based on a weighted quota sample in Germany (N = 1,007), I showed that the degree to which being exposed to scientific information influences trust in science is mediated by people's credibility perceptions and moderated by their predispositions toward science. Implications for research and practice are discussed.",
          "url": "https://doi.org/10.1093/ijpor/edaf055",
          "doi": "https://doi.org/10.1093/ijpor/edaf055",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "The impact of early COVID-19 lockdowns on perceptions of American democracy",
          "authors": "Nicholas Spina",
          "url": "https://doi.org/10.1080/17457289.2025.2570379",
          "doi": "https://doi.org/10.1080/17457289.2025.2570379",
          "filter": 0
        },
        {
          "title": "Populist voting beyond western borders? Populist attitudes and electoral behaviour in East Asia",
          "authors": "Marta Gallina, Stefano Camatarri, Lewis A. Luartz",
          "url": "https://doi.org/10.1080/17457289.2025.2570376",
          "doi": "https://doi.org/10.1080/17457289.2025.2570376",
          "filter": 0
        },
        {
          "title": "The last-minute voter: age and time of voting in Ontario, Canada",
          "authors": "Holly Ann Garnett, Sean Grogan",
          "url": "https://doi.org/10.1080/17457289.2025.2568860",
          "doi": "https://doi.org/10.1080/17457289.2025.2568860",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "INFERENCE FOR THE QUANTILE RATIO INEQUALITY INDEX IN THE CONTEXT OF SURVEY DATA",
          "authors": "Silvia Scarpa, Maria Rosaria Ferrante, Stefan Sperlich",
          "abstract": "There exist many statistical indicators for measuring economic inequality. Most of them rely on distribution moments or focus on a few selected percentiles at the tails of the distribution. Recently, a so-called quantile ratio index has been introduced. It considers the entire distribution and measures the distance between the (economic) equi-distribution scenario and the average ratio of quantiles below the median to their symmetric counterparts above it. We present a finite population framework for estimating this index and its standard error under some complex sampling designs. Our estimator demonstrates high accuracy and precision, even with relatively small samples. Being solely based on quantiles, this index exhibits remarkable robustness, having limited sensitivity to anomalous values and highly skewed distributions. This is also shown by an analysis of its influence function.",
          "url": "https://doi.org/10.1093/jssam/smaf024",
          "doi": "https://doi.org/10.1093/jssam/smaf024",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Riding the Tide: How Online Activists Leverage Repression",
          "authors": "Hansol Kwak",
          "abstract": "How does repression reshape the way online activists engage with target audiences? While prior research has primarily examined changes in overall online participation, it has paid less attention to how activists adjust their strategies in response to repression. Addressing this gap, this article argues that repression incentivizes online activists to broaden their support base by promoting inter-group engagement and signaling inclusivity. Focusing on the 2011 Occupy Wall Street movement, the study analyzes Twitter interactions using network measures of assortativity and cross-group tie proportions. It applies permutation tests and ARIMA-based Interrupted Time Series (ITS) analysis to compare network patterns across key phases, delineated by the Brooklyn Bridge mass arrests on October 1 and the eviction threat of Zuccotti Park on October 13. The results show that repression triggers a significant decrease in assortativity, indicating increased inter-group engagement, while cross-group tie proportions remain stable, suggesting structural rather than isolated behavioral changes.",
          "url": "https://doi.org/10.1177/08944393251388096",
          "doi": "https://doi.org/10.1177/08944393251388096",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
