{
  "update": "2024-10-01",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Differentially private survey research",
          "authors": "Georgina Evans, Gary King, Adam D. Smith, Abhradeep Thakurta",
          "abstract": "Survey researchers have long protected respondent privacy via de‐identification (removing names and other directly identifying information) before sharing data. Unfortunately, recent research demonstrates that these procedures fail to protect respondents from intentional re‐identification attacks, a problem that threatens to undermine vast survey enterprises in academia, government, and industry. This is especially a problem in political science because political beliefs are not merely the subject of our scholarship; they represent some of the most important information respondents want to keep private. We confirm the problem in practice by re‐identifying individuals from a survey about a controversial referendum declaring life beginning at conception. We build on the concept of “differential privacy” to offer new data‐sharing procedures with mathematical guarantees for protecting respondent privacy and statistical validity guarantees for social scientists analyzing differentially private data. The cost of these procedures is larger standard errors, which can be overcome with larger sample sizes.",
          "url": "http://dx.doi.org/10.1111/ajps.12890",
          "doi": "10.1111/ajps.12890",
          "filter": 0
        },
        {
          "title": "Losing on the home front? Battlefield casualties, media, and public support for foreign interventions",
          "authors": "Thiemo Fetzer, Pedro C. L. Souza, Oliver Vanden Eynde, Austin L. Wright",
          "abstract": "How domestic constituents respond to signals of weakness in foreign wars remains an important question in international relations. This paper studies the impact of battlefield casualties and media coverage on public demand for war termination. To identify the effect of troop fatalities, we leverage the timing of survey collection across respondents from nine members of the International Security Assistance Force in Afghanistan. Quasi‐experimental evidence demonstrates that battlefield casualties increase the news coverage of Afghanistan and the public demand for withdrawal. Evidence from a survey experiment replicates the main results. To shed light on the media mechanism, we leverage a news pressure design and find that major sporting matches occurring around the time of battlefield casualties drive down subsequent coverage, and significantly weaken the effect of casualties on support for war termination. These results highlight the role that media play in shaping public support for foreign military interventions.",
          "url": "http://dx.doi.org/10.1111/ajps.12907",
          "doi": "10.1111/ajps.12907",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Justice Beyond Rights: Haqq and Global South Migration",
          "authors": "HUMEIRA IQTIDAR",
          "abstract": "How might the ideas and practices of Global South migrants and activists inform normative frameworks and conceptual repertoires that political theorists and activists bring to bear on questions regarding justice and migration? Taking seriously the call for conceptual innovation to move beyond Eurocentrism this article builds on oral histories collected from refugees and migrants from the Tribal Areas of Pakistan to argue that the concept of haqq raises important questions about the reliance on statist justice in contemporary theorizing about migration ethics and provides insights into alternative ethical concerns. Ideas and practices of haqq foreground social relationships as well as the imbrication of responsibility and entitlement for communities and individuals. Crucially, engagement with haqq helps dislodge assumptions regarding state-enforced rights as universal vehicles of justice. Consequently, different ethical questions and imaginaries become available for consideration that resonate much beyond debates about migration.",
          "url": "http://dx.doi.org/10.1017/s0003055424000972",
          "doi": "10.1017/s0003055424000972",
          "filter": 0
        },
        {
          "title": "Who Hosts? The Correlates of Hosting the Internally Displaced",
          "authors": "LEONID PEISAKHIN, NIK STOOP, PETER VAN DER WINDT",
          "abstract": "Tens of millions of individuals are displaced due to violence, and most are hosted by other households in their home countries. We ask what motivates people to host the forcibly displaced. We are interested in whether empathy increases the willingness to host but also consider alternative explanations. To explore the correlates of hosting we collected survey data from 1,504 households in the Democratic Republic of the Congo, fielded in-depth interviews, and implemented an experiment. We employ a novel strategy to measure hosting behavior, where household characteristics are measured prior to the arrival of displaced persons. We find that households with higher empathy are more likely to host in the 10-month period following the survey. There is no evidence that ethnicity, religiosity, or wealth affect hosting behavior. Results from the experiment suggest that it is difficult to increase hosting propensity in the longer term (4+ months) through simple interventions.",
          "url": "http://dx.doi.org/10.1017/s0003055424000923",
          "doi": "10.1017/s0003055424000923",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Does a voter's decision to sit out an election depend upon where others stand?",
          "authors": "Harry Krashinsky",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102864",
          "doi": "10.1016/j.electstud.2024.102864",
          "filter": 0
        },
        {
          "title": "Sorry Not Sorry: Presentational strategies and the electoral punishment of corruption",
          "authors": "Dean Dulay, Seulki Lee",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102867",
          "doi": "10.1016/j.electstud.2024.102867",
          "filter": 0
        },
        {
          "title": "Individual Electoral Competitiveness: Undecided voters, complex choice environments and lower turnout",
          "authors": "Hannah Bunting",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102866",
          "doi": "10.1016/j.electstud.2024.102866",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "How not to conduct a regression discontinuity design using a continuous measure of democracy",
          "authors": "Chris Hanretty",
          "abstract": "I review a recent article published in this journal (Ademi and Kimya, 2023) which uses a continuous measure of democracy as the basis for a ‘fuzzy regression discontinuity design’ investigating the effect of democratization on party system polarization. I argue that their design does not qualify as a regression discontinuity design because continuous measures of democracy produced by social scientists are not used to assign treatments to country-years, and because the authors misuse the auxiliary variable recording regime transitions used in their analysis.",
          "url": "http://dx.doi.org/10.1177/13540688241288465",
          "doi": "10.1177/13540688241288465",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Group Consciousness, Organizational Membership, and District Choice: Evidence from the Afro-Colombian Reserved Seats",
          "authors": "Mateo Villamizar-Chaparro, Cristina Echeverri-Pineda",
          "abstract": "Numerous countries around the globe have undertaken efforts aimed at enhancing political representation. One of these efforts has taken the institutional form of reserved seats or ethnic districts where individuals must choose where to deposit their votes. In this paper, we ask if group consciousness and organizational membership affect the choice to vote on these types of districts. Using a mixed-methods approach by combining semi-structured interviews with elites and a subgroup analysis of a conjoint experiment in a sample of Afro-Colombians, we find evidence that group consciousness affects the preferences for ethnic districts over territorial ones. Contrary to initial expectations, we observe that membership in ethnic organizations does not significantly alter preferences for ethnic districts among surveyed individuals. These findings indicate that individuals with high levels of group consciousness tend to choose to participate more in mechanisms and institutions that can enhance the group’s political representation.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09972-4",
          "doi": "10.1007/s11109-024-09972-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Inner Mongolian poetry and song as a form of resistance",
          "authors": "Jesse Segura, Filka Sekulova",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103214",
          "doi": "10.1016/j.polgeo.2024.103214",
          "filter": 0
        },
        {
          "title": "Stay or leave? US-listed Chinese companies under financial decoupling push and the reshaping of global financial networks",
          "authors": "Fenghua Pan, Cheng Fang, Yulan Guo",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103213",
          "doi": "10.1016/j.polgeo.2024.103213",
          "filter": 0
        },
        {
          "title": "The Sea in Sea Rescue: Conceptualising solidarity with maritime migrants",
          "authors": "Antje Scharenberg, Peter Rees",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103205",
          "doi": "10.1016/j.polgeo.2024.103205",
          "filter": 0
        },
        {
          "title": "The remaking of social property and wind energy trajectories in the Isthmus of Tehuantepec, Mexico",
          "authors": "Gerardo A. Torres Contreras",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103209",
          "doi": "10.1016/j.polgeo.2024.103209",
          "filter": 0
        },
        {
          "title": "International law: Israel's fig leaf or a route to Palestinian statehood?",
          "authors": "Dalal Iriqat",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103208",
          "doi": "10.1016/j.polgeo.2024.103208",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "A cross‐cultural test of competing hypotheses about system justification using data from 42 nations",
          "authors": "Evan A. Valdes, James H. Liu, Matt Williams, Stuart C. Carr",
          "abstract": "System justification theory (SJT) is a thriving field of research, wherein the primary questions revolve around why individuals and groups are motivated to see the systems they depend on as just, fair, and legitimate. This article seeks to answer how accurate the postulates of SJT are when compared to competing self‐interest claims of social identity and social dominance theory. We addressed the ongoing debates among proponents of each theory by identifying who, when, and why individuals decide to system‐justify. We used data comprised of 24,009 participants nested within 42 countries. Multilevel models largely supported the competing claims of social dominance and social identity theories over SJT. The most robust findings were: (1) greater objective socioeconomic status (SES) was associated with greater system justification; (2) the consistent positive relationship between subjective SES and system justification was partially mediated by life satisfaction; and (3) both ends of the political spectrum were willing to system‐justify more when the political party they favored was in power. The results presented are used to discuss both the current state and the future directions for system justification research.",
          "url": "http://dx.doi.org/10.1111/pops.13039",
          "doi": "10.1111/pops.13039",
          "filter": 0
        },
        {
          "title": "Beyond victimhood and perpetration: Reconstruction of the ingroup's historical role in eight Eastern and Western European countries under Nazi occupation",
          "authors": "Fiona Kazarovytska, Roland Imhoff, Gilad Hirschberger",
          "abstract": "The Nazi regime's aggressive expansion across Europe during WWII created a landscape of suffering, resistance, and collaboration. How do lay Europeans today reconstruct their ingroup's roles during Nazi occupation, and how do different role representations relate to defensive responses aimed at protecting the ingroup from threat? We tested two theoretical predictions: Following the identity threat prediction, we expected that denying culpability but endorsing morally favorable group representations (e.g., victim‐heroism) would represent an ingroup‐defensive strategy, correlating with other defensive responses, such as victim‐directed negativity or victim‐blaming. Following the identity management prediction, we expected that precisely accepting culpability and acknowledging threatening representations (e.g., willing collaboration with Germans) would form the basis for a defensive stance and thus correlate with defensive intergroup reactions. Analyzing data from nine European samples spanning eight countries ( N = 5474), we found support for the identity management prediction in six contexts: Lay representations as willing collaborators were associated with negative collective emotions and correlated with victim‐directed negativity, whereas victim‐hero representations showed no such connections. The remaining three countries revealed a mixture of the two identity accounts. We discuss implications for understanding historical representations and identity protection in groups that were both victims and perpetrators of massive intergroup atrocities.",
          "url": "http://dx.doi.org/10.1111/pops.13037",
          "doi": "10.1111/pops.13037",
          "filter": 0
        },
        {
          "title": "Broadening the study of morality in multiparty settings through a novel dictionary translation and validation methodology",
          "authors": "Clara Husson, Nicola Palma",
          "abstract": "Individuals' exposure to morality elicits instantaneous intuitions and influences personal behavior without rational thought or reasoning. Despite our increasing knowledge about the ideology‐driven use of morality in bipartisan systems, we lack a good understanding, on the one hand, of political actors' use of moral appeals in multiparty settings and, on the other hand, of what incentives besides ideology lead political actors to strategically use morality. To fill this gap, we examine parties' use of moral appeals applying newly translated versions of the Moral Foundations Dictionary (MFD) into four languages (French, German, Italian, and Spanish) to party manifestos. Our analysis focuses on 31 elections in nine European multiparty systems over the last two decades. Our findings suggest that the use of morality is ideology‐driven for some moral foundations, whereas some other moral domains are being used by political actors according to an issue‐dependent logic. From a methodological perspective, this article proposes (i) a fully reproducible semi‐automatic translation procedure and (ii) an innovative time‐ and resource‐efficient dictionary validation methodology based on formally translated documents.",
          "url": "http://dx.doi.org/10.1111/pops.13019",
          "doi": "10.1111/pops.13019",
          "filter": 0
        },
        {
          "title": "Earning trust in intergroup contexts: The interplay of perceived warmth and competence",
          "authors": "Cong Wei, Ziyi Wu, Jianning Dang, Li Liu",
          "abstract": "Previous research on intergroup trust has focused predominantly on trustors' dispositional profiles while overlooking the pivotal role of perceptions of the target outgroup and their intricate interactions. Building on the “Big‐Two” model of social perception, four studies ( N = 802) examined the proposition that intergroup trust is a joint function of the target outgroup's perceived warmth and competence. Studies 1 and 2 investigated how American and Chinese people's perceptions of each other regarding warmth and competence impact their mutual trust, respectively. Study 3 manipulated social perceptions of a virtual group by presenting warmth‐ and competence‐related cues and captured the resulting intergroup trust behavior. Study 4 examined intergroup trust toward four natural groups generally perceived to have different levels of warmth and competence in both cooperative and competitive contexts. Consistent with our theoretical predictions, perceived warmth promoted intergroup trust only when the target outgroup was perceived as competent. Alternatively, the sign of perceived competence's role in predicting intergroup trust depended primarily on perceived warmth. These findings underscore the indispensability of both warmth and competence in shaping intergroup trust and have implications for international conflict resolution and peacekeeping.",
          "url": "http://dx.doi.org/10.1111/pops.13043",
          "doi": "10.1111/pops.13043",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Subject to change: quantifying transformation in armed conflict actors at scale using text",
          "authors": "Margaret J. Foster",
          "abstract": "An extensive theoretical and practitioner literature addresses the drivers and consequences of transformation of violent rebel actors during conflicts. However, measurement challenges constrain large- N empirical study of the effects and consequences of such transformations. This Research Note introduces a strategy to identify periods of transformation and change in the operation of non-state armed militant groups via computational text analysis of trends in reporting on activities. It presents the measurement approach and demonstrates scalability to a corpus of more than 200 militant groups operating from 1989 to 2020. The study concludes by extending a recent analysis of the impacts of uncertainty on conflict termination. An online Appendix demonstrates the advantages and drawbacks of the measurement through a series of case studies.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.26",
          "doi": "10.1017/psrm.2024.26",
          "filter": 0
        },
        {
          "title": "A spatiotemporal analysis of NATO member states' defense spending: how much do allies actually free ride?",
          "authors": "Ringailė Kuokštytė, Vytautas Kuokštis",
          "abstract": "Concerns over free riding in NATO are widespread. An intuitive approach to analyzing free riding is treating it as a systematic pattern of spatial interdependence between the allies: how does a NATO member's defense spending react to changes in other allies' military expenditures? While recent work has found statistically significant free riding (negative spatial interdependence in the outcomes), it suffers from important limitations. First, this research does not adequately account for temporal dependence. Second, it does not quantify the effect of interest. Accounting directly for temporal dependence provides a meaningfully distinct perspective on the within-alliance dynamics, demonstrating that the spatiotemporal effect of free riding is, in fact, more substantial than its short-run effect, challenging inferences of static spatial models. We discuss the relevant practical and theoretical implications.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.39",
          "doi": "10.1017/psrm.2024.39",
          "filter": 0
        },
        {
          "title": "Facial finetuning: using pretrained image classification models to predict politicians’ success",
          "authors": "Asbjørn Lindholm, Christian Hjorth, Julian Schuessler",
          "abstract": "There is a long-standing interest in how the visual appearance of politicians predicts their success. Usually, the scope of such studies is limited by the need for human-rated facial features. We instead fine-tune pre-trained image classification models based on convolutional neural networks to predict facial features of 7,080 Danish politicians. Attractiveness and trustworthiness scores correlate positively and robustly with both ballot paper placement (proxying for intra-party success) and the number of votes gained in local and national elections, while dominance scores correlate inconsistently. Effect sizes are at times substantial. We find no moderation by politician gender or election type. However, dominance scores correlate significantly with outcomes for conservative politicians. We discuss possible causal mechanisms behind our results.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.38",
          "doi": "10.1017/psrm.2024.38",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Counterfactual coercion: Could harsher sanctions against Russia have prevented the worst?",
          "authors": "Thies Niemeier, Gerald Schneider",
          "abstract": "Numerous studies show that properly designed economic sanctions can force the target to refrain from violating international norms. However, policymakers cannot integrate this finding into their ex ante assessments of whether more forceful coercive measures could prevent military coups, human rights violations, or a war of aggression such as the Russian invasion of Ukraine. In this article, we address this shortcoming and introduce counterfactual predictions to answer the what-if question of whether adequate sanctions by the European Union and the United States could have provoked targets to abandon severe norm violations. To this end, a training data set from 1989 to 2008 is used to predict the success of sanctions from 2009 to 2015. Our policy counterfactuals for key sanction cases suggest that stricter EU coercion against Russia after the annexation of Crimea could have triggered policy concessions from the regime of President Putin.",
          "url": "http://dx.doi.org/10.1177/20531680241272668",
          "doi": "10.1177/20531680241272668",
          "filter": 0
        },
        {
          "title": "Conglomerates at the court: The political consequences of mergers &amp; acquisitions",
          "authors": "Lucas Boschelli, Janet M. Box-Steffensmeier, Dino P. Christenson",
          "abstract": "Increasingly, corporations expand through the creation or acquisition of new subsidiary companies. Despite the commonality of the practice, little is known regarding how it influences corporations’ political behavior. This research note analyzes how subsidiaries shape corporations’ political interests and collaborations as they seek to influence the Supreme Court. To accomplish this, we construct a historical dataset of the acquisitions and mergers of a politically active sample of Fortune 500 corporations (spanning various industries and sizes) that we combine with their history of filing amicus curiae briefs to the Court. Through social network and longitudinal analyses, we analyze whether and how corporations change their targeted issue areas, collaborations, and political success following consolidation. While mergers and acquisitions have little effect on the quantity of actions or success before the Court, they expand the issues of political interest for corporations, and increase both their popularity and ability to broker information in their political network.",
          "url": "http://dx.doi.org/10.1177/20531680241286975",
          "doi": "10.1177/20531680241286975",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
