{
  "update": "2025-08-04",
  "content": [
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Taxation and Social Intermediaries: Experimental Evidence from Lagos, Nigeria",
          "authors": "Jessica Gottlieb, Adrienne LeBas, Janica Magat",
          "abstract": "Tax collection is difficult in low-income countries, and bureaucracies exist alongside non-state actors that extract revenue and provide services informally. Might weak states leverage these actors’ strengths to collect taxes, or should they invest in building fiscal capacity on their own? We conducted a field experiment in Lagos, Nigeria that randomly assigned market vendors to tax appeals delivered by state or non-state agents. Contrary to expectations, non-state actors were not effective messengers. Tax appeals delivered by representatives of marketplace associations, an important social intermediary in this context, were ineffective even at higher levels of trust and message credibility. Messages delivered by state agents, however, were sometimes effective in spurring registration and tax payments, especially among ethnic minorities. This study underlines the importance of social intermediaries in shaping the social contract, and it draws attention to the uneven effects of these kinds of institutions within populations.",
          "url": "https://doi.org/10.1017/s0007123424000255",
          "doi": "https://doi.org/10.1017/s0007123424000255",
          "filter": 0
        },
        {
          "title": "Spraying Conflict: Aerial Drug Eradication and Armed Violence in Colombia",
          "authors": "Juan Felipe Campos-Contreras, Camilo Nieto-Matiz, Luis L. Schenoni",
          "abstract": "How do state interventions targeting illicit economies influence armed violence? Using Colombia as a critical case, we argue that aerial spraying of coca crops exacerbates violence by destabilizing local power dynamics and disrupting interactions among armed actors, civilians, and the state. Using municipal-level data from 2000 to 2015, we find that aerial spraying increases overall levels of violence in affected areas. Aerial spraying, we find, propitiates retaliatory violence against the state, stimulates turf wars between armed organizations, and produces civilian victimization. Moreover, we show that paramilitaries and criminal organizations respond more sharply to aerial spraying, escalating retaliation against the state and violence against civilians. By contrast, insurgent violence remains more consistent, driven by ideological goals and largely independent of eradication efforts. These findings reveal how fleeting large-scale interventions can inadvertently fuel conflict by altering the strategic equilibria of violent actors in illicit economies.",
          "url": "https://doi.org/10.1017/s000712342500033x",
          "doi": "https://doi.org/10.1017/s000712342500033x",
          "filter": 0
        },
        {
          "title": "Disentangling the Relationship Between Prospective Expectations and Policy Preferences in Violent Conflicts",
          "authors": "Alon Yakter, Liran Harsgor",
          "abstract": "Popular willingness to compromise is an important step for conflict resolution. A key argument suggests that improving expectations about the prospects of peace can increase public support for concessions. Yet a competing view, anchored in broader debates about preferences and expectations, suggests that prior ideological dispositions motivate biased future expectations rather than vice versa. This tension, however, remains understudied in violent conflicts. In this study, we leverage rich survey data from Israel to disentangle the causal relationship between expectations and preferences for compromise in a long-standing conflict. Using two decades of aggregate monthly series and two exogenous shocks to peace expectations, we find that changes in prospective expectations do predict subsequent shifts in support for compromise. We find no contrary evidence for a null, opposite, or heterogeneous relationship. The findings contribute to ongoing debates about the interrelations between expectations and preferences and provide insights into their implications for conflict resolution.",
          "url": "https://doi.org/10.1017/s0007123425100550",
          "doi": "https://doi.org/10.1017/s0007123425100550",
          "filter": 0
        },
        {
          "title": "Principled Pragmatism: Big Business and Campaign Contributions After January 6",
          "authors": "Amy Meli, Florian Gawehns",
          "abstract": "Corporations use financial contributions to gain access to influential policymakers. How do these actors respond when officeholders violate widely held norms, such as accepting the results of free and fair elections? We argue that businesses are sensitive to norm violations because they balance their economic interests with accountability demands from employees and other stakeholders. Using a difference-in-differences approach, we find that legislators who supported Donald Trump’s false claims about a ‘stolen election’ experienced a significant decline in contributions from Fortune 500 PACs in 2021 and 2022. Additionally, our analysis reveals that companies continue to contribute more to party leaders and members of key committees, consistent with our hypothesis. These findings suggest that corporations are willing to balance the interests of their two audiences by sending signals of disapproval towards those who violate established norms while continuing to lobby key lawmakers.",
          "url": "https://doi.org/10.1017/s0007123425000389",
          "doi": "https://doi.org/10.1017/s0007123425000389",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Do Citizens Stereotype Muslims as an Illiberal Bogeyman ? Evidence from a Double-List Experiment – ERRATUM",
          "authors": "Stuart J. Turnbull-Dugarte, Alberto López Ortega, Michael Hunklinger",
          "url": "https://doi.org/10.1017/s0007123425100689",
          "doi": "https://doi.org/10.1017/s0007123425100689",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Not just who, but how: Further probing the connection between primary election dissatisfaction and general election voting behavior",
          "authors": "Elizabeth N. Simas, Lucas Lothamer",
          "url": "https://doi.org/10.1016/j.electstud.2025.102969",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102969",
          "filter": 0
        },
        {
          "title": "Populist leaders and the political budget cycle",
          "authors": "Assaf Shmuel",
          "url": "https://doi.org/10.1016/j.electstud.2025.102965",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102965",
          "filter": 0
        },
        {
          "title": "Toothless compulsory voting can increase turnout: Evidence from India",
          "authors": "Reshikesav Rajan, Shane P. Singh",
          "url": "https://doi.org/10.1016/j.electstud.2025.102951",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102951",
          "filter": 0
        },
        {
          "title": "Voting alone: Early voting and turnout in couples",
          "authors": "Johannes Bergh, Dag Arne Christensen, Henning Finseraas",
          "url": "https://doi.org/10.1016/j.electstud.2025.102960",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102960",
          "filter": 0
        },
        {
          "title": "Does prepaid postage increase voter turnout? An analysis across time and municipalities in Switzerland",
          "authors": "Pierre F.R. Lüssi, Alina Zumbrunn",
          "url": "https://doi.org/10.1016/j.electstud.2025.102968",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102968",
          "filter": 0
        },
        {
          "title": "“And some, I assume, are good people”: Determinants of elites’ strategic discourse about immigrants and refugees",
          "authors": "João V. Guedes-Neto, Alex Honeker",
          "url": "https://doi.org/10.1016/j.electstud.2025.102952",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102952",
          "filter": 0
        },
        {
          "title": "The urban-rural cleavage: Analysing more than 40 years of Norwegian survey data",
          "authors": "Stine Hesstvedt, Jo Saglie",
          "url": "https://doi.org/10.1016/j.electstud.2025.102954",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102954",
          "filter": 0
        },
        {
          "title": "Rural representation in Europe: The presence of place in national parliaments",
          "authors": "Guillem Rico, Rubén García del Horno, Enrique Hernández",
          "url": "https://doi.org/10.1016/j.electstud.2025.102962",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102962",
          "filter": 0
        },
        {
          "title": "Place-based resentment and party support in multiparty systems: A study of three consecutive elections in the Netherlands",
          "authors": "Twan Huijsmans, Wouter van der Brug",
          "url": "https://doi.org/10.1016/j.electstud.2025.102963",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102963",
          "filter": 0
        },
        {
          "title": "Wrong place or wrong party? LGBTQ2S+ candidates and district competitiveness",
          "authors": "Elizabeth Baisley, Quinn M. Albaugh",
          "url": "https://doi.org/10.1016/j.electstud.2025.102953",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102953",
          "filter": 0
        },
        {
          "title": "With a little help from the crowd: Estimating election fraud with forensic methods",
          "authors": "Christoph Koenig",
          "url": "https://doi.org/10.1016/j.electstud.2025.102943",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102943",
          "filter": 0
        },
        {
          "title": "Self-interest and voter support for defund the police",
          "authors": "Marcel Roman, Benjamin Newman",
          "url": "https://doi.org/10.1016/j.electstud.2025.102958",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102958",
          "filter": 0
        },
        {
          "title": "Do the rich ditch politics? Evidence from Sweden",
          "authors": "Anton Brännlund, Rafael Ahlskog",
          "url": "https://doi.org/10.1016/j.electstud.2025.102966",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102966",
          "filter": 0
        },
        {
          "title": "Happy and glorious? The sometimes-unifying effects of the British monarchy",
          "authors": "Braeden Davis, Yu-Shiuan Huang",
          "url": "https://doi.org/10.1016/j.electstud.2025.102961",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102961",
          "filter": 0
        },
        {
          "title": "Preferences for female successors: Evidence from a survey experiment among Japanese local politicians",
          "authors": "Hikaru Nukui, Hirofumi Miwa, Yoshikuni Ono",
          "url": "https://doi.org/10.1016/j.electstud.2025.102956",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102956",
          "filter": 0
        },
        {
          "title": "How nuclear power hurts the Greens: Evidence from German nuclear power plants",
          "authors": "António Valentim, Heike Klüver, Cornelius Erfort",
          "url": "https://doi.org/10.1016/j.electstud.2025.102959",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102959",
          "filter": 0
        },
        {
          "title": "The politics of litigating and adjudicating electoral disputes: Evidence from Zambia",
          "authors": "Øyvind Stiansen, Haakon Gjerløw, Lise Rakner",
          "url": "https://doi.org/10.1016/j.electstud.2025.102955",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102955",
          "filter": 0
        },
        {
          "title": "Unpacking the rural–urban divide: Identities and stereotypes",
          "authors": "Sofia Breitenstein, Toni Rodon, Guillem Riambau, Andreu Rodilla",
          "url": "https://doi.org/10.1016/j.electstud.2025.102935",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102935",
          "filter": 0
        },
        {
          "title": "Election Timing across Autocracy and Democracy (ETAD): A new dataset of national election dates",
          "authors": "Masaaki Higashijima, Naoki Shimizu, Hidekuni Washida, Yuki Yanai",
          "url": "https://doi.org/10.1016/j.electstud.2025.102964",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102964",
          "filter": 0
        },
        {
          "title": "The impact of party appeals on age differences in voting",
          "authors": "Laura Serra",
          "url": "https://doi.org/10.1016/j.electstud.2025.102942",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102942",
          "filter": 0
        },
        {
          "title": "The East in wolf’s clothing. Wolf attacks correlate with but do not cause far-right voting",
          "authors": "Nico Sonntag",
          "url": "https://doi.org/10.1016/j.electstud.2025.102957",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102957",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Re-Stigmatizing the Radical Right: A One-Way Street?",
          "authors": "Laia Balcells, Sergi Martínez, Vicente Valentim, Ethan vanderWilden",
          "abstract": "Radical right behavior and support for radical right parties have increased across many countries in recent decades. A growing body of research has argued that, similar to the spread of other extremist behaviors, this is due to an erosion of political norms. This suggests that re-stigmatizing radical right parties might be an effective way of countering their growth. We use a survey experiment in Spain that compares the effectiveness of three theory-driven interventions aimed at increasing political stigma against a radical right party. Contrary to expectations, we fail to validate the efficacy of vignette-based attempts at stigmatization, instead identifying some backlash effects. Methodologically, our findings underscore the importance of validating treatments, as we show that simple attempts at re-stigmatization can produce null or opposing effects to their intended purpose. Theoretically, our results support the idea that normalization is a “one-way street,” in that re-stigmatizing parties is difficult after a party has become normalized.",
          "url": "https://doi.org/10.1017/xps.2025.10007",
          "doi": "https://doi.org/10.1017/xps.2025.10007",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "The state of populism: Introducing the 2023 wave of the Populism and political parties expert survey",
          "authors": "Andrej Zaslove, Robert A Huber, Maurits J. Meijers",
          "abstract": "To understand the evolution of party-based populism, reliable and valid measurement is essential. This article presents the second wave of the Populism and Political Parties Expert Survey, capturing populism with a continuous, five-item multidimensional latent construct in 312 political parties across 31 European countries in 2023. We validate the approach through Exploratory Factor Analysis (EFA), Confirmatory Factor Analysis (CFA) and Item Response Theory (IRT). The IRT findings confirm the discriminatory power of the five items, while CFA results establish strict measurement invariance from 2018 to 2023, allowing for cross-temporal comparisons. Substantively, we show that radical right parties remain the most populist, followed by the radical left, with both nativism and left-wing economic stances as robust predictors of populism. Overall, average populism levels declined from 2018 to 2023, largely due to decreases among parties with weaker nativist and authoritarian tendencies.",
          "url": "https://doi.org/10.1177/13540688251361813",
          "doi": "https://doi.org/10.1177/13540688251361813",
          "filter": 0
        },
        {
          "title": "Political violence and party system fragmentation in Mexico",
          "authors": "Abelardo Gómez Díaz",
          "abstract": "This study examines the extent to which local incidents of political violence reshape political competition. Specifically, the extent to which they influence party system fragmentation. It draws on data from over two thousand municipalities in Mexico across three consecutive elections (2018, 2021, and 2024), as well as on a series of generalized least squares models with random effects and clustered standard errors. These show that political violence significantly suppresses party system fragmentation, and that this suppressive effect intensifies over time. The study argues that political violence functions as a ‘shadow institution’ that mimics the effects of formal electoral rules by altering the costs, risks, and incentives of political participation. In all, this study highlights the need to account for both temporal dynamics and informal coercive pressures when analyzing the structure and evolution of party systems.",
          "url": "https://doi.org/10.1177/13540688251364216",
          "doi": "https://doi.org/10.1177/13540688251364216",
          "filter": 0
        },
        {
          "title": "Populist radical right parties in action: The survival of the mass party AlbertazziDanielevan KesselStijnFaveroAdrianHatakkaNikoSijstermansJudithZulianelloMattia, Populist Radical Right Parties in Action: The Survival of the Mass Party. New York: Oxford University Press, 2025. £84.00 (paper), vii + 179pp. ISBN 9780192899736",
          "authors": "Prosanta Sarkar",
          "url": "https://doi.org/10.1177/13540688251364724",
          "doi": "https://doi.org/10.1177/13540688251364724",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Bin-Conditional Conformal Prediction of Fatalities from Armed Conflict",
          "authors": "David Randahl, Jonathan P. Williams, Håvard Hegre",
          "abstract": "Forecasting of armed conflicts is a critical area of research with the potential to save lives and mitigate suffering. While existing forecasting models offer valuable point predictions, they often lack individual-level uncertainty estimates, limiting their usefulness for decision-making. Several approaches exist to estimate uncertainty, such as parametric and Bayesian prediction intervals, bootstrapping, quantile regression, but these methods often rely on restrictive assumptions, struggle to provide well-calibrated intervals across the full range of outcomes, or are computationally intensive. Conformal prediction offers a model-agnostic alternative that guarantees a user-specified level of coverage but typically provides only marginal coverage, potentially resulting in non-uniform coverage across different regions of the outcome space. In this article, we introduce a novel extension called bin-conditional conformal prediction (BCCP), which enhances standard conformal prediction (SCP) by ensuring consistent coverage rates across user-defined subsets (bins) of the outcome variable. We apply BCCP to simulated data as well as the forecasting of fatalities from armed conflicts, and demonstrate that it provides well-calibrated uncertainty estimates across various ranges of the outcome. Compared to SCP, BCCP offers improved local coverage, though this comes at the cost of slightly wider prediction intervals.",
          "url": "https://doi.org/10.1017/pan.2025.10010",
          "doi": "https://doi.org/10.1017/pan.2025.10010",
          "filter": 0
        },
        {
          "title": "Detecting Formatted Text: Data Collection Using Computer Vision",
          "authors": "Jonathan Colner",
          "abstract": "Research in political science has begun to explore how to use large language and object detection models to analyze text and visual data. However, few studies have explored how to use these tools for data extraction. Instead, researchers interested in extracting text from poorly formatted sources typically rely on optical character recognition and regular expressions or extract each item by hand. This letter describes a workflow process for structured text extraction using free models and software. I discuss the type of data best suited to this method, its usefulness within political science, and the steps required to convert the text into a usable dataset. Finally, I demonstrate the method by extracting agenda items from city council meeting minutes. I find the method can accurately extract subsections of text from a document and requires only a few hand labeled documents to adequately train.",
          "url": "https://doi.org/10.1017/pan.2025.10006",
          "doi": "https://doi.org/10.1017/pan.2025.10006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "A Waste of Time? Partisan Deliberative Bias as a Barrier to Political Crosstalk",
          "authors": "Bryan McLaughlin, Nathaniel Geiger, Pedro H. P. Rocha",
          "abstract": "Americans are increasingly unwilling to talk about politics with out-partisans. One potential barrier to such cross-cutting partisan conversations may be partisans’ tendency to stereotype out-partisans as lacking the deliberative traits necessary to have a productive conversation (i.e., partisan deliberative bias ). Here, three studies examine the presence of partisan deliberative bias, its relationship to cross-cutting political talk, and potential pathways to reducing partisan deliberative bias. Study 1 (two-wave panel; Wave-2 N = 695) provides evidence that partisans perceive out-partisans possess less deliberative traits than in-partisans and these perceptions are related to reduced cross-cutting political talk (at Time 2). Study 2 (experimental; N = 417) provides evidence that exposing individuals to more examples of out-partisans who display deliberative traits (vs. anti-deliberative traits) leads to increased perceptions that out-partisans possess deliberative traits, which is associated with greater willingness to engage in a political conversation. Study 3 (experimental; N = 825) provides evidence that a deliberative bias-correcting intervention can reduce stereotypes about out-party members’ deliberative traits. Further, findings from an alternative model that includes in-group favoritism suggest that perceptions of deliberative traits are significantly related to cross-cutting political talk even when accounting for affective polarization. Findings across all three studies are similar for Republican and Democratic participants. Taken holistically, these results highlight the prevalence of partisan deliberative bias, suggest that such bias reduces cross-cutting conversations, and provide preliminary evidence for the effectiveness of interventions to address this bias.",
          "url": "https://doi.org/10.1007/s11109-025-10068-w",
          "doi": "https://doi.org/10.1007/s11109-025-10068-w",
          "filter": 0
        },
        {
          "title": "Losers’ Conspiracy: Elections and Conspiracism",
          "authors": "Joanne M. Miller, Christina E. Farhart, Kyle L. Saunders",
          "abstract": "Elections produce winners and losers. Winners reap the benefits; losers have to dust themselves off. How each side chooses to respond has important implications for democratic stability. Winners may attempt to develop post-election narratives in such a way as to claim a mandate and consolidate power. But losers are even more likely to be motivated to search for an explanation—a narrative that not only explains the loss in a self-esteem preserving way but also provides guidance for how to engage (or not) in the future to avoid subsequent losses. Building on extant research on the winner-loser gap in political attitudes, we theorize that electoral losers will be more conspiratorial (as assessed by a general measure of conspiracism) after the election than before the election. We report the results of five nationally representative pre/post-election panel surveys spanning three election years in the U.S. (2016, 2018, 2020) that provide strong and consistent support for the “losers’ conspiracism” hypothesis and discuss the implications of our findings.",
          "url": "https://doi.org/10.1007/s11109-025-10063-1",
          "doi": "https://doi.org/10.1007/s11109-025-10063-1",
          "filter": 0
        },
        {
          "title": "Disagreements About Threats to Electoral Integrity: Beliefs About the Severity and Frequency of Fraudulent, Uncounted, and Forgone Votes in the 2020 and 2024 Elections",
          "authors": "Gregory A. Huber, John J. Cho, Scott E. Bokemper, Alan S. Gerber, William J. Brady, Killian McLoughlin, Molly J. Crockett",
          "url": "https://doi.org/10.1007/s11109-025-10066-y",
          "doi": "https://doi.org/10.1007/s11109-025-10066-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Can the borderland speak? Entangled territoriality in the foothills of Northeast India",
          "authors": "Debasish Hazarika, Ngamjahao Kipgen",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103358",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103358",
          "filter": 0
        },
        {
          "title": "Salvage work: The making of movable nature for post-submergence life",
          "authors": "Ekin Kurtiç",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103357",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103357",
          "filter": 0
        },
        {
          "title": "The making of a hydrofrontier: geopolitics, securitization and ‘green’ energy imaginaries in India's eastern borderlands",
          "authors": "Michelle Irengbam, Christopher Sneddon",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103378",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103378",
          "filter": 0
        },
        {
          "title": "Creating a new climate transition politics? Reflections on a Real Deal for Australia",
          "authors": "Amanda Tattersall, Katie Moore, Juliet Bennett, Christine Evans, Louise C. Johnson, Naomi Joy Godden, Dibya Shree Chhetry, Elise Ganley, Sally Fisher, Jaclyn McCosker, Jade Wright, Liz Bonner, Helen Long, Noreen Nicholson",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103347",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103347",
          "filter": 0
        },
        {
          "title": "Just climate experimentation: Distributive, procedural, and recognition justice in two low-carbon pilots in China",
          "authors": "Yiqun Yang, Kevin Lo",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103384",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103384",
          "filter": 0
        },
        {
          "title": "On the therapist's couch and in the streets: Politicized approaches to healing trauma and embodying liberation in the US and Canada",
          "authors": "Rebecca Patterson-Markowitz",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103367",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103367",
          "filter": 0
        },
        {
          "title": "Devolution and democratic engagement in England",
          "authors": "Nicholas Patrick Sweeney",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103386",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103386",
          "filter": 0
        },
        {
          "title": "Haunted Temporalities: Ghosts and the geohauntologies of the Iran-Iraq war and the production of the nation-state through martyrdom",
          "authors": "Hanieh Molana",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103361",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103361",
          "filter": 0
        },
        {
          "title": "The rural consolidation state. A critical examination of municipal consolidation strategies in Bavaria (Germany)",
          "authors": "Andreas Kallert, Simon Dudek",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103379",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103379",
          "filter": 0
        },
        {
          "title": "From derisking to green extractivism: The Rioni Valley Movement and the coloniality of renewable infrastructure in Post-Soviet Georgia",
          "authors": "Lela Rekhviashvili, Aleksandra Aroshvili",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103381",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103381",
          "filter": 0
        },
        {
          "title": "Pastoralism is facing existential threat in West Africa",
          "authors": "Olivier J. Walther, Lacey Harris-Coble, Leif Brottem, Mirjam de Bruijn, Han van Dijk, Cletus F. Nwankwo, Adegbola T. Adesogan",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103363",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103363",
          "filter": 0
        },
        {
          "title": "Precarious work and local governance through the lens of informality and caring for place",
          "authors": "Valeria Guarneros-Meza",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103380",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103380",
          "filter": 0
        },
        {
          "title": "Durable instabilities of home: Rain, terrain, and governance assemblages in Medellín, Colombia",
          "authors": "Frank I. Müller",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103368",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103368",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Out‐party, out of luck: Partisan biases in public support for due process in corruption investigations",
          "authors": "Pedro C. Magalhães, Luís de Sousa, Nuno Garoupa, Rui Costa‐Lopes",
          "abstract": "This study examines how public support for due process in corruption investigations is affected by partisan biases. Using a survey experiment conducted with a representative sample of Portuguese voters, it finds that voters' support for legally enshrined due process rights is conditional on their partisan alignment with the corruption suspects. Specifically, respondents exhibit greater support for due process protections for in‐party than for out‐party suspects, with out‐party derogation prevailing. By focusing on public attitudes towards legal fairness and horizontal accountability, these results expand our understanding of the role of partisan loyalties in accountability for corruption beyond their better‐known role in electoral processes.",
          "url": "https://doi.org/10.1111/pops.70063",
          "doi": "https://doi.org/10.1111/pops.70063",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Large Language Models Are Democracy Coders with Attitudes",
          "authors": "Nils B. Weidmann, Mats Faulborn, David García",
          "abstract": "Current political developments worldwide illustrate that research on democratic backsliding is as important as ever. A recent exchange in Political Science &amp; Politics (February 2024) highlighted again that the measurement of democracy remains a challenge. With many democracy indicators consisting of subjective assessments rather than factual observations, trends in democracy over time could be due to human biases in the coding of these indicators rather than empirical facts. This article leverages two cutting-edge Large Language Models (LLMs) for the coding of democracy indicators from the V-Dem project. With access to huge amounts of information, these models may be able to rate the many “soft” characteristics of regimes at substantially lower costs. Whereas LLM-generated codings largely align with expert coders for many countries, we show that when these models deviate from human assessments, they do so in different but consistent ways. Some LLMs are too pessimistic and others consistently overestimate the democratic quality of these countries. Although the combination of the two LLM codings can alleviate this concern, we conclude that it is difficult to replace human coders with LLMs because the extent and direction of these attitudes is not known a priori.",
          "url": "https://doi.org/10.1017/s1049096525101248",
          "doi": "https://doi.org/10.1017/s1049096525101248",
          "filter": 0
        },
        {
          "title": "Introducing the American Women Political Leaders’ Operational Codes Dataset",
          "authors": "Baris Kesgin, Katherine Graham McCormick",
          "abstract": "Although women leaders assume prominent national offices in the United States (and the world), one of the well-established specializations in political science and psychology (i.e., leadership studies) is inundated with male-centric benchmarks. This research often relies on a reference group to develop leaders’ profiles in comparison to other elites. They are predominantly populated, however, with male leaders. This article suggests a remedy and introduces a women leaders reference group for operational code analysis, which is a quantitative approach measuring leaders’ beliefs about politics. We gathered American women leaders’ speeches from the Iowa State University Archives of Women’s Political Communication. Using an automated content analysis, we developed a norming group exclusively for American female politicians in national politics. Whereas our findings indicate noticeable differences and suggest similarities with existing reference groups, we aspire to initiate a conversation and hope that more data will follow and shed more light on women leaders. This reference group can serve as a crucial tool in providing contextualized political-personality profiles of American women leaders and also provide an illustrative example to bridge leadership and gender studies in advancing the study of women leaders in the United States (and beyond).",
          "url": "https://doi.org/10.1017/s1049096525101194",
          "doi": "https://doi.org/10.1017/s1049096525101194",
          "filter": 0
        },
        {
          "title": "The Albatross: Student Loan Debt and Support for Joe Biden in the 2024 Election",
          "authors": "William Harrison, Jacob Smith",
          "abstract": "Student debt heavily shapes the life decisions and outlook of those living with it. This article examines the relationship between undergraduates’ views of President Joe Biden’s actions on student debt and their support for him in the 2024 election prior to his dropping out of the race. Using a representative survey from a large private university in the Northeast, we assess how student views of Biden’s handling of student loan relief correlated with voting intentions among registered student voters. Our analysis reveals that students who believed the Biden administration adequately addressed student debt were significantly more likely to support him compared to those who believed he had done too little. Additionally, our findings suggest that whereas increased student debt relief could have bolstered Biden’s support among liberal and very liberal students, its impact on moderate and conservative students was more limited. This study highlights the electoral implications of student debt relief policies, particularly in shaping young voters’ preferences, and it underscores the potential for targeted economic benefits to influence voter behavior in a highly polarized political environment.",
          "url": "https://doi.org/10.1017/s1049096525101236",
          "doi": "https://doi.org/10.1017/s1049096525101236",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Judicial influence and the importance of intersecting identities",
          "authors": "Abigail A. Matthews, Rachael K. Hinkle",
          "abstract": "Judges, like all of us, possess multiple intersecting identities. Drawing on social identity theory, we examine how gender, race, and partisanship jointly influence judicial citation practices. We hypothesize that in-group favoritism motivates judges to preferentially cite peers with whom they share salient identities, and that this effect intensifies as the number of shared identities increases. Using an extensive dataset of discretionary citations from search and seizure cases between 2000 and 2010, we find that sharing a single identity yields no significant effect. However, as the number of shared identities increases, so does the probability of citation. Judges who share race, gender, and partisanship exhibit a 25% higher probability of citation relative to those with no shared identity. These findings highlight the cumulative impact of intersecting identities on judicial influence and behavior, emphasizing that diversity is critical for the development of legal precedent and the law.",
          "url": "https://doi.org/10.1177/20531680251353143",
          "doi": "https://doi.org/10.1177/20531680251353143",
          "filter": 0
        },
        {
          "title": "When the party is over: Explaining the rise of the Spanish far-right SALF",
          "authors": "Javier Padilla Moreno-Torres, Álvaro Canalejo-Molero, Alberto López Ortega",
          "abstract": "Can a second far-right party succeed in a country where the radical right was, until recently, absent? Spain’s 2024 European Parliament elections provided a striking answer with the emergence of SALF (“Let the Party Be Over”), a far-right anti-politics platform that captured 4.6% of the vote in its electoral debut, outperforming Podemos and the major regional parties. Through a comprehensive analysis of individual-level data from approximately 38,000 respondents across eleven surveys, we provide the first systematic assessment of SALF’s voters and compare them to other Spanish constituencies. First, our findings reveal an intriguing paradox: while SALF voters self-identify as more centrist than supporters of VOX (Spain’s main far-right party), their positions on substantive policies are similarly extreme. In contrast, SALF’s success stems from a distinctive combination of dissatisfaction with democracy and nontraditional media consumption patterns, especially among young male voters. Notably, while VOX’s earlier rise was primarily driven by Spain’s territorial tensions, SALF’s emergence signals a deeper phenomenon: profound disillusionment with Spain’s political system among specific segments of society.",
          "url": "https://doi.org/10.1177/20531680251357602",
          "doi": "https://doi.org/10.1177/20531680251357602",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Gendered Barriers to Entry: Responses to Requests for State Legislative Internships",
          "authors": "Hans J.G. Hassell, Josh McCrain, Matthew R. Miles",
          "url": "https://doi.org/10.1086/737850",
          "doi": "https://doi.org/10.1086/737850",
          "filter": 0
        },
        {
          "title": "Robots, Foreigners, and Foreign Robots: Policy Responses to Automation and Trade",
          "authors": "Stephen Chaudoin, Michael-David Mangini",
          "url": "https://doi.org/10.1086/737849",
          "doi": "https://doi.org/10.1086/737849",
          "filter": 0
        },
        {
          "title": "Champions and Pariahs: Image Effects of Naming and Shaming",
          "authors": "Lotem Bassan-Nygate",
          "url": "https://doi.org/10.1086/737851",
          "doi": "https://doi.org/10.1086/737851",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
