{
  "update": "2026-01-22",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Publication of Replication Materials for “Political Cleavages within Industry: Firm-Level Lobbying for Trade Liberalization”",
          "authors": "IN SONG KIM",
          "abstract": "As a contribution to the American Political Science Review (APSR) ’s retrospective data publication initiative, I have published the data and code associated with my article, Political Cleavages within Industry: Firm-level Lobbying for Trade Liberalization (Kim 2017), in the APSR Dataverse (Kim 2025). These materials were not peer reviewed prior to the publication of the original article.",
          "url": "https://doi.org/10.1017/s0003055425101378",
          "doi": "https://doi.org/10.1017/s0003055425101378",
          "filter": 0,
          "created": "2026-1-19"
        },
        {
          "title": "More than Symbols: The Effect of Symbolic Policies on Climate Policy Support",
          "authors": "THEODORE TALLENT, MALO JAN, LUIS SATTELMAYER",
          "abstract": "As climate change effects become increasingly salient, the need for stringent climate policies becomes more pressing. The implementation of such policies is often met with resistance from the public due to their perceived costs and distributional implications. Scholars have mostly focused on material compensations to increase public support among policy losers. This article goes beyond the existing literature by showing how what we term symbolic policies can enhance support for costlier policies. We define symbolic policies as policies sending meaningful messages to the public but having low material impacts. We argue that without changing the material costs that climate policies impose, symbolic policies increase public support by altering the message that costly policies convey. We demonstrate our argument using survey experiments and qualitative interviews conducted in France, showing that symbolic policies can significantly increase support for costly climate policies and increase perceptions of fairness, elite behavior, and government credibility.",
          "url": "https://doi.org/10.1017/s0003055425101408",
          "doi": "https://doi.org/10.1017/s0003055425101408",
          "filter": 0,
          "created": "2026-1-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Austerity and Populism",
          "authors": "Evelyne Hübscher, Thomas Sattler",
          "abstract": "A large literature explains the rise of populist parties with the economic insecurities stemming from globalization and technological change. But despite the long-standing focus of the comparative and international political economy literature on fiscal policy, these studies largely ignore governments and their economic policies. This article brings policy back into the picture by reviewing the research agenda on the political effects of fiscal policy, and fiscal austerity in particular. This research finds that governments, especially those with a large electoral margin, can implement austerity and still survive in office. Support for austerity varies with the composition of the austerity package, the public discourse, and the narratives to which voters are exposed. Nonetheless, austerity has important political effects even if governments do not collapse: They increase votes for nonmainstream, often populist, parties among economically vulnerable voters because austerity magnifies rather than alleviates the social risks of these voters.",
          "url": "https://doi.org/10.1146/annurev-polisci-032624-022749",
          "doi": "https://doi.org/10.1146/annurev-polisci-032624-022749",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "The Power-Enhancing and Power-Diminishing Effects of Digital Technologies: Marginalized People and US Racial Authoritarianism",
          "authors": "LaGina Gause, Angie Bautista-Chavez",
          "abstract": "The United States continues to evade scrutiny as a place that actively represses, expels, and rules over subsets of its population. This oversight has foreclosed investigation into the empirical relationship between digital technologies, civic engagement, and political control in the United States. For example, how are digital technologies used as a resource for the individual and collective power of marginalized people? How are digital technologies deployed to suppress or disorganize the individual and collective power of marginalized people? To integrate existing work and generate new lines of inquiry, we offer an analytical framework that centers the experiences of marginalized groups, interrogates the United States as a racial authoritarian democratic regime, and examines how institutions and actors leverage digital technologies in a complex political landscape. We argue that digital technologies can have both enhancing and destructive effects on the civic engagement and collective power of marginalized groups in the United States.",
          "url": "https://doi.org/10.1146/annurev-polisci-042224-082228",
          "doi": "https://doi.org/10.1146/annurev-polisci-042224-082228",
          "filter": 0,
          "created": "2026-1-20"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Legislator or Representative? Politicians’ Tasks According to Voters",
          "authors": "Helene Helboe Pedersen",
          "abstract": "Political representation is challenged by social acceleration, the rise of populism, and electoral volatility. Politicians’ need for prioritizing time and energy is acute and consequential for democracy. Voters’ preferences constitute one democratically relevant standard for guiding such priorities. However, current research mainly focuses on voters’ preferences for representatives’ personality traits or policy outcomes, which are hard for an individual politician to control. This study provides a conceptual framework for analyzing politicians’ task priority by separating functional legislative tasks from relational representative tasks, and employs this framework in surveys among Danish, German, UK, and US voters. Analyses of open-ended answers, time allocations, and conjoint experiments show that voters assign higher importance to functional tasks compared to relational tasks. The framework offers a new approach to studying political representation in practice, and the results provide guidance for how politicians should prioritize scarce resources for political representation in a high-speed, volatile political context.",
          "url": "https://doi.org/10.1017/s0007123425101245",
          "doi": "https://doi.org/10.1017/s0007123425101245",
          "filter": 0,
          "created": "2026-1-20"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Just like me? Testing descriptive attributes as voting heuristics",
          "authors": "Leonie Rettig, Lukas Isermann",
          "url": "https://doi.org/10.1016/j.electstud.2026.103045",
          "doi": "https://doi.org/10.1016/j.electstud.2026.103045",
          "filter": 0,
          "created": "2026-1-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "MAGA &amp; MAGYAR: The strategic use of common sense by Trump and Orbán during their state addresses",
          "authors": "Christian Lamour",
          "abstract": "The 2024 election of Donald Trump has been followed by executive decisions never before experienced in the history of American democracy. This new approach is grounded on a radical right (RR) program that had already been put in place in the Hungary of Viktor Orbán, who is presented as a model by Trump. Both leaders have defined a performative communication style, attracting a large segment of their respective citizenry. This style is based on the strategic use of common sense. However, we barely know how commonsensical executive RR leaders are during one of the most sacred events in a liberal democracy: the annual State of the Union or State of the Nation address. Based on a critical discourse analysis of the multiple speeches produced by Trump and Orbán in the frame of these events, the current research investigates the routinized and multifaceted usefulness of common sense to contest liberal democracy. The findings indicate that these leaders use the state address as a ritual of liberal democracy to impose a new RR order grounded in commonsensical policies, polities, and authorities.",
          "url": "https://doi.org/10.1017/s1475676525100522",
          "doi": "https://doi.org/10.1017/s1475676525100522",
          "filter": 0,
          "created": "2026-1-16"
        },
        {
          "title": "Does universal conscription impose a civic penalty? Individual-level evidence from a randomized conscription lottery",
          "authors": "Morten Jakobsen, Søren Serritzlew",
          "abstract": "Conscription has gained renewed relevance after the Russian full-scale invasion of Ukraine. Beyond its military purpose, conscription has historically been linked to citizenship and may significantly influence civic outcomes. Drawing on classic arguments about the civic effects of conscription, alongside recent studies suggesting a negative impact on institutional trust and increased authoritarian attitudes, we investigate whether conscription shapes a broad spectrum of outcomes, including national attachment, prosocial motivation, trust, political preferences, political interest, and authoritarian attitudes. To test this, we use the Danish conscription lottery in combination with survey data, assessing the causal effects of peacetime conscription on these key civic outcomes at the individual level. The results indicate only limited effects, suggesting that peacetime conscription does not impose a general civic penalty. These results contribute to the literature on conscription and are relevant for debates in many European countries about its potential reintroduction.",
          "url": "https://doi.org/10.1017/s1475676525100510",
          "doi": "https://doi.org/10.1017/s1475676525100510",
          "filter": 0,
          "created": "2026-1-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Leaking season: An analysis of the timing of media disclosures from party insiders in Sweden 2010-2024",
          "authors": "Andreas Bågenholm, Stephen Dawson, Birgitta Niklasson, Jenny De Fine Licht, Elsa Höök",
          "abstract": "Why is compromising information about misconduct in political parties leaked to the media by party insiders? Drawing on previous research and interviews with political and investigative journalists, we hypothesize that such media disclosures are made with political intent and thus more likely when (1) party list nominations take place and (2) when parties are losing popular support. Through an analysis of 349 newspaper articles of misconduct in political parties leaked by party insiders to Swedish print media between 2010 and 2024, we find support for both expectations. We therefore conclude that intra-party leaks are indeed likely to be made with political intent, at least indirectly. This paper contributes novel theoretical and empirical insights to research on political parties, political scandals, and leaks and whistleblowing by illustrating the role media disclosures made by party insiders play in internal party power struggles.",
          "url": "https://doi.org/10.1177/13540688261418447",
          "doi": "https://doi.org/10.1177/13540688261418447",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Electoral campaign effects: An aggregate analysis of electoral issue competition",
          "authors": "Hanspeter Kriesi, Chendi Wang, Argyrios Altiparmakis",
          "abstract": "Elections are not only verdicts on incumbents but also contests over the issues that parties emphasize. This paper asks whether parties’ issue-specific campaign strategies influence their electoral success, and how parties decide on those strategies. We leverage a new dataset on parties’ electoral campaign efforts in 15 European countries to examine three dimensions of campaign strategy: the salience of issues, the position they take on those issues, and the extremity or moderation of those positions. As for the parties’ strategic choices, the results confirm that European parties organize their issue-specific campaigns largely in line with their ideological positions and their status as challengers or mainstream parties. In response to the electoral effect of their campaign strategies, the results confirm the received wisdom that the parties’ issue-specific campaigns have only a limited effect on the electoral outcome. However, this general result has to be nuanced by party family: challengers and mainstream party families have benefited to varying degrees from their respective strategies. The effects of campaigns on electoral success are the largest for the radical right, which has benefited from putting the emphasis on cultural issues and taking clear-cut or even extreme positions on economic issues. Our findings shed new light on party responsiveness and the limits of political persuasion, showing when campaign appeals can sway voters and when structural factors trump campaign effects.",
          "url": "https://doi.org/10.1177/13540688261415756",
          "doi": "https://doi.org/10.1177/13540688261415756",
          "filter": 0,
          "created": "2026-1-19"
        },
        {
          "title": "Continuity and change: The role of nativism and gender attitudes in the long-term dynamics of radical right party support",
          "authors": "Sami Gul, Bonnie M Meguid",
          "abstract": "Defined by values of nativism, authoritarianism and populism, radical right parties (RRPs) have also been associated with traditional attitudes on women’s roles in the family and workplace. As such, gender traditional nativists are often purported to be their core supporters. But does this RRP voter profile hold over time across Western Europe? We examine this question using extensive individual-level data from three waves of the European Values Survey complemented by 15 waves of Dutch LISS panel data. While confirming the continuing role of nativism in RRP support, we find that traditionalist attitudes about gender roles do not describe the only type of RRP voter. Since 2009, there is also an important set of gender-egalitarian nativists who are attracted to these parties. Further analysis of the panel data suggests that this phenomenon reflects expansion to new RRP voters rather than the conversion of established radical right supporters to more gender-egalitarian views.",
          "url": "https://doi.org/10.1177/13540688261416682",
          "doi": "https://doi.org/10.1177/13540688261416682",
          "filter": 0,
          "created": "2026-1-16"
        },
        {
          "title": "Cleavages in Party Competition in Central and Eastern Europe",
          "authors": "Endre Borbáth",
          "abstract": "While party system volatility remains high in Central and Eastern Europe (CEE), less is known about whether electoral competition has become programmatically structured. This paper examines the extent and evolution of programmatic differentiation across four CEE countries, Hungary, Latvia, Poland, and Romania, between the 1990s and 2023. Relying on quantitative content analysis of newspaper coverage during parliamentary election campaigns, it investigates system-level trends in programmatic competition, issue salience, and politicization, as well as party-level patterns of issue salience and entrepreneurship. The results show that programmatic competition is substantial and relatively stable over time, but varies across countries depending on historical legacies and regime trajectories. Cultural conflicts have gained importance, particularly under democratic backsliding. While established parties exhibit routinized and distinct programmatic profiles, new parties expand the issue agenda by politicizing less emphasized conflicts. The findings underscore the continued relevance of cleavage theory for understanding party competition in post-communist Europe.",
          "url": "https://doi.org/10.1177/13540688261415759",
          "doi": "https://doi.org/10.1177/13540688261415759",
          "filter": 0,
          "created": "2026-1-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Reassessing Extremism, Polarization, and Constraint with Continuous Policy Questions",
          "authors": "Anthony Fowler",
          "abstract": "Some argue that the American public is extreme and polarized along party lines. Paradoxically, others argue that members of the public lack meaningful policy preferences and exhibit low constraint across issues. These conclusions are typically drawn from binary policy questions or scales with ambiguous values, both of which are ill-suited for measuring extremism, polarization, or constraint. In this paper, I reassess these claims by analyzing policy questions that allow respondents to express their preferences on a well-defined continuum. Across a wide range of issues, most Americans appear to have moderate preferences over policy. As expected, Democrats tend to be more liberal than Republicans, but there is significant overlap on every issue, and the average extent of disagreement is modest. Lastly, positions across issues appear more constrained than standard tests suggest.",
          "url": "https://doi.org/10.1007/s11109-025-10111-w",
          "doi": "https://doi.org/10.1007/s11109-025-10111-w",
          "filter": 0,
          "created": "2026-1-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Improving studies of sensitive topics using prior evidence: an informative Bayesian approach for list experiments",
          "authors": "Xiao Lu, Richard Traunmüller",
          "abstract": "Estimates of sensitive questions from list experiments are often much less precise than desired. We address this well-known inefficiency problem by presenting an informative Bayesian approach that combines indirect measures with prior information. Specifying informed priors amounts to a principled combination of information that increases the efficiency of model estimates. This framework generalizes a range of different modeling approaches for list experiments, such as the inclusion of direct items, auxiliary information, the double list experiment, and the combination of list experiments with other indirect questioning techniques. As we demonstrate in real-world examples from political science, the informative Bayesian approach not only improves the utility but also changes the substantive implications drawn from list experiments.",
          "url": "https://doi.org/10.1017/psrm.2025.10084",
          "doi": "https://doi.org/10.1017/psrm.2025.10084",
          "filter": 0,
          "created": "2026-1-16"
        },
        {
          "title": "Navigating the mismeasurement of intermediary variables in message-based experiments",
          "authors": "Thomas Leavitt, Viviana Rivera-Burgos",
          "abstract": "Researchers frequently deliver treatments through messages, as in many audit and get-out-the-vote (GOTV) experiments. These message-based experiments often hinge on intermediary variables—actions subjects must take to actually receive the treatment or control embedded in a message. Whether subjects open the message is a crucial intermediary step, which can serve as a condition for estimating downstream treatment effects or as an outcome of interest in its own right. Yet opens are often measured with error, most notably when some openers are misclassified as non-openers in email-based studies. We characterize the resulting bias, derive interpretable bounds on effects for well-defined subgroups, and provide sensitivity analyses for mismeasurement, thereby offering practical guidance for message-based experiments conducted through email and other communication technologies.",
          "url": "https://doi.org/10.1017/psrm.2025.10082",
          "doi": "https://doi.org/10.1017/psrm.2025.10082",
          "filter": 0,
          "created": "2026-1-21"
        },
        {
          "title": "Measuring party loyalty",
          "authors": "Adam J. Ramey",
          "abstract": "Measuring party loyalty (and party effects, more broadly) in roll call voting has long been a contentious matter in the study of legislative behavior. While techniques for measurement in this arena are numerous, most of them suffer from a fatal flaw: they improperly (or insufficiently) separate measures of preferences from party effects. A significant part of this measurement challenge is the identification of (a) which roll calls leaders care about and (b) in which direction they desire their members to vote. In this paper, we use a novel dataset of party leader speeches from the 101st to 113th Congresses to develop a model of party loyalty and measure loyalty across members and time. Unlike existing techniques, we allow for party influence to vary across legislators and time. Additionally, our model provides estimates of legislator ideology and party loyalty disentangled from one another. Using these estimates, we explore the dynamics of loyalty in the contemporary Congress and unearth findings quite different from extant measures in the literature.",
          "url": "https://doi.org/10.1017/psrm.2025.10083",
          "doi": "https://doi.org/10.1017/psrm.2025.10083",
          "filter": 0,
          "created": "2026-1-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Do people make their votes count? An experimental study on voter errors and electoral systems",
          "authors": "Zuzana Haase Formánková, Ivan Jarabinský, Miroslav Líbal, Jan Oreský",
          "url": "https://doi.org/10.1007/s11127-025-01361-7",
          "doi": "https://doi.org/10.1007/s11127-025-01361-7",
          "filter": 0,
          "created": "2026-1-21"
        }
      ],
      "articles_hidden": []
    }
  ]
}
