{
  "update": "2024-12-09",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Geographies of discontent: Public service deprivation and the rise of the far right in Italy",
          "authors": "Simone Cremaschi, Paula Rettl, Marco Cappelluti, Catherine E. De Vries",
          "abstract": "Electoral support for far‐right parties is often linked to geographies of discontent. We argue that public service deprivation, defined as reduced access to public services, plays an important role in explaining these patterns. By exploiting an Italian reform that reduced access to public services in municipalities with fewer than 5,000 residents, we show that far‐right support in national elections increased in municipalities affected by the reform compared to unaffected ones. We use geo‐coded individual‐level survey data and party rhetoric data to explore the mechanisms underlying this result. Our findings suggest that concerns about immigration are exacerbated by the reform, and that far‐right parties increasingly linked public services to immigration in their rhetoric after the reform. These demand and supply dynamics help us understand how public service deprivation shapes geographic patterns in far‐right support.",
          "url": "https://doi.org/10.1111/ajps.12936",
          "doi": "https://doi.org/10.1111/ajps.12936",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Gendered Perceptions and the Costs of Political Toxicity: Experimental Evidence from Politicians and Citizens in Four Democracies",
          "authors": "GREGORY EADY, ANNE RASMUSSEN",
          "abstract": "Politicians frequently face toxic behaviors. We argue that these behaviors impose a double burden on women, who may not only face higher exposure to toxicity, but experience attacks that they and others understand to be motivated by prejudice and designed to push them out of office. Using large-scale image-based conjoint experiments in the United States, Denmark, Belgium, and Chile, we demonstrate that both politicians themselves and citizens regard messages targeting women politicians as more toxic than otherwise equivalent messages targeting men. This perception intensifies when messages mention gender or come from perpetrators who are men. A second experiment to investigate the mechanisms shows that hostile behaviors toward women are more frequently understood as driven by prejudice and attempts to remove women from politics. These findings highlight the importance of understanding how perceptions of perpetrators’ motives affect the severity of political toxicity, and provide insights into the gendered effects of political hostility.",
          "url": "https://doi.org/10.1017/s0003055424001205",
          "doi": "https://doi.org/10.1017/s0003055424001205",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Party Positioning Under Populist State Leaders",
          "authors": "Marcel Garz, Tanmay Singh",
          "abstract": "The implications of rising parliamentary representation of populist parties have been thoroughly studied but little is known about the impact of populist state leaders on party positions. In this article, we study mainstream parties' strategic responses when a populist takes over as the leader of a nation. We use content-analytical data and large language modelling to measure positions expressed in manifestos from parties from 51 democracies between 1989 and 2018. Employing methods for causal inference from observational data, we find that right-wing populist state leaders induce mainstream parties to differentiate their positions on multiculturalism, possibly leading to polarization of the party system. Under left-wing populist leaders, mainstream parties adopt more homogenous or differentiated positions, depending on the policy category and other contextual factors. Parties are generally more responsive in emerging than advanced countries and in presidential than parliamentary systems.",
          "url": "https://doi.org/10.1017/s0007123424000644",
          "doi": "https://doi.org/10.1017/s0007123424000644",
          "filter": 0
        },
        {
          "title": "European Institutional Integration and the Educational Divide in Support for the European Union",
          "authors": "Sharon Baute, Tobias Tober",
          "abstract": "Since the 1950s, the history of European integration unfolds as a unique social experiment, witnessing the transformation of a non-existent entity into an increasingly institutionalized force. This article delves into the consequences of this ongoing institutionalization on public attitudes towards the institution itself: the European Union (EU). We argue that as European institutional integration advanced, a divide in EU support between more and less educated individuals emerged, with the latter becoming progressively less supportive. Drawing on data from eighty-five waves of the Eurobarometer survey across fifteen countries and over 820,000 individuals from 1976 to 2014, a Bayesian mixed-effects analysis reveals that the gap in support between the more and less educated significantly widened with a country's level of institutional integration. This study emphasizes the necessity of distinguishing institutional effects from temporal patterns in order to enhance our understanding of EU-related public opinion dynamics.",
          "url": "https://doi.org/10.1017/s0007123424000309",
          "doi": "https://doi.org/10.1017/s0007123424000309",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Hometown Advantage: Voter Preferences for Community Embeddedness in Local Contests",
          "authors": "Joseph T. Ornstein, Amanda J. Heideman, Bryant J. Moy, Kaylyn Jackson Schiff",
          "abstract": "Every year, Americans elect hundreds of thousands of candidates to local public office, typically in low-attention, nonpartisan races. How do voters evaluate candidates in these sorts of elections? Previous research suggests that, absent party cues, voters rely on a set of heuristic shortcuts – including the candidate’s name, profession, and interest group endorsements – to decide whom to support. In this paper, we suggest that community embeddedness – a candidate’s roots and ties to the community – is particularly salient in these local contests. We present evidence from a conjoint survey experiment on a nationally representative sample of American voters. We estimate the marginal effect on vote share of candidate attributes such as gender, race, age, profession, interest group endorsements, and signals of community embeddedness – specifically homeownership and residency duration. We find that voters, regardless of political party, have strong preferences for community embeddedness. Strikingly, the magnitude of the residency duration effect rivals that of prior political experience.",
          "url": "https://doi.org/10.1017/xps.2024.16",
          "doi": "https://doi.org/10.1017/xps.2024.16",
          "filter": 0
        },
        {
          "title": "Introducing the Visual Conjoint, with an Application to Candidate Evaluation on Social Media",
          "authors": "Alessandro Vecchiato, Kevin Munger",
          "abstract": "Conjoint experiments have enabled scholars to understand the preferences of citizens in a variety of political contexts. We propose a method to modify the standard text-only “box conjoint” to make the treatment higher in external validity with respect to a common target context. Citizens frequently encounter political information encoded as images and in particular in the form of politicians’ social media posts and profiles. We deploy “visual conjoint” experiments where subjects select between two images that encode the same explicit information as is standard in the box conjoint. We conduct an experiment in which we randomize the modality of a conjoint experiment where subjects evaluate the Twitter profiles of hypothetical candidates. We demonstrate that the visual conjoint more effectively encodes image-based information and social endorsement information. The visual conjoint also allows the salience of different attributes to vary naturally the way they do on social media, in contrast to the artificially enforced uniformity of the box conjoint.",
          "url": "https://doi.org/10.1017/xps.2024.15",
          "doi": "https://doi.org/10.1017/xps.2024.15",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Populism and democratic attitudes: Comparing populist and non-populist candidates’ views on democracy and its alternatives",
          "authors": "João Gaio e Silva, Marco Lisi",
          "abstract": "The rise of new populist parties has raised concerns for representative political systems and the quality of democracies, by challenging the liberal checks and balances in the name of the ‘general will’. Empirical research has found that populist voters tend to be more dissatisfied with democracy and supportive of direct procedures, while feelings of misrepresentation increase the display of populist attitudes. However, it remains unclear whether this also applies to candidates. This study investigates the differences in democratic attitudes of candidates from populist and non-populist parties, relying on data from the Comparative Candidates Survey. It explores the factors that account for diverging attitudes, particularly regarding party- and individual-level mechanisms. Results suggest that populist candidates tend to reveal lower levels of democratic satisfaction and more negative attitudes towards elections, as well as stronger preferences for direct procedures. These findings have significant implications for both populist studies and the field of political representation.",
          "url": "https://doi.org/10.1177/13540688241306420",
          "doi": "https://doi.org/10.1177/13540688241306420",
          "filter": 0
        },
        {
          "title": "Do new participatory rights attract more party members? Evidence from Germany",
          "authors": "Javier Martínez-Cantó",
          "abstract": "Political parties in advanced democracies have slowly but steadily lost members over the last decades. In response to such decline, a common argument is that parties aim to revitalize their internal life by introducing new participatory mechanisms for rank-and-file members. Introducing party primaries or party plebiscites should increase the attractiveness of membership and thus attract new members in aggregate. Although this argument is commonly present in the literature, we need a systematic empirical comparison. To test this argument, this article exploits the federal structure of German political parties and the different timing in introducing new participatory rights. The results of a series of fixed effects regressions, using data from the CDU/CSU and SPD between 1980 and 2020, find that new primaries have an essentially null influence on membership levels while plebiscites appear to reduce the number of members leaving the party.",
          "url": "https://doi.org/10.1177/13540688241306736",
          "doi": "https://doi.org/10.1177/13540688241306736",
          "filter": 0
        },
        {
          "title": "Book Review: Why Presidents Fail. Political Parties and Government Survival in Latin America",
          "authors": "Philipp Köker",
          "url": "https://doi.org/10.1177/13540688241304560",
          "doi": "https://doi.org/10.1177/13540688241304560",
          "filter": 0
        },
        {
          "title": "Creating new participatory linkages? Political parties and democratisation in Germany, Austria, and the UK",
          "authors": "Felix Butzlaff",
          "abstract": "A modernisation- and individualisation-induced loss of trust, membership, and voters has been addressed in party research for a while. However, social theory authors such as Beck, Bauman, Sennett, and Taylor have pointed to further organisational dilemmas that have not been addressed in depth: a. That demands for flexibility, individualisation and non-bindingness and demands for centralized political leadership might go hand in hand; b. That notwithstanding increasing individualisation citizens might demand new forms of social collectives and belonging. In this article, I compare how different established party families perceive these contradictions and seek to create new party-society linkages. Based on a series of qualitative in-depth interviews with Social Democratic and Conservative party functionaries, I emphasise that different party families and their reform attempts reflect individualisation, flexible and liquid identities differently and thus refashion the way citizens are linked with political parties and representative democracy.",
          "url": "https://doi.org/10.1177/13540688241306727",
          "doi": "https://doi.org/10.1177/13540688241306727",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Activation of Anti-Asian Attitudes on Vote Choice",
          "authors": "Nathan Kar Ming Chan, Vivien Leung",
          "abstract": "Political science research has assessed how racial attitudes influence political behavior. However, less is known about the political effects of anti-Asian views, even as anti-Asian sentiment resurfaced during the pandemic. We theorize that the linkage of COVID-19 to Asian Americans by political elites activated anti-Asian animosity and shaped vote choice during the 2020 election. Using cross-sectional over time and panel data from the American National Election Studies, we find that holding more anti-Asian attitudes was not associated with Republican vote choice between 2008–2016, including when Donald Trump first ran. However, anti-Asian views became strongly related to voting for Trump in 2020. Further panel analysis demonstrates evidence that anti-Asian views measured prior in 2016 increased the likelihood of vote switching to the Republican Party in 2020. We conclude by discussing the potentially persisting political effects of anti-Asian attitudes in an environment continuously characterized by anti-Asian hate and especially during future election cycles that may feature increasingly diverse candidates of Asian heritage, running for elective office across various levels of government—including for the presidency. This study contributes to research on how and when racial attitudes influence political behavior and suggests, again, the centrality of race and ethnicity in American Politics.",
          "url": "https://doi.org/10.1007/s11109-024-09980-4",
          "doi": "https://doi.org/10.1007/s11109-024-09980-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Do women commemorate women? How gender and ideology affect decisions on naming female streets",
          "authors": "Víctor Caballero-Cordero, Demetrio Carmona-Derqui, Daniel Oto-Peralías",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103244",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103244",
          "filter": 0
        },
        {
          "title": "Ontological security as 'being-with': Indigenous sovereignty and securing against the colonial nation-state",
          "authors": "Kate Botterill",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103250",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103250",
          "filter": 0
        },
        {
          "title": "Three takes on Gulf cities and urban politics",
          "authors": "Michael Ewers",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103246",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103246",
          "filter": 0
        },
        {
          "title": "How do governments discursively reconcile plans for expanding oil and gas production with global climate goals? The cases of Colombia and Nigeria",
          "authors": "Claudia Strambo, Daria Ivleva, Sophia Bachmann, Elisa Arond",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103243",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103243",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Exploring the role of social openness for pro‐diversity attitudes in urban and rural places",
          "authors": "Teresa Hummler, Conrad Ziller",
          "abstract": "Neighborhoods are important spaces where people participate in social interactions, and existing research has demonstrated that the social and physical environment plays a pivotal role in shaping residents' social and political attitudes. This study investigates the influence of social openness in neighborhoods, defined as residents' perceptions of their co‐residents being open to change, on attitudes toward diversity. Building on existing research on rural–urban differences in socio‐political attitudes, we hypothesize that the link between social openness and pro‐diversity attitudes differs between rural and urban areas. Specifically, we argue that individuals who live in densely populated areas are more frequently exposed to cues of social openness compared to those who live in areas with low population density (even if the average social openness is equal for both). The study leverages data from two large‐N geocoded surveys in Germany to create contextual measures of social openness and assesses their relationship with pro‐diversity attitudes. Empirical results from multilevel models show that social openness is positively related to pro‐diversity attitudes but only in densely populated areas. Our results have important implications for place‐based approaches to immigrant integration and social cohesion more generally.",
          "url": "https://doi.org/10.1111/pops.13066",
          "doi": "https://doi.org/10.1111/pops.13066",
          "filter": 0
        },
        {
          "title": "Engendering equality: Unraveling the influence of family cues on young men's attitudes toward women's rights",
          "authors": "Sara Morell, Lauren Hahn, Mara Ostfeld",
          "abstract": "What explains the gender gap in support for the protection and advancement of women's rights? We argue that because boys receive less and more delayed information outside the home about gender inequality than girls, the cues boys receive inside the home play an outsized role in their adult attitudes about women's rights. Using a large national survey, we demonstrate that men's attitudes toward women's rights are, in fact, more heavily influenced by the perceived attitudinal norms within their family than are women's. Through a follow‐up survey experiment with a national sample of U.S. teenagers, we explore this further and illustrate that one‐time statements from a single family member shift support for women's rights among young men, but not young women. Importantly, statements from other authority figures do not impact attitudes. Our findings highlight the gendered manner in which familial socialization shapes the gendered attitudes that frame women's lives.",
          "url": "https://doi.org/10.1111/pops.13063",
          "doi": "https://doi.org/10.1111/pops.13063",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Advocacy campaigns and gender bias in media coverage of elections",
          "authors": "Theresa Gessler, Fabrizio Gilardi, Maël Kubli",
          "abstract": "An unresolved aspect of women's underrepresentation in politics is the media portrayal of female candidates. This paper studies how advocacy campaigns may affect potential bias, leveraging the 2019 Swiss federal elections, which were shaped by two nation-wide, cross-party campaigns advocating for gender equality. The empirical analysis compares the 2015 and 2019 election campaigns, relying on an original dataset of the mentions that all candidates (over 3,700 respectively 4,600) received in over 2.2 million news articles. The analysis produces three main results. First, although in both elections male candidates received more media attention than female candidates did, the gender gap was significantly smaller in 2019 than in 2015. Second, in both elections, male and female candidates tended to be mentioned in conjunction with gender-stereotypical topics. Third, the gender gap in media attention before and after a key women's rights event was similar to that between the corresponding periods in 2015. These findings suggest that the differences observed between 2015 and 2019 are linked to the political campaign at large rather than to a specific event, despite its historical dimensions. The results contribute to the understanding of how advocacy campaigns can change bias in media coverage and, methodologically, to measuring and understanding gendered media coverage of politics.",
          "url": "https://doi.org/10.1017/psrm.2024.63",
          "doi": "https://doi.org/10.1017/psrm.2024.63",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Dan Greenwood, Effective Governance and the Political Economy of Coordination. Cham, Switzerland: Palgrave Macmillan, 2023. ix + 306 pages. USD 59.99 (hardback)",
          "authors": "Jordan K. Lofthouse",
          "url": "https://doi.org/10.1007/s11127-024-01250-5",
          "doi": "https://doi.org/10.1007/s11127-024-01250-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Gambling on the constitution: Abortion rights and the 2023 constitution-making process in Chile",
          "authors": "Eduardo Alemán, Patricio Navia, Gabriel L. Negretto, Ezequiel González-Ocantos",
          "abstract": "When submitted to popular ratification, new constitutions tend to be approved. Chilean voters, however, rejected the proposal put forward by the country’s Constitutional Council in 2023. This article examines the reasons for this outcome. Leveraging an original conjoint experiment exploring voter preferences across four policy areas, we demonstrate that most voters disfavored a proposed clause protecting unborn life, which would have likely restricted access to abortion. Despite general support for other provisions in the draft, opposition to the abortion clause proved pivotal. Our analysis underscores the risks of partisan constitutional proposals dependent on the median voter for approval and highlights the importance of abortion as a mobilizing issue in contemporary democracies. The study also suggests that right-wing drafters miscalculated voter support, even as moderate members attempted to amend the controversial clause, showcasing the limitations of compromise-inducing rules when one ideological bloc controls the drafting process.",
          "url": "https://doi.org/10.1177/20531680241303754",
          "doi": "https://doi.org/10.1177/20531680241303754",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Consuming Cross-Cutting Media Causes Learning and Moderates Attitudes: A Field Experiment with Fox News Viewers",
          "authors": "David E. Broockman, Joshua L. Kalla",
          "url": "https://doi.org/10.1086/730725",
          "doi": "https://doi.org/10.1086/730725",
          "filter": 0
        },
        {
          "title": "The Road to Reelection Is Paved with Good Intentions: Experiments on the Role of Outcomes and Intentions in Voting Behavior",
          "authors": "Talbot M. Andrews, Scott E. Bokemper",
          "url": "https://doi.org/10.1086/730720",
          "doi": "https://doi.org/10.1086/730720",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
