{
  "update": "2026-02-27",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "When the Church Votes Left: How Progressive Bishops Supported the Workers’ Party in Brazil",
          "authors": "GUADALUPE TUÑÓN",
          "abstract": "Social scientists routinely characterize religious influence in electoral politics as conservative and left-wing parties as fundamentally secular. Against these claims, I argue that the relationship between religion and electoral politics is shaped by the redistributive beliefs and preferences of religious leaders, who can become valuable allies of left-wing parties. I evaluate this argument in Brazil following the appointment of Pope John Paul II, leveraging as-if random variation in municipalities’ exposure to progressive Catholic bishops. I show that bishops who actively supported state-led redistribution were essential to the electoral success of the left-wing Workers’ Party ( Partido dos Trabalhadores [PT]). Voters in municipalities with longer exposure to these bishops supported the PT at higher rates. The findings highlight the under-examined role of religious leaders in shaping the electoral influence of religion and provide evidence that these leaders can, in fact, be key for the development of left-wing parties, especially in the developing world.",
          "url": "https://doi.org/10.1017/s0003055426101427",
          "doi": "https://doi.org/10.1017/s0003055426101427",
          "filter": 0,
          "created": "2026-2-24"
        },
        {
          "title": "Consequences of the Black Sea Slave Trade: Long-Run Development in Eastern Europe",
          "authors": "VOLHA CHARNYSH, RANJIT LALL",
          "abstract": "We investigate the developmental consequences of slave-raiding in Eastern Europe, the largest source of slaves in the early modern world after West Africa. Drawing on a wide-ranging new dataset, we estimate that at least five million people were captured from hundreds of locations across Eastern Europe between the fifteenth and eighteenth centuries. We hypothesize that, over time, raids encouraged an economically advantageous process of defensive state-building linked to raided societies’ resistance to and lack of integration into the slave trade. Using difference-in-differences and instrumental variables strategies, we find that exposure to raids is positively associated with long-run urban growth and related indicators of demographic and commercial development. Consistent with our posited mechanism, raided areas constructed more robust defensive infrastructures and attained higher levels of military, administrative, and fiscal capacity. Our findings suggest that the structure of slave production conditions its developmental legacies, cautioning against drawing generalizations from the African context.",
          "url": "https://doi.org/10.1017/s0003055426101439",
          "doi": "https://doi.org/10.1017/s0003055426101439",
          "filter": 0,
          "created": "2026-2-20"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Ethnography and Ethnographic Sensibility in Political Science",
          "authors": "Diana Fu, Richard A. Nielsen, Edward Schatz",
          "abstract": "In an era when artificial intelligence and chatbots make it enticing to interface with an entirely digital field site, immersive ethnographic practices and an ethnographic sensibility remain indispensable. Honing an ethnographic sensibility increases the fidelity of our theories to the real world; improves researchers’ sensitivity to the ethical, emotional, and moral stakes of research; and sparks creativity. As more researchers in political science adopt an ethnographic sensibility, they are increasingly engaging in ethnography-plus research, which may include other qualitative or quantitative methods. To assess the promise of these approaches, we consider new directions in digital research methods, especially for difficult-to-access settings in authoritarian regimes that involve navigating the thorny ethics of state surveillance. Digital research with an ethnographic sensibility could benefit from an ontological and epistemological examination of what ethnography can and cannot deliver. The emerging generation of researchers looking to embrace an ethnographic sensibility should practice participant observation, embrace reflexivity, and attune to the body and sensations.",
          "url": "https://doi.org/10.1146/annurev-polisci-041224-084600",
          "doi": "https://doi.org/10.1146/annurev-polisci-041224-084600",
          "filter": 0,
          "created": "2026-2-20"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Greater intra-party democracy in candidate selection has different effects on gender, ethnicity and class",
          "authors": "Chris Butler, Rozemarijn E. van Dijk, Marta Miori, Rob Ford",
          "url": "https://doi.org/10.1016/j.electstud.2026.103056",
          "doi": "https://doi.org/10.1016/j.electstud.2026.103056",
          "filter": 0,
          "created": "2026-2-26"
        },
        {
          "title": "District expectations and strategic defection in two-tiered proportional systems: The case of the 2021 Norwegian election",
          "authors": "Alexander Verdoes",
          "url": "https://doi.org/10.1016/j.electstud.2026.103061",
          "doi": "https://doi.org/10.1016/j.electstud.2026.103061",
          "filter": 0,
          "created": "2026-2-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Reference groups and electoral behavior",
          "authors": "Rune Stubager, Christoffer Hentzer Dausgaard, Lena Maria Huber, Michael Lewis-Beck",
          "abstract": "Recent scholarship devotes considerable attention to how social identities influence vote choice. However, group sympathies or group affect constitute another, often overlooked subjective component of the relationship between social groups and vote choice. Based on reference group theory and drawing on ANES data as well as recent Danish and Austrian election surveys, we examine how voters’ sympathies with a range of groups are related to party choice across time and space. We find that group sympathies are related to vote choice in all three countries, even when controlling for objective group memberships and social identities. Across time, most relationships are stable or strengthening and comparable in strength to the relationship between group memberships and party choice. The relationship between group sympathies and vote choice is, furthermore, conditioned by perceived linkages between groups and parties. Hence, analyses of the role of social groups in voting also need to include group sympathies to grasp the full influence of social groups.",
          "url": "https://doi.org/10.1017/s1475676526100760",
          "doi": "https://doi.org/10.1017/s1475676526100760",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "The honest, the efficient, and the trustworthy: National stereotypes and public support for EU redistribution",
          "authors": "Adina Akbik, Christina L. Toenshoff",
          "abstract": "Since the euro crisis, national stereotypes have often been present in the political and media discourse on European Union (EU) economic governance. Yet, despite the frequency of such stereotypes in political rhetoric and media coverage, little is known about their prevalence in public opinion or in connection with citizen preferences on EU redistribution. This article examines the relationship between national stereotypes held by EU citizens and their policy preferences for EU redistribution. We conduct an observational survey in four countries capturing regional differences in the EU: Germany (Western Europe), Italy (Southern Europe), Romania (Eastern Europe), and Sweden (Northern Europe). Our findings show that, on average, individuals who attribute more positive economic stereotypes (e.g., trustworthy, hardworking, efficient) to other EU nationalities tend to be more supportive of general solidarity in the EU, reducing inequality between member states, and the establishment of an EU-wide welfare state. Conversely, those who attribute more negative economic stereotypes (e.g., corrupt, greedy, lazy) to other EU nationalities are less likely to support such redistributive measures. We also find substantial heterogeneity between country samples, which may reflect differences in economic standing within the EU and historical experiences with stereotypes. Taken together, the findings reveal that national stereotypes are not only widespread in public opinion but also systematically linked to preferences for redistribution. The study contributes to the public opinion literature on transnational solidarity by showing how enduring national stereotypes can precede and inform narratives of deservingness.",
          "url": "https://doi.org/10.1017/s1475676526100802",
          "doi": "https://doi.org/10.1017/s1475676526100802",
          "filter": 0,
          "created": "2026-2-26"
        },
        {
          "title": "Policy-specific information and voter competence in direct democracy: Panel evidence from Danish EU referendums",
          "authors": "Jannik Fenger",
          "abstract": "For many years, political scientists have debated over voter competence in direct democracy. At the core of the discussion is whether this central institution enlightens citizens about political facts. However, scholars have primarily examined if direct democracy fosters general political knowledge even though referendums and ballot initiatives are policy-specific in nature, as citizens vote on particular political proposals. By utilising a range of unique panel survey data collected around four Danish European Union referendums, I show that voters’ knowledge of policy-specific information markedly increased during the campaigns. I also combine the survey data with an original media content analysis and find that the learning of issue-specific facts is more related to the opportunities provided by the media information environment than to individual ability or motivation. These results suggest that a broad group of voters acquire policy-specific facts that help them make informed choices when they are granted full control of political decision-making.",
          "url": "https://doi.org/10.1017/s1475676526100826",
          "doi": "https://doi.org/10.1017/s1475676526100826",
          "filter": 0,
          "created": "2026-2-25"
        },
        {
          "title": "Middle class, civic activism, and local politics: Evidence from Russia",
          "authors": "Denis Ivanov, Alexander Libman, Alexei Zakharov",
          "abstract": "This paper examines the mobilizing capacity of the middle class in fostering civic activism under authoritarian rule. In particular, we examine whether the middle class has the potential to recruit other strata in civic activism. We use a boutique N=2017 survey conducted in Moscow, Russia, in December 2021, with an embedded conjoint experiment that identifies the reaction of respondents to an invitation from a hypothetical neighbor to take part in a civic action. We find that self-reported willingness to engage in civic activism is positively associated with the share of the middle class in the respondent’s district of residence. Furthermore, middle-class individuals are perceived as more knowledgeable and thus have higher mobilizing capacity; however, we find no evidence that individuals are more likely to be mobilized by someone from a similar social stratum. In districts with a low middle-class share, middle-class individuals exhibit higher willingness to engage in civic activism, but this difference disappears in high-middle-class districts. Finally, for civic activism, unlike the anti-regime protests, we find no evidence that dependence on the state reduces the self-reported willingness to engage in civic activism. A survey-based measure of past civic engagement augments findings from the conjoint experiment. Our findings contribute to research on authoritarian politics by refining our understanding of state–society relations, the middle class, civic activism, and local politics in autocracies, as well as to the general studies of impact of social context on civic activism, with implications beyond the Russian case.",
          "url": "https://doi.org/10.1017/s1475676525100613",
          "doi": "https://doi.org/10.1017/s1475676525100613",
          "filter": 0,
          "created": "2026-2-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Reduced incentives, reduced party unity: Evidence from parliamentary speeches",
          "authors": "Francesco Bromo, Paride Carrara, Paolo Gambacciani, Edoardo Alberto Viganò",
          "abstract": "This article examines how reductions in individual legislators’ political incentives affect their relationship with their party in a party-centered environment. We develop a principal-agent framework to argue that the absence of re-election incentives and diminishing prospects of attaining higher legislative offices increase the likelihood of agency loss, manifested in weaker adherence to party positions in parliamentary speeches. We hypothesize that when MPs are unable to run for re-election and face increasingly limited career advancement opportunities over the course of the electoral period, the mechanisms party leaders rely on to foster party unity become less effective, making these MPs more likely to deviate from the average party positions. To test these expectations, we leverage the case of the Five Star Movement’s party-imposed term limits in Italy. We draw on an original dataset of speeches delivered in the Italian Chamber of Deputies between 2013 and 2022. The results support our hypotheses, showing that reduced individual political incentives are associated with systematic increases in intra-party deviation in parliamentary speech.",
          "url": "https://doi.org/10.1177/13540688261427363",
          "doi": "https://doi.org/10.1177/13540688261427363",
          "filter": 0,
          "created": "2026-2-25"
        },
        {
          "title": "Book Review: Waves of Discontent: Electoral Volatility, Public Policymaking, and the Health of American Democracy SmithJacob F. H., Waves of Discontent: Electoral Volatility, Public Policymaking, and the Health of American Democracy. Ann Arbor: University of Michigan Press, 2025. 180pp. ISBN 978-0-472-05780-1.",
          "authors": "Matt Grossmann",
          "url": "https://doi.org/10.1177/13540688261427937",
          "doi": "https://doi.org/10.1177/13540688261427937",
          "filter": 0,
          "created": "2026-2-25"
        },
        {
          "title": "Sanitised or sterilised? A ban on donations to fully publicly funded political parties",
          "authors": "Graeme Orr, Yee-Fui Ng",
          "abstract": "Political finance regulation commonly aims to prevent private money from unfairly affecting electoral outcomes and unduly influencing elected officials. A totalising option is to ban all private funding of parties and candidates – to replace it fully with public funding. South Australia, a sub-national jurisdiction in Australia, has done just that, by legislating to ban donations to parties and candidates and to replace party finances with public funding based on legislated metrics and drawn from consolidated State revenues. This article analyses the South Australian model of a ban on donations and full public funding. It offers a critique of the idea of full public funding, a quantum leap into cutting parties off from any private funding (aside from limited membership fees). It argues that in the process of sanitisation of parties from the risk of undue influence, it poses another risk, of sterilising parties by further cutting them off from broader social relations.",
          "url": "https://doi.org/10.1177/13540688261430533",
          "doi": "https://doi.org/10.1177/13540688261430533",
          "filter": 0,
          "created": "2026-2-26"
        },
        {
          "title": "Why do parties participate in referendum campaigns? Evidence from Switzerland",
          "authors": "Toine Paulissen",
          "abstract": "This study examines how political parties engage strategically with referendum campaigns, a less-explored aspect of their broader referendum involvement. Building on referendum instrumentalization studies as well as cognate literatures, an analytical framework identifies five potential strategic factors that might explain why parties participate in referendum campaigns and formulates corresponding hypotheses regarding their effect. The framework is applied to 33 recent Swiss referendums, using social media and newspaper advertisements as a proxy for party participation. Binomial logistic regression reveals that public attention for a referendum, its issue’s salience to a party, and (to a lesser extent) a party’s initiator status significantly favor the likelihood of campaign participation, suggesting that Swiss parties primarily leverage referendum campaigns for policy-seeking and image-building strategies. This study therefore contributes to understanding of the interplay between referendums and party strategies in contemporary political contexts, and allows for the expansion of instrumentalization perspectives to include non-initiating parties.",
          "url": "https://doi.org/10.1177/13540688261431115",
          "doi": "https://doi.org/10.1177/13540688261431115",
          "filter": 0,
          "created": "2026-2-26"
        },
        {
          "title": "Should we regret the erosion of partisan loyalties? Partisanship and the ethics of voting",
          "authors": "Pierre-Étienne Vandamme",
          "abstract": "People who value political parties are often worried about the decline of partisanship, understood as the sustained commitment by citizens to a political party. From a normative perspective, however, one does not imply the other, and the reasons to value parties seem stronger than the reasons to value partisanship. Although there is value in the joint and sustained commitment to a political cause, partisans are less likely than other citizens to adopt a critical attitude toward their party in case of betrayal of its basic principles, and they are less likely to see the truth in the opponents’ arguments. For a well-functioning democracy, it seems important to have citizens who are politically committed yet open-minded, capable of revising their political views, and willing to sanction their preferred party at the ballot box. And while partisan commitment certainly does not impede this, it is often in tension with the ethics of voting.",
          "url": "https://doi.org/10.1177/13540688261430691",
          "doi": "https://doi.org/10.1177/13540688261430691",
          "filter": 0,
          "created": "2026-2-25"
        },
        {
          "title": "From cartel to crusade: The politics of radical outbidding. Thirty years in the life of the party cartelisation thesis",
          "authors": "Nick Martin, Andre Krouwel",
          "abstract": "The inaugural issue of Party Politics in January 1995 was led off by Richard Katz and Peter Mair’s Changing Models of Party Organization and Party Democracy: The Emergence of the Cartel Party . The article outlined a convincing and influential account of the evolution of party organisation from the late 19th century and of its consequences for representative democracy. The notion of party cartelisation, famously associated with the article, has since become one of the most common axioms of comparative party scholarship. In this article we revisit Katz and Mair’s core argument, clarifying what it did and did not say. We show how the article both shared common ground with earlier accounts of political cartelisation and innovated in important respects. We assess the critical reaction to the article, the core evidence on party cartelisation itself, and the article’s influence and legacy. And at a time of great political uncertainty, we evaluate what the thesis and its proponents have to say about future developments in party-based democracies and the future direction of scholarship on party politics.",
          "url": "https://doi.org/10.1177/13540688261430700",
          "doi": "https://doi.org/10.1177/13540688261430700",
          "filter": 0,
          "created": "2026-2-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Refining Gamson: The Isometric Log-Ratio Transformation and Portfolio Proportionality in Multiparty Governments",
          "authors": "Lanny W. Martin, Georg Vanberg",
          "abstract": "One of the most robust empirical findings in political science is that in multiparty democracies cabinet ministries are distributed in rough proportion to parties’ legislative seat shares, a pattern known as Gamson’s Law. Yet existing research often overlooks the fact that portfolio and seat shares are compositional—mutually dependent parts of a whole. Standard methods treat them as unconstrained, risking bias, misleading uncertainty estimates, and flawed inference. Unfortunately, the most common strategy for handling compositions—the additive log-ratio (ALR) transformation combined with seemingly unrelated regression (SUR)—fails when the number and identity of compositional elements (like parties) vary across cases. We propose the isometric log-ratio (ILR) transformation—new to political science—as an alternative that both respects compositional geometry and adapts to differing compositional structures. Monte Carlo simulations show that ILR sharply outperforms standard approaches, reducing bias, improving coverage probability, and increasing statistical power. While we apply it to portfolio allocation, ILR provides a general solution for modeling compositional outcomes with other potential uses, including in electoral competition, where ALR+SUR has required strong assumptions or ad hoc adjustments. Using this improved methodology, we find that seat–portfolio proportionality is weaker overall than conventionally reported and varies substantially across governments.",
          "url": "https://doi.org/10.1017/pan.2026.10036",
          "doi": "https://doi.org/10.1017/pan.2026.10036",
          "filter": 0,
          "created": "2026-2-25"
        },
        {
          "title": "A Dynamic Discrete Choice Approach to Attitude Stability and Constraint",
          "authors": "Alecia Nepaul, Steven Stern",
          "abstract": "We model attitude stability and constraint, using a dynamic discrete choice framework for multiple attitudes, to identify influential attitudes within attitude systems. Its value-added includes insights about different sources of (in)stability, the direction of causation between attitudes, and their relative degree of influence; capturing time-invariant individual traits with a multiple factor structure; and addressing the ordinal nature of attitudinal measures, together with heterogeneity in time intervals between interviews, across waves, and people. We examine five core political attitudes concerning how people view the political world and their role in it. Most of their variance reflects infrequently-changing individual characteristics and time-specific effects. Permanent heterogeneity plays a modest role. External efficacy is most influential concerning evaluations of the external political world, while internal efficacy is influential for views on one’s role in politics. Another application examines the role of ideological and party identification on attitudes toward government spending and immigration. The attitudes form a weakly constrained attitude system. Party identification is the most influential, through spillovers to ideological identification. Party and ideological identifications are stable, time-invariant traits explaining most of their variance, with transitory shocks that hint at measurement error and/or expressive responding. Issue attitudes are unstable, driven mainly by transitory shocks.",
          "url": "https://doi.org/10.1017/pan.2026.10034",
          "doi": "https://doi.org/10.1017/pan.2026.10034",
          "filter": 0,
          "created": "2026-2-25"
        },
        {
          "title": "Accounting for Protest Voting in the U.S. Congress",
          "authors": "Anthony Fowler, Jeffrey B. Lewis",
          "abstract": "Members of the majority party in Congress sometimes vote against bills that they prefer over the status quo. We estimate a model of congressional roll-call voting that allows for this kind of non-ideological protest voting. We find that protest voting has significant implications for roll-call-based estimates of ideology and other analyses that rely upon them. For example, a traditional item response theory model curiously identifies members of the Squad as relatively moderate Democrats, but our protest-voting-adjusted scores identify them as the most liberal members of Congress. We also find that previous studies may have underestimated responsiveness, the effects of ideology in elections, the utility of non-roll-call-based measures of ideology, and the increase in congressional polarization. Although the implications for most substantive applications are likely modest, our analyses suggest that future researchers can better measure legislative ideology by accounting for a small number of non-ideological votes.",
          "url": "https://doi.org/10.1017/pan.2026.10037",
          "doi": "https://doi.org/10.1017/pan.2026.10037",
          "filter": 0,
          "created": "2026-2-25"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "How Experience Increases the Legitimacy of Citizen Deliberation: Evidence from Honduras",
          "authors": "Eric Kramon",
          "abstract": "Deliberative processes are often proposed to strengthen democracy, yet we know relatively little about how citizens evaluate their legitimacy. With a focus on deliberative citizens’ assemblies (or deliberative mini-publics), an increasingly common institutional form, I argue that experience with deliberation increases legitimacy by enhancing perceptions of process fairness and shifting views about citizens’ capacity to deliberate. I test this claim in Honduras with an experiment that pairs real deliberation and survey-experimental measures of legitimacy. Those without deliberative experience view deliberative processes as less legitimate than the status quo. Experience substantially boosts legitimacy, even among those who disagreed with the policy outcome—a strong test of legitimacy. The results advance research on deliberative democracy, democratic innovations, and citizen engagement, and carry implications for efforts to scale deliberative projects.",
          "url": "https://doi.org/10.1007/s11109-026-10119-w",
          "doi": "https://doi.org/10.1007/s11109-026-10119-w",
          "filter": 0,
          "created": "2026-2-25"
        },
        {
          "title": "Latino Racial Classifications and Political Behavior: The Implications of Linked Fate Prioritization",
          "authors": "Giovanni Castro-Irizarry",
          "abstract": "Scholars and politicians often refer to a “Latino vote” or a shared set of Latino political attitudes. This paper argues that such characterizations are, in part, an artifact of analytically aggregating Latinos across distinct racial classifications. Disaggregating Latinos by racial self-classification reveals systematic political sorting along the broader U.S. racial hierarchy. Using data from the 2020 Collaborative Multiracial Post-Election Survey (CMPS), I examine how Latino racial self-classification and a new measure— Linked Fate Prioritization —shape political attitudes and behaviors. Analysis 1 shows that racial self-classification influences Latino political views; Latino whites tend to lean more conservative, Latino Blacks tend to lean more liberal, and Latinos who do not select a racial category tend to fallf between. Analysis 2 shows that among Latino whites, those who prioritize white linked fate over Latino linked fate tend to be more conservative and show less support for Black political causes. Taken together, these findings demonstrate that Latino political attitudes are structured by racial self-classification and linked fate prioritization, challenging the notion of a unified Latino political ideology and underscoring the importance of race in shaping Latino political behavior. I offer some theoretical explanations for these patterns.",
          "url": "https://doi.org/10.1007/s11109-026-10125-y",
          "doi": "https://doi.org/10.1007/s11109-026-10125-y",
          "filter": 0,
          "created": "2026-2-25"
        },
        {
          "title": "Acquiescence Bias and Criterion Validity: Problems and Potential Solutions for Agree-Disagree Scales",
          "authors": "Scott Clifford, Andrew M. Engelhardt",
          "url": "https://doi.org/10.1007/s11109-026-10124-z",
          "doi": "https://doi.org/10.1007/s11109-026-10124-z",
          "filter": 0,
          "created": "2026-2-25"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Poisoned together in prison: Toxicant politics, disposability and carceral capitalism in testimonies of electronic &amp; military waste recycling in a sunbelt Gulag",
          "authors": "Alexander A. Dunlap, Benjamin K. Sovacool",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103515",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103515",
          "filter": 0,
          "created": "2026-2-20"
        },
        {
          "title": "Solar energy as national security in the Israeli-Palestinian conflict",
          "authors": "Elai Rettig",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103523",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103523",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "Cohabitations: Urban artificial intelligences (AIs) and animals",
          "authors": "Anna Jackman",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103519",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103519",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "Tropical forests as frontiers and zones of refuge: The case of Ranomafana in eastern Madagascar",
          "authors": "Marketta Vuola",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103524",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103524",
          "filter": 0,
          "created": "2026-2-24"
        },
        {
          "title": "Devolution, delegation, and digitisation: Accountability gaps in fragmented border regimes",
          "authors": "Ben Rosher",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103516",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103516",
          "filter": 0,
          "created": "2026-2-21"
        },
        {
          "title": "Tourism frontier: A space of opportunity and disenchantment in Hunza, Gilgit-Baltistan",
          "authors": "Nadia Ali, Conrad Schetter",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103514",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103514",
          "filter": 0,
          "created": "2026-2-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "From legitimate to illegitimate violence : Violations of the experimenter's instructions in Stanley Milgram's “obedience to authority” studies",
          "authors": "David Kaposi, David Sumeghy",
          "abstract": "Stanley Milgram's Obedience to authority experiments are widely known to have demonstrated the human proclivity to follow violent orders coming from a legitimate authority. The present paper examines the extent to which Milgram's participants, during the obedient phase of their sessions, did in fact follow the full set of instructions that was given by the experimenter: a recursive sequence of procedures in a fake laboratory experiment on “Memory and learning.” Results show that while participants did not fail to administer electric shocks, (1) no entirely “fully obedient” participant fully obeyed the procedures Milgram's experimenter instructed them to do; (2) violations of the procedures occurred on average 48.4% of the time in “fully obedient” sessions; and (3) violations occurred significantly more frequently in “fully obedient” than in the obedient phase of “disobedient” sessions. In sum, in sessions traditionally regarded as fully obedient legitimate violence got to a substantial extent transformed into illegitimate violence. The paper concludes with the possibility that, the context of illegitimate violence that has been constructed implicitly by the experimenter constituted a coercive environment and thus made a causal contribution to obedient participants' inability to resist the experimenter to the point of disobedience.",
          "url": "https://doi.org/10.1111/pops.70112",
          "doi": "https://doi.org/10.1111/pops.70112",
          "filter": 0,
          "created": "2026-2-20"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Measuring inter-party communication: a transformer-based approach",
          "authors": "Anna Adendorf, Oke Bahnsen, Thomas Gschwend, Lena Maria Huber, Simone Paolo Ponzetto, Ines Rehbein, Lukas F. Stoetzer",
          "abstract": "Inter-party communication is crucial in representative democracies, facilitating information exchange and dialogue among political parties. Despite its importance, research on this topic remains limited due to lacking conceptual clarity and challenges in large-scale measurement. This article offers a comprehensive definition of inter-party communication as public communication by parties about others, with a positive, neutral, or negative stance, focusing on collaboration, policy, or personal issues. To effectively measure this phenomenon, we introduce a novel transformer-based approach capable of automatically classifying large volumes of text. Case studies on coalition signals in Germany and negative campaigning in Austria demonstrate its effectiveness. The study deepens our understanding of party competition, advances methods of automated text classification, and enables new research on political communication.",
          "url": "https://doi.org/10.1017/psrm.2026.10094",
          "doi": "https://doi.org/10.1017/psrm.2026.10094",
          "filter": 0,
          "created": "2026-2-24"
        },
        {
          "title": "Strong state, weak enforcement: bureaucratic forbearance of China’s social insurance policies",
          "authors": "Hao Zhang, Ye Zhang",
          "abstract": "Why would a strong authoritarian state choose not to enforce its own policy? We extend the theory of forbearance to autocracies, highlighting its distinct incentives and characteristics. Using China’s social insurance policies as a case study, we argue that promotion-driven local officials under intense interjurisdictional competition allow firms to evade payroll taxes to boost economic performance and advance their careers. This effect is most significant among domestic private firms and foreign firms. We conduct one of the first systematic analyses of firm-level social insurance contributions in an authoritarian context, supplemented by individual-level survey data. Our findings show that bureaucratic forbearance of China’s social insurance policies has a pro-business bias, undermining the policies originally designed to address inequalities during market reforms.",
          "url": "https://doi.org/10.1017/psrm.2026.10091",
          "doi": "https://doi.org/10.1017/psrm.2026.10091",
          "filter": 0,
          "created": "2026-2-24"
        },
        {
          "title": "District-based elections and class-based representation: evidence from the California Voting Rights Act",
          "authors": "Michaela Cushing-Daniels, Daniel Jones, Brooke Shannon",
          "abstract": "District-based elections are a central feature of local governance throughout the United States. Prior work has explored whether district-based elections impact racial/ethnic descriptive representation in local office; much less is known about the impacts of local district-based elections on other dimensions of representation. We consider another such dimension: socioeconomic class. To explore how district-based elections shape the composition of locally elected officials on class dimensions, we focus on city councils and study the dramatic shift towards district-based elections in California in the 2010s. We construct a statewide mapping of newly drawn council districts; we also draw on rich and partially hand-collected data on council candidates and members. We find that district-based elections increase the share of candidates and council members from lower-income and higher renter share neighborhoods, and lead to fewer members with business backgrounds.",
          "url": "https://doi.org/10.1017/psrm.2025.10070",
          "doi": "https://doi.org/10.1017/psrm.2025.10070",
          "filter": 0,
          "created": "2026-2-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Navigating the Landscape of Party Archives: A Compass for Social Scientists Doing Comparative Party Archival Research",
          "authors": "Anne Heyer, Ann-Kristin Kölln",
          "abstract": "Political parties play important roles in contemporary and historical contexts. With the digital turn in the humanities, historians and, increasingly, political scientists are turning to party archives for doing comparative analysis. Party archives provide unique insights on the role of party structures, actors, motivations, and discourses in real time. Yet despite their institutional and scholarly importance, comparative analysis is difficult given the heterogeneous landscape of party archives. This article aims to facilitate comparative analysis. We show that the establishment of different types of party archives follows distinct motivations before we link common obstacles (location, content, searchability, and usage) arising in comparative archival work to them. These obstacles’ severity is often connected to the type of archive, where personal and scholarly archives mark the extremes. The findings can help scholars gain deeper, broader, and, above all, comparable insights about political parties.",
          "url": "https://doi.org/10.1017/s1049096526101887",
          "doi": "https://doi.org/10.1017/s1049096526101887",
          "filter": 0,
          "created": "2026-2-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Between home turf and Hinterland: Directly elected MPs focus more on local and deprived places than list candidates on social media",
          "authors": "Lukas Birkenmaier, Anne-Kathrin Stroppe, L. Constantin Wurthmann, Marius Sältzer",
          "abstract": "Geographic representation is a central feature of democracies: elected politicians are expected to speak and act on behalf of their constituency. Yet, politicians differ in how strongly their communication and behavior reflect territorial attachments, for instance, in mixed-member proportional systems. This study examines these differences using a two-dimensional measure of geographic representation that captures both the localness of referenced places, that is, their proximity to an MP’s constituency, and their deprivation, that is, their lack of access to essential public services. Using named entity recognition and Wikidata linkage in a novel and scalable pipeline, we analyze over 50,000 tweets and 190,000 Facebook posts by all members of the 19th German Bundestag (2017–2021). Our results reveal a clear mandate effect: via district elected MPs refer to locations closer to their constituencies and mention deprived areas within constituencies more often than list MPs. Overall, the study advances our understanding of geographic representation and showcases the potential of computational text analysis for studying spatial aspects of political behavior.",
          "url": "https://doi.org/10.1177/20531680261426519",
          "doi": "https://doi.org/10.1177/20531680261426519",
          "filter": 0,
          "created": "2026-2-25"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Strange Familiarity: Beyond the Urban-Rural Divide",
          "authors": "Elly Long",
          "url": "https://doi.org/10.1086/741075",
          "doi": "https://doi.org/10.1086/741075",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "Ideological Moderation and Success in U.S. Elections, 2020-2022",
          "authors": "Michael A. Bailey, Benjamin F. Reese",
          "url": "https://doi.org/10.1086/741076",
          "doi": "https://doi.org/10.1086/741076",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "Testing the Compensatory Theory: A Survey Experiment on COVID-19 and Redistributive Preferences in the UK",
          "authors": "Mariana Alvarado, Pablo Querubin, Kenneth Scheve, David Stasavage",
          "url": "https://doi.org/10.1086/736111",
          "doi": "https://doi.org/10.1086/736111",
          "filter": 0,
          "created": "2025-4-8"
        }
      ],
      "articles_hidden": []
    }
  ]
}
