{
  "update": "2025-12-01",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Filling the tax gap: How private donations compensate a faltering fiscal contract",
          "authors": "Simone Paci",
          "abstract": "Do individuals contribute to public service provision when others in the community shirk on their taxes? The long‐standing literature on conditional cooperation has widely documented a knock‐on effect of freeriding. I argue that individuals may turn to civil society as an alternative way to fund public services. First, I leverage a natural experiment in Slovakia, based on the timing of a naming‐and‐shaming tax policy. Communities exposed to a public disclosure of noncompliance donate 16% more. Second, I replicate this via a survey experiment, showing an increase in charitable giving of 9% as well as eroding faith in the tax system. Highlighting the role of altruism, donations increase the most among respondents who believe their town relies on public services. In a conjoint, treated respondents also preferred public donations, suggesting an additional reputation mechanism. Finally, cross‐country survey evidence bolsters external validity, showing a robust correlation between perceived tax cheating and local volunteering.",
          "url": "https://doi.org/10.1111/ajps.70026",
          "doi": "https://doi.org/10.1111/ajps.70026",
          "filter": 0
        },
        {
          "title": "A drag on the ticket? Estimating top‐of‐the‐ticket effects on down‐ballot races",
          "authors": "Kevin DeLuca, Daniel J. Moskowitz, Benjamin Schneer",
          "abstract": "Campaign staff, journalists, and political scientists commonly attribute the poor performances of a party's down‐ballot candidates to low‐quality or extreme top‐of‐the‐ticket candidates, but empirical evidence on this conventional wisdom is scant. We estimate the effect of candidate quality and ideology in gubernatorial and U.S. Senate elections on co‐partisan vote shares in down‐ballot U.S. House races. While naive estimates imply that top‐of‐the‐ticket candidates influence down‐ballot outcomes, after accounting for correlations in candidate quality/ideology across offices, we estimate near‐zero statewide top‐of‐the‐ticket effects on U.S. House elections. We similarly observe near‐zero top‐of‐the‐ticket effects in the further‐down‐ballot settings of state‐legislative and county‐legislative elections. Overall, voters exhibit a strong capacity to discern differences in quality and ideology across offices and incorporate this information into their vote choice throughout the time period under investigation. However, in line with other research, this link between candidate quality/ideology and election outcomes has weakened considerably in recent years.",
          "url": "https://doi.org/10.1111/ajps.70025",
          "doi": "https://doi.org/10.1111/ajps.70025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Replication of “Instrumentally Inclusive: The Political Psychology of Homonationalism” (Turnbull-Dugarte and López Ortega 2024)",
          "authors": "DANIEL DE KADT",
          "abstract": "Turnbull-Dugarte and López Ortega (2024) argue that increasing exposure to sexually conservative ethnic out-groups causes instrumental support for LGBT+ rights among those predisposed to disfavor the ethnic out-group. The article presents results from two related experiments, one conducted in the UK and a follow up in Spain, where respondents were randomly assigned to read vignettes about anti-LGBT+ protests, and the identity of the protesters was varied. I outline a series of concerns with the article, primarily related to ad hoc empirical choices. The authors use weights (of undisclosed origin) that follow a peculiar bimodal distribution in the second study but use no weights in the first, and inconsistently use robust standard errors throughout. These choices create a pattern of statistically significant results consistent with their theory, a pattern that disappears when either choice is varied. Additional analyses show that, rather than supporting their theory, the second experiment contradicts it.",
          "url": "https://doi.org/10.1017/s0003055425101330",
          "doi": "https://doi.org/10.1017/s0003055425101330",
          "filter": 0
        },
        {
          "title": "Attitudinal and Behavioral Legacies of Wartime Violence: A Meta-Analysis",
          "authors": "JOAN BARCELÓ",
          "abstract": "Understanding the legacies of wartime violence is essential for explaining postwar dynamics and informing policy. I present a meta-analysis of 172 quantitative studies across more than 50 countries, assessing the effects of wartime violence on 22 outcomes spanning four broad areas: (a) civic and political engagement, prosociality, and trust; (b) attitudinal hardening toward wartime enemies; (c) identification with one’s own wartime-aligned group; and (d) generalized attitudinal hardening. The analysis reveals mixed effects on engagement, prosociality, and trust: while violence increases some forms of participation, it does not promote voting, trust, or altruism. In contrast, wartime violence consistently heightens hostility toward former adversaries and strengthens in-group identification and favoritism. However, I find little evidence of broader hardening toward actors not directly involved in the conflict. These results challenge optimistic claims that war fosters cohesion and underscore the need for interventions that reduce intergroup hostility, rebuild cross group-trust, and support reconciliation.",
          "url": "https://doi.org/10.1017/s0003055425101299",
          "doi": "https://doi.org/10.1017/s0003055425101299",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Causal Inference, Agency, and the Problem of Inherent Endogeneity",
          "authors": "Martin J. Williams",
          "abstract": "Researchers often leverage exogenous variation in an independent variable in order to understand its effects, yet endogenous decision processes are central to many of the real-world phenomena we wish to understand. This review explores whether there are situations in which exogenous and endogenous variation in the same independent variable (e.g., a policy, treatment, or other action) may lead to different outcomes. I begin by laying out a conceptual framework for understanding these inherently endogenous causal processes, identifying three types of mechanisms through which they might arise and discussing their application to a range of empirical phenomena, such as institutional reform, community natural resource governance, and interstate conflict. I then suggest that learning about inherently endogenous causal processes requires researchers to place endogenous decision-making at the center of analysis rather than seeking to abstract away from it. I survey a range of methods (both positivist and nonpositivist) for doing so.",
          "url": "https://doi.org/10.1146/annurev-polisci-032624-013736",
          "doi": "https://doi.org/10.1146/annurev-polisci-032624-013736",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The Politics of Imperial Nostalgia",
          "authors": "Christopher Claassen, Daniel Devine",
          "abstract": "In post-imperial European states, debates about imperial legacies – centred on issues such as colonial statues, police treatment of minorities, and school curricula – have intensified in recent years. Yet little systematic research examines public attitudes towards empire or their political impact. We develop a framework linking imperial nostalgia with political preferences and present findings from Britain using a national survey and conjoint experiment. First, we identify a distinct public opinion dimension on empire, ranging from nostalgic to critical. Second, we show that imperial nostalgia strongly predicts party evaluations and vote intentions, with effects comparable to those of immigration attitudes and left–right economic values. Finally, a conjoint experiment reveals that elite positions on empire influence voter preferences, but do so asymmetrically: right-wing opposition to criticism of the imperial past is stronger than left-wing support. These findings underscore the contemporary political relevance of imperial nostalgia in post-imperial Europe.",
          "url": "https://doi.org/10.1017/s0007123425101130",
          "doi": "https://doi.org/10.1017/s0007123425101130",
          "filter": 0
        },
        {
          "title": "A Meta-Analysis of Attitudes Towards Migrants and Displaced Persons",
          "authors": "Sigrid Weber, Nik Stoop, Peter van der Windt, Haoyu Zhai",
          "abstract": "Since the 2010s, social scientists have increasingly conducted survey-experimental studies that explore what factors drive public attitudes towards migrants in host countries. We conducted a systematic meta-analysis of 118 such studies, comprising 428,881 respondents from fifty-three countries. We find that sociotropic economic concerns play a key role, with individuals being more welcoming towards migrants who contribute to the economy through their professional occupation, education, or language skills. In contrast, there is limited evidence that hosts evaluate migrants based on egocentric economic concerns. Cultural concerns are also important; notably, we uncover a persistent anti-Muslim bias. Humanitarian concerns shape attitudes as well – especially towards forcibly displaced migrants, who are generally viewed more favorably than economic migrants. Climate migrants place between conflict migrants and economic migrants in terms of public perception. Our meta-analysis raises several questions that remain unanswered in the literature, suggesting important directions for future research.",
          "url": "https://doi.org/10.1017/s0007123425101075",
          "doi": "https://doi.org/10.1017/s0007123425101075",
          "filter": 0
        },
        {
          "title": "Decisive or Distracted: The Effects of US Constraint on Security Networks",
          "authors": "Ha Eun Choi, Scott de Marchi, Max Gallop, Shahryar Minhas",
          "abstract": "The rise of China as a global power has been a prominent feature in international politics. Simultaneously, the United States has been engaged in ongoing conflicts in the Middle East and South Asia for the past two decades, requiring a significant commitment of resources, focus, and determination. This paper investigates how third-party countries react to the United States’ preoccupation with these conflicts, particularly in terms of diplomatic co-operation and alignment. We introduce a measure of US distraction and utilize network-based indicators to assess diplomatic co-operation or alignment. Our study tests the hypothesis that when the US is distracted, other states are more likely to co-operate with its principal rival, China. Our findings support this hypothesis, revealing that increased co-operation with China is more probable during periods of US distraction. However, a closer examination of state responses shows that democracies distance themselves from China under these circumstances, while non-democracies move closer.",
          "url": "https://doi.org/10.1017/s0007123425101026",
          "doi": "https://doi.org/10.1017/s0007123425101026",
          "filter": 0
        },
        {
          "title": "Rooting Equality: Testing the Effectiveness of Activist Frames Combating Homophobia in Zimbabwe",
          "authors": "Phillip M. Ayoub, Adam S. Harris",
          "abstract": "In a political wave that has been emulated across many African states, state-sponsored homophobia is being entrenched via draconian laws. Social movements grapple with countering these state-driven initiatives and altering ingrained anti-LGBTQ societal attitudes. Drawing on a survey experiment developed with guidance from Zimbabwean activists, this study tests the effectiveness of locally rooted messages that affirm queer indigeneity and contest claims that homosexuality is ‘un-African’. We find that ‘rooted’ messages incite no backlash, while an indigenous message reduces prejudice towards LGBTQ neighbors and a liberation message may increase support for LGBTQ-equal rights. These findings are important as they provide empirical support for effective strategies to combat anti-LGBTQ sentiments in challenging contexts. They also speak to broader political science debates on norm contestation and the limits of universal human-rights framing in nationalist and post-colonial contexts, demonstrating that activist-informed rooted messages offer a powerful alternative in shaping opinion on contested rights.",
          "url": "https://doi.org/10.1017/s0007123425101051",
          "doi": "https://doi.org/10.1017/s0007123425101051",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Who is trusted to navigate the storm? Gendered leadership preferences in times of crisis",
          "authors": "Lotte Hargrave, Jessica C. Smith, Viktor Valgarðsson, Daniel Devine, Hannah Bunting, Caroline Leicht",
          "url": "https://doi.org/10.1016/j.electstud.2025.103023",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103023",
          "filter": 0
        },
        {
          "title": "Introduction to the Special Issue “The rural-urban divide in Europe: Assessing its impact on political attitudes and voting behavior”",
          "authors": "Pedro Riera, Sigrid Roßteutscher",
          "url": "https://doi.org/10.1016/j.electstud.2025.103028",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103028",
          "filter": 0
        },
        {
          "title": "Housing and electoral behaviour: The changing face of class voting in advanced democracies",
          "authors": "Josh Goddard",
          "url": "https://doi.org/10.1016/j.electstud.2025.103009",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Redistribution between people and places: Conflict or consensus among rural and working-class voters?",
          "authors": "Marta R. Eidheim",
          "abstract": "Scholarship has often examined the views of rural and working-class voters separately. In this article, I propose that we gain a broader understanding of the political potential of left-behind voters by comparing these voter groups. Drawing on three survey experiments, I investigate these voters’ views on deservingness and redistribution. The findings show that both rural and working-class voters are more likely to believe that cities and the people living there receive a disproportionate share of public resources. Furthermore, they favor rural people and working people equally as recipients of government resources. Both groups are supportive of redistribution, particularly along class lines. The article highlights a consensus among these voters, implying a potential for parties to mobilize these voter groups around a redistributive program that addresses place and class-based disparities.",
          "url": "https://doi.org/10.1017/s1475676525100339",
          "doi": "https://doi.org/10.1017/s1475676525100339",
          "filter": 0
        },
        {
          "title": "When crisis meets election: Navigating blame and credit in a consensus democracy",
          "authors": "Céline Honegger",
          "abstract": "How do elections affect credit-claiming and blame-shifting patterns in times of crisis? To answer this so far unanswered yet relevant question for crisis management, this study analyses government crisis communication in Germany’s consensus democracy, where federal elections took place in the second year of the COVID-19 pandemic. Empirically, this study examines media conferences from January 2021 to December 2021, which reveal that the Minister of Health not only shifted responsibility and blame but also claimed credit – particularly before the election. He also opted for implicit rather than explicit forms of blame shifting within the political system and shifted responsibility to citizens. The strategies of citizen blaming and credit claiming were most frequent during the ‘federal emergency brake’ when responsibility was more centralised than in other moments of the pandemic. This research advances blame avoidance theory by combining situational factors (crisis and electoral pressure) and institutional moderators (form of government and governance structures) to explain credit-claiming and blame-shifting patterns. Overall, the findings of this study indicate that institutional factors can moderate blame games in particularly challenging situations when it is essential for political systems to address societal and underlying political problems instead of getting caught up in blame games.",
          "url": "https://doi.org/10.1017/s1475676525100443",
          "doi": "https://doi.org/10.1017/s1475676525100443",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Within-country determinants of political party structures: Similarity-based analysis of Polish party statutes",
          "authors": "Dariusz Stolicki, Beata Kosowska-Gąstoł, Katarzyna Sobolewska-Myślik",
          "abstract": "We seek to explain within-country determinants of political party structures. However, unlike most scholars in the field, who start with hypotheses connecting specific structural features with specific explanatory variables (e.g., ideology, party age), we instead seek to explain overall structural similarity in terms of such variables. This allows us to determine whether the latter have an effect on party structures, even if we have no a priori hypotheses about what exactly this effect is. In the paper, we first introduce a new measure of structural similarity of political parties, based on their formal institutional arrangements reflected in their statutes. Then, using a dataset of Polish party statutes, and following the similarity-based hypothesis testing approach, we verify hypotheses about party structures being determined by ideology, party age, time of observation, as well as legislative and electoral experience of party candidates.",
          "url": "https://doi.org/10.1177/13540688251400233",
          "doi": "https://doi.org/10.1177/13540688251400233",
          "filter": 0
        },
        {
          "title": "Promoting gender equality or co-opting feminism? Comparing actors in the European Parliament",
          "authors": "Johanna Greiwe",
          "abstract": "The European Parliament has established itself as a promoter of gender equality among European Union institutions. Yet, recent research has drawn a more nuanced picture pointing to the struggle over gender equality between different actors in the institution. Still, many facets of this struggle remain unexplored. This article links to the debate on the co-optation of feminism to shed further light on the opposition to gender equality in the European Parliament which appears in a pro-feminist guise. Analytically focusing on the meso- and micro-level, it applies a comparative research design, comparing political groups, national affiliation and individual Members of the Parliament. The results reveal further divisions among political groups, while highlighting the role of individual parliamentarians as driving forces of opposition. Crucially, they suggest the growing importance of right-wing, women MEPs in co-opting gender equality discourses.",
          "url": "https://doi.org/10.1177/13540688251405219",
          "doi": "https://doi.org/10.1177/13540688251405219",
          "filter": 0
        },
        {
          "title": "How do new parties shape policymaking in coalition governments? Bill timing in the Czech Republic and Slovenia",
          "authors": "Marko Kukec",
          "abstract": "The entry of new parties into governments is often met with skepticism concerning their ability of joint policymaking with established coalition partners. Upon assuming government responsibility, new parties are motivated to counteract such perceptions by demonstrating both their competence and cooperativeness. The article examines this double signaling strategy on the temporal dimension of legislation, by analyzing the timing of bill initiation in Czech and Slovenian cabinets between 2000 and 2022. The event history analysis of 1591 bills submitted by seven Czech cabinets and 1894 bills submitted by ten Slovenian cabinets suggests the presence of ‘competence signaling’ strategy in both countries, as new parties initiate their legislation sooner compared to established parties. The evidence of ‘cooperation signaling’ is limited to the Czech Republic, where the established party legislation is initiated more swiftly if salient for new parties. The results of this study contribute to the ongoing debate on the consequences of new parties for coalition governance.",
          "url": "https://doi.org/10.1177/13540688251403849",
          "doi": "https://doi.org/10.1177/13540688251403849",
          "filter": 0
        },
        {
          "title": "A tale of conflicting principals: Candidate selection, party structure, and the politics of federal de/centralization",
          "authors": "Joel Mendoza Gómez",
          "abstract": "Centralization in federal countries can be explained by the incentives that a party’s selectorate generates for legislators. This paper examines how intra-party institutional structures shape federal decentralization by analyzing how Candidate Selection Decentralization (CSD) affects the vertical allocation of policy authority across 11 federations. Using within-country variation, I find a quadratic relationship between CSD and legislative decentralization. As CSD increases, legislators face Competing Principals Problems (CPP) between national leaders and subnational selectorates, weakening party cohesion. Yet this effect is non-linear: centralized selection fosters cohesion and centralization, while fully decentralized selection also reinforces centralization due to coordination failures. In contrast, intermediate levels of CSD—where subnational elites control nominations—empower state-level actors who promote decentralizing reforms in electorally or fiscally salient policy areas. These findings underscore the institutional role of intra-party rules in shaping the vertical distribution of power in federal systems.",
          "url": "https://doi.org/10.1177/13540688251401804",
          "doi": "https://doi.org/10.1177/13540688251401804",
          "filter": 0
        },
        {
          "title": "A picture is worth a thousand words: Political party logos and logo change",
          "authors": "Matthias Avina, Jae-Jae Spoon",
          "abstract": "Virtually all political parties in Western Europe have a logo which is at the forefront of their promotional material. Despite their centrality to the party’s image, there has been little cross-national research on party logos. One likely reason for this is data limitations, as we have thus far lacked a comprehensive dataset on party logos. To fill this gap, this article introduces the “Political Parties Logos Database” (PPLD), the first comprehensive, cross-national database of party logos. In this article, we first introduce the PPLD and then use the database to empirically examine why parties change their logo. Drawing on seminal work on party change, we argue that parties change their logo after decreases in their electoral performance or changes in their party leader. Using the PPLD, we find little to no evidence that changes to a party’s electoral performance increases the probability of a party changing its logo. In contrast, we find strong evidence that changes to the party’s leader, moderated by the strength of the leader, predict party logo change. These results highlight the importance of party leaders for understanding party change while also demonstrating the utility of the PPLD.",
          "url": "https://doi.org/10.1177/13540688251397754",
          "doi": "https://doi.org/10.1177/13540688251397754",
          "filter": 0
        },
        {
          "title": "Between ideology and politics: The foreign policy of Islamist political parties AlsabehTaghreed, Between Ideology and Politics: The Foreign Policy of Islamist Political Parties. London: I.B. Tauris, 2024. £85.00 (hbk); x + 215 pp. ISBN 978-0-7556-5367-6.",
          "authors": "Görkem Altınörs",
          "url": "https://doi.org/10.1177/13540688251405083",
          "doi": "https://doi.org/10.1177/13540688251405083",
          "filter": 0
        },
        {
          "title": "Banking on victory? Gender, campaign spending, and candidate nomination outcomes in Canada",
          "authors": "Scott Pruysers, Rob Currie-Wood",
          "abstract": "While candidate spending is a well-established predictor of electoral success in general elections, much less is known about the role of spending in intraparty elections. Drawing on a unique dataset of over 600 nomination contestants in Canada’s 2019 and 2021 federal elections, this study explores whether dynamics from the interparty arena also apply to the intraparty arena. We find that nomination contestant spending is positively associated with winning a party’s nomination. Contrary to expectations, however, we find no significant gender gap in total fundraising or spending: men and women raise and spend similar amounts. Nonetheless, we uncover consistent evidence of a gender gap in nomination fundraising effort, revealing that women candidates need twice as many donors to achieve the same fundraising results as men. Multivariate analyses confirm these patterns and further reinforce the notion that financial resources are a key determinant of political success not just in general elections but also in the earlier, intraparty, stages of candidate selection.",
          "url": "https://doi.org/10.1177/13540688251405737",
          "doi": "https://doi.org/10.1177/13540688251405737",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Partisan Reactions to Endogenous Election Timing: Evidence from Conjoint Experiments in Japan",
          "authors": "Masaaki Higashijima, Naoki Shimizu, Hidekuni Washida, Yuki Yanai",
          "url": "https://doi.org/10.1007/s11109-025-10106-7",
          "doi": "https://doi.org/10.1007/s11109-025-10106-7",
          "filter": 0
        },
        {
          "title": "Stepping Up the Political Ladder: How the Burden of Fundraising Limits Candidate Entry",
          "authors": "William Marble, Nathan Lee, Curtis Bram",
          "url": "https://doi.org/10.1007/s11109-025-10108-5",
          "doi": "https://doi.org/10.1007/s11109-025-10108-5",
          "filter": 0
        },
        {
          "title": "Advice Not Taken: Canadian Citizen Assemblies and Subsequent Referendums",
          "authors": "Lewis Krashinsky, Christopher H. Achen",
          "url": "https://doi.org/10.1007/s11109-025-10104-9",
          "doi": "https://doi.org/10.1007/s11109-025-10104-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Seams of power: Migration, state capitalism, and the dual mobilities of European energy investment in Jordan",
          "authors": "Kendra Kintzi",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103465",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103465",
          "filter": 0
        },
        {
          "title": "Organising at the margins: Spaces of worker resistance in late twentieth century Britain",
          "authors": "Paul Griffin, Sarah Peck",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103461",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103461",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Examining the correspondence between political ideology and gun policy attitudes among Black and White people in the United States",
          "authors": "Joy E. Losee, Gerald D. Higginbotham, Gaby C. Pogge, Liz Kerner, James A. Shepperd",
          "abstract": "The present research examined whether political ideology corresponded with gun attitudes among people disproportionately experiencing gun violence—Black people in the United States. Across four studies ( N = 25,847) we found that race (Black vs. White) interacted with political ideology to predict gun attitudes, safety perceptions, and policy preferences. Among White participants, being more conservative corresponded with more positive gun attitudes, perceptions, and support for pro‐gun policies. Among Black participants, the relationship was weak or nonsignificant. Further, experience with gun violence also interacted with political ideology such that the relationship between gun attitudes, policy preferences and political ideology was weaker among participants who reported experience with gun violence compared with participants that reported no experience. These results have implications for the generalizability of the single‐item political ideology scale. This research also indicates that efforts to reduce gun violence focusing on reducing political polarization overlook that the polarization occurs largely among White people which may ultimately divert attention and resources from Black communities most impacted by gun violence.",
          "url": "https://doi.org/10.1111/pops.70091",
          "doi": "https://doi.org/10.1111/pops.70091",
          "filter": 0
        },
        {
          "title": "The psychology of political attitudinal volatility",
          "authors": "James Dennison",
          "abstract": "The assumption that political beliefs are formed by early‐life socialization and psychological predispositions, leading to stability in adulthood, increasingly acts as a theoretical cornerstone in the literature. However, politics is replete with examples of attitudinal change; this article proposes that certain stable psychological predispositions are likely to foster volatility in attitudes and general cognition. Using British electoral panel data, it shows that social distrust, open‐mindedness, and tolerance for uncertainty are associated with greater volatility in attitudes to immigration, redistribution, European integration, environmentalism, capital punishment, and Scottish independence. Locus of control, need‐for‐cognition, empathy, and risk tolerance are associated only with volatility in attitudes to some issues. Age, education, household income, being male, and lower partisanship are all negatively associated with attitudinal volatility. Overall, this study suggests that attitudinal volatility itself constitutes a meaningful dimension of political behavior, rooted in stable psychological predispositions.",
          "url": "https://doi.org/10.1111/pops.70096",
          "doi": "https://doi.org/10.1111/pops.70096",
          "filter": 0
        },
        {
          "title": "Religious‐based homonegativity as a function of the endorsement of traditional gender norms",
          "authors": "P. J. Henry, Matthew Nielson, Jaime L. Napier",
          "abstract": "Religious individuals tend to express negative attitudes toward members of the LGB population. The explanations for this relationship have mostly pointed to endorsement of conservative and authoritarian ideological systems. However, the theoretical perspective of sexuality‐as‐gendered proposes that beliefs about gender norms and gender role expectations play a primary role in explaining the relationship, given religious motivations for social control of men and women and views that LGB individuals violate traditional gender expectations. Using two data sets representing 80,000 individuals across more than 60 countries, we test mediation models to determine the relative role of these different ideological systems. While conservative and authoritarian belief systems consistently play an important mediating role between religiosity and homonegativity, on average neither is as strong cross‐nationally, or across religious groups, as beliefs about gender. The results show further support for the importance of beliefs about gender as a central ideological system in social and political worldviews.",
          "url": "https://doi.org/10.1111/pops.70092",
          "doi": "https://doi.org/10.1111/pops.70092",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Preventing gerrymandering: a moving-knife algorithm to draw congressional districts",
          "authors": "Steven J. Brams, Alex Bai, Yagnesh Patel",
          "url": "https://doi.org/10.1007/s11127-025-01335-9",
          "doi": "https://doi.org/10.1007/s11127-025-01335-9",
          "filter": 0
        },
        {
          "title": "How people understand voting rules",
          "authors": "Antoinette Baujard, Roberto Brunetti, Isabelle Lebon, Simone Marsilio",
          "abstract": "If individuals are to be empowered in their selection or use of a voting rule, it is necessary that they understand it. This paper analyzes people’s understanding of two voting rules: evaluative voting and majority judgment. We first distinguish three components of understanding in this context: how to fill in the ballot; how votes are aggregated; and how to vote strategically. To measure each component, we draw on results from a lab experiment on incentivized voting where participants are exogenously assigned single-peaked preferences and answer comprehension questions on the rules employed. We find that most participants understand how to fill in the ballot with both voting rules. However, participants’ understanding of vote aggregation under majority judgment is lower and, crucially, more heterogeneous. While some participants correctly understand its aggregation property, a sizable group fails to grasp it. We also observe no difference in voting behavior between evaluative voting and majority judgment: the data confirm the theoretical prediction that under evaluative voting there will be a high incidence of strategic voting through the use of extreme grades, but contradict the prediction that under majority judgment voters will vote less strategically. Finally, we find that with majority judgment, the better voters understand how votes are aggregated, the more they vote strategically, hence resulting in inequality in voter agency.",
          "url": "https://doi.org/10.1007/s11127-025-01344-8",
          "doi": "https://doi.org/10.1007/s11127-025-01344-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "From citizen input to a more egalitarian agenda: Public inquiries and the policy agenda",
          "authors": "Hen Hana Kersenti Feldman, Ilana Shpaizman",
          "abstract": "Public inquiries serve as a path for citizens to convey daily grievances directly to politicians, seeking resolutions. This paper examines their role as an information supply channel in the agenda-setting stage. Political agendas often exhibit socioeconomic bias, reflecting the interests of affluent groups, partly due to policymakers’ reliance on narrow information sources. We argue that exposing decision-makers to diverse, everyday citizen concerns through public inquiries contributes to a more equitable and inclusive political agenda. We test this argument using comprehensive data from Israel’s parliament, specifically examining the parliamentary Special Committee for Public Inquiries. We find that this committee’s agenda exhibits a high representation of issues concerning lower- and middle-class individuals. This finding has implications for how policymakers can broaden their agenda to address often-neglected issues and groups.",
          "url": "https://doi.org/10.1177/20531680251400480",
          "doi": "https://doi.org/10.1177/20531680251400480",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
