{
  "update": "2025-09-22",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "The effect of real‐news party cues",
          "authors": "Rasmus Skytte",
          "abstract": "News media routinely offer cues about the stances of party elites, but to what extent do these cues shape the policy opinions of the public? While numerous experiments find that partisans adopt the stances of their leaders, these findings may not generalize easily to the context of real news, which often contains richer policy information and more subtle, ambiguous party cues than the artificial stimuli commonly employed. To investigate the impact of party cues as they naturally appear in news coverage—what I term real‐news party cues —I develop a new experimental paradigm. I first sample 70 articles covering political proposals from a large pool of real news and prepare two versions of each: one with and one without these cues. These articles then serve as stimuli in survey experiments among representative samples of Americans ( n  = 12,177). I find that real‐news party cues have mostly modest effects on policy opinions.",
          "url": "https://doi.org/10.1111/ajps.70014",
          "doi": "https://doi.org/10.1111/ajps.70014",
          "filter": 0
        },
        {
          "title": "Classification algorithms and social outcomes",
          "authors": "Elizabeth Maggie Penn, John W. Patty",
          "abstract": "Classification algorithms are increasingly important in areas such as obtaining credit, employment, health care, housing, law enforcement, and national security. These classification decisions affect people's lives and, accordingly, can shape their behaviors. We present a formal model of optimal classification by an algorithm designer who may want to affect the distribution of behavior in a population. Our model allows the designer to have a wide array of objectives (such as maximizing compliance or maximizing accuracy, among many others), and these objectives shape equilibrium behavioral outcomes in the population, sometimes in surprising ways. Our results also speak to questions of algorithmic fairness in settings where behavior and algorithms are interdependent, and where measures of fairness focusing on statistical parity across groups may not be appropriate.",
          "url": "https://doi.org/10.1111/ajps.70005",
          "doi": "https://doi.org/10.1111/ajps.70005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Cultivating trust? The role of European Union investments in bridging rural-urban divides",
          "authors": "Paul Maneuvrier-Hervieu, Leo Azzollini, Anne-Marie Jeannet",
          "url": "https://doi.org/10.1016/j.electstud.2025.102987",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102987",
          "filter": 0
        },
        {
          "title": "Assisting the vote? Disability as a cost of voting",
          "authors": "Michael C. Herron, Daniel A. Smith",
          "url": "https://doi.org/10.1016/j.electstud.2025.102997",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102997",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "When memes govern: A study of TikTok video memes in the 2024 US presidential election",
          "authors": "Jintao Zhang",
          "abstract": "Despite the rapid growth of video-based memes, their actual influence on politics remains underexplored. This study investigates how political memes on TikTok affected the 2024 U.S. presidential election. Using a mixed-methods design, we combined expert evaluations of meme content ( N = 121) and a survey experiment ( N = 240) to assess the roles of humor level, knowledge quality, and candidate focus in affecting political outcomes. Structural equation modeling revealed that humor level significantly increased political engagement intention but had a negative direct effect on attitude change, while knowledge quality directly promoted attitude change. We also found that political cynicism moderated these effects: among cynical individuals, highly humorous memes more strongly boosted political engagement intention. Polarization analysis highlights that in-party memes reinforce existing beliefs, and Trump-focused or high knowledge quality content sways independent audiences. This study explores the complex dynamics of video-based memes, contributing to the understanding of digital media’s role in political processes.",
          "url": "https://doi.org/10.1177/13540688251380615",
          "doi": "https://doi.org/10.1177/13540688251380615",
          "filter": 0
        },
        {
          "title": "The negative effect of state funding on electoral support of new parties in post-communist countries",
          "authors": "Lukáš Linek, Michael Škvrňák",
          "abstract": "Does state funding of parties lead to petrification of the party systems with very few new parties, or to competition that is more open where new parties proliferate? According to the cartel party thesis, the provision of state funding leads to the establishment of barriers to the entry of new parties. In contrast, strategic entry theory posits that state funding represents an electoral benefit and thus reduces the costs of entry; as a result, the electoral success of new parties should increase. This study covers 11 post-communist countries that joined the EU and analyses the relationships between state funding and new party support in 84 elections. Using various measures of state funding of parties (eligibility threshold, timing of financing, and amount of subsidies), this article shows a negative relationship between state funding of parties and electoral support of new parties.",
          "url": "https://doi.org/10.1177/13540688251376480",
          "doi": "https://doi.org/10.1177/13540688251376480",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "A Statistical Model of Bipartite Networks: Application to Cosponsorship in the United States Senate",
          "authors": "Adeline Lo, Santiago Olivella, Kosuke Imai",
          "abstract": "Many networks in political and social research are bipartite, connecting two distinct node types. A common example is cosponsorship networks, where legislators are linked through the bills they support. However, most bipartite network analyses in political science rely on statistical models fitted to a “projected” unipartite network. This approach can lead to aggregation bias and an artificially high degree of clustering, invalidating the study of group roles in network formation. To address these issues, we develop a statistical model of bipartite networks theorized to arise from group interactions, extending the mixed-membership stochastic blockmodel. Our model identifies groups within each node type that exhibit common edge formation patterns and incorporates node and dyad-level covariates as predictors of group membership and observed dyadic relations. We derive an efficient computational algorithm to fit the model and apply it to cosponsorship data from the United States Senate. We show that senators who were perfectly split along party lines remained productive and pass major legislation by forming non-partisan, power-brokering coalitions that found common ground through low-stakes bills. We also find evidence of reciprocity norms and policy expertise impacting cosponsorships. An open-source software package is available for researchers to replicate these insights.",
          "url": "https://doi.org/10.1017/pan.2025.10021",
          "doi": "https://doi.org/10.1017/pan.2025.10021",
          "filter": 0
        },
        {
          "title": "Codebook LLMs: Evaluating LLMs as Measurement Tools for Political Science Concepts",
          "authors": "Andrew Halterman, Katherine A. Keith",
          "abstract": "Codebooks—documents that operationalize concepts and outline annotation procedures—are used almost universally by social scientists when coding political texts. To code these texts automatically, researchers are increasingly turning to generative large language models (LLMs). However, there is limited empirical evidence on whether “off-the-shelf” LLMs faithfully follow real-world codebook operationalizations and measure complex political constructs with sufficient accuracy. To address this, we gather and curate three real-world political science codebooks—covering protest events, political violence, and manifestos—along with their unstructured texts and human-coded labels. We also propose a five-stage framework for codebook-LLM measurement: Preparing a codebook for both humans and LLMs, testing LLMs’ basic capabilities on a codebook, evaluating zero-shot measurement accuracy (i.e., off-the-shelf performance), analyzing errors, and further (parameter-efficient) supervised training of LLMs. We provide an empirical demonstration of this framework using our three codebook datasets and several pre-trained 7–12 billion open-weight LLMs. We find current open-weight LLMs have limitations in following codebooks zero-shot, but that supervised instruction-tuning can substantially improve performance. Rather than suggesting the “best” LLM, our contribution lies in our codebook datasets, evaluation framework, and guidance for applied researchers who wish to implement their own codebook-LLM measurement projects.",
          "url": "https://doi.org/10.1017/pan.2025.10017",
          "doi": "https://doi.org/10.1017/pan.2025.10017",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "An Expert-Sourced Measure of Judicial Ideology - ERRATUM",
          "authors": "Kevin L. Cope",
          "url": "https://doi.org/10.1017/pan.2025.10020",
          "doi": "https://doi.org/10.1017/pan.2025.10020",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Runnymede's memorials and landscapes: Magna Carta and England's wider communities of belonging",
          "authors": "Tim Edensor, Ben Wellings",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103410",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103410",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Helping Ukrainian war refugees in Poland: The emergence of a political assemblage",
          "authors": "Donka Darpatova‐Hruzewicz, Paweł Boski",
          "abstract": "Prosocial collective action has been abundantly theorized across political and social science. Related scholarship tends to focus mostly on attitudes or intentions, and less often on actual behaviors. Moreover, emphasis is placed on individual prosocial acts and their aggregation rather than on conceptions of collective, nonreducible phenomena. In this study, we invoke metatheoretical systems thinking to examine more closely the emergence of political assemblages. Drawing on collective action and cultural psychology literature, we argue that in the aftermath of the Russian invasion, a unique climate (assemblage) of solidarity was created in Poland, one conducive to helping, constitutive of affective, discursive, axiological, ideological, and cultural components. The results of latent SEM provide evidence for excellent fit (robust CFI = .986) of the non‐recursive model (hypothesizing a reciprocal relationship between helping and affect) to the data from a nationwide sample of participants ( N = 1034). The model tested as invariant across three groups of participant‐helpers: (1) housing refugees, (2) volunteers, and (3) those helping indirectly. However, differences were found among these groups suggesting that the motivations for helping and the mechanisms involved were varied. Overall, the research highlights the centrality and reciprocity of affect in collective prosociality, as well as its axiological directionality through humanism, with political orientation serving a complementary mediating role.",
          "url": "https://doi.org/10.1111/pops.70067",
          "doi": "https://doi.org/10.1111/pops.70067",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Gray Area: Population Aging and Immigration Attitudes in Japan",
          "authors": "Michael J. Gigante, Justin Gest",
          "abstract": "Japan is one of the world’s fastest aging societies, with projections showing a population decline of almost 40 million people as the country grays during the next 40 years. By the end of this period, those aged 65 and older will comprise almost 40% of the population. Despite efforts to boost fertility rates and millions of septuagenarians working full-time, Japan remains one of the least receptive immigration destinations. In this study, we investigate how information about these demographic trends affect attitudes toward immigration. In a survey experiment with 1,000 Japanese voters, we evaluate the impact of exposing participants to demographic data on aging and its implications. The prime results in a 10-percentage-point increase in immigration support for the treatment group. Younger, urban respondents responded positively and elderly and rural respondents reacted less positively. Follow-up interview-based fieldwork reveals that restrictionist subgroups view a shrinking population as vulnerable to increased immigration, whereas other participants are less concerned with identity issues and more concerned with economic competitiveness. Taken together, this research provides a new understanding of Japan’s unique perceptions of immigration policy relative to peer countries, which may foreshadow political developments in Western democracies that are becoming increasingly xenophobic and increasingly older.",
          "url": "https://doi.org/10.1017/s1049096525101431",
          "doi": "https://doi.org/10.1017/s1049096525101431",
          "filter": 0
        },
        {
          "title": "Statistical Intuition without Coding (or Teachers)",
          "authors": "Natalie Ayers, Gary King, Zagreb Mukerjee, Dominic Skinnion",
          "abstract": "Teaching political methodology classes typically requires a set of technical, instructor-led lectures on sophisticated statistical concepts (such as probability modeling, inference, and proper interpretation), followed by chances for students to iteratively adjust methodological specifications, parameters, and data sets so they can understand how each combination affects the results. Iteration is essential to learning complicated concepts, but until now has required simultaneous mastery of a statistical programming language (such as R), which makes learning both harder. Teaching R the semester before would make methods classes easier but also delay research experiences and demotivate our students eager to begin substantive research. We address both problems through a new type of interactive teaching tool that lets students iterate while learning the big conceptual picture and all its separate parts, without having to simultaneously become programmers. We make this tool available for use in classes now (via one click in a web browser) and as an example of a new type of more friendly methods instruction for students and instructors alike.",
          "url": "https://doi.org/10.1017/s1049096525000113",
          "doi": "https://doi.org/10.1017/s1049096525000113",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Mark Pennington, Foucault and Liberal Political Economy: Power, Knowledge and Freedom",
          "authors": "Niclas Berggren",
          "url": "https://doi.org/10.1007/s11127-025-01331-z",
          "doi": "https://doi.org/10.1007/s11127-025-01331-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Populism vs. the planet: How leaders undermine climate adaptation (1995–2020)",
          "authors": "Jeremy Ko, James Downes, Chun Kai Leung, Wai-Kit Ming",
          "abstract": "Populist leadership has surged globally, yet its influence on climate adaptation remains insufficiently explored. This study examines the effects of left-wing and right-wing populist regimes on national readiness for climate adaptation. Drawing on a comprehensive dataset encompassing 24 countries from 1995 to 2020, the analysis applies advanced econometric techniques, utilizing the System Generalized Method of Moments (GMM) approach to assess changes in institutional and fiscal capacities for climate adaptation. The results indicate that (a) populist governments are generally associated with reduced readiness, with (b) left-wing populist regimes exhibiting the most significant decline. (c) The findings underscore the pivotal role of political ideology in shaping climate policy outcomes. This study highlights the politicization of climate governance and offers critical insights for public policy debates, demonstrating that leadership ideology substantially influences whether a country progresses toward or regresses from sustained climate change preparedness.",
          "url": "https://doi.org/10.1177/20531680251378563",
          "doi": "https://doi.org/10.1177/20531680251378563",
          "filter": 0
        },
        {
          "title": "When repression surprises: Contextual deviations and protest mobilization",
          "authors": "Hansol Kwak",
          "abstract": "Many studies examine whether state repression deters or increases protest mobilization, yet empirical findings remain inconsistent. This study argues that mobilization depends less on the absolute level of repression than on how current repression deviates from what people have come to expect in a given context. It introduces discrepancy-based measures that capture these deviations relative to cumulative patterns of state violence, offering a context-sensitive alternative to conventional absolute measures such as fatality counts or arrests. Drawing on event-level data from ACLED, NAVCO, and SCAD, this article analyzes both country- and local-level panels using two-way fixed-effects regression and cumulative link mixed models. Across multiple datasets and specifications, the discrepancy measures consistently produce a U-shaped relationship: participation increases when repression is either higher or lower than established baselines. Comparisons with absolute measures show that the discrepancy approach more reliably explains variation in mobilization, helping to reconcile fragmented results in the repression–mobilization literature. These findings highlight the importance of expectations and contextual baselines in shaping how repression is interpreted and acted upon, suggesting that studies of contentious politics should move beyond static metrics toward measures that account for how actors evaluate state actions over time.",
          "url": "https://doi.org/10.1177/20531680251381521",
          "doi": "https://doi.org/10.1177/20531680251381521",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Differently Divisive Sexism, Racial Resentment, and Support for Candidates with Incongruent Views",
          "authors": "Gabriel Borelli, Rafaela Dancygier, Daniel Hopkins, Ryan Bell, Jeremy Roth",
          "url": "https://doi.org/10.1086/738701",
          "doi": "https://doi.org/10.1086/738701",
          "filter": 0
        },
        {
          "title": "A Testament to Hope: The Natural Law Politics of Phillis Wheatley Peters’ Poetry",
          "authors": "Matthew K. Reising",
          "url": "https://doi.org/10.1086/738697",
          "doi": "https://doi.org/10.1086/738697",
          "filter": 0
        },
        {
          "title": "Does the Messenger Shape the Message’s Effect? Race, Black Lives Matter, and the Efficacy of Social Movement Messages",
          "authors": "Paul Franz Testa, Tarah Williams, Kylee Britzman, Karra McCray Gibson, Matthew Hibbing",
          "url": "https://doi.org/10.1086/738699",
          "doi": "https://doi.org/10.1086/738699",
          "filter": 0
        },
        {
          "title": "Placebo-Augmented PICA Design (PICA-2): Assessing the Influence of Foreign Propaganda",
          "authors": "Naoki Egami, Donald P Green, Eunji Kim, Daniel C Mattingly",
          "url": "https://doi.org/10.1086/738700",
          "doi": "https://doi.org/10.1086/738700",
          "filter": 0
        },
        {
          "title": "How Framing Gender Diversity in Government Affects Perceptions of Substantive Representation",
          "authors": "Lauren Wright, Jonathan Mummolo, Madeleine Marr",
          "url": "https://doi.org/10.1086/734536",
          "doi": "https://doi.org/10.1086/734536",
          "filter": 0
        },
        {
          "title": "Buy-in for Buyouts: Attitudes Toward Compensation for Reform",
          "authors": "Vincent Arel-Bundock, Krzysztof Pelc",
          "url": "https://doi.org/10.1086/734530",
          "doi": "https://doi.org/10.1086/734530",
          "filter": 0
        },
        {
          "title": "Messages Matter: How Voter Education Campaigns Affect Citizens’ Willingness to Vote for Women",
          "authors": "George Kwaku Ofosu, Merete Bech Seeberg, Michael Wahman",
          "url": "https://doi.org/10.1086/734252",
          "doi": "https://doi.org/10.1086/734252",
          "filter": 0
        },
        {
          "title": "Legislature Size and Party Unity: Evidence from Historical US State Legislatures",
          "authors": "Jaclyn Kaslovsky, Michael P. Olson",
          "url": "https://doi.org/10.1086/734529",
          "doi": "https://doi.org/10.1086/734529",
          "filter": 0
        },
        {
          "title": "Revisiting Ideology Measures in Political Surveys",
          "authors": "Ken Kollman, John E. Jackson",
          "url": "https://doi.org/10.1086/734259",
          "doi": "https://doi.org/10.1086/734259",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
