{
  "update": "2024-11-27",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Elites, the aid curse, and Chinese development finance: A conjoint survey experiment on elites’ aid preferences in 141 low‐ and middle‐income countries",
          "authors": "Robert A. Blair, Samantha Custer, Philip Roessler",
          "abstract": "Why do elites in low‐ and middle‐income countries (LMICs) favor some foreign aid projects and partners over others? Research on the “aid curse” and Chinese development finance suggests elites should prefer aid that can be easily captured, with few conditionalities, regulations, or transparency requirements. We administer a conjoint survey experiment across 141 LMICs to elicit the aid preferences of elites who are uniquely close to development policy debates. Perhaps unsurprisingly, we find that elites favor larger over smaller projects, grants over loans, and transportation infrastructure projects over initiatives focused on civil society or tax collection capacity. But contrary to the aid curse theory, elites also prefer projects with transparent terms and labor, corruption, and environmental regulations, and are at worst indifferent towards good governance conditionalities. These preferences hold even in corrupt and autocratic countries and even among high‐level government officials who might be expected to favor “no‐strings‐attached” aid regimes.",
          "url": "http://dx.doi.org/10.1111/ajps.12926",
          "doi": "10.1111/ajps.12926",
          "filter": 0
        },
        {
          "title": "Anger expressions and coercive credibility in international crises",
          "authors": "Hohyun Yoon",
          "abstract": "Why are some threats more credible than others? I argue that leaders’ anger expressions are a previously underappreciated source of coercive credibility. Specifically, leaders who express anger appear more credible because targets believe they are less sensitive to the costs of conflict. I test this argument through quantitative analysis of a novel dataset of world leaders’ public statements in crises from 1946 to 1996 and a U.S.‐based survey experiment designed to test the mechanism. The observational evidence reveals that anger expressions increase the likelihood a threat will succeed. The experiment shows that anger expressions cause targets to infer greater resolve and that non‐angry threats carry little credibility—and might even backfire. These findings not only shed light on a unique source of threat credibility but also highlight the crucial role of emotions in international relations with new data measuring political leaders’ emotional expressions over time and space.",
          "url": "http://dx.doi.org/10.1111/ajps.12937",
          "doi": "10.1111/ajps.12937",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "The Global Network of Liberty: Toward a New Framework for Understanding the History of Political Concepts",
          "authors": "SHOUFU YIN",
          "abstract": "This article contends that liberty was already a globally connected concept during the late Middle Ages, and the Euro-American Enlightenment conception of liberty was only one of the many products of the global medieval legacies. Developing a network approach to concepts and applying it to primary sources in ten languages across Afro-Eurasia, I map how thinkers from different parts of the world contributed to the formation of the network. Recognizing this global network of liberty allows researchers to rediscover overlooked conceptualizations of liberty—as evidenced by examples of the Mongol Empire and its translingual politics with/in Europe, Persia, and China. Once innovations in specific contexts are placed back into the global network, revealed are global patterns of valorizing liberty, considering it either essential to possess or warranting caution. Both the findings and methodologies presented here prompt scholars to revisit the foundations of modern political thought from a global standpoint.",
          "url": "http://dx.doi.org/10.1017/s0003055424001102",
          "doi": "10.1017/s0003055424001102",
          "filter": 0
        },
        {
          "title": "The Free Movement of People and the Success of Far-Right Parties: Evidence from Switzerland’s Border Liberalization",
          "authors": "ALA ALRABABAH, ANDREAS BEERLI, DOMINIK HANGARTNER, DALSTON WARD",
          "abstract": "The main theories explaining electoral backlash against immigration focus on citizens’ cultural, economic, and security concerns. We test these predictions in Switzerland, which opened its labor market to neighboring countries in the 2000s. Employing a difference-in-differences design, we document a substantial rise in immigrant workers in Swiss border municipalities after the border opened. This was accompanied by a 6-percentage-point (95% confidence interval 2–10) increase in support for anti-immigrant parties, equivalent to a 32% rise at the mean. However, we find no adverse effects on citizens’ employment, wages, or subjective perceptions of economic, cultural, or security threats. Instead, we describe how far-right parties introduced novel narratives related to overcrowding to advance hostility toward immigrants. We provide evidence that this rhetoric targeted border municipalities, where it had the greatest impact on voters susceptible to political persuasion. Together, these findings suggest that elites can play a role in driving anti-immigrant votes.",
          "url": "http://dx.doi.org/10.1017/s0003055424001151",
          "doi": "10.1017/s0003055424001151",
          "filter": 0
        },
        {
          "title": "Interpersonal Relationships, Bipartisanship, and January 6th",
          "authors": "JAMES M. CURRY, JASON M. ROBERTS",
          "abstract": "For a member of Congress to be a successful lawmaker, they must work collaboratively with their colleagues. Previous work has found that interpersonal relationships among lawmakers are a key predictor of legislative collaboration—particularly among members from opposing parties. In the wake of the events of January 6, 2021, many Democratic lawmakers claimed that their relationships with some of their Republican colleagues were irretrievably broken and they would be unable to continue collaborating with members who voted against certifying electoral votes from the 2020 presidential election. Using data on original cosponsorship and legislative effectiveness from the 115th to 117th Congresses (2017–22) we find that Republican lawmakers who voted against the certification of electoral votes lost bipartisan collaborators and saw a drastic decrease in their legislative effectiveness in the 117th Congress.",
          "url": "http://dx.doi.org/10.1017/s000305542400114x",
          "doi": "10.1017/s000305542400114x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The Populist Radical Right as Memory Entrepreneur? The Prominence, Sentiment, and Interpretations of History in the German Parliament",
          "authors": "Matthias Dilling, Félix Krawatzek",
          "abstract": "Populist radical right (PRR) parties' attacks against prevailing historical interpretations have received much public attention because they question the foundations of countries' political orders. Yet, how prominent are such attacks and what characterizes their sentiment and content? This article proposes an integrated mixed-methods approach to investigate the prominence, sentiment, and interpretations of history in PRR politicians' parliamentary speeches. Studying the case of Germany, we conducted a quantitative analysis of national parliamentary speeches (2017–2021), combined with a qualitative analysis of all speeches made by Alternative for Germany (AfD) in 2017–2018. The AfD does not use historical markers more prominently but is distinctly less negative when speaking about history compared to its general political language. The collocation and qualitative analyses reveal the nuanced ways in which the AfD affirms and disavows various mnemonic traditions, underlining the PRR's complex engagement with established norms.",
          "url": "http://dx.doi.org/10.1017/s0007123424000346",
          "doi": "10.1017/s0007123424000346",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Does disability affect support for political parties?",
          "authors": "Ralph Scott, Melanie Jones",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102881",
          "doi": "10.1016/j.electstud.2024.102881",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "The causes of perceived government trustworthiness",
          "authors": "DANIEL DEVINE, VIKTOR VALGARÐSSON, WILL JENNINGS, GERRY STOKER, HANNAH BUNTING",
          "abstract": "This paper examines the qualities of governments that influence their perceived trustworthiness, presenting the first experimental study of the distinct roles of ‘competence’, ‘benevolence’ and ‘integrity’ (CBI) in shaping trust in government. We empirically test the effects of these three dimensions of trustworthiness through conjoint experiments conducted in five countries: Britain, Croatia, Spain, Argentina and France. The results indicate that benevolence – government acting in citizens' interests – is the most significant determinant of trust judgements across individuals and nations. Competence and integrity have a secondary, approximately equal effect. Building on recent advances in analyses of conjoint experiments, we explore how these attributes are conditional on each other, and how respondent characteristics moderate those effects. The findings reveal that the effects of attributes are generally consistent, although respondent left‐right ideology moderates the impact of government competence.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12742",
          "doi": "10.1111/1475-6765.12742",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Surrogate representation by parties: A cross-national perspective",
          "authors": "Liron Lavi, Liran Harsgor",
          "abstract": "Against the backdrop of declining public trust and engagement with political parties, citizens’ representation is often not limited to their party of choice. How do citizens perceive representation by parties they did not vote for? How do individual- and system-level factors shape this representation? And what are the implications for citizens’ democratic attitudes? Investigating these questions, we propose the concept of party surrogation – representation by a party one did not vote for. We utilize CSES module 3 (2006–2011) to establish cross-national and individual variations in party surrogation. We find more party surrogation in countries with a higher effective number of parties and less party surrogation among right-wing voters. We also find that voters with party surrogation have combinations of representing parties that vary in size, political ideology, and coalition status. These voters are more satisfied with democracy compared to unrepresented voters. We conclude with a discussion of citizens’ representation repertoire.",
          "url": "http://dx.doi.org/10.1177/13540688241300488",
          "doi": "10.1177/13540688241300488",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Who is the Party? The Effect of Counter-Stereotypical Partisan Exemplars on Inter-Party Stereotypes and Affect",
          "authors": "C. Daniel Myers, Taylor Hvidsten",
          "url": "http://dx.doi.org/10.1007/s11109-024-09991-1",
          "doi": "10.1007/s11109-024-09991-1",
          "filter": 0
        },
        {
          "title": "Independent Political Networks: Comparing the Discussion Network Size and Composition of Partisans, Leaners, and Independents",
          "authors": "William P. Eveland, William Gee",
          "abstract": "Most prior U.S. political discussion research has failed to pay close attention to the networks of political independents, and to the differences between true partisans, leaners, and true independents. This is in direct contrast to the (appropriately) growing research attention paid to the decades-long rise in the proportion of independents and the decline of true partisans. This study presents representative U.S. survey data that compares political discussion frequency, network size, and the partisan composition of the discussion networks of partisans, leaners, and independents. After applying controls for ideological strength and political interest, we find that the three groups do not differ in discussion frequency or network size. However, there are meaningful differences across the groups in three different network composition measures, including partisan bias. We interpret our findings in the context of both applied measurement considerations and normative democratic expectations of partisan diversity within discussion networks.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09985-z",
          "doi": "10.1007/s11109-024-09985-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Volatile campaigns? The effects of shocks on campaign effectiveness in British general elections",
          "authors": "Charles Pattie, David Cutts",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103245",
          "doi": "10.1016/j.polgeo.2024.103245",
          "filter": 0
        },
        {
          "title": "Political neglect and support for the radical right: The case of rural Portugal",
          "authors": "Pedro C. Magalhães, João Cancela",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103224",
          "doi": "10.1016/j.polgeo.2024.103224",
          "filter": 0
        },
        {
          "title": "The spatial dimension of political dissent – Centre-periphery dynamics in Sweden",
          "authors": "David Karlsson, Louise Skoog",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103248",
          "doi": "10.1016/j.polgeo.2024.103248",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Introduction: The Politics of Abortion in the Americas",
          "authors": "Mariela Daby, Mason W. Moseley",
          "abstract": "Sweeping changes in abortion politics are underway in the Americas. Argentina, Mexico, Colombia, and Uruguay have legalized abortion in recent years, marking a sea change in the most Catholic region of the world. At the same time, several states in the United States have restricted abortion access following the US Supreme Court’s decision to overturn Roe vs. Wade , and numerous Central American countries have moved to fully criminalize the practice. Abortion is now legal in countries where it was long taboo, whereas the United States is characterized by a patchwork of laws that spans from some of the most progressive in the world to near-total bans. What explains this changing panorama in terms of reproductive rights in the Americas?",
          "url": "http://dx.doi.org/10.1017/s1049096524000623",
          "doi": "10.1017/s1049096524000623",
          "filter": 0
        },
        {
          "title": "Weak Institutions, Strong Movements: The Uneven Implementation of Abortion Policy in Latin America",
          "authors": "Ana Sofia Elverdin",
          "abstract": "Across Latin American countries, there is remarkable heterogeneity in abortion legislation, ranging from full prohibition to legal elective abortion. 1 However, abortion policy does not seem to clearly map onto implementation on the ground. On the one hand, even in countries with very restrictive abortion laws, (clandestine) abortion rates are comparatively high, and legislation that criminalizes abortion is rarely enforced (Blofield 2006; Htun 2003). On the other hand, in countries that allow abortion under all or some circumstances, access to abortion is not guaranteed. In Argentina, for instance, different reports have stressed the difficulty in accessing abortion procedures both before and after legalization was enacted in early 2021. 2",
          "url": "http://dx.doi.org/10.1017/s104909652400057x",
          "doi": "10.1017/s104909652400057x",
          "filter": 0
        },
        {
          "title": "The Decriminalization of Abortion in Latin America: A Tale of Gradual Judicialization",
          "authors": "Jordi Díez, Alba Ruibal",
          "abstract": "Latin America historically has had some of the strictest abortion laws in the world, making unsafe procedures a main cause of mortality among women and girls. However, in the context of the Green Wave, three countries recently have amply decriminalized access to abortion: Mexico (2021, 2023), Colombia (2022), and Argentina (2020) (Uruguay did so in 2012). The recent wave of decriminalization is the culmination of larger, historical processes that involved the gradual judicialization of reproductive rights in the region. Courts have been a central part of the story. In these three cases, arguments advanced by state and nonstate actors in favor of decriminalization significantly built on jurisprudence developed over many years. The process of abortion decriminalization has been partly a tale of gradual judicialization.",
          "url": "http://dx.doi.org/10.1017/s1049096524000660",
          "doi": "10.1017/s1049096524000660",
          "filter": 0
        },
        {
          "title": "Legalizing Abortion in the Southern Cone",
          "authors": "Cora Fernández Anderson",
          "abstract": "The Southern Cone has been at the forefront of the fight for abortion rights in Latin America. Due to the legacies of Hispanic legal traditions and the overwhelming political influence of the Catholic Church, the region historically has been known for its restrictive policies on abortion and reproductive rights more broadly. 1 However, in the past 15 years, Southern Cone countries began to challenge those restrictions and embarked on a feminist revolution that led to what is now widely known as the “Green Wave” because of the color embraced by abortion-rights activists. Uruguay began this trend of legalizing abortion on demand in 2012, followed by Argentina in 2020. Chile experienced a moderate reform in 2017 when it moved from a total ban to a system of exceptions. Feminists have been trying ever since to pass abortion on demand through both legislative and constitutional reforms, which have not yet yielded the expected results.",
          "url": "http://dx.doi.org/10.1017/s104909652400060x",
          "doi": "10.1017/s104909652400060x",
          "filter": 0
        },
        {
          "title": "Judicial Federalism and Abortion in Mexico and the United States",
          "authors": "Caroline Beer",
          "abstract": "As the US Supreme Court was preparing to overturn Roe v. Wade , the Mexican Supreme Court issued a series of sweeping rulings to liberalize abortion—part of a larger trend across Latin America (Daby and Moseley 2022; Fernandez Anderson 2017; Reuterswärd 2020; Ruibal 2014). Mexico has created a nationwide standard of access to abortion services, whereas the United States has abandoned universal legal abortion and embraced a patchwork system in which each state has different laws regulating reproductive healthcare. Why are these two neighbors on such divergent paths? This contribution to the symposium compares the ways that federalism and judicial politics have interacted in Mexico and the United States to explain the different trajectories of abortion policy. The divergent paths of the United States and Mexico can be explained by the two countries’ different experiences with democracy and political and institutional differences between the judiciaries. A different civil-society and constitutional context also has played a role.",
          "url": "http://dx.doi.org/10.1017/s1049096524000647",
          "doi": "10.1017/s1049096524000647",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Soft-power and pro-European bias in the UNESCO World Heritage List? A test based on ICOMOS experts’ evaluations of colonial sites",
          "authors": "Martina Dattilo, Fabio Padovano, Yvon Rocaboy",
          "url": "http://dx.doi.org/10.1007/s11127-024-01248-z",
          "doi": "10.1007/s11127-024-01248-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
