{
  "update": "2025-03-06",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "White Democrats’ Growing Support for Black Politicians in the Era of the “Great Awokening”",
          "authors": "ANNA CAROLINE MIKKELBORG",
          "abstract": "Equitable representation of minority groups is a challenge for democratic government. One way to resolve this dilemma is for majority-group voters to support minority-group candidates, but this support is often elusive. To understand how such inter-group coalitions become possible, this paper investigates the case of white Democratic Americans’ growing support for Black political candidates. I show that as white Democrats’ racial attitudes have liberalized, an increasing number of majority-white districts have elected Black congressional representatives. White Democratic survey respondents have also come to prefer Black candidate profiles, as demonstrated in a meta-analysis of 42 experiments. White Democratic respondents in a series of original conjoint experiments were most likely to prefer Black profiles when they expressed awareness of racial discrimination, low racial resentment, and dislike towards Trump. Additional tests underscore the association between majority-group voters’ concern about racial injustice and their support for minority-group candidates.",
          "url": "https://doi.org/10.1017/s0003055425000097",
          "doi": "https://doi.org/10.1017/s0003055425000097",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Gender and Leadership in Executive Branch Politics",
          "authors": "Tiffany D. Barnes, Diana Z. O'Brien",
          "abstract": "Gender influences who has access to power, how leaders behave and are received within institutions, and how institutions are perceived. This review examines gender dynamics in the executive branch, focusing on presidents and prime ministers and their cabinets. We analyze four key areas: access to power, policy priorities, gendered leadership styles, and citizens’ responses. We argue that, despite progress, women remain underrepresented in executive roles, especially as chief executives. Women sometimes bring unique policy interests and leadership styles to the office, but strategic career incentives and institutional constraints shape both men's and women's behavior as leaders. Finally, women's presence in executive positions sends signals about the government, as well as about who is fit to govern and participate in politics. In sum, this review highlights the importance of understanding and addressing these gendered dynamics to move closer to gender equality in the highest levels of political leadership.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-014634",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-014634",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Substantive Representation of Women: Empirical Evidence",
          "authors": "Yves Kläy, Reiner Eichenberger, Marco Portmann, David Stadelmann",
          "abstract": "We identify women’s revealed preferences for legislative proposals to investigate substantive representation of women. We then examine whether female or male politicians in parliament are more responsive to revealed female preferences using data on 47,527 decisions made by all 777 Swiss parliamentarians between 1996 and 2022. Holding party and constituent preferences constant, our results show differences in the substantive representation of women between female and male politicians for legislative proposals related to social policies. For all policies unrelated to social issues, we find that female politicians are no more responsive to female preferences than male politicians. Heterogeneity analyses show that differences in the substantive representation of women by male and female politicians on social policy issues do not depend on the socialization of the politicians, or the underlying political incentives and constraints.",
          "url": "https://doi.org/10.1017/s0007123424000528",
          "doi": "https://doi.org/10.1017/s0007123424000528",
          "filter": 0
        },
        {
          "title": "Who’s to Blame? Post-conflict Violence, Political Messaging, and Attitudes Towards Peace Agreements",
          "authors": "Frank Wyer",
          "abstract": "How do episodes of post-conflict violence affect public support for peace? I argue that political messaging about who or what is to blame can influence how violence affects attitudes towards peace agreements. I test this argument in Colombia, a country which has experienced violence after a 2016 peace agreement, and where rival political camps debate whether government failures or noncompliance by rebels is to blame. In an experiment with 1466 respondents in conflict and non-conflict zones, I paired news about post-conflict violence with information supporting these competing messages. I find that emphasizing rebel culpability reduced support for peace agreements, but emphasizing poor government implementation did not have a strong countervailing effect. A probe of the mechanisms suggests that while emphasizing rebel culpability increased perceptions that rebels alone were to blame, emphasizing government implementation failures led respondents to conclude that both parties were to blame, limiting the effectiveness of this message.",
          "url": "https://doi.org/10.1017/s0007123424000760",
          "doi": "https://doi.org/10.1017/s0007123424000760",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Party system nationalization, party centralization and legislative de/centralization in federal democracies",
          "authors": "Joel Mendoza Gómez",
          "abstract": "Federal systems have centralized at a rapid pace since the second half of the twentieth century. Subnational legislatures tend to legislate less and on fewer policy matters. Legislative competencies shift to the federal legislature through constitutional amendments or enactment of federal laws. I argue that this is due to the nationalization and centralization of parties and party systems. In federations with highly nationalized and centralized party systems, transaction costs of reforming the constitutional federal pact will be lower than in federations with regionalized systems and decentralized parties. I test this argument with data on federal elections and federal de/centralization between 1945 and 2010 in 11 federal countries. I use a two-way fixed effects strategy to confirm my argument that party-system nationalization is the main driving factor behind legislative centralization in federal systems. I test my causal mechanism through a multilevel linear model and find that it is Party Nationalization that causes legislative centralization in federal democracies.",
          "url": "https://doi.org/10.1177/13540688251321308",
          "doi": "https://doi.org/10.1177/13540688251321308",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Genetics of Political Participation: Leveraging Polygenic Indices to Advance Political Behavior Research",
          "authors": "Rafael Ahlskog, Christopher Dawes, Sven Oskarsson, Aaron Weinschenk",
          "abstract": "Previous research has found that political traits have some degree of genetic basis, but researchers have had less success unpacking the relationship between genes and political behavior. We propose an approach for examining this relationship that can overcome many of the limitations of previous research: polygenic indices (PGIs). PGIs are DNA-based individual-level variables that capture the genetic propensity to exhibit a given trait. We begin by outlining how PGIs are derived, how they can be utilized in conventional regression-based research, and how results should be interpreted. We then provide proof of concept, using data on over 50,000 individuals in four samples from the U.S. and Sweden to show that PGIs for health and psychological traits significantly predict measures of political participation, even within families. We conclude by outlining several ideas and providing empirical examples for researchers who may be interested in building on the PGI approach.",
          "url": "https://doi.org/10.1007/s11109-025-10020-y",
          "doi": "https://doi.org/10.1007/s11109-025-10020-y",
          "filter": 0
        },
        {
          "title": "Weather to Protest: The Effect of Black Lives Matter Protests on the 2020 Presidential Election",
          "authors": "Bouke Klein Teeselink, Georgios Melios",
          "abstract": "Do mass mobilizations drive social change? This paper explores this question by studying how the Black Lives Matter protests following George Floyd’s death influenced the 2020 U.S. presidential election. Using rainfall as an instrument for protest participation and complementary difference-in-differences analyses, we show that protest activity significantly increased Democratic vote share in affected coun- ties. Our research makes three key contributions. First, we show causal evidence for the effect of one of the largest protest movements ever recorded on electoral out- comes. Second, we provide evidence of novel temporal dynamics: while protests ini- tially triggered a conservative backlash, they ultimately generated progressive shifts in voting behavior. Third, we identify mechanisms driving these effects, showing that rather than merely mobilizing existing Democratic voters, protests substantively shifted political preferences and beliefs about racial inequality.",
          "url": "https://doi.org/10.1007/s11109-025-10014-w",
          "doi": "https://doi.org/10.1007/s11109-025-10014-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Psychoanalytic political ecology",
          "authors": "Pieter de Vries, Ilan Kapoor",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103297",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103297",
          "filter": 0
        },
        {
          "title": "Beyond apartheid and genocide: A broader framework for understanding the Israeli-Palestinian conflict",
          "authors": "Yaniv Reingewertz",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103306",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103306",
          "filter": 0
        },
        {
          "title": "Creating the anti-sexist city: The potential of the local state in combatting sexual harassment",
          "authors": "Kate Boyer, Lucy Such",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103290",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103290",
          "filter": 0
        },
        {
          "title": "Indigenous women-led climate crisis solutions: A decolonial perspective from the Garo Indigenous community in Bangladesh",
          "authors": "Ranjan Datta, Arifatul Kibria",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103258",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103258",
          "filter": 0
        },
        {
          "title": "Uncovering the drivers of climate gentrification in the Global South: Case study of Tacloban City, Philippines",
          "authors": "Justin See, Ginbert Permejo Cuaton, Brooke Wilmsen, Pearly Joy Peja",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103275",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103275",
          "filter": 0
        },
        {
          "title": "Food practices, queer social reproduction and the geographies of LGBTQ+ activism",
          "authors": "Jon Binnie, Christian Klesse",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103273",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103273",
          "filter": 0
        },
        {
          "title": "Making modern water: The content, actors, and processes of embedding the Mahaweli Development Project in Sri Lanka (1963–2010)",
          "authors": "Kavindra Paranage, Julian S. Yates, Harry M. Quealy",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103279",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103279",
          "filter": 0
        },
        {
          "title": "Fast and slow violence and the survival work of the stateless: The case of the Vietnamese in Cambodia",
          "authors": "Charlie Rumsby",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103274",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103274",
          "filter": 0
        },
        {
          "title": "Interactions between territorial partitioning, indigeneity crises, and farmer-pastoralist conflicts in the Benue-Nasarawa region",
          "authors": "Cletus Famous Nwankwo",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103262",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103262",
          "filter": 0
        },
        {
          "title": "WITHDRAWN: Making spaces for debate in the digital age",
          "authors": "Mia M. Bennett, Kate Coddington, Deirdre Conlon, Patricia Ehrkamp, Charis Enns, Filippo Menga, Caroline Nagel, Olivier J. Walther",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103266",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103266",
          "filter": 0
        },
        {
          "title": "How and why does demographic decline lead to support for populist parties? The case of the Czech Republic",
          "authors": "Tomáš Dvořák, Jan Zouhar, Jan Bíba",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103261",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103261",
          "filter": 0
        },
        {
          "title": "How to turn a union organizer into a cable junction box: Union access to workers, the property right to exclude, and the United States Supreme Court's alchemical geographical imagination",
          "authors": "Don Mitchell",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103260",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103260",
          "filter": 0
        },
        {
          "title": "Wasla. Tracing the lasting impacts of an entangled colonial history on a Miskitu community",
          "authors": "Ruth H. Matamoros Mercado",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103267",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103267",
          "filter": 0
        },
        {
          "title": "Political ecologies of the Green New Deal: Critiques, contentions and radical appropriations",
          "authors": "Diego Andreucci, Gustavo García López, Christos Zografos, Marta Conde",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103256",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103256",
          "filter": 0
        },
        {
          "title": "Assembling land as a regional resource: A new pattern of state territorialisation in the Pearl River Delta, China",
          "authors": "Xuan Wang, Xin Li",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103272",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103272",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Criminal fragmentation in Mexico",
          "authors": "Jane Esberg",
          "abstract": "Mexico's war on drugs is increasingly characterized by small, local groups rather than large cartels. This research note introduces new data developed from a narcoblog —a citizen journalism website—on more than 450 criminal organizations operating in Mexico between 2009 and 2020. I use the data to test prominent theories of fragmentation, providing suggestive evidence that drug war policies contributed to a more complex conflict: kingpin removals were correlated with the emergence of smaller groups; profit opportunities (in this case, fuel theft) then attracted these organizations to new territories. This research contributes to our understanding of criminal control and informs debates over violence reduction policies.",
          "url": "https://doi.org/10.1017/psrm.2025.4",
          "doi": "https://doi.org/10.1017/psrm.2025.4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Centering LGBTQ+ Political Behavior in Political Science",
          "authors": "Patrick J. Egan",
          "abstract": "Political science was once silent about—and for many decades continued to be slow to address—LGBTQ+ politics as a topic worthy of scholarly research. One of the longest-standing gaps in the literature has been the lack of work that was pioneered by Ken Sherrill: research that centers LGBTQ+ people and politics as subjects, rather than objects, of study. Here I make the case for sustained scholarly attention to LGBTQ+ political behavior and discuss how quantitative empirical research in this vein is more feasible than ever before. I then provide an example of what is possible today with analyses of the 2022 Cooperative Election Study (CES), a large representative sample survey (complete case N = 45,240; LGBTQ+ N = 5,213) that includes questions about respondents’ sexual and gender identities. The analyses reveal several discoveries about LGBTQ+ people’s political behavior and lived experiences, including that they are no more politically engaged than the typical American, are in much poorer health than any other group, and belying stereotypes, are not of higher socioeconomic status than other Americans. A spatial representation of groups’ positions on the US political landscape shows that LGBTQ+ people are relatively distant from other groups, indicating that they may struggle to find natural coalition partners because of lack of shared interests.",
          "url": "https://doi.org/10.1017/s1049096524001288",
          "doi": "https://doi.org/10.1017/s1049096524001288",
          "filter": 0
        },
        {
          "title": "Where You Earn Your PhD Matters",
          "authors": "Benjamin Jepson, Pete Hatemi",
          "abstract": "We collected data on every tenure-track (TT) faculty member in the 122 PhD-granting political science departments in the United States to identify which graduate programs place faculty members in our discipline’s research universities. The top 20% of departments produced 75% of all faculty and the bottom 50% accounted for less than 5% of all TT faculty members at a research university. Forty-nine programs did not have a single graduate placed in a TT position at a PhD-granting department in the past 10 years, and 18 programs did not have a single graduate in a TT position at a PhD-granting department at all. The overwhelming majority of TT faculty members are at a lower or equally ranked department. The results have important implications for prospective graduate students and the future of our discipline.",
          "url": "https://doi.org/10.1017/s1049096525000071",
          "doi": "https://doi.org/10.1017/s1049096525000071",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Misinformation, Narratives, and Intergroup Attitudes: Evidence from India",
          "authors": "Ursula Daxecker, Hanne Fjelde, Neeraj Prasad",
          "url": "https://doi.org/10.1086/732979",
          "doi": "https://doi.org/10.1086/732979",
          "filter": 0
        },
        {
          "title": "Going It Alone? A Structural Analysis of Coalition Formation in Elections",
          "authors": "Sergio Montero",
          "url": "https://doi.org/10.1086/732989",
          "doi": "https://doi.org/10.1086/732989",
          "filter": 0
        },
        {
          "title": "How Criminal Organizations Expand to Strong States: Local Agreements and Migrant Exploitation in Northern Italy",
          "authors": "Gemma Dipoppa",
          "url": "https://doi.org/10.1086/730729",
          "doi": "https://doi.org/10.1086/730729",
          "filter": 0
        },
        {
          "title": "The Ideological Asymmetry of White Identity",
          "authors": "Kesley Townsend, Kelsey Eyre Hammond, Heather Walker, Lisa P. Argyle, Jeremy C. Pope",
          "url": "https://doi.org/10.1086/732974",
          "doi": "https://doi.org/10.1086/732974",
          "filter": 0
        },
        {
          "title": "Democratic Prudence: The Philosophical and Empirical Grounding of Citizen Competence",
          "authors": "Jacob Garrett, Valeria Ottonelli",
          "url": "https://doi.org/10.1086/730714",
          "doi": "https://doi.org/10.1086/730714",
          "filter": 0
        },
        {
          "title": "Measuring the Impact of Appointee Vacancies on US Federal Agency Performance",
          "authors": "Mark D. Richardson, Christopher Piper, David E. Lewis",
          "url": "https://doi.org/10.1086/730735",
          "doi": "https://doi.org/10.1086/730735",
          "filter": 0
        },
        {
          "title": "The Politics of the Slippery Slope",
          "authors": "Giri Parameswaran, Gabriel Sekeres, Haya Goldblatt",
          "url": "https://doi.org/10.1086/732965",
          "doi": "https://doi.org/10.1086/732965",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
