{
  "update": "2025-11-21",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Grounding the diasporic turn in political theory: Meta‐commitment, transnationalism, and political obligation",
          "authors": "Kai Yui Samuel Chan, Anna Closas",
          "abstract": "Diasporas remain understudied in political theory. To ground a robust engagement with diasporas and their normative challenges, we expand on current transnationalism literature to offer a non‐statist framework of political community. This framework is necessary as the diaspora is a transnational community that shares overlapping narratives and practices but lacks unified institutional structures and objectives. Tracking these features, we posit that individuals constitute a diasporic community by expressing, through their practices and narratives, a joint meta‐commitment to act as part of that community. Meta‐commitments do not require the parties to have substantial agreements beyond mutually recognizing each other as acting on behalf of the same community. The diasporic meta‐commitment grounds an obligation of answerability: Diasporic members owe each other an answer as to how their choices relate to the future of the diaspora. This account contributes to transnational political theory by explaining the conditions under which transnational relations generate obligations.",
          "url": "https://doi.org/10.1111/ajps.70020",
          "doi": "https://doi.org/10.1111/ajps.70020",
          "filter": 0
        },
        {
          "title": "Brokerage and patronage: Regional chambers of commerce and firm subsidies in China",
          "authors": "Zeren Li, Shenghua Lu",
          "abstract": "Although conventional wisdom suggests that corporations form groups to obtain policy benefits through lobbying, we argue that business interest groups can secure distributive benefits for their members without advocating for policy changes. We introduce broker theory, which posits that interest groups act as intermediaries, linking member firms with political patrons who deliver tangible favors. We test this theory by examining China's interprovincial chambers of commerce (CoCs). We show that firms receive more distributive benefits—measured by subsidies from local governments—after obtaining CoC memberships. We present two forms of heterogeneity that support the broker role of CoCs. First, patronage benefits emerge only in chambers with officials‐turned‐brokers, who facilitate access to political patrons. Second, transparency weakens subsidy brokering: The membership premium diminishes in regions with greater transparency in subsidy allocation. We also show that these patronage benefits are not driven by the policy influence of CoCs or by reduced local protectionism.",
          "url": "https://doi.org/10.1111/ajps.70027",
          "doi": "https://doi.org/10.1111/ajps.70027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "The Impact of Welfare on Intergroup Relations: Caste-Based Social Insurance and Social Integration in India",
          "authors": "AKSHAY GOVIND DIXIT",
          "abstract": "Religious and ethnic communities have long helped people cope with risks. Does state-provided welfare substitute for ethnicity-based social insurance? If so, does it improve intergroup relations? Ethnicity-based insurance operates through reciprocity and solidarity, requiring social investment in in-group ties. This limits the formation of out-group ties, exacerbating ethnic divisions. Welfare reduces dependence on the ethnic group, allowing individuals to form productive out-group ties and increasing intergroup integration. I test this argument in caste networks in India. I leverage panel data on household loans to show that an income support program reduced within-caste borrowing by 38.5%. Using survey data from 3,020 households, I show that welfare enhanced intercaste ties, mainly in areas with lower caste-based land inequality. I draw on 56 qualitative interviews to document how caste-based social insurance exacerbates social segregation, and why intercaste ties increase with lower group inequality. These findings illuminate the persistence and demise of ethnic divisions.",
          "url": "https://doi.org/10.1017/s0003055425101305",
          "doi": "https://doi.org/10.1017/s0003055425101305",
          "filter": 0
        },
        {
          "title": "Performative Violence and the Spectacular Debut of the Atomic Bomb – ADDENDUM",
          "authors": "JOSHUA BYUN, AUSTIN CARSON",
          "url": "https://doi.org/10.1017/s0003055425101329",
          "doi": "https://doi.org/10.1017/s0003055425101329",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Ideology and Revolution in Civil Wars: The “Marxist Paradox” –CORRIGENDUM",
          "authors": "LAIA BALCELLS, STATHIS N. KALYVAS",
          "url": "https://doi.org/10.1017/s0003055425101275",
          "doi": "https://doi.org/10.1017/s0003055425101275",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Public Support for Pro-environment and Environment-Critical Movements",
          "authors": "Dirck De Kleer, Catherine E. De Vries, Simon van Teutem",
          "abstract": "With environmental protests on the rise, we ask: how do they affect support for pro-environment and environment-critical movements? We answer this question using evidence from two studies—a survey experiment and media content analysis—conducted in the Netherlands, a leading country in the green transition. Our experimental findings reveal an asymmetric bias in public support for protests. For the same protest action, public support is higher for environment-critical movements compared to pro-environment ones. This bias is most pronounced among right-leaning individuals with low education and low trust in science and politics. Our content analysis traces the bias back to newspaper reporting. While attention to protest groups is balanced across tabloid and broadsheet newspapers, tabloid reporting is more negative about pro-environment movements. These results highlight an important aspect of the backlash against environmental policies: a bias against pro-environment movements within parts of the public and media.",
          "url": "https://doi.org/10.1017/s0007123425101063",
          "doi": "https://doi.org/10.1017/s0007123425101063",
          "filter": 0
        },
        {
          "title": "The Consequences of Elite Action Against Elections",
          "authors": "Rachel Porter, Jeffrey J. Harden, Emily Anderson, Géssica de Freitas, Mackenzie R. Dobson, Abigail Hemmen, Emma Schroeder",
          "abstract": "Do governing elites who engage in undemocratic practices face accountability? We investigate whether American state legislators who publicly acted against the 2020 presidential election outcome sustained meaningful sanctions in response. We theorize that repercussions for undemocratic activities are selective – conspicuous, highly visible efforts to undermine democratic institutions face the strongest ramifications from voters, other politicians, and parties. In contrast, less prominent actions elicit weaker responses. Our empirical analyses employ novel data on state legislators’ anti-election actions and a weighting method for covariate balance to estimate the magnitude of punishments for undemocratic behavior. The results indicate heterogeneity, with the strongest consequences targeting legislators who appeared at the US Capitol on 6 January 2021, and weaker penalties for lawmakers who engaged in other forms of antagonism towards democracy. We conclude that focusing sanctions on conspicuous acts against democratic institutions could leave less apparent – but still detrimental – efforts to undermine elections unchecked, ultimately weakening democratic health.",
          "url": "https://doi.org/10.1017/s0007123425100926",
          "doi": "https://doi.org/10.1017/s0007123425100926",
          "filter": 0
        },
        {
          "title": "Tariffs as Environmental Protection: Evidence from the Global South after the China Garbage Shock",
          "authors": "Rachel L. Wellhausen",
          "abstract": "In the global waste trade, importers buy containers of waste and scrap to meet demand for raw materials, especially in the Global South. But post-processing leftovers generate localized negative externalities. I use the waste trade as a setting to establish that low-capacity states can and do use tariffs as a tool in their environmental policy repertoire. Product-level tariffs can serve as Pigouvian ’sin’ taxes that incentivize private market actors to limit transactions and/or increase state revenue, both channels that can result in improved environmental outcomes. For evidence, I leverage the ‘China garbage shock’: in 2017 China banned imports of twenty-six waste products (HS six-digit), which disrupted economic–environmental trade-offs in other, newly competitive markets awash in diverted imports. Using novel data on 179 traded waste products and product-level tariffs (1996–2020), I demonstrate that those that received the shock raised tariffs in ways consistent with environmental protection.",
          "url": "https://doi.org/10.1017/s000712342510104x",
          "doi": "https://doi.org/10.1017/s000712342510104x",
          "filter": 0
        },
        {
          "title": "Hide and Seek: Offshore Financial Centers and Targeted Sanctions",
          "authors": "Menevis Cilizoglu, Chelsea Estancona",
          "abstract": "The movement of capital across borders has never been easier, as evidenced by the recent proliferation of offshore financial services. But these services are a double-edged sword: while boosting economic efficiency, they can also facilitate illicit financial activity. In this paper, we discuss the symbiotic relationship between financial liberalization and the pursuit of financial anonymity by secrecy-seeking actors. We examine a hide-and-seek dynamic between governments increasing monitoring of international finance and actors seeking anonymity via offshore financial centers. Under what conditions can international financial monitoring have the unintended consequence of increasing the use of poorly regulated and opaque offshore financial services? We examine this dynamic in the context of US targeted sanctions. Using the Office of Foreign Asset Control’s Specially Designated Nationals data and the International Consortium of Investigative Journalists Offshore Leaks Database, we show that increases in US targeted sanctions provoke firms and individuals from targeted countries to seek low-supervision offshore financial centers.",
          "url": "https://doi.org/10.1017/s0007123425101087",
          "doi": "https://doi.org/10.1017/s0007123425101087",
          "filter": 0
        },
        {
          "title": "Public Opinion and Emphatic Legislative Speech: Evidence from an Automated Video Analysis",
          "authors": "Oliver Rittmann, Tobias Ringwald, Dominic Nyhuis",
          "abstract": "Why do politicians sometimes deliver passionate speeches and sometimes tedious monologues? Even though the delivery is key to understanding political speech, we know little about when and why political actors choose particular delivery styles. Focusing on legislative speech, we expect legislators to deliver more emphatic speeches when their vote is aligned with the preferences of their constituents. To test this proposition, we develop and apply an automated video analysis model to speech recordings from the US House of Representatives. We match the speech emphasis with district preferences on key bills using data from the Cooperative Congressional Election Study. We find that House members who rise in opposition to a bill give more passionate speeches when public preferences are aligned with their vote. The results suggest that political actors are not only mindful of public opinion in what they say but also in how they say it.",
          "url": "https://doi.org/10.1017/s0007123425100872",
          "doi": "https://doi.org/10.1017/s0007123425100872",
          "filter": 0
        },
        {
          "title": "Inferring Individual Preferences from Group Decisions: Judicial Preference Variation and Aggregation on Collegial Courts",
          "authors": "Dominik Hangartner, Benjamin E. Lauderdale, Judith Spirig",
          "abstract": "Extensive research on judicial politics has documented disparities in adjudication and biases in judging. Yet, lacking statistical methods to infer individual preferences from group decisions, existing studies have focused on courts publishing individual judges’ opinions, leaving a gap in understanding collegial courts that report only collective and unanimous (‘per curiam’) panel decisions. We introduce a statistical methodology to identify the most fitting decision-theoretic models for such collective decisions, infer judges’ individual preferences, and quantify the inconsistency in the courts’ decisions. This methodology is applicable in various small group decision-making contexts where group assignments are repeated and exogenous. Applying it to the Swiss appellate court for asylum appeals, where decisions are made in three-judge panels, we find that in 45 per cent of cases, the chair-as-dictator rule applies (rather than majority rule). Although judges’ preferences vary strongly with partisanship, the partially collective decision making of the panel moderates this heterogeneity.",
          "url": "https://doi.org/10.1017/s0007123425100574",
          "doi": "https://doi.org/10.1017/s0007123425100574",
          "filter": 0
        },
        {
          "title": "From the Factory Floor to the Ballot Box: Firm-Based Origins of Brazil’s Populist Right",
          "authors": "Matias Giannoni",
          "abstract": "This article examines the firm-level roots of anti-system political attitudes, focusing on Jair Bolsonaro’s rise in Brazil. Using Brazil’s RAIS dataset, a comprehensive matched employer–employee longitudinal database, and exclusive data on Aliados apoios, a unique dataset of over 69,000 Bolsonaro supporters, this study provides new insights into the employment trajectories of his base. Paired with an original representative online survey of full-time workers featuring observational and experimental components, the findings show that Bolsonaro supporters faced significant declines in wages and occupational premia relative to similar workers. Experimental evidence reveals that poor job quality, workplace unfairness, and wage inequality information might fuel anti-democratic attitudes. By leveraging distinctive data and methods, this article uncovers how firm-level inequalities shape populist and anti-system sentiments, offering a novel perspective on the political consequences of economic disparity and bringing nuance to economic theories of populism.",
          "url": "https://doi.org/10.1017/s0007123425100859",
          "doi": "https://doi.org/10.1017/s0007123425100859",
          "filter": 0
        },
        {
          "title": "Dynamic Democratic Backsliding",
          "authors": "Eddy S. F. Yeung",
          "abstract": "Democratic backsliding occurs incrementally, but the empirical study of how citizens respond to undemocratic politicians has been predominantly static. I formulate and test predictions about how different sequences of backsliding shape accountability. Using a novel preregistered experiment ( $N = 4,234$ ) capturing the reality that democratic transgressions are committed by elected officials step by step, I find that a majority of American respondents – against the backdrop of partisan and policy interests – are willing to electorally remove the incumbent as episodes of democratic backsliding unfold. Moreover, incumbents who incrementally decrease the severity of democratic transgressions are held accountable more promptly than incumbents who incrementally increase or sporadically vary the severity. By establishing a new experimental framework to study democratic backsliding, my dynamic approach not only paints a more nuanced picture of Americans’ willingness to defend democracy, but also demonstrates that sequence matters in shaping voter behavior amid incremental transgressions of democracy.",
          "url": "https://doi.org/10.1017/s0007123425100847",
          "doi": "https://doi.org/10.1017/s0007123425100847",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Assessing the impact of internet voting on voter turnout in the 2024 Russian presidential elections",
          "authors": "Alena Teplyshova",
          "url": "https://doi.org/10.1016/j.electstud.2025.103008",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103008",
          "filter": 0
        },
        {
          "title": "Party gatekeeping of working-class candidates under closed-list proportional representation",
          "authors": "Sania Akter, Yann Kerevel, Austin S. Matthews",
          "url": "https://doi.org/10.1016/j.electstud.2025.103021",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Voting against or against voting?",
          "authors": "Ming M. Boyer, Carolina Plescia, André Blais",
          "abstract": "Politics is increasingly negative, especially surrounding elections, raising concerns about mass disengagement and democratic backsliding. Despite these worries, the literature on how negativity in voting affects democratic attitudes and voting intentions is riddled with ambiguous and contradictory results. We argue that this may partly be due to the failure to distinguish between two types of negativity in voting: (a) understanding voting as a way to act against a specific party, politician, or policy (negative meanings of voting), and (b) opposition to voting itself (an anti-voting orientation). Contrasting these to the classical conception of voting to support a party, politician, or policy (positive meanings of voting), we conceptualize these constructs and validate their measurement in twelve countries, differing in geography, political systems, and levels of democracy ( N = 23,828). We arrive at two main conclusions. First, positive and negative meanings of voting are complementary and compatible attitudes. Modeling positive and negative voting separately rather than relative to each other shows a more nuanced picture of negative voting than previous work. Second, negative voting and anti-voting orientation are distinct types of negativity that relate differently to classical conceptions of voting and democratic attitudes. The first signals political dissatisfaction but belief in the electoral process. The second corresponds to such a disillusionment about voting that it inhibits dissatisfaction with democracy. As such, this distinction highlights the multifaceted nature of political negativity from a citizen perspective and helps clarify the relationship between negativity and democracy.",
          "url": "https://doi.org/10.1017/s1475676525100364",
          "doi": "https://doi.org/10.1017/s1475676525100364",
          "filter": 0
        },
        {
          "title": "Do voters and non-voters differ in their policy preferences?",
          "authors": "Semih Çakır",
          "abstract": "The declining voter turnout across democracies has raised concerns regarding its implications for democratic representation. Yet, the extent to which low turnout may undermine representation in Europe remains unclear. Do the policy preferences of voters and non-voters differ? This research addresses that question by providing the first large-scale, cross-national examination of policy preference differences between voters and non-voters in European democracies. Using data from the 2014 and 2019 waves of the European Election Study, covering 29 European democracies, I analyse differences across the left-right spectrum, economic attitudes (ie redistribution, regulation, spending), social attitudes (ie immigration, same-sex marriage, environment, and civil liberties), and views on European integration. The results reveal some disparities between voters and non-voters, but these are generally sporadic, even within individual countries, suggesting that such disparities are not the norm. Still, when differences do arise, they are not trivial. The analysis of how the electorate’s preferences would change under a hypothetical full turnout scenario suggests that these disparities can introduce meaningful biases. Using data from the British Election Study Internet Panel, I further distinguish between regular voters, peripheral voters, and perpetual non-voters and find notable heterogeneity in their policy preferences. These findings show that when turnout is low, the electorate’s overall stance reflects that of regular voters, but higher turnout mitigates this bias. Overall, the results suggest that while voters and non-voters in Europe typically hold similar policy views, occasional disparities can introduce representation bias in policy preferences, with implications for democratic representation and party strategies.",
          "url": "https://doi.org/10.1017/s1475676525100388",
          "doi": "https://doi.org/10.1017/s1475676525100388",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Partisan Homogeneity Does Not Increase Collaborative Corruption",
          "authors": "Michael Jankowski, Florian Erlbruch, Markus Stephan Tepe",
          "abstract": "This study examines the behavioral consequences of partisan group composition on cooperation in a setting where cooperation is mutually beneficial but unethical. Collaborative corruption highlights that corruption is not a solitary act but necessitates cooperation. Based on the premise that partisanship serves as a social identity, leading ordinary citizens to reward co-partisans and penalize out-partisans, we expect that collaborative corruption is higher in partisan-wise homogeneous groups. To test this expectation, we conducted a preregistered, large-scale experiment among U.S. voters playing an online version of the collaborative cheating game by Weisel and Shalvi. We find no evidence that partisan homogeneity affects collaborative cheating. These results suggest a critical scope condition: while partisan homogeneity improves cooperation in social dilemmas, it does not extend to contexts of unethical collaboration. They also refute common concerns that partisan homogeneity may facilitate cooperative corruption.",
          "url": "https://doi.org/10.1017/xps.2025.10024",
          "doi": "https://doi.org/10.1017/xps.2025.10024",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Leaders or parties? Practices of candidate selection in Western Europe",
          "authors": "Bruno Marino",
          "abstract": "Political parties still play a fundamental gatekeeping role in selecting candidates and, consequently, in selecting parliamentary and governmental elites. Nonetheless, the effective room for maneuver of party leaders in candidate selection has not received much attention. This is an interesting area to investigate, also considering recent accounts of intra-party personalization of politics, where party leaders have allegedly become more central. By using a novel dataset on approximately 75 Western European parties and some 250 party leaders between the mid-1980s and the mid-2010s, this article analyzes party leaders’ autonomy in selecting candidates for general elections. It tests the effect of party leaders’ determinants (e.g., leadership tenure or leaders' gender) and party determinants (i.e., party membership). Both leader-related and party-related determinants have a significant impact. The results show that political parties can still act as a counterbalancing force vis-à-vis party leaders and call for further investigation into intra-party informal practices.",
          "url": "https://doi.org/10.1177/13540688251391577",
          "doi": "https://doi.org/10.1177/13540688251391577",
          "filter": 0
        },
        {
          "title": "Civil Society’s Democratic Potential. Organizational Trade-Offs between Participation and Representation BolleyerNicole, Civil Society’s Democratic Potential. Organizational Trade-Offs between Participation and Representation, Oxford: Oxford University Press, 2024. hbk, x + 313pp, ISBN: 9780198884392.",
          "authors": "Petr Kopecky",
          "url": "https://doi.org/10.1177/13540688251397755",
          "doi": "https://doi.org/10.1177/13540688251397755",
          "filter": 0
        },
        {
          "title": "To join or not to join? Reasons for and barriers to political participation in a party",
          "authors": "Marius Minas, Uwe Jun, Julian Lermen",
          "abstract": "Many traditional political parties have been facing the challenge of declining membership numbers for some time now. This research examines barriers to and reasons for joining from an ex-ante perspective. While barriers remain an under-researched area anyway, this study investigates reasons without the participants having already been socialized into political parties, thereby offering a novel and unbiased perspective. Based on the results of a representative survey of non-members of parties in Germany, the barriers to joining can be divided into three categories: People (categorically) rule out joining a party for political, non-political or personal reasons. However, an analysis of the different reasons for joining a party using PCA revealed different types of potential new party members. Shapers primarily want to participate in political content. Networkers are predominantly interested in their own political career and aspects of internal party cooperation. In addition, the data also reveal purely financial supporters, as well as mixed types who are particularly sympathetic to the pursuit of a political career.",
          "url": "https://doi.org/10.1177/13540688251393492",
          "doi": "https://doi.org/10.1177/13540688251393492",
          "filter": 0
        },
        {
          "title": "Satisfaction with democracy after presidential power transitions: Panel survey evidence from the 2025 Trump transition in the United States",
          "authors": "Sam Whitt, Alixandra B. Yanus, Gordon Ballingrud, Martin Kifer, Mark Setzler",
          "abstract": "Much of the existing research on satisfaction with democracy examines cross-national dynamics of the winner-loser gap, exploring how institutional differences shape public opinion. In contrast, this study holds institutional factors constant and investigates how individual-level and system-level changes, i.e. actual transitions in political power following elections, affect people’s appraisals of democracy. In a panel survey that immediately precedes the January 20, 2025 inauguration of U.S. President Donald Trump, and two post-inaugural follow-up waves, we find a shifting partisan gap in satisfaction with democracy in America. Following Trump’s inauguration, partisan Democrats become less satisfied with democracy, Republicans become more satisfied, while Independents’ views are largely unchanged. To explain the shift, we consider economic, emotional, and institutional mechanisms, where changes in presidential trust provide the strongest mediation of the power transition gap. Our results illustrate how presidential power transitions can raise alarms among opposing partisans, especially in highly polarized contexts.",
          "url": "https://doi.org/10.1177/13540688251396329",
          "doi": "https://doi.org/10.1177/13540688251396329",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Gender Stereotypes across Electoral Contexts",
          "authors": "Anna Gunderson, Nichole Bauer, Emily Rains, Annie Sheehan-Dean",
          "url": "https://doi.org/10.1007/s11109-025-10093-9",
          "doi": "https://doi.org/10.1007/s11109-025-10093-9",
          "filter": 0
        },
        {
          "title": "How Politicians (mis)Perceive Policy Salience",
          "authors": "Chris Butler, Julie Sevenans, Pirmin Bundi, Frédéric Varone, Stefaan Walgrave",
          "url": "https://doi.org/10.1007/s11109-025-10097-5",
          "doi": "https://doi.org/10.1007/s11109-025-10097-5",
          "filter": 0
        },
        {
          "title": "Berlinguer, I Love You (Still): The Downstream Effects of Expressive Voting",
          "authors": "Riccardo Di Leo, Elias Dinas, Biljana Meiske",
          "abstract": "For nearly as long as the rational voting paradox has puzzled scholars, it has been recognized that voters’ decisions are influenced by expressive motivations. Yet, since disentangling emotional from instrumental drivers remains an inherently difficult task, little is known about how voting on the former grounds can shape future political preferences. We fill this gap by focusing on a rare instance of expressive voting: support for the Italian Communist Party (PCI) in the 1984 European election, preceded by the sudden death of PCI’s leader, Enrico Berlinguer. Via a Regression Discontinuity approach, exploiting differential expressive motives along the border(s) of Berlinguer’s electoral district, we show that municipal-level support for PCI increased more sharply in 1984 in areas where voters could express their preference for the just-deceased leader. Combining voting records and individual survey data, we further show how votes cast on expressive grounds in 1984 returned to PCI for about five years after Berlinguer’s death.",
          "url": "https://doi.org/10.1007/s11109-025-10095-7",
          "doi": "https://doi.org/10.1007/s11109-025-10095-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Feminist geopolitics of creativity: A study of women practicing Islamic and traditional visual arts in Istanbul",
          "authors": "Hulya Arik",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103445",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103445",
          "filter": 0
        },
        {
          "title": "Caught in the net unraveling the piracy-IUU fishing milieu in Indonesian waters through survey data",
          "authors": "Anup Phayal, Brandon Prins, Seyma Tufan, Sayed Fauzan Riyadi, Curie Maharani",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103449",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103449",
          "filter": 0
        },
        {
          "title": "An assemblage approach to performances of sovereignty through Gibraltar's hosting of the 2019 International Island Games",
          "authors": "Matthew C. Benwell, Alasdair Pinkerton",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103441",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103441",
          "filter": 0
        },
        {
          "title": "Attacking the roots: On the limited development of (green) colonialism",
          "authors": "Alexander A. Dunlap",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103438",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103438",
          "filter": 0
        },
        {
          "title": "Camp studies trapped in the camp? Re-articulating recent Greek history through the camp as a productive device",
          "authors": "Lafazani Olga",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103447",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103447",
          "filter": 0
        },
        {
          "title": "Promotora m(other)work: A Latinx feminist geopolitics toward environmental justice futures",
          "authors": "Cristina Faiver-Serna",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103432",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103432",
          "filter": 0
        },
        {
          "title": "A time penalty for the Global South? Inequalities in visa appointment wait times at German embassies and consulates worldwide",
          "authors": "Emanuel Deutschmann, Lorenzo Gabrielli, Alexandra Orlova, Niklas Harder, Ettore Recchi",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103440",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103440",
          "filter": 0
        },
        {
          "title": "Settling on their ground: The shifting land politics of armed actors in the urban margins of Medellín",
          "authors": "Keisha Corantin",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103443",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103443",
          "filter": 0
        },
        {
          "title": "Political socialization across places: differential effects on multiculturalist attitudes in urban and rural areas?",
          "authors": "Twan Huijsmans, Jaap van Slageren",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103442",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103442",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Beyond innumeracy: measuring public misperceptions about immigration",
          "authors": "Philipp Lutz, Marco Bitschnau",
          "abstract": "Public perceptions of immigration are often inaccurate, yet research lacks conceptual clarity and valid measurement of these misperceptions. Prior work focuses mainly on population innumeracy (misestimating immigrant shares) and cannot distinguish genuine misperceptions from mere guessing. We introduce a survey module that captures multiple dimensions of immigration-related perceptions alongside respondents’ confidence in their estimates. Using population survey data from Switzerland, we develop confidence-weighted indicators that separate misperception from guessing. Although inaccurate perceptions are widespread across several immigration domains, they are less prevalent than often assumed; guessing accounts for a substantial share of observed inaccuracy. This measurement strategy enables more precise empirical tests of theories linking perceptions to political attitudes and behavior.",
          "url": "https://doi.org/10.1017/psrm.2025.10055",
          "doi": "https://doi.org/10.1017/psrm.2025.10055",
          "filter": 0
        },
        {
          "title": "Power orchestrates: how leadership shapes national representation in international organizations",
          "authors": "Jidong Chen, Tianhan Gui, Lei Wang",
          "abstract": "This study investigates how states leverage leadership positions in international organizations (IOs) to enhance their staff representation. Using an original dataset of 25 United Nations system agencies from 1996 to 2022, we show that leadership roles can help states enhance their staff representation. Two mechanisms drive this influence: leaders secure voluntary contributions from their home countries to create favorable conditions for national representation, and they cultivate positive institutional relationships that facilitate greater staffing opportunities. Further analysis reveals that leaders from developing countries have demonstrated increasing effectiveness in strengthening their nations’ representation over time. Meanwhile, countries closely connected to leadership-holding states also gain staff representation. These dynamics may carry performance costs, raising broader implications for global governance.",
          "url": "https://doi.org/10.1017/psrm.2025.10056",
          "doi": "https://doi.org/10.1017/psrm.2025.10056",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Workshopping Mixed Methods: Ten Years of the Southwest Workshop for Mixed Methods Research",
          "authors": "Marissa Brookes, Jennifer Cyr, Sara Niedzwiecki",
          "abstract": "This article reflects on the first 10 years of the Southwest Workshop for Mixed Methods Research (SWMMR), which was created to foster methodological pluralism and rigor in political science and related fields. Since its founding, SWMMR has helped to develop mixed methods research while prioritizing diversity, equity, inclusion, and mentorship. The article highlights the annual workshop’s role in building an intellectual community while supporting early-career scholars, women, and those from underrepresented backgrounds. We also document SWMMR’s contributions to certain methodological debates through sustaining a supportive space for collaborative growth in political science.",
          "url": "https://doi.org/10.1017/s1049096525101546",
          "doi": "https://doi.org/10.1017/s1049096525101546",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Juries in flux",
          "authors": "Francesco Parisi, Ram Singh",
          "abstract": "While the right to a trial by an impartial jury remains a cornerstone of the Anglo-American legal tradition, the modus operandi of a “trial by jury” in the United States has been in constant flux. During the last 125 years, twenty-eight states in the U.S. reduced the size of their juries, while three others allowed non-unanimous verdicts in felony and/or misdemeanor cases. Blackstonian ratios and burdens of proof exhibited similar variations across jurisdiction. In 2020, the U.S. Supreme Court cast a critical eye on non-unanimous juries and reintroduced the requirement of unanimity for all felony convictions. In 2023, jury size also received scrutiny from the U.S. Supreme Court, underscoring the enduring volatility of criminal jury practices in the United States. U.S. states currently have the authority to determine jury size, retrial rates, and the Blackstonian ratio applied within their jurisdictions. In this paper, we examine the critical interdependence of these changes in jury structure and their impact on the expected correctness of verdicts and on the decisiveness and accuracy of the jury process. We conclude by discussing how these state-level decisions are often inconsistent with many states’ ability to uphold their stated policy objectives and Blackstonian ratios.",
          "url": "https://doi.org/10.1007/s11127-025-01330-0",
          "doi": "https://doi.org/10.1007/s11127-025-01330-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Solidarity and Deliberation After Extremist Attacks: Exploring a Complex Interplay",
          "authors": "Emily Beausoleil, Selen Ercan, Claire Fitzpatrick, Andrea Felicetti, Jordan McSwiney",
          "url": "https://doi.org/10.1086/739668",
          "doi": "https://doi.org/10.1086/739668",
          "filter": 0
        },
        {
          "title": "A Male Hostility Spiral? Polarized Communication among Political Elites on Social Media",
          "authors": "Albert Wendsjö, Hanna Bäck, Andrej Kokkonen",
          "url": "https://doi.org/10.1086/739664",
          "doi": "https://doi.org/10.1086/739664",
          "filter": 0
        },
        {
          "title": "Unraveling the Paradox of Anticorruption Messaging: Experimental Evidence from a Tax Administration Reform",
          "authors": "Nicolás Ajzenman, Martín Ardanaz, Guillermo Cruces, German Feierherd, Ignacio Lunghi",
          "url": "https://doi.org/10.1086/739666",
          "doi": "https://doi.org/10.1086/739666",
          "filter": 0
        },
        {
          "title": "Can Communities Take Charge? Testing Community-Based Governance to Sustain Schools in War-Affected Afghanistan",
          "authors": "Dana Burde, Joel Middleton, Roxanne Rahnama, Cyrus Samii",
          "url": "https://doi.org/10.1086/739667",
          "doi": "https://doi.org/10.1086/739667",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
