{
  "update": "2025-10-13",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Defiant pride: Origins and consequences of ethnic voting",
          "authors": "Mashail Malik",
          "abstract": "Why do voters often remain loyal to ethnic parties despite receiving little in terms of material welfare? I develop a theory focused on the role of dignity concerns in explaining within‐group variation in ethnic party loyalty. Group members who face discrimination from state agencies dominated by outgroups respond with defiant pride, which manifests as ethnicity becoming a larger part of the self‐concept. This heightened ethnic identification creates a demand for recognition through descriptive representation. Consequently, high‐identifying group members—often from lower social classes—are more forgiving of malfeasance by ethnic parties and more likely to trade off material for symbolic goods. I provide experimental, descriptive, and qualitative evidence for this argument from Karachi, Pakistan—a megacity ruled for three decades by a poorly governing ethnic party. This article pushes the literature on ethnic voting beyond dominant instrumental approaches and underscores the necessity of systematically unpacking heterogeneity within ethnic groups.",
          "url": "https://doi.org/10.1111/ajps.70015",
          "doi": "https://doi.org/10.1111/ajps.70015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Race, Democracy, and Public Support for War",
          "authors": "MICHAEL TOMZ, JESSICA L. P. WEEKS",
          "abstract": "Studies have found that voters in democratic countries are far more reluctant to use military force against democracies than against nondemocracies. This pattern may help explain why democracies almost never wage war against other democracies. In an important contribution, Rathbun, Parker, and Pomeroy (2025) propose that the apparent democratic peace in public opinion is an artifact of failing to account for race. Rather than democracy itself influencing support for war, they argue, the term “democracy” cues assumptions about the adversary’s racial composition, and those racialized assumptions are the true drivers of support for war. We reevaluate RPP’s evidence, concluding that their data do not support their predictions. In fact, their novel experiments provide powerful evidence that democracy affects support for war, independent of race. Our findings contribute to major debates about both regime type and race in international relations, as well as the design and interpretation of survey experiments.",
          "url": "https://doi.org/10.1017/s0003055425101056",
          "doi": "https://doi.org/10.1017/s0003055425101056",
          "filter": 0
        },
        {
          "title": "Countering Misinformation Early: Evidence from a Classroom-Based Field Experiment in India",
          "authors": "PRIYADARSHI AMAR, SUMITRA BADRINATHAN, SIMON CHAUCHARD, FLORIAN SICHART",
          "abstract": "Misinformation poses serious risks for democratic governance, conflict, and health. This study evaluates whether sustained, classroom-based education against misinformation can equip schoolchildren to become more discerning consumers of information. Partnering with a state government agency in Bihar, India, we conducted a field experiment in 583 villages with 13,500 students, using a 4-month curriculum designed to build skills, shift norms, and enhance knowledge about health misinformation. Intent-to-treat estimates demonstrate that treated respondents were significantly better at discerning true from false information, altered their health preferences, relied more on science, and reduced their dependence on unreliable news sources. We resurveyed participants 4 months post-intervention and found that effects persisted, as well as extended to political misinformation. Finally, we observe within-household treatment diffusion, with parents of treated students becoming more adept at discerning information. As many countries seek long-term solutions to combat misinformation, these findings highlight the promise of sustained classroom-based education.",
          "url": "https://doi.org/10.1017/s0003055425101184",
          "doi": "https://doi.org/10.1017/s0003055425101184",
          "filter": 0
        },
        {
          "title": "Citizenship Renunciation without Emigration",
          "authors": "LIOR EREZ",
          "abstract": "Against the status quo, this article argues for the right to renounce state citizenship while remaining a resident. To motivate this argument, it presents a dilemma: if long-term residents can choose not to naturalize, why cannot citizens renounce their status without leaving? This article rejects one way out of this dilemma—making citizenship mandatory for long-term residents—and proceeds to make the positive case for the right to renounce citizenship. It argues for the value of citizenship renunciation as an expressive political act, distinct from territorial exit, which allows individuals to sever political ties while maintaining social membership. This form of political exit enables citizens to express their detachment from the state without the costs of emigration. This article explores the implications of this proposal for democratic consent, legitimate authority, and collective citizen responsibility for state action, arguing that a right to renounce without emigration enhances autonomy and democratic legitimacy.",
          "url": "https://doi.org/10.1017/s0003055425101020",
          "doi": "https://doi.org/10.1017/s0003055425101020",
          "filter": 0
        },
        {
          "title": "Political Symbols and Social Order: Confederate Monuments and Performative Violence in the Post-Reconstruction U.S. South",
          "authors": "LEE-OR ANKORI-KARLINSKY",
          "abstract": "Violent conflicts are often accompanied by symbols commemorating past violence. I argue that political symbols exert a causal effect on future violence. Such symbols generate shared understandings of the prevailing social order. Symbols that affirm this order may act as substitutes for performative violence motivated by status concerns, while their removal may signal contestation, increasing violence. I test this theory by examining the effect of Confederate monument construction on lynchings and public executions in the postbellum U.S. South. Using a difference-in-differences design and original archival work, I find that Confederate monuments reduced violence, acting as a substitute for performative violence in constructing a white supremacist social order. Effects are concentrated in counties where racial threat is higher. I then test the effects of Confederate monument removals in the present-day US and find that removals increased the likelihood of anti-Black hate crimes.",
          "url": "https://doi.org/10.1017/s0003055425101007",
          "doi": "https://doi.org/10.1017/s0003055425101007",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The Gendered Persistence of Authoritarian Indoctrination",
          "authors": "Nourhan A. Elsayed, Hanno Hilbig, Sascha Riaz, Daniel Ziblatt",
          "abstract": "A large literature has studied the effects of socialization under authoritarianism on political attitudes. In this research note, we extend this literature by demonstrating striking gender disparities in the post-transition persistence of these effects. We study the case of authoritarian indoctrination in the German Democratic Republic (GDR) using a regression kink design for causal identification. First, we draw on a unique survey fielded right before reunification to show that education under authoritarianism substantially reduced support for democratic capitalism and reunification with the West. In the second step, we triangulate multiple contemporary data sources to trace the persistence of these effects over time. More than two decades after the fall of the GDR, the attitudinal effects of authoritarian socialization persist only among men, but not women. Our results highlight considerable heterogeneity in the persistence of authoritarian legacies, raising critical questions about post-authoritarian ‘re-socialization’ and gendered adaptability.",
          "url": "https://doi.org/10.1017/s0007123425100720",
          "doi": "https://doi.org/10.1017/s0007123425100720",
          "filter": 0
        },
        {
          "title": "Trust in the Judiciary and Partisan Reactions to Judicial Checks: Evidence from Argentina",
          "authors": "Martín Gandur",
          "abstract": "How do citizens evaluate the judiciary in the wake of politically salient rulings? I argue that judicial checks on the government shape citizens’ attitudes about judicial institutions at large, but these effects are driven by instrumental considerations, namely partisanship. In particular, my account suggests that judicial checks – as specific instances of interbranch conflict – provide citizens with instrumental information that shapes their beliefs about the broader judiciary. Thus, I hypothesize that court rulings limiting the government’s power will undermine support for the judiciary among individuals aligned with the incumbent, but increase support among opposition sympathizers. I test these expectations by exploiting the timing of two judicial decisions in Argentina (enacted by a lower court and the Supreme Court) that invalidated a highly salient judicial reform promoted by the government in 2013. Using data from a survey fielded before and after the court rulings, I show that the decisions significantly decreased government supporters’ trust in the judiciary, while opposition supporters increased their trust only following the Supreme Court ruling. Moreover, suggestive evidence provides support for the mechanism proposed by my account – that judicial checks expose citizens to information that is primarily instrumental. This article contributes to our knowledge of the determinants of public support for judicial institutions involved in interbranch conflicts.",
          "url": "https://doi.org/10.1017/s0007123425100781",
          "doi": "https://doi.org/10.1017/s0007123425100781",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Authoritarian nostalgia and support for (populist radical) right parties",
          "authors": "Luca Manucci, Steven M. Van Hauwaert",
          "abstract": "For decades, party politics literature has argued that populist radical right (PRR) parties must distance themselves from their countries’ authoritarian pasts to achieve electoral relevance in a Sartorian sense. Yet, we now observe the growing success and influence of PRR parties that not only embrace nostalgia for this past but also maintain ties to it. The use of what we term ‘authoritarian nostalgia’ is not only becoming more widespread across politics but it has proven effective across diverse segments of the electorate. This study examines the extent to which (populist radical) right supporters approve of their countries’ authoritarian histories and view these past regimes favourably. Using original survey data fielded in Spain and Portugal and a novel set of survey items measuring authoritarian nostalgia, we find that supporters of VOX and Chega are more likely to express a broad sense of collective nostalgia, particularly through a longing for their country’s ‘old, glorious days’, but demonstrate strong nostalgia for Franco and Salazar’s authoritarian regimes more specifically. Furthermore, we observe similar affinities for the authoritarian past amongst traditional right-wing supporters, primarily among Partido Popular (PP) supporters in Spain, with weaker evidence for PPD/PSD supporters in Portugal. Our findings suggest that, rather than hindering electoral performance, authoritarian nostalgia can, in fact, stimulate (populist radical) right-wing electorates.",
          "url": "https://doi.org/10.1017/s1475676525100108",
          "doi": "https://doi.org/10.1017/s1475676525100108",
          "filter": 0
        },
        {
          "title": "Does ideological polarization promote political engagement and trust? Evidence from Swiss panel data, 1999–2023",
          "authors": "Ursina Kuhn, Lionel Marquis",
          "abstract": "This study explores whether ideological polarization increases political engagement and trust, both of which are central elements of civic culture. Polarization can clarify political positions and thereby simplify the formation of opinions, increase the stakes of elections, and offer more options to citizens. To estimate the impact of polarization from a causal perspective, we exploit variation within individuals over time using individual-level data from the Swiss Household Panel spanning from 1999 – 2023, amounting to 178,251 observations from 28,187 persons. Ideological polarization at the individual level is measured by a process of increasing extremity of the self-position on the left-right scale. In addition, we test how polarization of cohabiting household members has spillover effects on political engagement and trust. For political engagement, we adopt a comprehensive approach, focusing on interest in politics, participation in popular votes, party identification, and frequency of political discussions as dependent variables. Political trust is measured as confidence in the federal council. To analyze the data, we primarily use fixed effects models, complemented by a pooled Ordinary Least Squares (OLS) model, and cross-lagged models to address reverse causality. Results show that ideological polarization does promote engagement but has a weak negative impact on political trust. This effect remains significant when controlling for affective polarization. Additionally, there is an overall increase in political engagement and a decrease in political trust if partners living in the same household become more extreme in their ideological preferences.",
          "url": "https://doi.org/10.1017/s1475676525100248",
          "doi": "https://doi.org/10.1017/s1475676525100248",
          "filter": 0
        },
        {
          "title": "Coalition government formation and policy payoffs",
          "authors": "David M. Willumsen, Simon Otjes",
          "abstract": "What determines the outcomes of negotiations is a central question in political science, and such negotiations are crucial in coalition systems where political parties distribute policy payoffs during coalition negotiations. In this paper, we argue that due to the combination of the non-separability of most public policies and the shared responsibility for policy outcomes under coalition governments, which policies a party manages to get included in a coalition agreement will reflect these policies’ popularity among the other governing coalition parties, rather than policy payoffs being driven by proportionality or relative salience. Using a unique dataset containing novel data on the budgetary impact of every measure proposed in election manifestos and coalition agreements over five government formations, we can directly observe the policy payoffs extracted by each party for participating in government, using a measure that is directly comparable across parties, policy areas, and time. The results have substantial implications for our understanding of the formation process and functioning of coalition governments.",
          "url": "https://doi.org/10.1017/s1475676525100005",
          "doi": "https://doi.org/10.1017/s1475676525100005",
          "filter": 0
        },
        {
          "title": "Representation and resentment: Explaining radical-right electoral success",
          "authors": "Roman Hlatky, Amy H. Liu, Yinlong Li, Ariel Pitre-Young",
          "abstract": "The radical right succeeds when minorities challenge the societal standing of majorities. In Central and Eastern Europe (CEE), research often focuses on the political gains of ethnic minorities. We build on this work by differentiating among (1) types of representation; (2) minority mobilization versus ally advocacy; and (3) politically mobilized versus socially marginalized ethnic minorities. First, we introduce a novel measure of representation based on the power, influence, and prestige afforded to ethnic minorities at the executive (cabinet) level. Second, we evaluate whether legislative descriptive representation, ethnic minority party coalition participation, and ethnic minority cabinet-level prestige are associated with radical-right aggregate electoral success and individual-level radical-right vote choice. Cabinet-level prestige consistently predicts radical-right success; descriptive representation and coalition participation have less robust associations. Third, experiments in Romania and Slovakia highlight the mechanism, underscoring that representation – namely the substantive representation of politically mobilized minorities – causes resentment among ethnic majorities. In sum, majority-minority relations continue to structure CEE electoral politics, and the politicization of minority gains remains a viable strategy for mobilizing radical-right support.",
          "url": "https://doi.org/10.1017/s1475676525100169",
          "doi": "https://doi.org/10.1017/s1475676525100169",
          "filter": 0
        },
        {
          "title": "Liberal democratic values among immigrants in Europe: Socialisation and adaptation processes",
          "authors": "Fabian Gülzau, Marc Helbling, Sandra Morgenstern",
          "abstract": "Against the backdrop of debates about migrant integration in Western countries, this article examines the extent to which liberal democratic values differ between migrants and non-migrants in Europe and whether potential differences can be explained by socialisation in different political contexts. We measure specific values of liberal democracies using data from the European Social Survey, covering a large number of countries, and from the German Integration Barometer, covering a representative sample of migrants from different countries of origin. This allows us to investigate how structural political socialisation and indoctrination in more or less democratic regimes affect the democratic values of migrants and to what extent possible differences in values diminish when migrants from non-democratic countries settle in democratic countries. The analyses show that all three – non-migrants, migrants from more democratic countries, and migrants from less democratic countries – have high levels of liberal democratic values. At this elevated level, we additionally observe that longer periods of socialisation in less democratic countries of origin reduce, and longer periods in more democratic countries of destination increase, migrants’ support for liberal democratic values. Thus, we find support for socialisation and adaptation processes among immigrants in Europe, but these effects are relatively small.",
          "url": "https://doi.org/10.1017/s1475676525100285",
          "doi": "https://doi.org/10.1017/s1475676525100285",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Racial Cues from Unfamiliar Sources and Their Effects on Americans’ Policy Preferences",
          "authors": "Viviana Rivera-Burgos",
          "abstract": "Americans increasingly confront policy messages not from high-profile political figures but from everyday citizens. Much is known about the effects of racial source cues from well-known political figures with salient racial identities. Less is known about how subtle racial cues from non-recognizable sources affect Americans’ support for policies that are race-targeted and those that are not. In this paper, I conduct a randomized experiment that varies a cue of the source’s racial identity and the type of policy for which the source advocates. I uncover little evidence for the hypothesis that subtle racial source cues activate racial attitudes that lead Americans to racialize policies that are (at least explicitly) race-neutral. I find instead that subtle cues of a Black vs. White source decrease support only for race-targeted policies. I reason that two mechanisms possibly driving this effect are: (1) subtle racial source cues become salient for only race-targeted policies, thereby activating racial stereotypes for these policies but not others, and (2) Black sources are perceived as less objective policy messengers when the policy explicitly aims to rectify injustices against Black Americans. More generally, the paper’s overall findings suggest that subtle racial cues of who advocates for race-targeted policies matter for whether such policies can garner the public support they presumably need to come to fruition.",
          "url": "https://doi.org/10.1017/xps.2025.10012",
          "doi": "https://doi.org/10.1017/xps.2025.10012",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Nationally Representative, Locally Misaligned: The Biases of Generative Artificial Intelligence in Neighborhood Perception",
          "authors": "Paige Bollen, Joe Higton, Melissa Sands",
          "abstract": "Researchers across disciplines increasingly use Generative Artificial Intelligence (GenAI) to label text and images or as pseudo-respondents in surveys. But of which populations are GenAI models most representative? We use an image classification task—assessing crowd-sourced street view images of urban neighborhoods in an American city—to compare assessments generated by GenAI models with those from a nationally representative survey and a locally representative survey of city residents. While GenAI responses, on average, correlate strongly with the perceptions of a nationally representative survey sample, the models poorly approximate the perceptions of those actually living in the city. Examining perceptions of neighborhood safety, wealth, and disorder reveals a clear bias in GenAI toward national averages over local perspectives. GenAI is also better at recovering relative distributions of ratings, rather than mimicking absolute human assessments. Our results provide evidence that GenAI performs particularly poorly in reflecting the opinions of hard-to-reach populations. Tailoring prompts to encourage alignment with subgroup perceptions generally does not improve accuracy and can lead to greater divergence from actual subgroup views. These results underscore the limitations of using GenAI to study or inform decisions in local communities but also highlight its potential for approximating “average” responses to certain types of questions. Finally, our study emphasizes the importance of carefully considering the identity and representativeness of human raters or labelers—a principle that applies broadly, whether GenAI tools are used or not.",
          "url": "https://doi.org/10.1017/pan.2025.10022",
          "doi": "https://doi.org/10.1017/pan.2025.10022",
          "filter": 0
        },
        {
          "title": "Survey Professionalism: New Evidence from Web Browsing Data",
          "authors": "Bernhard Clemm von Hohenberg, Tiago Ventura, Jonathan Nagler, Ericka Menchen-Trevino, Magdalena Wojcieszak",
          "abstract": "Online panels have become an important resource for research in political science, but the compensation offered to panelists incentivizes them to become “survey professionals,” raising concerns about data quality. We provide evidence on survey professionalism exploring three US samples of subjects who donated their browsing data, recruited via Lucid, YouGov, and Facebook (total $n = 3,886$ ). Survey professionalism is common, but varies across samples: by our most conservative estimate, we find 1.7% of respondents on Facebook, 7. $\\color {black}6$ % on YouGov, and 34 $\\color {black}.7$ % on Lucid to be professionals (under the assumption that professionals are as likely as non-professionals to donate data after conditioning on observable demographics available from all online survey takers). However, evidence that professionals lower data quality is limited: they do not systematically differ demographically or politically from non-professionals and do not exhibit more response instability. They are, however, somewhat more likely to speed, straightline, and attempt to take questionnaires repeatedly. To address potential selection issues in donating of browsing data, we present sensitivity analyses with lower bounds for survey professionalism. While concerns about professionalism are warranted, we conclude that survey professionals do not, by and large, distort inferences of research based on online panels.",
          "url": "https://doi.org/10.1017/pan.2025.10018",
          "doi": "https://doi.org/10.1017/pan.2025.10018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Talking Politics in a Polarized America: How Perceived Polarization Shapes Political Self-Censorship",
          "authors": "Amber Hye-Yon Lee, Chloe Ahn",
          "url": "https://doi.org/10.1007/s11109-025-10087-7",
          "doi": "https://doi.org/10.1007/s11109-025-10087-7",
          "filter": 0
        },
        {
          "title": "Attitudes Surrounding Fairness and Competition in Sports Predict Choices to Partisan Gerrymander",
          "authors": "Hilary Jan Izatt, Sam Fuller",
          "abstract": "Partisan polarization in the United States has intensified, fueling hostility toward partisan out-groups and eroding political and social trust. This divide has often been compared to the fervent loyalty of sports fans, where competition and “team spirit” dominate behaviors. Despite this comparison, research has not systematically explored how views on fairness and competitiveness in partisan competition predict support for anti-democratic policies. This paper addresses this gap by developing a novel survey battery that uses sports as a conceptual proxy to measure these attitudes. We test this survey battery, and further refine it, on two U.S. samples. Using dimensional analysis we recover two latent dimensions: fairness and competitiveness. Using a novel measure, a gerrymandering map-choice, we find that these dimensions are highly predictive of anti-democratic behavior. This study illustrates how individuals’ partisanship and underlying psychology lead to undemocratic outcomes in the context of partisan competition.",
          "url": "https://doi.org/10.1007/s11109-025-10086-8",
          "doi": "https://doi.org/10.1007/s11109-025-10086-8",
          "filter": 0
        },
        {
          "title": "On Polarization and Partisan Attachments: Greater Consistency but not Greater Strength",
          "authors": "Corwin D. Smidt",
          "abstract": "Are Americans more strongly attached to their political parties than ever before? Despite partisanship’s stronger associations across politics, inter-election panel surveys show that the durability of partisan attachments has slightly weakened. After bringing attention to this fact, I propose that this discrepancy exists because comparisons across time are mostly a product of greater consistency in mass partisan behavior, not the strengthening of mass partisan attachments. Model estimates confirm that thermometer- and vote-based indicators of partisanship have mostly become more consistent markers of partisanship instead of representing stronger modern-day partisan orientations. These estimates find that American partisan attachments have strengthened since the 1970s but remain similar to the 1950s and 1960s. American partisanship is clearly a more relevant and consistent conduit for mass political opinion and behavior in recent years, but American partisan attachments are not much stronger; they are just as movable now as they were in the past.",
          "url": "https://doi.org/10.1007/s11109-025-10085-9",
          "doi": "https://doi.org/10.1007/s11109-025-10085-9",
          "filter": 0
        },
        {
          "title": "Needs for Security and Certainty Relate Differently to Support for Universal Basic Income Versus Other Social Safety Net Programs Across European Nations",
          "authors": "Christopher M. Federico, Caitlyn N. Barrett",
          "abstract": "Needs for security and certainty (NSC) vary in their relationship with economic preferences as a function of political engagement. Among those low in engagement, NSC is directly related to left-leaning economic preferences, since social welfare can be regarded as insurance. Among those high in engagement, NSC predicts right-wing economic preferences, since engaged individuals high in NSC take cues from right-leaning elites suggesting that support for redistribution is inconsistent with conservative ideological and partisan identities. In this study, we argue that this ‘reversal’ is less applicable to universal basic income (UBI), since the latter is an unconditional benefit that detaches welfare provision from specific situations of risk (e.g., unemployment insurance). This should shift individuals to think of provision in terms of moral hazard (e.g., work avoidance) in the context of UBI. Using Round 8 of the European Social Survey, we test and find support for several hypotheses based on this argument.",
          "url": "https://doi.org/10.1007/s11109-025-10081-z",
          "doi": "https://doi.org/10.1007/s11109-025-10081-z",
          "filter": 0
        },
        {
          "title": "The Activist’s Trade-Off: Climate Disruption Buys Salience at a Cost",
          "authors": "Clara Vandeweerdt",
          "abstract": "Disruptive non-violent protest in the name of climate action is on the rise, with more and more movements turning to unconventional actions in the hopes of raising awareness and creating policy change. So far, research has found mixed results regarding the effects of disruptive tactics on public opinion. This study is the first to measure effects on salience (public attention to climate change) side by side with other policy-relevant climate attitudes. In two pre-registered survey experiments, I present participants in Denmark and the UK with real-world media content showing climate protesters blocking a road (Study 1) and disrupting a sporting event (Study 2). Compared to a control condition with no content, the studies respectively show a 19% and a 10% increase in respondents naming climate change as a top problem in their country ( p &lt; 0 . 01). I also show null effects on many climate attitudes, with the exception of a limited backlash effect on opinions about the specific policy change demanded by the activists. Thus, I confirm the existence of an activist’s dilemma: actions that increase issue salience (by getting climate stories in the media) also have small backlash effects on their message.",
          "url": "https://doi.org/10.1007/s11109-025-10084-w",
          "doi": "https://doi.org/10.1007/s11109-025-10084-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Showerheads, coffee machines and the everyday political geographies of the green backlash",
          "authors": "Ed Atkins",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103429",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103429",
          "filter": 0
        },
        {
          "title": "Space to think? Chinese think tanks and the uneven development of party-state power",
          "authors": "Jamie Peck",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103408",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103408",
          "filter": 0
        },
        {
          "title": "Topographies of the undesired: Tracing the camp from colonial confinement to digital control in the EU asylum regime",
          "authors": "Giuseppe Platania",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103421",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103421",
          "filter": 0
        },
        {
          "title": "Durable governance assemblages at the margins: Introduction to the special issue",
          "authors": "Matthew A. Richmond, Frank I. Müller",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103428",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103428",
          "filter": 0
        },
        {
          "title": "Go-along research in the UK Parliament",
          "authors": "Alex Prior, Samuel Johnson-Schlee, Ryan Swift",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103424",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103424",
          "filter": 0
        },
        {
          "title": "Governing through extra-territoriality: Jordan's clothing production zones as tools of imperial power and authoritarian rule",
          "authors": "Katharina Grüneisl",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103430",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103430",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "What traits do citizens value in leaders during war? Experimental and panel-based evidence from Ukraine in 2022",
          "authors": "Lasse Laustsen, Honorata Mazepus, Florian van Leeuwen, Henrikas Bartusevičius, Mark van Vugt",
          "abstract": "When do citizens want a dominant political leader? A prominent Conflict-Sensitivity Hypothesis suggests such preferences arise during intergroup conflict, yet it remains untested in a real war. We report results from an experiment embedded in a two-wave panel survey with 1,081 Ukrainians (811 re-interviewed) at the start of Russia’s 2022 invasion. We find that respondents generally value competence and warmth over dominance in leaders. Yet, war increases preferences for dominance and reduces preferences for warmth and competence. Emotional reactions to war also relate to leader trait preferences: Ukrainians who react with aggressive emotions display enhanced preferences for all leader traits, whereas fearful reactions leave trait preferences mostly unaffected. These findings advance our understanding of how war shapes leader preferences.",
          "url": "https://doi.org/10.1017/psrm.2025.10047",
          "doi": "https://doi.org/10.1017/psrm.2025.10047",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "The Case for Restoring Immigrant Voting Rights in the United States",
          "authors": "Ron Hayduk",
          "abstract": "Should voting rights be tied to citizenship? Over 20 million noncitizens pay taxes, own businesses and homes, send their children to schools, and make countless economic, social, and cultural contributions every day. Yet they cannot vote to select politicians who make policy that affects their daily lives. Today, noncitizens currently vote legally in local elections in 22 cities and towns in Maryland, Vermont, California, and Washington, DC. These practices have their roots in another little-known fact: noncitizens voted in 40 states at some point in time from the Founding until 1926. Noncitizens voted not only in local elections but also in state and federal elections, and they could hold office such as alderman. “Alien suffrage” was seen as a means to facilitate immigrant incorporation and citizenship, which it did in practice. This article examines the politics and practices of immigrant voting in the US, chronicling the rise and fall—and reemergence—of immigrant voting rights. It explores arguments for and against noncitizen voting, reviews evidence about its impact on policy and American political development, and considers its implications for immigration policy and democratic practice. Debate about immigrant voting rights can be viewed as a microcosm of broader debate about immigration, citizenship, and democracy reflected in scholarship and political conflict embroiling the nation, which holds valuable lessons for scholars and policy makers today. I argue, in a country where “no taxation without representation” was a rallying cry for revolution, such a proposition might not be so outlandish upon further scrutiny.",
          "url": "https://doi.org/10.1017/s1049096525101492",
          "doi": "https://doi.org/10.1017/s1049096525101492",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Policy changes and growth slowdown: assessing Chile’s lost decade",
          "authors": "Emiliano Toni, Pablo Paniagua, Patricio Órdenes",
          "abstract": "Latin America has been snared in an economic slowdown since the end of the commodities boom. Within the region, Chile used to stand alone as the poster child of economic growth and political stability from 1990 to 2010. However, a stark contrast is perceived since around 2014, as Chile has also been trapped in a decade of slow economic growth, marking a shift in its economic trend. This paper examines this Chilean slowdown from an empirical perspective and determines how much can be attributed to internal and external causes. Using the Synthetic Control Method (SCM), our empirical analysis suggests that at least two-thirds of Chile’s recent slowdown can be attributed to internal causes (i.e., policy regime change) and only one-third to external ones. Our results are consistent with the literature, confirming that external volatility can explain only a small fraction of poor economic performance, suggesting that internal factors are the primary source. This research sheds light on the effects of policy regime shifts and their economic impact.",
          "url": "https://doi.org/10.1007/s11127-025-01318-w",
          "doi": "https://doi.org/10.1007/s11127-025-01318-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Intersectional Threat: How Race, Gender, and Sexuality Shape Black Americans’ Perspectives on Policing",
          "authors": "Jenn M. Jackson",
          "url": "https://doi.org/10.1086/738972",
          "doi": "https://doi.org/10.1086/738972",
          "filter": 0
        },
        {
          "title": "Who Represses? Career Incentives and the Geography of Repression in China",
          "authors": "Erin Baggott Carter, Jonghyuk Lee, Victor Shih",
          "url": "https://doi.org/10.1086/739056",
          "doi": "https://doi.org/10.1086/739056",
          "filter": 0
        },
        {
          "title": "Ballots and burials: Electoral turnovers and the health costs of elections during emergencies",
          "authors": "Max Schaub, Héloïse Cloléry, Guillaume Kon Kam King, Davide Morisi",
          "url": "https://doi.org/10.1086/738970",
          "doi": "https://doi.org/10.1086/738970",
          "filter": 0
        },
        {
          "title": "Beyond Transparency: Democratizing Algorithmic Governance",
          "authors": "Zeynep Pamuk",
          "url": "https://doi.org/10.1086/738971",
          "doi": "https://doi.org/10.1086/738971",
          "filter": 0
        },
        {
          "title": "Party Control and American Statehouse Democracy",
          "authors": "David Macdonald",
          "url": "https://doi.org/10.1086/739057",
          "doi": "https://doi.org/10.1086/739057",
          "filter": 0
        },
        {
          "title": "Gendered Patterns of Parliamentary Attention",
          "authors": "Oliver Rittmann, Dominic Nyhuis, Tobias Ringwald",
          "url": "https://doi.org/10.1086/739055",
          "doi": "https://doi.org/10.1086/739055",
          "filter": 0
        },
        {
          "title": "Ticket Splitting in a Nationalized Era",
          "authors": "Shiro Kuriwaki",
          "url": "https://doi.org/10.1086/734263",
          "doi": "https://doi.org/10.1086/734263",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
