{
  "update": "2024-10-24",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "The politics of teachers' union endorsements",
          "authors": "Michael T. Hartney, Vladimir Kogan",
          "abstract": "School board candidates supported by local teachers' unions overwhelmingly win, and we examine the causes and consequences of the “teachers' union premium” in these elections. First, we show that union endorsement information increases voter support. Although the magnitude of this effect varies across ideological and partisan subgroups, an endorsement rarely hurts a candidate's prospects with the electorate. Second, we benchmark the size of the endorsement premium to other well‐known determinants of vote choice in local elections. Perhaps surprisingly, we show the effect can be as large as the impact of shared partisanship, and substantially larger than the boost from endorsements provided by other stakeholders. Finally, examining real‐world endorsement decisions, we find that union support for incumbents hinges on self‐interested pecuniary considerations and is unaffected by performance in improving student academic outcomes. The divergence between what endorsements mean and how voters interpret them has troubling normative democratic implications.",
          "url": "http://dx.doi.org/10.1111/ajps.12922",
          "doi": "10.1111/ajps.12922",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Ideology at Work? Rethinking Reproduction",
          "authors": "ALYSSA BATTISTONI",
          "abstract": "The low value of reproductive labor, and the related “crisis of care,” are often attributed to gendered attitudes about work. This article traces this explanation to the attempted synthesis of Marxist and feminist theories of ideology in the 1970s and offers a sympathetic critique with implications for both contemporary theories of labor and the “new ideology critique.” It reconstructs the explanatory role of ideology in feminist analyses of unwaged housework and tracks its uptake in theories of “reproductive labor” more broadly, via what I call the “naturalization thesis.” While these analyses have been influential, I show that they do not provide a convincing account of either gender oppression or the low value of reproductive labor. I offer an alternative explanation for the latter rooted in labor processes and patterns of capital accumulation and argue for the reintegration of ideology critique with the critique of political economy.",
          "url": "http://dx.doi.org/10.1017/s0003055424000868",
          "doi": "10.1017/s0003055424000868",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Targeting voters online: How parties’ campaigns differ",
          "authors": "Cornelius Erfort",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102872",
          "doi": "10.1016/j.electstud.2024.102872",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Corrigendum to ‘Voting at 16: Intended and unintended consequences of Austria's electoral reform’ [Elect. Stud., Volume 61 (2019), 102064]",
          "authors": "Laura Bronner, David Ifkovits",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102877",
          "doi": "10.1016/j.electstud.2024.102877",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book Review: Cross‐Party Politics in Britain, 1945‐2019",
          "authors": "Tom Quinn",
          "url": "http://dx.doi.org/10.1177/13540688241292560",
          "doi": "10.1177/13540688241292560",
          "filter": 0
        },
        {
          "title": "Winners, losers, and affective polarization",
          "authors": "Josephine Andrews, Yu-Shiuan Huang",
          "abstract": "We analyze the winner-loser gap in affective polarization. Using data from 37 countries over years 1996 – 2016 from the Comparative Study of Electoral Systems (CSES), we find that winners’ affective polarization is significantly greater than losers’, and the difference is due to winners’ consistently higher in-party favoritism. These findings are robust when controlling for partisanship and ideological distance to winning party. Although much of the literature focuses on the impact of out-party dislike on affective polarization, our results align with research in social identity theory indicating that intergroup discrimination is driven primarily by in-group favoritism rather than out-group dislike. Given that winners are more likely than losers to support their favored party’s violation of democratic norms, our work suggests that in-party favoritism is an important but overlooked contributor to problematic implications of affective polarization.",
          "url": "http://dx.doi.org/10.1177/13540688241292556",
          "doi": "10.1177/13540688241292556",
          "filter": 0
        },
        {
          "title": "New people, new policy: How personnel renewal in the party executive affects party policy change. The case of Austria",
          "authors": "Matthias Kaltenegger, Wolfgang C Müller",
          "abstract": "The party organization literature has long acknowledged that changes in a party’s internal power structure bring about changes in leadership personnel. However, empirical assessments of how such personnel changes relate to party behavior are rare. We explore personnel renewal in the party executive as a driver of party policy change and argue that focusing on these processes provides for an encompassing perspective on the connection between intra-party power and party behavior. Building on the party change literature, we theorize on personnel renewal in the party executive as a potential stand-alone driver of party policy change as well as on its interplay with other explanatory factors and test empirical implications based on all major Austrian parties (1949–2019). Findings suggest that personnel renewal in the party executive has a profound effect on party policy and that these personnel changes are in part driven by party performance.",
          "url": "http://dx.doi.org/10.1177/13540688241293052",
          "doi": "10.1177/13540688241293052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "What repoliticisation means and requires: Creating the climate for disagreement",
          "authors": "Joe Blakey",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103222",
          "doi": "10.1016/j.polgeo.2024.103222",
          "filter": 0
        },
        {
          "title": "The world-making power of borders: Asia-Pacific perspectives",
          "authors": "Ari Jerrems, Umut Ozguc, Christine Agius, Samid Suliman",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103229",
          "doi": "10.1016/j.polgeo.2024.103229",
          "filter": 0
        },
        {
          "title": "Semiotic ideology and mutable sense of place: Chinese ecological urban renewal through the lens of advertising codes",
          "authors": "Michela Bonato",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103232",
          "doi": "10.1016/j.polgeo.2024.103232",
          "filter": 0
        },
        {
          "title": "Agua-cuerpo-territorio/Water-body-territory",
          "authors": "Sofia Zaragocin",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103230",
          "doi": "10.1016/j.polgeo.2024.103230",
          "filter": 0
        },
        {
          "title": "Al Aqsa flood in long histories of Palestinian resistance",
          "authors": "Rhys Machold, Nicole Printy Currie",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103215",
          "doi": "10.1016/j.polgeo.2024.103215",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Ostracism as a threat to modern democracies: Evidence from 11 European countries",
          "authors": "Natalia Bogatyreva, Elianne A. Albath, Rainer Greifeneder",
          "abstract": "Ostracism—being ignored and excluded—has been shown to fuel threats to democracies, including increased willingness to engage in violent actions, endorsement of partisan falsehoods, and belief in political conspiracy theories. Recently, low social belonging has been linked with lower voter turnout and increased populist party support, thus illustrating how an individual's social experiences may prove consequential for political processes. Importantly, low levels of belonging may originate from social ostracism, as ostracized individuals are denied social partaking by others. In a registered report, we analyzed large survey data including reported voting behavior in the past national election from 11 European countries, and we found that ostracism is associated with lower voter turnout. Ostracism was not connected to populist party vote, irrespective of their ideological orientation (far‐left vs. far‐right). The findings highlight the need to better understand and consider how individuals' social experiences are relevant in safeguarding modern democracies.",
          "url": "http://dx.doi.org/10.1111/pops.13046",
          "doi": "10.1111/pops.13046",
          "filter": 0
        },
        {
          "title": "Ideological origins of resistance against gender‐inclusive language reforms: Singular they as a de‐gendering or multi‐gendering strategy",
          "authors": "Emma A. Renström, Amanda Klysing",
          "abstract": "Gender is traditionally conceptualized as a binary construct, which is reflected in the use of binary‐gendered third‐person pronouns. Gender‐inclusive pronouns such as singular they challenge this conceptualization, which can evoke resistance against their use. Singular they can be used generically when gender is unknown (de‐gendering), or to specifically highlight an individual's non‐binary gender identity (multi‐gendering). The different uses of singular they can threaten different ideological convictions and impact the use and perception of the pronoun. Experiment 1 ( N = 599) showed that in de‐gendering contexts, participants preferred to use singular they but in multi‐gendering contexts they preferred binary pronouns. Social identification with one's gender group, RWA and binary gender views predicted less use of singular they in both contexts. In Experiment 2 ( N = 199), participants evaluated sentences with singular they in de‐gendering and multi‐gendering contexts. Overall, sentences with singular they in de‐gendering contexts were more positively evaluated. SDO predicted less positive evaluations of they in de‐gendering contexts, while RWA and binary gender views predicted less positive evaluations of they in multi‐gendered contexts. The findings provide important knowledge in understanding ideological motivations for resistance against gender‐inclusive language.",
          "url": "http://dx.doi.org/10.1111/pops.13058",
          "doi": "10.1111/pops.13058",
          "filter": 0
        },
        {
          "title": "Who motivates? Longitudinal relationships among political discussions, interest, and efficacy for high school students with varying levels of political open‐mindedness",
          "authors": "Christopher M. Wegemer, Brett L. M. Levy",
          "abstract": "Scholars acknowledge that adolescents' political discussions with peers and adults contribute to political development, yet longitudinal relationships between discussions and political motivation remain unclear. To address this issue, we analyzed data from students enrolled in government courses at three Midwestern high schools, who completed political engagement surveys at the beginning and end of the spring 2016 semester ( N = 350; 47.8% Hispanic; 37.2% White; 53.7% male). Informed by theories of motivation and political socialization, we used cross‐lagged panel models to examine the longitudinal associations between the frequency of political discussions (with friends, classmates, teachers, and parents) and motivational constructs (political interest, internal and external political efficacy). Multigroup analyses examined differential effects for students with low, average, and high political open‐mindedness. Results indicated that frequency of political discussions with parents predicted later political motivation for adolescents with low open‐mindedness. Interest, internal and external political efficacy distinctively predicted types of discussions over time, with interest emerging as the most consistent predictor. Findings suggest that educational practices could better cultivate youth political motivation by considering fadeout effects for different types of conversational partners and tailoring discussions to suit adolescents' open‐mindedness.",
          "url": "http://dx.doi.org/10.1111/pops.13052",
          "doi": "10.1111/pops.13052",
          "filter": 0
        },
        {
          "title": "Analysis of congressmembers' statements following George Floyd's death: Who apologizes and how does the public react?",
          "authors": "Kristin Layous, Negin R. Toosi, Gretchen M. Reevy",
          "abstract": "Because political leaders have the power to shape policy and social norms surrounding important societal issues, we wondered what U.S. politicians said following George Floyd's death. We gathered, coded, and analyzed the first relevant formal statement from members of the U.S. Senate (Study 1a; N = 94) and House of Representatives (Study 1b; N = 355), and participants rated deidentified versions of these statements (Study 2; N = 317). Across the U.S. Senate and House samples, even after controlling for potential covariates, Democrats were more likely to acknowledge harm toward the Black community, express forbearance, and call to repair the system (elements of an apology) whereas Republicans were more likely to praise the system, praise police, and condemn violent protests. In Study 2, we found that statements by Democrats were viewed as more effective than those by Republicans, and Democratic congressmembers were viewed more favorably overall by a relatively liberal sample. These participant ratings were partially explained by the coded statement content. Future research would do well to continue to explore what leaders say in the wake of tragedy, how the public receives these statements, and whether these statements are linked to positive change.",
          "url": "http://dx.doi.org/10.1111/pops.13054",
          "doi": "10.1111/pops.13054",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Inequity aversion and the stability of majority rule",
          "authors": "Minh Tung Le, Alejandro Saporiti",
          "abstract": "Despite the empirical support for other-regarding behavior in humans, spatial voting theory has largely overlooked the role of social preferences. This work takes the perspective that individuals not only harbour selfish preferences regarding material possessions, but also experience emotions such as envy and guilt regarding the possessions of others. By exploring how these emotions, manifested as inequity aversion, shape collective decision-making, this research deviates from the predominant focus on self-interest. Instead, it delves into the influence of guilt and envy on distributive politics, proposing two sensible constraints on these emotions, called limited and chained other-regardingness . These domain conditions on social preferences are aligned with the empirical estimates of inequity aversion; and they aim to ensure the stability (non-emptiness), uniqueness, and fairness of the majority-rule core.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01208-7",
          "doi": "10.1007/s11127-024-01208-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "How do gender stereotypes about leadership positions change in the face of a crisis?",
          "authors": "Reut Itzkovitch-Malka",
          "abstract": "This study explores how a crisis situation affects voter bias towards women leaders. In an era of global pandemics, frequent climate disasters, economic recessions, and violent conflicts, this question is especially timely. Using an experimental research design, fielded prior the 2019 Israeli elections, we simulate a crisis in one of three policy areas. One typically regarded as masculine (defense), another as feminine (education), and a third with mixed perceptions (finance). We examine whether the framing of a crisis in one of these policy areas changes voters’ gender stereotypes regarding the suitability of women or men for the relevant ministerial positions. We then interact the crisis condition with voters’ gender baseline preference to see how their predispositions towards men and women in politics moderate the effect of a crisis on gender stereotypes. We find that while men are generally regarded as better suited to serve as Ministers of Defense and women to serve as Ministers of Education, a crisis situation increases the perceived suitability of men for both ministerial roles. Thus, a crisis situation strengthens the conventional notion of men as the most competent leaders. These effects are more pronounced among voters whose gender baseline preferences align with existing gender stereotypes.",
          "url": "http://dx.doi.org/10.1177/20531680241293602",
          "doi": "10.1177/20531680241293602",
          "filter": 0
        },
        {
          "title": "The economic divide that isn’t: A comparative study on economic hardship and affective polarisation",
          "authors": "Jochem Vanagt, Luana Russo",
          "abstract": "This article examines the role of economic hardship in contributing to our understanding of the causes of affective polarisation – that is, the animosity between partisan groups. Evidence suggests that a variety of political attitudes and behaviours are influenced by economic hardship, but the relationship between individual economic hardship and affective polarisation has not yet been demonstrated. Thus, the purpose of this study is to investigate whether individuals facing economic insecurities are more affectively polarised. This study leverages two novel surveys, the first conducted in 11 European countries ( N = 12,000), the second in Belgium and the Netherlands ( N = 2174). Both contain individual-level measurements of economic hardship novel to the field of affective polarisation. Whereas the first allows for making generalisable claims across European multiparty systems, the second contains a more thorough operationalisation of the central concepts. The paper finds little to no evidence to support the existence of a link between economic hardship and affective polarisation. Across countries, objective and subjective measures of economic hardship are not linked to affective polarisation, neither when based on employment or financial status. Future research should now examine whether these cross-sectional findings are supported by longitudinal or experimental evidence.",
          "url": "http://dx.doi.org/10.1177/20531680241292410",
          "doi": "10.1177/20531680241292410",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
