{
  "update": "2024-10-16",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "When you come at the king: Opposition coalitions and nearly stunning elections",
          "authors": "Oren Samet",
          "abstract": "Opposition coalitions under electoral authoritarianism have been associated with greater likelihood of opposition victory and democratization. I argue, however, that coalitions also entail significant downside risks with implications for longer term prospects for democracy. Where coalitions produce strong electoral outcomes but fail to force turnovers, regimes are left with both the incentive and capacity to repress and reconsolidate power. I show cross‐nationally that opposition coalitions are associated with stronger opposition performance overall, but that when oppositions fail to take power, exceptionally strong performance is associated with greater autocratization in the subsequent years, including increased repression and poorer electoral quality in future contests. Probing the case of Cambodia, I demonstrate how the very features that make opposition coalitions a useful tool in strengthening performance also invite new threats from regimes. I argue that this makes coalition formation a particularly risky proposition.",
          "url": "http://dx.doi.org/10.1111/ajps.12920",
          "doi": "10.1111/ajps.12920",
          "filter": 0
        },
        {
          "title": "Strategic state violence and migration in conflict",
          "authors": "Jessica S. Sun",
          "abstract": "Governments routinely wage civil conflicts in ways that disrupt civilians' lives and livelihoods, creating harmful externalities like internal displacement. Both fighting and displacement hinder economic activity, jeopardizing popular support for governments and reducing the future gains of governance. How do states fight when using force induces migration and thus risks popular discontent? I model a conflict where government efforts to control territory spur displacement, creating economic disruption that can spark tension between displaced civilians and government supporters. The risk of losing popular support leads the government to modify its tactics. While the government could mitigate the disruptive consequences of displacement by fighting less, I find another, more troubling, strategy. Governments may engage in preemptive violence to prevent migration. Moreover, economic downturns exacerbate migration incentives and, I find, can also increase violence against civilians. Governments anticipating displacement fight more intense conflicts today to see relatively less migration in the future.",
          "url": "http://dx.doi.org/10.1111/ajps.12918",
          "doi": "10.1111/ajps.12918",
          "filter": 0
        },
        {
          "title": "Election administration harms and ballot design: A study of Florida's 2018 United States Senate race",
          "authors": "Michael Morse, Michael C. Herron, Marc Meredith, Daniel A. Smith, Michael D. Martinez",
          "abstract": "We introduce a typology of election administration harms and apply it to empirically study the consequences of ballot design. Our typology distinguishes between individual, electoral, and systemic harms. Together, it clarifies why ballot design can be a particular vulnerability in election administration. Using both ballot‐level and precinct‐level data, we revisit Florida's 2018 United States Senate race, in which Broward County's ballot design flouted federal guidelines and, according to critics, was pivotal to the outcome. We estimate that Broward's ballot design induced roughly 25,000 voters to undervote in a race determined by about 10,000 votes and that these excess undervotes were concentrated among low‐information voters. Broward's ballot did not, however, affect the outcome of the election. Nonetheless, flawed ballot designs are still concerning in an age of voter distrust. Given the risk that flawed ballots can cause systemic harm, we offer a roadmap for procedural reforms to improve ballot design.",
          "url": "http://dx.doi.org/10.1111/ajps.12919",
          "doi": "10.1111/ajps.12919",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Climate Displacement and Territorial Justice",
          "authors": "ANNA STILZ",
          "abstract": "This article develops an account of territorial justice to understand what is owed to people at risk of climate displacement. I argue that the aim of territorial justice is to secure a globally recognized status, the status of being an equal common possessor of the earth. As a common possessor, every inhabitant of the globe has a claim to a “place” in the world where they can access minimally just material conditions and political institutions, securely pursue their located practices, and exercise self-determination together with others. I apply this theory to generate prescriptions for a just policy response to the risk of climate displacement. Where possible, I argue that a just response should focus on mandatory global taxation to support in situ adaptation. In cases where relocation becomes inevitable, I outline the implications for how just relocation regime should be structured.",
          "url": "http://dx.doi.org/10.1017/s0003055424001059",
          "doi": "10.1017/s0003055424001059",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Does decentralization boost electoral participation? Revisiting the question in a non-western context",
          "authors": "Camille Barras",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102873",
          "doi": "10.1016/j.electstud.2024.102873",
          "filter": 0
        },
        {
          "title": "Conditional single-issue political entrepreneurship: The impact of education and attitudinal predictors on support for the Finns Party",
          "authors": "Michael A. Hansen, Mikko Leino",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102874",
          "doi": "10.1016/j.electstud.2024.102874",
          "filter": 0
        },
        {
          "title": "A decomposition of partisan advantage in electoral district maps",
          "authors": "Jeffrey T. Barton, Jon X. Eguia",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102871",
          "doi": "10.1016/j.electstud.2024.102871",
          "filter": 0
        },
        {
          "title": "The populist impulse: Cognitive reflection, populist attitudes and candidate preferences",
          "authors": "Andrew Hunter",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102868",
          "doi": "10.1016/j.electstud.2024.102868",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Where do parties interact? Issue engagement in press releases and tweets",
          "authors": "CHRISTOPH IVANUSCH",
          "abstract": "To what extent political parties engage in debates about the same issues and how they respond to each other is highly relevant to democratic processes. Existing research on issue engagement has uncovered several interesting patterns and factors, but has neglected one important feature of contemporary democracies: nowadays, political actors have a wide range of communication channels at their disposal with the use of ‘newer’ forms of political communication (e.g., social media) potentially transforming discursive power relations between political actors. However, it remains largely unclear whether the extent and nature of issue engagement varies between more ‘traditional’ and ‘newer’ forms of political communication. To fill this gap, I apply unsupervised topic modelling to press releases and tweets from political parties in Austria, Germany and Switzerland (January 2019–September 2021). The statistical analysis shows substantial differences in issue engagement between political parties in press releases and on Twitter, now X. First, I find a higher likelihood of issue engagement between parties in tweets. Second, Twitter appears to moderate the influence of party‐level factors on issue engagement compared to press releases. The results show that for issue engagement in tweets, the importance of party size is smaller and the role of government parties is larger than in press releases, while the role of ideological distance does not seem to change. These findings add important insights to our understanding of the potential transformative effect of new communication technologies on party competition and political discourse.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12729",
          "doi": "10.1111/1475-6765.12729",
          "filter": 0
        },
        {
          "title": "Balancing politics and parenthood: Public perceptions of MPs taking parental leave in the UK",
          "authors": "JESSICA C. SMITH",
          "abstract": "Family‐friendly practices in parliaments are central to the recruitment and retention of diverse representatives. Yet, instituting such reforms raises questions about public reactions, something little tested in current work. A conjoint experiment in the United Kingdom tests if the public punish MPs for taking time off their elected roles for a baby. And, importantly, asks who pays the price? Against expectations, MPs who take parental leave are not punished by the public. Voters prefer MPs who are parents, even when they take leave. Crucially, this preference is contingent upon MP sex. Women MPs who take parental leave are consistently the preferred choice over their male counterparts. When the ‘costs’ of parenthood are emphasised, women MPs receive a parenthood benefit, while men MPs do not. The findings align with the recent positive bias for women in electoral choice experiments and lend further support to implementing family‐friendly policies in politics.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12728",
          "doi": "10.1111/1475-6765.12728",
          "filter": 0
        },
        {
          "title": "How parties can shape their competence reputations: Issue attention, position and performance",
          "authors": "DIETER STIERS, RUTH DASSONNEVILLE",
          "abstract": "Issue ownership is an important determinant of the vote, and it is electorally beneficial for parties to build a strong reputation on their core issues. Even though issue ownership has already been studied extensively in the party literature, we know less about how citizens form ownership perceptions. We contribute to this literature by means of two studies on the connection between party behaviour and perceptions of issue ownership, with an empirical focus on issue competence reputations of parties. In Study 1, we combine party‐level information about issue attention, positions and performance with data on competence perceptions from a wide range of national election studies. Study 2 is a pre‐registered conjoint experiment designed to examine the causal link between party behaviour and perceived competence. Our results point to significant effects for all three hypothesised sources of competence reputations. Moving beyond previous work that has argued that competence reputations are mostly stable over time, after accounting for the variation due to parties' popularity, our results show that they fluctuate in the short term and that parties have some level of control over how they are perceived.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12730",
          "doi": "10.1111/1475-6765.12730",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Going Negative in Autocracy: A Field Experiment at the Moscow Mayoral Elections",
          "authors": "Maxim Mironov, Alexandra Petrachkova",
          "abstract": "Opposition in autocracies often uses negativism against the regime to frame its principal message. This study is the first to experimentally evaluate the effectiveness of a negative campaign on a regime candidate’s vote share. For the field experiment conducted during the 2013 Moscow mayoral election, we published a newspaper criticizing the incumbent mayor. We distributed approximately 130,000 copies near the entrances of 20 stations on four randomly selected metro lines one month prior to the election. We found that the incumbent’s vote share was 1.7 percentage points lower at the voting stations where the newspaper was distributed. These votes go to other candidates who address issues raised by the negative campaign. Anti-regime campaigning does not suppress turnout or increase disapproval voting.",
          "url": "http://dx.doi.org/10.1017/xps.2024.11",
          "doi": "10.1017/xps.2024.11",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book Review: Keeping the red flag flying: The labour party in opposition since 1922",
          "authors": "Eunice Goes",
          "url": "http://dx.doi.org/10.1177/13540688241292557",
          "doi": "10.1177/13540688241292557",
          "filter": 0
        },
        {
          "title": "When religion meets incumbency: The limits of Islamist electoral advantage",
          "authors": "Yusuf Magiya, M Tahir Kilavuz",
          "abstract": "Why do religious-based parties in Muslim-majority contexts win when they run in elections as incumbents? Does Islamist advantage make them appealing to voters? The sources of Islamist advantage such as their organizations, services, images, and being a refuge are well-documented. However, the literature primarily focuses on contexts where religious-based parties compete under adverse conditions as opposition actors, rather than as incumbents facing more favorable conditions. Through an innovative conjoint experiment in Turkey using candidate videos, we explore the extent of Islamist advantage arguments. Our findings suggest that the universal Islamist advantage, by which Islamists appeal to broader segments, disappears under Islamist incumbency because Islamists can no longer appeal through those sources of Islamist advantage as incumbents. Instead, Islamists may still win due to two factors: incumbency advantage and a persisting particularistic Islamist advantage, driven by increasing spatial voting. Our findings provide evidence for a frequently proposed, yet unsubstantiated, claim about the extent of Islamist advantage.",
          "url": "http://dx.doi.org/10.1177/13540688241290059",
          "doi": "10.1177/13540688241290059",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "‘I felt’: Intimate geographies of sentient diplomacy",
          "authors": "Alun Jones",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103221",
          "doi": "10.1016/j.polgeo.2024.103221",
          "filter": 0
        },
        {
          "title": "Introduction to the special issue – Frontiers of property: promises, pitfalls, and ambivalences of ‘resurgent collectivisation’ in global land and resource governance",
          "authors": "Connor Cavanagh, Adrian Nel",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103218",
          "doi": "10.1016/j.polgeo.2024.103218",
          "filter": 0
        },
        {
          "title": "Knowledge popularization in a technocratic-populist context, or how the Israeli state shaped media coverage of large-scale urban plans",
          "authors": "Jesse Fox, Talia Margalit",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103219",
          "doi": "10.1016/j.polgeo.2024.103219",
          "filter": 0
        },
        {
          "title": "Review forum",
          "authors": "Olivia Mason, Jagjeet Lally, Tina Harris, Tim Oakes, Alessandro Rippa",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103217",
          "doi": "10.1016/j.polgeo.2024.103217",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Enter the matrix: Examining the psychosocial determinants of support for a technocracy of artificial intelligence",
          "authors": "Marcos Dono, Eva Moreno Bella",
          "abstract": "Artificial Intelligence (AI) stands as the most transformative technology since the Industrial Revolution. As AI is integrated into different domains of life, it is likely to also permeate politics. In fact, some voices already advocate for AI to make political decisions. This paper emphasizes the necessity to delve into the psychosocial determinants shaping support for supporting a technocracy of AI (TecAI). The research aims to ascertain whether anomie, moderated by NCC and SDO, predicts support for TecAI across three studies involving Spanish participants ( N total = 754). The findings confirm anomie's predictive power on support of TecAI, albeit without establishing causality consistently, as anomie's condition failed to alter support for TecAI in experiments 2 and 3. However, an exploratory analysis showed a small effect of the subdimension of “breakdown of leadership” on support for TecAI in a directional test, informing future research. Moreover, NCC and SDO did not significantly moderate the anomie‐support‐for‐TecAI link. Ideology also emerged as a consistent predictor, with conservatives consistently showing more support, a finding that ought to be re‐examined and clarified. This study marks an initial empirical exploration into AI's political perceptions, hinting at the need for further investigation into this critical domain.",
          "url": "http://dx.doi.org/10.1111/pops.13048",
          "doi": "10.1111/pops.13048",
          "filter": 0
        },
        {
          "title": "Culture, self, and politics: The effect of interdependent self‐construal on system justification",
          "authors": "Wenqi Li, Yuxin Tian",
          "abstract": "The tendency of individuals to either justify or challenge the existing social and political system has significant practical implications. This research integrates system justification theory with a cross‐cultural perspective to examine the impact and underlying mechanisms of interdependent self‐construal on system justification. Studies 1a ( N = 201) and 1b ( N = 205) demonstrated that interdependent self‐construal correlated with higher system justification among both American and Chinese participants. Study 2 ( N = 500) and Study 3 ( N = 983) found that manipulation of an interdependent view of self‐construal led to stronger system justification tendencies, and this effect was explained by an increased focus on collectivist values and respect for authority. Studies 4a ( N = 278) and 4b ( N = 836) further illustrated that the positive relationship between interdependent self‐construal and system justification remained consistent even in low social mobility contexts. Taken together, the current research provides valuable insights into the cross‐country differences in system justification and highlights the importance of incorporating cultural factors in future studies on system justification.",
          "url": "http://dx.doi.org/10.1111/pops.13045",
          "doi": "10.1111/pops.13045",
          "filter": 0
        },
        {
          "title": "Socioeconomic status self‐deception as a way to perpetuate classist societies",
          "authors": "Davide Melita, Joaquín Alcañiz‐Colomer, Juan Matamoros‐Lima, Silvestre Ariza Ríos, Miguel Moya",
          "abstract": "Socioeconomic status self‐deception refers to the motivated tendency to perceive oneself as having a higher subjective status than would correspond to objective conditions. This can be a powerful mechanism to legitimize the social order. We proposed that when people perceive the surrounding social environment to be classist, people tend to self‐deceive themselves by overestimating their socioeconomic status. This mechanism, in turn, would lead to justify the system to a higher extent and show less support for redistribution, and reduce relative deprivation and status anxiety. These hypotheses were tested across four pre‐registered studies on different high‐quality samples, different operationalization of the variables in our model, and both cross‐sectional and longitudinal observations. On the one hand, the results do not provide evidence of a link between perceiving a classist climate and socioeconomic status self‐deception. On the other hand, socioeconomic status self‐deception was confirmed to predict higher system justification, and lower support for redistribution, status anxiety and relative deprivation. The construct and operationalization of socioeconomic status self‐deception proposed in this research could help reconcile opposing predictions by system justification theory and social dominance theory, and understand why individuals low on socioeconomic status would oppose policies which could benefit them.",
          "url": "http://dx.doi.org/10.1111/pops.13051",
          "doi": "10.1111/pops.13051",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "(Mis)perception of party congruence and satisfaction with democracy",
          "authors": "Royce Carroll, Yen-Chieh Liao, Li Tang",
          "abstract": "This study examines how voters’ perceptions of ideological incongruence with political parties affect their satisfaction with democracy. Using panel data from the British Election Study, we first demonstrate that greater misperception of party positions correlates with higher perceived ideological distance from one's preferred party. We then show that this increased perceived incongruence is associated with lower satisfaction with democracy when controlling for objective measures of incongruence. These findings are consistent across several alternative measures and specifications, and similar results are found in cross-sectional data from Europe. The results suggest that subjective perceptions of representation, potentially distorted by misperceptions, play a role in shaping citizens’ attitudes toward the political system. While the limitations of the study warrant caution in interpretation, the study contributes to the literature by highlighting the importance of perceived ideological congruence for understanding the link between representation and satisfaction with democracy.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.48",
          "doi": "10.1017/psrm.2024.48",
          "filter": 0
        },
        {
          "title": "Intra-ethnic divisions and disagreement over self-determination demands in ethnic movements",
          "authors": "Frederik Gremler, Manuel Vogt, Nils B. Weidmann",
          "abstract": "Ethnic movements continue to challenge state governments globally, with many ethnic conflicts revolving around the status of groups’ territories. Yet, politically mobilized ethnic groups vary considerably in their territorial demands: some press for increased autonomy or even outright secession, while others do not make such demands at all and prefer integration in the existing state. What explains this divergence in ethnic group demands with respect to the group's territorial status? We argue that the expected benefits of ethno-regional autonomy or secession compared to integration in a centralized state differ across distinct segments within the group as a function of three structural factors: heterogeneity in the group's income sources, cultural divisions, and territorial fragmentation, leading to disagreement over self-determination demands between different political organizations representing the same ethnic group. We test our argument using an expanded version of the Ethnic Power Relations–Organizations (EPR-O) dataset. Our pre-registered study finds support for one of our hypotheses: heterogeneity in groups’ income sources increases disagreement over self-determination demands. This finding sheds new light on the structural sources of internal divisions within ethno-political movements.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.33",
          "doi": "10.1017/psrm.2024.33",
          "filter": 0
        },
        {
          "title": "Access denied: how bureaucrats shape politicians’ incentives to choose restrictive asylum policies",
          "authors": "Moritz Marbach, Carlo M. Horz",
          "abstract": "Recent years have seen a surge of politicians campaigning on policies that aim to deter asylum applicants. We present a game-theoretic model in which foreign nationals consider applying for asylum and bureaucrats decide their case if they apply. We show that while policies that make the asylum application less attractive decrease the probability that foreign nationals apply, they also endogenously raise the credibility of applicants’ claims to political persecution and, therefore, may not decrease the number of admitted refugees. Investigating how these competing effects shape asylum policy-making, we show how policy choices depend on bureaucrats’ leniency and politicians’ objectives. Our analysis speaks to the causes of restrictive asylum policies and their limited effectiveness in reducing immigration.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.46",
          "doi": "10.1017/psrm.2024.46",
          "filter": 0
        },
        {
          "title": "ecolRxC : Ecological inference estimation of R × C tables using latent structure approaches",
          "authors": "Jose M. Pavía, Søren Risbjerg Thomsen",
          "abstract": "Ecological inference is a statistical technique used to infer individual behavior from aggregate data. A particularly relevant instance of ecological inference involves the estimation of the inner cells of a set of R × C related contingency tables when only their aggregate margins are known. This problem spans multiple disciplines, including quantitative history, epidemiology, political science, marketing, and sociology. This paper proposes new models for solving the problem using the latent structure theory, and presents the ecolRxC package, an R implementation of this methodology. This article exemplifies, explains, and statistically documents the new extensions and, using real inner cell election data, shows how the new models in ecolRxC lead to significantly more accurate solutions than ecol and VTR , two Stata routines suggested within this framework. ecolRxC also holds its own against ei.MD.bayes and nslphom , the two algorithms currently identified in the literature as the most accurate to solve this problem. ecolRxC records accuracies as good as those reported for ei.MD.bayes and nslphom . Besides, from a theoretical perspective, ecolRxC stands up for modeling a causal theory of political behavior to build its algorithm. This distinguishes it from other procedures proposed from different frameworks (such as ei.MD.bayes and nslphom ) which model expected behaviors, instead of modeling how voters make choices based on their underlying preferences as ecolRxC does.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.57",
          "doi": "10.1017/psrm.2024.57",
          "filter": 0
        },
        {
          "title": "Multidimensional conflicts over disarmament and international security: analyzing speeches in the First Committee of the UN General Assembly",
          "authors": "Daniel Finke, Tobias Risse",
          "abstract": "In this article, we explore the rhetorical space structuring the debates in the United Nations General Assembly's (UNGA) Committee on Disarmament and International Security. To this end, we unfold states' speeches by combining three established methods. First, we estimate terms' relevance for latent topics structuring the debates with structural topic modeling. Second, we estimate topic-specific positions based on the Wordfish algorithm. Third, we map these positions onto a lower-dimensional rhetorical space using principal component analysis. We identify two latent conflicts. First, a debate over conventional weapons with states emphasizing security interests on the one end and humanitarian interests on the other. Second, a conflict over weapons of mass destruction that divides defenders and challengers of the status quo.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.56",
          "doi": "10.1017/psrm.2024.56",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
