{
  "update": "2024-12-07",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Populism and the rule of law: The importance of institutional legacies",
          "authors": "Andreas Kyriacou, Pedro Trivin",
          "abstract": "Existing work sees populist governments undermining the rule of law because they seek to dismantle institutional constraints on their personalistic plebiscitarian rule. We argue that populist rulers pose a greater threat to legal impartiality, equality, and compliance when they face a legacy of weak rule of law. We find empirical support for this assertion after applying synthetic control methods to a cross‐country sample that includes up to 51 populist events spanning the period from 1920 to 2019. Our results remain consistent across a range of robustness checks including, the consideration of a set of contextual variables that can potentially determine the capacity of populist governments to sweep away institutional constraints, different populist event classifications, and different ways of measuring the rule of law. In countries, like the United States, with a robust rule of law tradition, the deleterious impact of populists on institutions will be limited but not negligible.",
          "url": "https://doi.org/10.1111/ajps.12935",
          "doi": "https://doi.org/10.1111/ajps.12935",
          "filter": 0
        },
        {
          "title": "Geographies of discontent: Public service deprivation and the rise of the far right in Italy",
          "authors": "Simone Cremaschi, Paula Rettl, Marco Cappelluti, Catherine E. De Vries",
          "abstract": "Electoral support for far‐right parties is often linked to geographies of discontent. We argue that public service deprivation, defined as reduced access to public services, plays an important role in explaining these patterns. By exploiting an Italian reform that reduced access to public services in municipalities with fewer than 5,000 residents, we show that far‐right support in national elections increased in municipalities affected by the reform compared to unaffected ones. We use geo‐coded individual‐level survey data and party rhetoric data to explore the mechanisms underlying this result. Our findings suggest that concerns about immigration are exacerbated by the reform, and that far‐right parties increasingly linked public services to immigration in their rhetoric after the reform. These demand and supply dynamics help us understand how public service deprivation shapes geographic patterns in far‐right support.",
          "url": "https://doi.org/10.1111/ajps.12936",
          "doi": "https://doi.org/10.1111/ajps.12936",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Party Positioning Under Populist State Leaders",
          "authors": "Marcel Garz, Tanmay Singh",
          "abstract": "The implications of rising parliamentary representation of populist parties have been thoroughly studied but little is known about the impact of populist state leaders on party positions. In this article, we study mainstream parties' strategic responses when a populist takes over as the leader of a nation. We use content-analytical data and large language modelling to measure positions expressed in manifestos from parties from 51 democracies between 1989 and 2018. Employing methods for causal inference from observational data, we find that right-wing populist state leaders induce mainstream parties to differentiate their positions on multiculturalism, possibly leading to polarization of the party system. Under left-wing populist leaders, mainstream parties adopt more homogenous or differentiated positions, depending on the policy category and other contextual factors. Parties are generally more responsive in emerging than advanced countries and in presidential than parliamentary systems.",
          "url": "https://doi.org/10.1017/s0007123424000644",
          "doi": "https://doi.org/10.1017/s0007123424000644",
          "filter": 0
        },
        {
          "title": "European Institutional Integration and the Educational Divide in Support for the European Union",
          "authors": "Sharon Baute, Tobias Tober",
          "abstract": "Since the 1950s, the history of European integration unfolds as a unique social experiment, witnessing the transformation of a non-existent entity into an increasingly institutionalized force. This article delves into the consequences of this ongoing institutionalization on public attitudes towards the institution itself: the European Union (EU). We argue that as European institutional integration advanced, a divide in EU support between more and less educated individuals emerged, with the latter becoming progressively less supportive. Drawing on data from eighty-five waves of the Eurobarometer survey across fifteen countries and over 820,000 individuals from 1976 to 2014, a Bayesian mixed-effects analysis reveals that the gap in support between the more and less educated significantly widened with a country's level of institutional integration. This study emphasizes the necessity of distinguishing institutional effects from temporal patterns in order to enhance our understanding of EU-related public opinion dynamics.",
          "url": "https://doi.org/10.1017/s0007123424000309",
          "doi": "https://doi.org/10.1017/s0007123424000309",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Have attitudes toward democracy polarized in the U.S.?",
          "authors": "Hamad Ejaz, Judd R. Thornton",
          "url": "https://doi.org/10.1016/j.electstud.2024.102854",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102854",
          "filter": 0
        },
        {
          "title": "Divided we abstain: Testing the effect of local income inequality on individual-level turnout using Norwegian administrative panel data",
          "authors": "Sofi Granö",
          "url": "https://doi.org/10.1016/j.electstud.2024.102852",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102852",
          "filter": 0
        },
        {
          "title": "Targeting voters online: How parties’ campaigns differ",
          "authors": "Cornelius Erfort",
          "url": "https://doi.org/10.1016/j.electstud.2024.102872",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102872",
          "filter": 0
        },
        {
          "title": "Does a voter's decision to sit out an election depend upon where others stand?",
          "authors": "Harry Krashinsky",
          "url": "https://doi.org/10.1016/j.electstud.2024.102864",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102864",
          "filter": 0
        },
        {
          "title": "Masking turnout inequality. Invalid voting and class bias when compulsory voting is reinstated",
          "authors": "Gonzalo Contreras, Mauricio Morales",
          "url": "https://doi.org/10.1016/j.electstud.2024.102878",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102878",
          "filter": 0
        },
        {
          "title": "Sorry Not Sorry: Presentational strategies and the electoral punishment of corruption",
          "authors": "Dean Dulay, Seulki Lee",
          "url": "https://doi.org/10.1016/j.electstud.2024.102867",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102867",
          "filter": 0
        },
        {
          "title": "Economic growth, largest-party vote shares, and electoral authoritarianism",
          "authors": "Matthew Wilson, David Andersen",
          "url": "https://doi.org/10.1016/j.electstud.2024.102879",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102879",
          "filter": 0
        },
        {
          "title": "Do working-class candidates activate class-based voting?",
          "authors": "Jared Abbott, Fred DeVeaux",
          "url": "https://doi.org/10.1016/j.electstud.2024.102862",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102862",
          "filter": 0
        },
        {
          "title": "Speech targeting and constituency representation in open-list electoral systems",
          "authors": "Eduardo Alemán, Pablo Valdivieso Kastner, Sebastián Vallejo Vera",
          "url": "https://doi.org/10.1016/j.electstud.2024.102865",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102865",
          "filter": 0
        },
        {
          "title": "Individual Electoral Competitiveness: Undecided voters, complex choice environments and lower turnout",
          "authors": "Hannah Bunting",
          "url": "https://doi.org/10.1016/j.electstud.2024.102866",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102866",
          "filter": 0
        },
        {
          "title": "Does decentralization boost electoral participation? Revisiting the question in a non-western context",
          "authors": "Camille Barras",
          "url": "https://doi.org/10.1016/j.electstud.2024.102873",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102873",
          "filter": 0
        },
        {
          "title": "Conditional single-issue political entrepreneurship: The impact of education and attitudinal predictors on support for the Finns Party",
          "authors": "Michael A. Hansen, Mikko Leino",
          "url": "https://doi.org/10.1016/j.electstud.2024.102874",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102874",
          "filter": 0
        },
        {
          "title": "Social trust and the winner-loser gap",
          "authors": "Matías Bargsted, Andrés González-Ide",
          "url": "https://doi.org/10.1016/j.electstud.2024.102869",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102869",
          "filter": 0
        },
        {
          "title": "The populist impulse: Cognitive reflection, populist attitudes and candidate preferences",
          "authors": "Andrew Hunter",
          "url": "https://doi.org/10.1016/j.electstud.2024.102868",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102868",
          "filter": 0
        },
        {
          "title": "A decomposition of partisan advantage in electoral district maps",
          "authors": "Jeffrey T. Barton, Jon X. Eguia",
          "url": "https://doi.org/10.1016/j.electstud.2024.102871",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102871",
          "filter": 0
        },
        {
          "title": "Does disability affect support for political parties?",
          "authors": "Ralph Scott, Melanie Jones",
          "url": "https://doi.org/10.1016/j.electstud.2024.102881",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102881",
          "filter": 0
        },
        {
          "title": "Revisiting eligibility effects of voting at 16: Insights from Austria based on regression discontinuity analyses",
          "authors": "Elisabeth Graf, Julia Partheymüller, Laura Bronner, Sylvia Kritzinger",
          "url": "https://doi.org/10.1016/j.electstud.2024.102870",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102870",
          "filter": 0
        },
        {
          "title": "Intertemporal evidence on the strategy of populism in the United States",
          "authors": "Gloria Gennaro, Giampaolo Lecce, Massimo Morelli",
          "url": "https://doi.org/10.1016/j.electstud.2024.102853",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102853",
          "filter": 0
        },
        {
          "title": "Perceived negativity in British general election communications",
          "authors": "Caitlin Milazzo, John Barry Ryan",
          "url": "https://doi.org/10.1016/j.electstud.2024.102863",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102863",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Corrigendum to “Sorry not Sorry: Presentational strategies and the electoral punishment of corruption” [Elect. Stud. 92 (2024): 102867]",
          "authors": "Dean Dulay, Seulki Lee",
          "url": "https://doi.org/10.1016/j.electstud.2024.102875",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102875",
          "filter": 1
        },
        {
          "title": "Corrigendum to ‘Voting at 16: Intended and unintended consequences of Austria's electoral reform’ [Elect. Stud., Volume 61 (2019), 102064]",
          "authors": "Laura Bronner, David Ifkovits",
          "url": "https://doi.org/10.1016/j.electstud.2024.102877",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102877",
          "filter": 1
        },
        {
          "title": "Corrigendum to ‘Voting at 16: Intended and unintended consequences of Austria's electoral reform’ [Electoral Studies, 61 (2019), 102064]",
          "authors": "Laura Bronner, David Ifkovits",
          "url": "https://doi.org/10.1016/j.electstud.2024.102876",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102876",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Brextinction? How cohort replacement has transformed support for Brexit",
          "authors": "JORIS FRESE, JUHO HÄRKÖNEN, SIMON HIX",
          "abstract": "Public support for Brexit has declined since the 2016 referendum. We argue that part of this decline is due to cohort replacement where many older voters (who support Brexit) have passed away, while younger voters (who oppose Brexit) have entered the electorate. Using a series of original YouGov surveys from 2016, 2018, 2020 and 2022, each representative of the UK electorate, we first demonstrate the large and stable differences in Brexit support between younger and older voters. Next, we employ demographic decomposition calculations to estimate that cohort replacement alone accounts for approximately one third of the decline in aggregate Brexit support in just 6 years (with two thirds of the decline being explained by within‐cohort changes). Furthermore, by combining our data on Brexit support with Office for National Statistics cohort projections up to 2030, we derive testable hypotheses about the pressure that cohort replacement will continue to put on Brexit support over the next decade across a wide range of potential scenarios. Altogether, our study demonstrates the powerful role that cohort replacement plays in shaping British (and European) politics in the post‐Brexit world.",
          "url": "https://doi.org/10.1111/1475-6765.12745",
          "doi": "https://doi.org/10.1111/1475-6765.12745",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Hometown Advantage: Voter Preferences for Community Embeddedness in Local Contests",
          "authors": "Joseph T. Ornstein, Amanda J. Heideman, Bryant J. Moy, Kaylyn Jackson Schiff",
          "abstract": "Every year, Americans elect hundreds of thousands of candidates to local public office, typically in low-attention, nonpartisan races. How do voters evaluate candidates in these sorts of elections? Previous research suggests that, absent party cues, voters rely on a set of heuristic shortcuts – including the candidate’s name, profession, and interest group endorsements – to decide whom to support. In this paper, we suggest that community embeddedness – a candidate’s roots and ties to the community – is particularly salient in these local contests. We present evidence from a conjoint survey experiment on a nationally representative sample of American voters. We estimate the marginal effect on vote share of candidate attributes such as gender, race, age, profession, interest group endorsements, and signals of community embeddedness – specifically homeownership and residency duration. We find that voters, regardless of political party, have strong preferences for community embeddedness. Strikingly, the magnitude of the residency duration effect rivals that of prior political experience.",
          "url": "https://doi.org/10.1017/xps.2024.16",
          "doi": "https://doi.org/10.1017/xps.2024.16",
          "filter": 0
        },
        {
          "title": "Introducing the Visual Conjoint, with an Application to Candidate Evaluation on Social Media",
          "authors": "Alessandro Vecchiato, Kevin Munger",
          "abstract": "Conjoint experiments have enabled scholars to understand the preferences of citizens in a variety of political contexts. We propose a method to modify the standard text-only “box conjoint” to make the treatment higher in external validity with respect to a common target context. Citizens frequently encounter political information encoded as images and in particular in the form of politicians’ social media posts and profiles. We deploy “visual conjoint” experiments where subjects select between two images that encode the same explicit information as is standard in the box conjoint. We conduct an experiment in which we randomize the modality of a conjoint experiment where subjects evaluate the Twitter profiles of hypothetical candidates. We demonstrate that the visual conjoint more effectively encodes image-based information and social endorsement information. The visual conjoint also allows the salience of different attributes to vary naturally the way they do on social media, in contrast to the artificially enforced uniformity of the box conjoint.",
          "url": "https://doi.org/10.1017/xps.2024.15",
          "doi": "https://doi.org/10.1017/xps.2024.15",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book Review: Why Presidents Fail. Political Parties and Government Survival in Latin America",
          "authors": "Philipp Köker",
          "url": "https://doi.org/10.1177/13540688241304560",
          "doi": "https://doi.org/10.1177/13540688241304560",
          "filter": 0
        },
        {
          "title": "Creating new participatory linkages? Political parties and democratisation in Germany, Austria, and the UK",
          "authors": "Felix Butzlaff",
          "abstract": "A modernisation- and individualisation-induced loss of trust, membership, and voters has been addressed in party research for a while. However, social theory authors such as Beck, Bauman, Sennett, and Taylor have pointed to further organisational dilemmas that have not been addressed in depth: a. That demands for flexibility, individualisation and non-bindingness and demands for centralized political leadership might go hand in hand; b. That notwithstanding increasing individualisation citizens might demand new forms of social collectives and belonging. In this article, I compare how different established party families perceive these contradictions and seek to create new party-society linkages. Based on a series of qualitative in-depth interviews with Social Democratic and Conservative party functionaries, I emphasise that different party families and their reform attempts reflect individualisation, flexible and liquid identities differently and thus refashion the way citizens are linked with political parties and representative democracy.",
          "url": "https://doi.org/10.1177/13540688241306727",
          "doi": "https://doi.org/10.1177/13540688241306727",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Do women commemorate women? How gender and ideology affect decisions on naming female streets",
          "authors": "Víctor Caballero-Cordero, Demetrio Carmona-Derqui, Daniel Oto-Peralías",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103244",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103244",
          "filter": 0
        },
        {
          "title": "Three takes on Gulf cities and urban politics",
          "authors": "Michael Ewers",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103246",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103246",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Exploring the role of social openness for pro‐diversity attitudes in urban and rural places",
          "authors": "Teresa Hummler, Conrad Ziller",
          "abstract": "Neighborhoods are important spaces where people participate in social interactions, and existing research has demonstrated that the social and physical environment plays a pivotal role in shaping residents' social and political attitudes. This study investigates the influence of social openness in neighborhoods, defined as residents' perceptions of their co‐residents being open to change, on attitudes toward diversity. Building on existing research on rural–urban differences in socio‐political attitudes, we hypothesize that the link between social openness and pro‐diversity attitudes differs between rural and urban areas. Specifically, we argue that individuals who live in densely populated areas are more frequently exposed to cues of social openness compared to those who live in areas with low population density (even if the average social openness is equal for both). The study leverages data from two large‐N geocoded surveys in Germany to create contextual measures of social openness and assesses their relationship with pro‐diversity attitudes. Empirical results from multilevel models show that social openness is positively related to pro‐diversity attitudes but only in densely populated areas. Our results have important implications for place‐based approaches to immigrant integration and social cohesion more generally.",
          "url": "https://doi.org/10.1111/pops.13066",
          "doi": "https://doi.org/10.1111/pops.13066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Advocacy campaigns and gender bias in media coverage of elections",
          "authors": "Theresa Gessler, Fabrizio Gilardi, Maël Kubli",
          "abstract": "An unresolved aspect of women's underrepresentation in politics is the media portrayal of female candidates. This paper studies how advocacy campaigns may affect potential bias, leveraging the 2019 Swiss federal elections, which were shaped by two nation-wide, cross-party campaigns advocating for gender equality. The empirical analysis compares the 2015 and 2019 election campaigns, relying on an original dataset of the mentions that all candidates (over 3,700 respectively 4,600) received in over 2.2 million news articles. The analysis produces three main results. First, although in both elections male candidates received more media attention than female candidates did, the gender gap was significantly smaller in 2019 than in 2015. Second, in both elections, male and female candidates tended to be mentioned in conjunction with gender-stereotypical topics. Third, the gender gap in media attention before and after a key women's rights event was similar to that between the corresponding periods in 2015. These findings suggest that the differences observed between 2015 and 2019 are linked to the political campaign at large rather than to a specific event, despite its historical dimensions. The results contribute to the understanding of how advocacy campaigns can change bias in media coverage and, methodologically, to measuring and understanding gendered media coverage of politics.",
          "url": "https://doi.org/10.1017/psrm.2024.63",
          "doi": "https://doi.org/10.1017/psrm.2024.63",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Dan Greenwood, Effective Governance and the Political Economy of Coordination. Cham, Switzerland: Palgrave Macmillan, 2023. ix + 306 pages. USD 59.99 (hardback)",
          "authors": "Jordan K. Lofthouse",
          "url": "https://doi.org/10.1007/s11127-024-01250-5",
          "doi": "https://doi.org/10.1007/s11127-024-01250-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Gambling on the constitution: Abortion rights and the 2023 constitution-making process in Chile",
          "authors": "Eduardo Alemán, Patricio Navia, Gabriel L. Negretto, Ezequiel González-Ocantos",
          "abstract": "When submitted to popular ratification, new constitutions tend to be approved. Chilean voters, however, rejected the proposal put forward by the country’s Constitutional Council in 2023. This article examines the reasons for this outcome. Leveraging an original conjoint experiment exploring voter preferences across four policy areas, we demonstrate that most voters disfavored a proposed clause protecting unborn life, which would have likely restricted access to abortion. Despite general support for other provisions in the draft, opposition to the abortion clause proved pivotal. Our analysis underscores the risks of partisan constitutional proposals dependent on the median voter for approval and highlights the importance of abortion as a mobilizing issue in contemporary democracies. The study also suggests that right-wing drafters miscalculated voter support, even as moderate members attempted to amend the controversial clause, showcasing the limitations of compromise-inducing rules when one ideological bloc controls the drafting process.",
          "url": "https://doi.org/10.1177/20531680241303754",
          "doi": "https://doi.org/10.1177/20531680241303754",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Consuming Cross-Cutting Media Causes Learning and Moderates Attitudes: A Field Experiment with Fox News Viewers",
          "authors": "David E. Broockman, Joshua L. Kalla",
          "url": "https://doi.org/10.1086/730725",
          "doi": "https://doi.org/10.1086/730725",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
