{
  "update": "2024-11-10",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Who wins when? Election timing and descriptive representation",
          "authors": "Zoltan L. Hajnal, Vladimir Kogan, G. Agustin Markarian",
          "abstract": "We examine how the timing of local elections affects the success of minority candidates, who remain woefully underrepresented in public office. We build on research showing that concurrent elections narrow racial gaps in voter turnout and leverage changes in the timing of local elections in California. Our analysis shows that filling local offices in November of even years increases minority officeholding, at least for some groups. The results demonstrate how, when, and for whom election timing matters. Latinos gain most, potentially at the expense of White and, to a lesser degree, Black representation. An investigation of potential mechanisms suggests that these effects depend on group population size and the magnitude of the turnout changes. An increase in the number of co‐ethnic candidates running also appears to contribute to the representational benefits of on‐cycle elections. Finally, the effects are most pronounced during presidential elections, when turnout improvements are largest.",
          "url": "http://dx.doi.org/10.1111/ajps.12930",
          "doi": "10.1111/ajps.12930",
          "filter": 0
        },
        {
          "title": "Border fortification and legibility: Evidence from Afghanistan",
          "authors": "Christopher W. Blair",
          "abstract": "States often fortify their borders against militant threats. How do these efforts shape civilian welfare and perceptions in borderland communities? I conceptualize border fortification as a legibility‐building endeavor. By bolstering state reach in areas of weak historical penetration, fortification enhances the government's capacity for monitoring, administration, and control. Yet, expanding state authority also disrupts traditional cross‐border markets. A trade‐off between security and corruption emerges in consequence. I provide evidence for this theory in a difference‐in‐differences framework, combining administrative records on violence and representative data from a NATO‐commissioned survey fielded across Afghanistan. Fortification facilitates government information‐collection, improving security provision and fostering civilian reliance on state forces. Enhanced state capacity is countervailed by negative economic impacts. By disturbing the informal borderland economy, fortification fuels criminalization and local opposition. Civilians rely on illicit economic entrepreneurs to sustain traditional market access. Higher smuggling rents fuel official corruption and bribe‐taking. The findings point to a key dilemma inherent in border fortification strategies.",
          "url": "http://dx.doi.org/10.1111/ajps.12923",
          "doi": "10.1111/ajps.12923",
          "filter": 0
        },
        {
          "title": "Biased bureaucrats and the policies of international organizations",
          "authors": "Valentin Lang, Lukas Wellner, Alexandros Kentikelenis",
          "abstract": "This article advances a novel argument about the policy output of international organizations (IOs) by highlighting the role of individual staffers. We approach them as purposive actors carrying heterogeneous ideological biases that materially shape their policy choices on the job. Pursuing this argument with an empirical focus on the International Monetary Fund (IMF), we collected individual‐level information on the careers of 835 IMF “mission chiefs”—staffers with primary responsibility for a particular member state—and matched them to newly coded data on more than 15,000 IMF‐mandated policy conditions over the 1980–2016 period. Leveraging the appointment of the same mission chief to different countries throughout their career, we find that individual staffers influence the number, scope, and content of IMF conditions according to their personal ideological biases. These results contribute to our understanding of the microfoundations behind IO output and have implications for the accountability and legitimacy of IOs.",
          "url": "http://dx.doi.org/10.1111/ajps.12921",
          "doi": "10.1111/ajps.12921",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Politicians’ Theories of Voting Behavior",
          "authors": "JACK LUCAS, LIOR SHEFFER, PETER JOHN LOEWEN, STEFAAN WALGRAVE, KAROLIN SOONTJENS, ERAN AMSALEM, STEFANIE BAILER, NATHALIE BRACK, CHRISTIAN BREUNIG, PIRMIN BUNDI, LINDA COUFAL, PATRICK DUMONT, SARAH LACHANCE, MIGUEL M. PEREIRA, MIKAEL PERSSON, JEAN-BENOIT PILET, ANNE RASMUSSEN, MAJ-BRITT STERBA, FRÉDÉRIC VARONE",
          "abstract": "While political scientists regularly engage in spirited theoretical debates about elections and voting behavior, few have noticed that elected politicians also have theories of elections and voting. Here, we investigate politicians’ positions on eight central theoretical debates in the area of elections and voting behavior and compare politicians’ theories to those held by ordinary citizens. Using data from face-to-face interviews with nearly one thousand politicians in 11 countries, together with corresponding surveys of more than twelve thousand citizens, we show that politicians overwhelmingly hold thin, minimalist, “democratic realist” theories of voting, while citizens’ theories are more optimistic and policy oriented. Politicians’ theoretical tendencies—along with their theoretical misalignment from citizens—are remarkably consistent across countries. These theories are likely to have important consequences for how politicians campaign, communicate with the public, think about public policy, and represent their constituents.",
          "url": "http://dx.doi.org/10.1017/s0003055424001060",
          "doi": "10.1017/s0003055424001060",
          "filter": 0
        },
        {
          "title": "Internalist and Integrationist Theories of (Global) Justice",
          "authors": "JOHANNES KNIESS",
          "abstract": "The global justice debate has increasingly moved toward the analysis of concrete issues in global politics, such as trade, migration, or climate change. This raises a methodological question: should the demands of justice in these domains be theorized independently or in conjunction with one another? Integrationists have championed the latter approach, arguing that it is better suited to guide our practical judgments. In contrast, internalists maintain that each domain is governed by its own set of principles. This paper defends the plausibility of the internalist approach against integrationist challenges. By examining different interpretations of internalism, it first seeks to provide a clearer overview of the methodological dispute. It then analyzes various arguments for integrationism, showing that their implications are more limited than their proponents believe. Finally, it focuses on the question of practical guidance, highlighting the value of idealized domain-specific theorizing in guiding transitions toward just arrangements.",
          "url": "http://dx.doi.org/10.1017/s0003055424001114",
          "doi": "10.1017/s0003055424001114",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Estimating Ideal Points of British MPs Through Their Social Media Followership",
          "authors": "Conor Gaughan",
          "abstract": "Ideal points of MPs in the UK House of Commons (HoC) are characteristically difficult to ascertain due to tight party discipline and strategic voting by opposition members. This research note generates left/right ideal point estimates for 591 British MPs sitting in the HoC as of 22/08/2022, ascertained through their social media followership. Specifically, estimates are derived by conducting correspondence analysis (CA) on MP Twitter (X) follower networks, which are subsequently validated against an expert survey, confirming that these estimates have a high degree of between-party ( R 2 = 0.93) and within-party (Con: r = 0.84; Lab: r = 0.81) accuracy. The informative value of these estimates is then demonstrated by predicting candidate endorsement in the September 2022 Conservative leadership contest, confirming that an MP's ideal point was a statistically significant predictor of candidate endorsement, with Liz Truss drawing support primarily from the further right of the party.",
          "url": "http://dx.doi.org/10.1017/s0007123424000450",
          "doi": "10.1017/s0007123424000450",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "A shadow on democracy? The shadow economy and government responsiveness",
          "authors": "MICHELE FENZL",
          "abstract": "Government responsiveness is a key feature and justification for democracy. Yet, previous studies show that the ability of governments to deliver responsive policies critically depends on the availability of resources. This study suggests that the shadow economy hurts democratic responsiveness because it reduces government revenues and decreases the reliability of economic statistics. Governments facing lower resources then respond to wider economic constraints and not to their publics. Using Eurobarometer data to evaluate public opinion in 15 European democracies and data on welfare generosity to measure policy outputs, this study finds that larger submerged economies correspond to less responsive governments. Additionally, the empirical analysis highlights that the shadow economy makes welfare systems less generous and taxation rates more demanding. These novel results have important implications for our understanding of democracy and help us clarify the conditions under which governments are more or less likely to deliver responsive policies. Finally, these results demonstrate the importance of studying the political consequences of the shadow economy.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12732",
          "doi": "10.1111/1475-6765.12732",
          "filter": 0
        },
        {
          "title": "Chasing the authoritarian spectre: Detecting authoritarian discourse with large language models",
          "authors": "MICHAL MOCHTAK",
          "abstract": "The paper introduces a deep‐learning model fine‐tuned for detecting authoritarian discourse in political speeches. Set up as a regression problem with weak supervision logic, the model is trained for the task of classification of segments of text for being/not being associated with authoritarian discourse. Rather than trying to define what an authoritarian discourse is, the model builds on the assumption that authoritarian leaders inherently define it. In other words, authoritarian leaders talk like authoritarians. When combined with the discourse defined by democratic leaders, the model learns the instances that are more often associated with authoritarians on the one hand and democrats on the other. The paper discusses several evaluation tests using the model and advocates for its usefulness in a broad range of research problems. It presents a new methodology for studying latent political concepts and positions as an alternative to more traditional research strategies.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12740",
          "doi": "10.1111/1475-6765.12740",
          "filter": 0
        },
        {
          "title": "Closing a gap or creating a new one? Comparing support for participatory instruments among different stakeholders",
          "authors": "BRAM WAUTERS, TESSA HAESEVOETS, BRAM VERSCHUERE, ARNE ROETS, KRISTOF STEYVERS, GILLES PITTOORS, LIESE BERKVENS, NINA DE SMEDT, WILLEM GOUTRY, RUBEN VAN SEVEREN",
          "abstract": "Representative democracy is perceived to be in crisis in many Western countries. Increasing citizen participation is often considered to be a remedy to close this gap between government and the people. Which instruments should be used to realize this remains, however, open for discussion. In this article, we compare attitudes of citizens, politicians and civil servants towards a number of participatory instruments. We assess to what extent these attitudes are influenced by ‘interests’ (operationalized as the formal position one takes: either politician, citizen or civil servant) and ‘ideas’ (measured as ideological beliefs), while holding the institutional context constant (the local level in Flanders [Belgium]). Analyses based on a large‐scale survey ( N = 4,168) show that although the ideological position of the respondents to some extent affects attitudes towards particular participatory instruments, especially their formal position has a considerable impact on how participatory instruments are appreciated. Indeed, different stakeholders distinctly advance different instruments as the best way to enhance citizen participation. This raises questions about the potential of citizen participation to narrow the gap between citizens and policymakers, as diverging attitudes towards particular instruments might create a new gap rather than closing one.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12739",
          "doi": "10.1111/1475-6765.12739",
          "filter": 0
        },
        {
          "title": "Nostalgic deprivation and populism: Evidence from 19 European countries",
          "authors": "JEREMY FERWERDA, JUSTIN GEST, TYLER RENY",
          "abstract": "Populist parties have been increasingly successful in European politics over the last decade. Although research suggests that nostalgic deprivation – a perceived loss of economic, political or social status — is linked to support for populist parties, the generalizability of this argument across voters and national contexts remains unclear. In this research note, we leverage original representative surveys across 19 European countries to demonstrate that perceptions of declining status are a consistent predictor of populist support. Decomposing nostalgic deprivation into different dimensions, we find that while social, economic and power deprivation have different antecedents, each predicts populist attitudes and voting behaviour. Moreover, we find that nostalgic deprivation predicts support for populist platforms among both left‐wing and right‐wing respondents, as well as across Eastern and Western Europe.  While the antecedents differ across contexts, these findings confirm that perceptions of downward mobility are associated with the rise of populism in Europe.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12738",
          "doi": "10.1111/1475-6765.12738",
          "filter": 0
        },
        {
          "title": "Exploring the connection between electoral systems and personalized behaviour among politicians and voters",
          "authors": "MATHIAS TROMBORG, MARTIN VINÆS LARSEN",
          "abstract": "The personalization of politics includes electoral reforms that give voters more opportunity to select individual representatives as well as behavioural personalization among voters and politicians. Institutional research suggests that the latter is a function of the former, but it remains unclear whether the association between the two types of personalization is actually causal. In order to get empirical leverage on this question, we analyze local elections in Denmark, which feature within‐district and within‐party variation in the openness of party lists. Using detailed information on the behaviour of politicians and voters, we find that, once we take differences between districts and parties into account, the personalization of electoral rules has a negligible effect on behavioural personalization.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12737",
          "doi": "10.1111/1475-6765.12737",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Dynamic Synthetic Controls: Accounting for Varying Speeds in Comparative Case Studies",
          "authors": "Jian Cao, Thomas Chadefaux",
          "abstract": "Synthetic controls (SCs) are widely used to estimate the causal effect of a treatment. However, they do not account for the different speeds at which units respond to changes. Reactions may be inelastic or “sticky” and thus slower due to varying regulatory, institutional, or political environments. We show that these different reaction speeds can lead to biased estimates of causal effects. We therefore introduce a dynamic SC approach that accommodates varying speeds in time series, resulting in improved SC estimates. We apply our method to re-estimate the effects of terrorism on income (Abadie and Gardeazabal [2003, American Economic Review 93, 113–132]), tobacco laws on consumption (Abadie, Diamond, and Hainmueller [2010, Journal of the American Statistical Association 105, 493–505]), and German reunification on GDP (Abadie, Diamond, and Hainmueller [2015, American Journal of Political Science 59, 495–510]). We also assess the method’s performance using Monte Carlo simulations. We find that it reduces errors in the estimates of true treatment effects by up to 70% compared to traditional SCs, improving our ability to make robust inferences. An open-source R package, dsc , is made available for easy implementation.",
          "url": "http://dx.doi.org/10.1017/pan.2024.14",
          "doi": "10.1017/pan.2024.14",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Do Fans Make Poor Referees? Exploring Citizens’ Reactions to Partisan Gamesmanship",
          "authors": "Ryan L. Claassen, Michael J. Ensley, John Barry Ryan",
          "abstract": "Political (as opposed to professional) election oversight is one area in which the U.S. scores extremely low in measures of election integrity. Meanwhile, rancorous political battles to determine acceptable election procedures and judge when tactics cross the line have become common events. Our work contributes to recent scholarship investigating whether voters prioritize democratic principles or strategically favor electoral procedures that provide partisan advantage. In two survey experiments, we confirm that Americans’ attitudes about antidemocratic election tactics reveal more about which team they are cheering for than they do about whether the tactics are fraudulent. The tendency to engage in partisan motivated reasoning occurs among all partisans, but there are subtle differences as to when citizens will engage in it. Partisan motivated reasoning is more common when actions cause harm and by the partisans that are harmed. Finally, Independents are more impartial, but less likely to call out improper tactics in the aggregate because they often fail to condemn actions by either party.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09990-2",
          "doi": "10.1007/s11109-024-09990-2",
          "filter": 0
        },
        {
          "title": "The Role of Networks in Mobilization for Ethnic Minority Interest Parties",
          "authors": "Rutger Schaaf, Simon Otjes, Niels Spierings",
          "abstract": "Recently, parties that are run by and for ethnic minority citizens with a migration background have become more prominent. They can be considered a manifestation of ethnic political segregation. A key example of such a party is DENK in the Netherlands. So far, the explanatory literature has focused on how programmatic considerations drives voting for these parties. Other factors, such as the role of social networks in mobilization, have received limited testing and limited exploration in more detail. Furthermore, the literature on social networks is mainly based on majority populations. To inform our understanding of the role of social networks in voting (in general but also particularly among ethnic minority communities and for ethnic minority interest parties) this paper analyzes the voting behavior for DENK focusing on the role of personal, online and religious networks. The paper uses both qualitative interviews (with bicultural youth in the third largest city of the Netherlands in 2022) and quantitative surveys (the 2021 Dutch Ethnic Minority Electoral Study). Our analysis points to the importance of religious and personal networks for voting for DENK, whereas online networks appear to be less relevant.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09988-w",
          "doi": "10.1007/s11109-024-09988-w",
          "filter": 0
        },
        {
          "title": "Leaving a Legacy: Shifting Media Use and American Democratic Attitudes",
          "authors": "Joshua P. Darr, Moriah Harman",
          "abstract": "Local political news is losing consumers over the past decade at a faster rate than other political media, while online news consumption is growing. Previous research shows that local news can slow polarization, encourage political participation, and reduce government and business corruption, but not whether changes over time can affect political attitudes. Is this consequential shift in the media environment associated with changes in Americans’ perceptions of electoral integrity and their system of government? We use a three-wave panel survey from 2012 to 2014 to assess the relationship between changes in self-reported news diets and opinions about American elections and democracy. Switching out of local newspapers is associated with a significant decrease in faith in elections but does not appear to influence support for the broader U.S. system of government. We conclude by discussing the implications of declining local and legacy media news use for Americans’ attitudes toward U.S. elections and democracy in the aftermath of the 2020 elections.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09992-0",
          "doi": "10.1007/s11109-024-09992-0",
          "filter": 0
        },
        {
          "title": "Pro-climate Voting in Response to Local Flooding",
          "authors": "Søren Damsbo-Svendsen",
          "url": "http://dx.doi.org/10.1007/s11109-024-09984-0",
          "doi": "10.1007/s11109-024-09984-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Assembling governance in São Paulo's \"Cracolândia\"",
          "authors": "Matthew A. Richmond, Giordano Magri",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103225",
          "doi": "10.1016/j.polgeo.2024.103225",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Can Autocracy Handle Climate Change?",
          "authors": "Shiran Victoria Shen",
          "abstract": "Existing literature on climate politics predominantly concentrates on democracies. However, there is a pressing need to examine how authoritarian regimes respond to climate change, given their growing impact on global carbon emissions and their populations’ acute climate vulnerability. Extant research often assumes that authoritarian regimes have inherent advantages in addressing climate change, leading to overly optimistic perspectives on their capabilities. This study highlights the necessity of qualifying those assumptions and evaluates the comparative advantages and disadvantages of autocracies relative to democracies throughout the policy process: policy formulation (or outputs), implementation, and outcomes. I argue that whereas climate-conscious autocracies may efficiently produce policy outputs based on scientific evidence, they often face more challenges related to information about local enforcement during implementation. This may result in greater hurdles than democracies, even with adequate state capacity and monitoring infrastructure. Furthermore, this analysis contends that a country’s developmental stage, rather than its regime type, is related more directly to the effectiveness of translating implementation efforts into tangible policy outcomes. Therefore, this article posits that the political science discourse, which often juxtaposes democracies with autocracies, should expand its scope to better understand how a country’s developmental level influences the success of its climate strategies.",
          "url": "http://dx.doi.org/10.1017/s104909652400026x",
          "doi": "10.1017/s104909652400026x",
          "filter": 0
        },
        {
          "title": "Unequal Power Relations at the Center of Social Vulnerability to Climate Change: Empirical Insights from Coastal Bangladesh",
          "authors": "Saleh Ahmed",
          "abstract": "Climate change is a global phenomenon affecting millions of people. Low-income people and communities are particularly at risk because of limited capacities to cope with climate-related stresses. Differential access to social and economic resources determines the level of adaptive potential; thus, the variations in social vulnerability to climate change. This article explores how unequal power relations influence the level of vulnerability in rural agrarian Bangladesh. Using data from the coastal region, it specifically discusses ethnicity, religion, gender, and farm size as the sources and manifestations of power relations in Bangladeshi rural society. I argue that the deeply rooted institutions of power in the country shape access to important resources that might increase adaptive capacity and thus resilience in the context of rapid climate change.",
          "url": "http://dx.doi.org/10.1017/s1049096524000568",
          "doi": "10.1017/s1049096524000568",
          "filter": 0
        },
        {
          "title": "Who Is Perceived as Deserving? How Social Identities Shape Attitudes about Disaster Assistance in the United States",
          "authors": "Ashley D. Ross, Stella M. Rouse, Isabella Alcañiz, Alejandra Marchevsky",
          "abstract": "Research has shown that as the size of government assistance programs grow, and the recipients of such programs are increasingly non-white and/or non-citizen, public support for them declines. Our study examines this phenomenon on the question of deservingness in federal disaster assistance. Using a 2018 survey experiment that leverages two devastating hurricanes—Hurricane Maria and Hurricane Harvey—that hit different parts of the United States in 2017, we explore how the social identities of race/ethnicity and partisanship affect attitudes about disaster deservingness. Our results demonstrate that although federal disaster assistance has broad support, it is contingent on perceptions about the disaster victim and the type of assistance. Respondents were less likely to support disaster assistance to Hurricane Maria–affected people than those affected by Hurricane Harvey. Moreover, white and Republican respondents were more likely to favor market-based assistance whereas race-/ethnic-minority and Democratic respondents were more likely to support more generous forms of disaster assistance. These findings have important implications for the allocation of disaster funds as climate change intensifies and the frequency of billion-dollar disaster events increases. This is exacerbated by political polarization and heightened social vulnerability due to changing population demographics.",
          "url": "http://dx.doi.org/10.1017/s1049096524000362",
          "doi": "10.1017/s1049096524000362",
          "filter": 0
        },
        {
          "title": "Climate, Conflict, and Context: Reevaluating Americans’ Support for Refugees",
          "authors": "Nazita Lajevardi, Tarah Williams, Evan Stewart, Roy Whitaker",
          "abstract": "As more people are displaced by climate change, public acceptance of migrants is an increasingly relevant geographical and political issue. How willing are Americans to accept climate migrants and how does this support compare to others who are fleeing conflict? We conducted a nationally representative survey experiment (N=1,027) with prompts that varied the context of refugee resettlement, including a control condition without context, those displaced by global warming, refugees from Ukraine, and refugees from Afghanistan. Respondents expressed marginally lower willingness to admit climate migrants and significantly higher willingness to admit Ukrainian refugees. These differences were amplified by partisanship, religion, and race. These results suggest that some migrants experience a more welcoming public than others and highlight a challenge for those who are made vulnerable by climate change.",
          "url": "http://dx.doi.org/10.1017/s1049096524000398",
          "doi": "10.1017/s1049096524000398",
          "filter": 0
        },
        {
          "title": "American Attitudes Toward Climate Migrants: Findings from a Conjoint Experiment",
          "authors": "Per Adman, Nazita Lajevardi, Deborah Seligsohn",
          "abstract": "The dramatic impacts of climate change presage an inevitable surge in mass migration; however, advanced democracies are ill-equipped for this impending crisis. Moreover, we know very little about how publics evaluate this group of prospective migrants, who are estimated to increase from 100 million to 200 million worldwide within decades. This study investigates American attitudes toward climate-related migrants in a conjoint experiment of more than 1,000 US adults, in which respondents evaluated fictional refugee profiles that varied across multiple attributes. Findings reveal that Americans (1) prefer political refugees over climate-related refugees; and (2) prefer climate-related and economic migrants to a similar extent, and that these preferences are not driven by concerns over climate-related refugees’ integration into American society. Subgroup analyses indicate that younger individuals, those with high climate-change anxiety, and those who previously engaged in climate-related political activities discriminated less against climate-related migrants. Analyses of open-ended responses reveal that climate anxiety is a driver of positive evaluations of climate-related migrants.",
          "url": "http://dx.doi.org/10.1017/s1049096524000258",
          "doi": "10.1017/s1049096524000258",
          "filter": 0
        },
        {
          "title": "Local Transparency: Are Non-Partisan Mayors Making the Difference?",
          "authors": "Gonçalo Rodrigues Brás, Soraia Pereira, Kathleen M. Dowley",
          "abstract": "The central question guiding this research is whether municipal councils governed by mayors with party membership differ significantly in their transparency from those governed by non-partisan mayors. Although this is an exploratory study that does not seek to test hypotheses, there are ongoing lively theoretical debates about the implications stemming from the decline of traditional parties and partisanship, and the rise of independent local lists (ILLs) (as well as the rise of new challenger parties). Dealing with unbalanced panel data from 308 Portuguese municipal councils from 2013 to 2017, we use a Bayesian hierarchical model based on a Beta regression. Our findings suggest that there are no differences in local transparency levels—as measured by the Municipal Transparency Index—in municipal councils governed by mayors with party membership and those by non-partisan mayors. Given that transparency is a common concern for both party- and non-party–aligned local governments as well as voters, this preliminary analysis asks important substantive questions about the promises that many ILLs make about their ability to clean up party politics and return power to “the people.”",
          "url": "http://dx.doi.org/10.1017/s1049096524000295",
          "doi": "10.1017/s1049096524000295",
          "filter": 0
        },
        {
          "title": "Deep Waters: Flooding and the Climate of Suffering in Nigeria",
          "authors": "Daniel E. Agbiboa",
          "abstract": "This article focuses on the everyday emotions of the populations impacted by the 2022 flood in Nigeria by exploring the affectivities embodied in flooding and the unfurlings of political emotions and agency in these dire circumstances. By foregrounding the everyday emotions of flooding, I address a subject that too often is overlooked in political science, too often shunted to the margins of politics. I advance knowledge of the disparate impacts of flooding on the vulnerable and how these survivors are improvising affective ways of negotiating a complex emergency that spared their lives but left them in a state of injury.",
          "url": "http://dx.doi.org/10.1017/s1049096524000118",
          "doi": "10.1017/s1049096524000118",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Protecting Postville? The impact of deportation and immigration on crime",
          "authors": "Joshua K. Bedi, Shaomeng Jia, Claudia Williamson Kramer",
          "url": "http://dx.doi.org/10.1007/s11127-024-01232-7",
          "doi": "10.1007/s11127-024-01232-7",
          "filter": 0
        },
        {
          "title": "Voting like a human",
          "authors": "Adam Martin, Adam Swisher",
          "url": "http://dx.doi.org/10.1007/s11127-024-01220-x",
          "doi": "10.1007/s11127-024-01220-x",
          "filter": 0
        },
        {
          "title": "The Samaritan bureaucracy in international transfers",
          "authors": "Christopher J. Coyne, Abigail R. Hall, Yahya Alshamy",
          "abstract": "Conventional wisdom tells us that other-regarding sentiments are desirable as they yield positive social outcomes. However, the consequences of other-regarding behaviors are broadly ambiguous and may have unintended consequences, especially when they must pass through institutional filters. In this paper, we use the Samaritan’s Dilemma model to understand the perverse unintended consequences of institutionalized commitments to resource transfers expressed through international transfer organizations (ITOs), the collection of government and non-government international organizations involved in transferring foreign assistance. To do so, we maintain the core logic of the classic Samaritan’s Dilemma model but alter its assumptions to account for two features of international transfers. First, transfers are channeled through an ITO bureaucracy, which we call a “Samaritan Bureaucracy.” Second, the recipient effects that extend beyond a single person (the target recipient) to include various heterogeneous individuals. We illustrate these effects by analyzing two different harmful recipient effects—reinforcing a corrupt status quo and exacerbating social conflict.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01221-w",
          "doi": "10.1007/s11127-024-01221-w",
          "filter": 0
        },
        {
          "title": "Home alone",
          "authors": "Thornton Mark",
          "url": "http://dx.doi.org/10.1007/s11127-024-01247-0",
          "doi": "10.1007/s11127-024-01247-0",
          "filter": 0
        },
        {
          "title": "Two cheers for humanomics",
          "authors": "Lenore T. Ealy, Allen Mendenhall",
          "url": "http://dx.doi.org/10.1007/s11127-024-01224-7",
          "doi": "10.1007/s11127-024-01224-7",
          "filter": 0
        },
        {
          "title": "The humanomics underpinning free market productivity: synthesizing insights from social philosophy, systems thinking, and neuroeconomics",
          "authors": "Ravi K. Roy, Arthur T. Denzau",
          "url": "http://dx.doi.org/10.1007/s11127-024-01225-6",
          "doi": "10.1007/s11127-024-01225-6",
          "filter": 0
        },
        {
          "title": "Humanomics: introduction to a special issue",
          "authors": "William F. Shughart II, Ravi K. Roy, Ryan Yonk",
          "url": "http://dx.doi.org/10.1007/s11127-024-01222-9",
          "doi": "10.1007/s11127-024-01222-9",
          "filter": 0
        },
        {
          "title": "From Adam Smith to artificial intelligence: an experimental exploration of emotion in humanomics",
          "authors": "Xiangdong Qin, Siyu Wang, Mike Zhiren Wu, Xuechun Feng",
          "abstract": "This study examines whether individuals can effectively express their emotions or “fellow feelings” to a machine, an impartial observer, or individuals who have caused them harm, and the effects of these emotional expressions on behavior. Our findings indicate that the impartial observer is the most preferred outlet for emotional expression, with neither the machine nor the offending party being able to adequately fulfill this role. Negative emotions are more commonly expressed to an impartial observer and a machine, whereas positive emotions are more often directed toward the offending party. Additionally, our findings indicate that emotional expression cannot replace costly punishment and that communication channels do not affect the behavior of the offending party. By exploring the nuanced ways emotions are conveyed, our study offers valuable insights into the evolving discourse on the impact of emotions on human-AI interactions.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01227-4",
          "doi": "10.1007/s11127-024-01227-4",
          "filter": 0
        },
        {
          "title": "How good is a group decision?",
          "authors": "Ye Lu, Miao Song, Xiaoling Zhong",
          "url": "http://dx.doi.org/10.1007/s11127-024-01210-z",
          "doi": "10.1007/s11127-024-01210-z",
          "filter": 0
        },
        {
          "title": "Increasing support for economic freedom: responses in a representative sample of US adults",
          "authors": "Michael D. Krouse, Paul J. Zak",
          "abstract": "The relationship between economic freedom and improvements in social and economic outcomes is well-documented. Yet, increasing support for government control of voluntary exchange has arisen in the US and many other countries. The present study analyzed whether videos describing human flourishing would influence support for economic freedom. In Study 1, a ‘‘brain as predictor’’ approach measured the neurologic responses of participants (N = 64) to a library of videos in order identify the videos most likely to influence people's attitudes. Study 2 then sent two videos to a representative sample of US adults (N = 1212) and assessed support for economic freedom compared to a no-video control group. The analysis first identified demographic categories that had statistically low support for economic freedom (Californians, those with low incomes, Democrats, young adults, individuals without a college education, people receiving substantial government support, and women) as targets for influence. Two different videos increased support for economic freedom between 5 and 10% among Californians and among those receiving government aid. A feature importance analysis was used to rank the demographic factors affecting support for economic freedom, identifying those receiving government aid as the group for whom future messaging would have the largest impact.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01212-x",
          "doi": "10.1007/s11127-024-01212-x",
          "filter": 0
        },
        {
          "title": "Relationship lobbying through repeated contributions: a humanomics approach",
          "authors": "David Mitchell, Todd Nesbit, Gary A. Wagner",
          "url": "http://dx.doi.org/10.1007/s11127-024-01231-8",
          "doi": "10.1007/s11127-024-01231-8",
          "filter": 0
        },
        {
          "title": "Max-U? Considering humanomics in public policy",
          "authors": "Ryan Yonk, Robertas Bakula, Raymond March, Veeshan Rayamajhee",
          "url": "http://dx.doi.org/10.1007/s11127-024-01218-5",
          "doi": "10.1007/s11127-024-01218-5",
          "filter": 0
        },
        {
          "title": "Joseph E. Stiglitz, The Road to Freedom: Economics and the Good Society. New York, NY: Norton, 2024. 356 pages. USD 29.99 (hardback)",
          "authors": "Peter J. Boettke",
          "url": "http://dx.doi.org/10.1007/s11127-024-01226-5",
          "doi": "10.1007/s11127-024-01226-5",
          "filter": 0
        },
        {
          "title": "Tullock contest alliances with proportional prize-sharing agreements: private collective action mechanisms?",
          "authors": "James Boudreau, Shane Sanders",
          "url": "http://dx.doi.org/10.1007/s11127-024-01219-4",
          "doi": "10.1007/s11127-024-01219-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Worldviews, attitudes to science and science policy in Kuwait: The engagement and mobilisation effects",
          "authors": "Gordon Sammut, Mohammad Sartawi, Martin W. Bauer, Rebekah Mifsud",
          "abstract": "The relevance of policymaking stems from its utility in helping social systems manage the output of their constituent members by shaping behavioural and procedural processes. Whilst policymaking might be well-meaning, it does not always lead to satisfactory outcomes. Policy may fail in generating uptake or establishing intent. For this reason, the study of the psychological characteristics of citizens is pertinent in understanding reactions to policy. In the present study, we analysed policy communication and reception in Kuwait in terms of the worldviews they advance. We also studied media responses and worldview distributions amongst the public ( n = 1400). Our findings demonstrate both within and between worldview differences in reactions to science policy. We observed an engagement effect between worldviews and their appreciation of science policy. We also observed a within worldviews mobilisation effect, by which differential reactions to science policy are activated once engaged. Our conclusions suggest that policymakers would benefit from a broader management of worldviews and psychological characteristics beyond traditional sociodemographic influences.",
          "url": "http://dx.doi.org/10.1177/20531680241297669",
          "doi": "10.1177/20531680241297669",
          "filter": 0
        },
        {
          "title": "Do norm-based appeals affect the acceptance of the singular use of they/them pronouns?",
          "authors": "Toby Bolsen, Judd R. Thornton",
          "abstract": "The singular use of they/them pronouns to refer to gender-nonconforming persons is growingly accepted grammar in the English language. Yet Americans’ comfort and willingness to use gender-neutral pronouns are divided along partisan lines. It is important to better understand potential ways to influence people’s acceptance with the use of gender-neutral pronouns given the psychological harm that misgendering a person can induce. In this paper, we report the results from a pre-registered survey experiment on a large and nationally representative sample in the U.S. to investigate how normative messages encouraging the use of they/them pronouns influences people’s comfort using gender-neutral pronouns and willingness to state their personal pronouns. We also examine the downstream effects of these messages on expressions of tolerance/prejudice towards people who identify as transgender. We find, counter to our hypotheses, that normative messages do not depolarize the public and can sometimes backfire and increase existing divisions, largely due to shifts observed among Republicans, independents, and men.",
          "url": "http://dx.doi.org/10.1177/20531680241264078",
          "doi": "10.1177/20531680241264078",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
