{
  "update": "2025-05-30",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Can riots represent? A democratic theory",
          "authors": "Alexis Bibeau‐Gagnon",
          "abstract": "Political theory has been perennially concerned with interrogating, identifying, and clarifying the political functions of riots. Yet, political theorists have mostly fallen short of explaining the relationship between riots and democracy, although this is central to the democratic theory of contestation and crucial for evaluating the potential values of riots in democracy. I examine the question of riots and democracy through the lens of political representation. Using testimonies from rioters, I explore the disruptive, affirmative, and representational dimensions of riots. I contend that riots can be viewed as a form of political representation in which a self‐constituting subject puts forward claims to an audience on behalf of others and of themselves, showing that riots may sometimes represent a spontaneous and temporary collective subject speaking in the name of others. This underscores the democratic potential of riots to assert a presence that, while short‐lived, is central to the act of representing.",
          "url": "https://doi.org/10.1111/ajps.12989",
          "doi": "https://doi.org/10.1111/ajps.12989",
          "filter": 0
        },
        {
          "title": "Complementarity in alliances: How strategic compatibility and hierarchy promote efficient cooperation in international security",
          "authors": "J. Andrés Gannon",
          "abstract": "How can defense alliances reap the efficiency gains of working together when coordination and opportunism costs are high? Although specializing as part of a collective comes with economic and functional benefits, states must bargain over the distribution of those gains and ensure the costs of collective action are minimized. I argue that states can overcome these problems by forming alliances with high strategic compatibility and hierarchy. This approach minimizes opportunism and coordination costs by efficiently distributing defense capabilities, encouraging complementarity rather than redundancy. I demonstrate this by developing a novel network‐level measure of division of labor and applying it to data on national military capabilities from 1970 to 2014. This research not only enhances understanding of the modern international system but also underscores the importance of these considerations for intra‐alliance bargaining more broadly.",
          "url": "https://doi.org/10.1111/ajps.12992",
          "doi": "https://doi.org/10.1111/ajps.12992",
          "filter": 0
        },
        {
          "title": "The political consequences of Africa's mobile revolution",
          "authors": "Alex Yeandle",
          "abstract": "What are the political consequences of rising domestic connectivity? I study this question in Sub‐Saharan Africa, asking how mobile technology shapes public opinion in geographically isolated communities. For remote rural populations, mobile devices increase contact with physically distant social networks, through regular phone calls with urban relatives. These interactions provide personalized information about the economic challenges of city life, which reduce rural trust in government. I offer continent‐wide evidence of this effect, leveraging geocoded survey data and the expansion of mobile coverage across Africa in a difference‐in‐differences setting. I then use a household panel, an original survey, and focus group discussions from Ghana to shed light on mechanisms. The paper advances literature on social networks, migration, and technological change, painting a nuanced picture of Africa's mobile revolution and its multifaceted political effects.",
          "url": "https://doi.org/10.1111/ajps.12991",
          "doi": "https://doi.org/10.1111/ajps.12991",
          "filter": 0
        },
        {
          "title": "Decentralized propaganda in the era of digital media: The massive presence of the Chinese state on Douyin",
          "authors": "Yingdan Lu, Jennifer Pan, Xu Xu, Yiqing Xu",
          "abstract": "The rise of social media in the digital era poses unprecedented challenges to authoritarian regimes that aim to influence public attitudes and behaviors. To address these challenges, we argue that authoritarian regimes have adopted a decentralized approach to produce and disseminate propaganda on social media. In this model, tens of thousands of government workers and insiders are mobilized to produce and disseminate propaganda, and content flows in a multidirectional, rather than a top‐down manner. We empirically demonstrate the existence of this new model in China by creating a novel data set of over five million videos from over 18,000 regime‐affiliated accounts on Douyin, a popular social media platform in China. This paper supplements prevailing understandings of propaganda by showing theoretically and empirically how digital technologies are transforming not only the content of propaganda, but also how propaganda materials are produced and disseminated.",
          "url": "https://doi.org/10.1111/ajps.12990",
          "doi": "https://doi.org/10.1111/ajps.12990",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Democratic Trajectories in the Third Wave: Aligning Theory and Methods",
          "authors": "Aníbal Pérez-Liñán, Scott Mainwaring",
          "abstract": "This paper advances the study of democratic trajectories – whether democracies deepen, stagnate, erode or break down over time. We show that econometric panel models usually neglect cumulative effects, which are implicitly central to many theories of democratic change. Some important factors, such as economic growth, have cumulative effects that shape medium- to long-term regime trajectories. To overcome the limitations of conventional statistical estimators, we propose the use of latent growth curve models, which are better able to capture cumulative processes. We demonstrate the advantages of this approach by analyzing the trajectory of 103 democratic regimes inaugurated after 1974. Conventional estimators fail to predict democratic trajectories, while latent growth curve models properly capture cumulative effects.",
          "url": "https://doi.org/10.1017/s0007123425000237",
          "doi": "https://doi.org/10.1017/s0007123425000237",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "The impact of party appeals on age differences in voting",
          "authors": "Laura Serra",
          "url": "https://doi.org/10.1016/j.electstud.2025.102942",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102942",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "The political effects of communicative interventions during crises",
          "authors": "ASLI UNAN, HEIKE KLÜVER, SARA HOBOLT, TONI RODON",
          "abstract": "Can communicative interventions by the government influence political trust and increase public compliance during crises? This study examines the impact of a televised speech by German Chancellor Angela Merkel at the onset of the COVID‐19 pandemic. Using an unexpected‐events‐during‐survey‐design, we find that the speech led to a 7‐percentage point increase in trust in the federal government and up to a 25‐percentage point decrease in citizens' mobility. We also observe demographic variation in susceptibility to speech. We explore the underlying mechanisms by comparing Merkel's speech with similar televised addresses by Mark Rutte and Boris Johnson, where we observe no comparable effects on attitudes. We suggest that specific content, such as an emphasis on solidarity and positive sentiment, may have played a role in mobilizing public support. Our findings indicate that effective leader communication can be a powerful tool for sustaining public support and ensuring compliance with crisis measures.",
          "url": "https://doi.org/10.1111/1475-6765.70020",
          "doi": "https://doi.org/10.1111/1475-6765.70020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book review: Tunisia and Egypt after the Arab Spring: Party politics in transitions from authoritarian rule RestaValerie, Tunisia and Egypt after the Arab Spring: Party Politics in Transitions from Authoritarian Rule, London: Routledge, 2024, ₹3,282.00 (hbk); 148 pp.: ISBN-13: 978-1032217178.",
          "authors": "Martial Fanga Agbor",
          "url": "https://doi.org/10.1177/13540688251346618",
          "doi": "https://doi.org/10.1177/13540688251346618",
          "filter": 0
        },
        {
          "title": "When do parties go digital? Examining the drivers of internal and external party digitalisation",
          "authors": "Adrià Mompó, Marco Meloni, Oscar Barberà, Fabio Lupato, Giulia Sandri, Felix von Nostitz",
          "abstract": "Our paper investigates the drivers of party digitalisation, measuring the influence of environmental factors, inter-party competition and party characteristics on the utilisation of digital tools. The main innovation of this paper is to propose a measurement of digitalisation that classifies digital processes according to their functions and goals: an internal dimension oriented towards participation and members’ engagement, and an external dimension focused on communication and campaigning. Data has been extracted from the DIGIPART database on parties’ digital procedures by Meloni et al. (2024). Our findings highlight the importance of parties’ organisational and ideological features in explaining their internal digitalisation, but not the external. In terms of participation, bigger parties tend to implement more initiatives for online participation, while right-wing parties are less prone to digitalise their internal structures. These effects are reinforced by competition between rivals and contagion processes, which exert positive influence both at the internal and external levels.",
          "url": "https://doi.org/10.1177/13540688251339977",
          "doi": "https://doi.org/10.1177/13540688251339977",
          "filter": 0
        },
        {
          "title": "Book Review: The backstage of democracy SharmaAmogh Dhar. The Backstage of Democracy. Cambridge: Cambridge University Press, 2025, £100, xxii + 358 pp, ISBN: 978-1-009-42398-4.",
          "authors": "Anmol Jain",
          "url": "https://doi.org/10.1177/13540688251348337",
          "doi": "https://doi.org/10.1177/13540688251348337",
          "filter": 0
        },
        {
          "title": "Book Review: Nationalism in France: Class and Nation Since 1789 JenkinsBrian, Nationalism in France: Class and Nation Since 1789. London: Routledge, 2024. £120.00 (hbk), x+225pp. ISBN 978-1-032-90734-5.",
          "authors": "Jiarui Gong, Xinli Chen",
          "url": "https://doi.org/10.1177/13540688251347885",
          "doi": "https://doi.org/10.1177/13540688251347885",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "How Relevant is NIMBYism to Citizens’ Support for the Large-Scale Deployment of Public Goods? Experimental Evidence from 5G Antenna Placement in Switzerland",
          "authors": "Lukas Rudolph, Franziska Quoß, Thomas Bernauer",
          "abstract": "Supplying society-wide public goods often depends on site-specific provision. Yet, (perceived) localized provision costs may at times outweigh localized individual benefits and thus lead to “not-in-my-backyard” (NIMBY-)opposition (e.g., when trying to set up energy, transportation, social, or, in our case, communication infrastructure). Accurate estimation of the level of NIMBY-opposition per se is analytically challenging because general attitudes towards provision and NIMBY-motivated opposition are intertwined but need to be distinguished and because site selection can be endogenous to local support/opposition. We conducted an experiment that addresses these challenges, focusing on public attitudes toward 5G antenna placement in Switzerland. Using original data from a population-representative sample of Swiss residents ( $$N=5,035$$ ), we observe a population split on the question of 5G network expansion. We survey-experimentally revealed actual 5G antenna locations around respondent homes to a sample largely unaware of these locations beforehand. This information increased individuals’ worry over proximity to antenna sites and reduced support for 5G rollout, with such effects becoming stronger with closer proximity. Differentiating respondents with ex ante higher perceived costs/lower perceived benefits and lower costs/higher benefits from provision, the former are more opposed to 5G rollout, regardless of distance. In contrast, the latter exhibit particularly pronounced NIMBY attitudes. This allows for unexpected political coalitions that, in our case, could affect majority support. In additional experiments, we show that NIMBY attitudes translate into a higher willingness to pay for opposition in close proximity to new provision sites—but this could potentially be mitigated by scenarios where citizens decide under a veil of ignorance.",
          "url": "https://doi.org/10.1007/s11109-025-10047-1",
          "doi": "https://doi.org/10.1007/s11109-025-10047-1",
          "filter": 0
        },
        {
          "title": "Hatred Takes An Ideologue: Recognizable Belief Patterns Lead to More Animosity and Disagreement",
          "authors": "Tadeas Cely",
          "abstract": "An expanding body of evidence indicates that substantive disagreement fuels political animosity. However, pundits often use terms like ’ideological disagreement’ to describe a broad range of phenomena, diverging from how the concept is understood in classical Conversian literature on beliefs and their structures. This literature suggests that individuals do not uniformly hold or organize their opinions. Building on this foundation, I argue for a critical distinction between disagreements among ideologues—who are opinionated and aligned in their beliefs—and disagreements among others. I hypothesize that disagreements among ideologues result in higher expected disagreement and greater mutual animosity. To test this hypothesis, I conducted two survey experiments with representative U.S. samples (N = 2,000 each, in January 2024 and May 2024). Using evaluations of hypothetical profiles of fellow citizens, I demonstrate that opinionatedness and ideological alignment of beliefs significantly reduce interpersonal affinity in contexts of disagreement. In the first study, disagreements with centrists elicit nearly four times less animosity than disagreements with opinionated counterparts. Furthermore, ideological alignment generates almost three times more intense feelings at equivalent levels of substantive (dis)agreement. In the second study, I find that ideologically aligned individuals anticipate higher levels of disagreement with one another compared to non-ideologues, when they observe the same level of disagreement as them. This effect is particularly pronounced among ideologues capable of recognizing ideological patterns in others’ beliefs. These findings highlight the role of opinionatedness and recognizable belief structures, offering a new approach that is generalizable to other divided democracies.",
          "url": "https://doi.org/10.1007/s11109-025-10049-z",
          "doi": "https://doi.org/10.1007/s11109-025-10049-z",
          "filter": 0
        },
        {
          "title": "Texas in the Rear-View Mirror? How the Democratic Party Ignores Rural America and Underperforms in Elections",
          "authors": "Clinton Willbanks, Michael E. Shepherd",
          "abstract": "Political observers have asserted that Democrats have stopped campaigning for rural votes. Despite this refrain, little quantitative evidence has assessed its veracity. We also do not understand the broader electoral implications of these potential geographic changes in party organizing. To explore these questions, we merge two novel data sources on county party organizational capacity with county-level election data and survey data from the CES. Since 2016, the Democratic Party has failed to declare a party chair in about 20% of rural counties and did not field a candidate for Congress in nearly the same, while Republicans filled all but 4% of rural chairships and contested every rural seat. With broader data from Texas, we show even larger percentages of rural counties have uncontested State Senate and House seats. These changes are associated with decreased Democratic vote share in statewide races, turnout, and campaign contact. We estimate that the Democratic Party loses some of the rural vote in statewide elections by failing to organize and compete for it.",
          "url": "https://doi.org/10.1007/s11109-025-10045-3",
          "doi": "https://doi.org/10.1007/s11109-025-10045-3",
          "filter": 0
        },
        {
          "title": "With All Due Respect: Respectability Politics and Black Support for Police Defunding and Abolition",
          "authors": "Alexander I. Goodwin, Tony E. Carey",
          "url": "https://doi.org/10.1007/s11109-025-10051-5",
          "doi": "https://doi.org/10.1007/s11109-025-10051-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Pseudo-landed water people: Experiences of informality in Tai O village, Hong Kong",
          "authors": "Daniel Keith Elkin, Xiaolu Wang, Chi-Yuen Leung, Wai Yeung Yan, Markus Wernli, Gerhard Bruyns, Emily Cheung Tsz Ching",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103355",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103355",
          "filter": 0
        },
        {
          "title": "Imposing order from the skies? Civil aviation as a precarious site of state sovereignty in Somalia",
          "authors": "Abdifatah Ismael Tahir",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103354",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103354",
          "filter": 0
        },
        {
          "title": "Contested mining, state selectivities, and the reform of the mining law in Mexico",
          "authors": "Rafael Hernández Westpfahl, Rosa Lehmann",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103348",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103348",
          "filter": 0
        },
        {
          "title": "The colonial migration state",
          "authors": "Fiona B. Adamson, Hélène Thiollet",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103270",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103270",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Compensating personal climate response inefficacy with political conservatism?",
          "authors": "Xiaobin Lou, Liman Man Wai Li, Kenichi Ito",
          "abstract": "People grapple with the reality that their individual actions are too insignificant to impact climate change—a phenomenon known as personal climate response inefficacy. The compensatory control theory articulates that people may turn to overarching social institutions or ideologies (e.g., conservatism) when they lack personal control. Inspired by this theory, the present research explored whether individuals experiencing personal climate response inefficacy are more likely to embrace political conservatism. Study 1 analyzed data from the European Social Survey ( N = 44,387) and provided preliminary evidence of a positive association between personal climate response inefficacy and political conservatism. Study 2 utilized four‐wave longitudinal data from 1008 American participants and identified a consistent within‐person cross‐lagged effect, where personal climate response inefficacy predicted increased political conservatism over time. Both studies ruled out the potential conflating effect of the perceived threat of climate change. Study 3 collected cross‐sectional data from 270 Americans and replicated the major findings while controlling for the potential confounding effect of general self‐efficacy. Study 4 ( N = 261) manipulated personal climate response inefficacy yet only provided partial supportive evidence for our main findings. These pieces of evidence suggest that psychological processes specific to climate change can have spillover effects on other domains.",
          "url": "https://doi.org/10.1111/pops.70045",
          "doi": "https://doi.org/10.1111/pops.70045",
          "filter": 0
        },
        {
          "title": "Russia's @RT_Com Twitter campaign supporting the 2022 Ukraine invasion: A rhetorical analysis",
          "authors": "Nick Nelson, Darrin Hodgetts, Kerry Chamberlain",
          "abstract": "The centrality of information and communicative processes in influencing and contributing to the beliefs held in a populous has, historically, made the media one of the key networks of power and influence in society. The rapid expansion of social media platforms has revolutionized how media power is wielded to influence how political, economic, and social issues are mobilized, understood, and addressed. Understanding how this process occurs is, thus, important, but methods for achieving this understanding continue to evolve. This article draws on a large corpus of material (2473 Tweets and associated metadata) produced by the Russian state media Twitter account, @RT_Com, as one part of a broader campaign to influence the Western response to the 2022 Russian invasion of Ukraine. We identified five overarching narratives that @RT_Com developed to influence its target audience: No Russian invasion; the West is threatening Russian security; Ukraine is part of Russia; Russia will utilize nuclear weapons to protect its sovereignty; and economic, political, and social insecurity in the West. Drawing on Aristotle's rhetorical framework, this article presents a process analysis to understand how these narratives were developed into means of persuasion. The findings provide new insights into the processes of persuasion in contemporary society.",
          "url": "https://doi.org/10.1111/pops.70044",
          "doi": "https://doi.org/10.1111/pops.70044",
          "filter": 0
        },
        {
          "title": "Unaffected polarization? Populism and affective polarization in comparative perspective",
          "authors": "Alberto Stefanelli, Bruno Castanho Silva",
          "abstract": "With both affective polarization and populism on the rise in several countries, many have proposed a link between the two phenomena. Yet, research offers little direct evidence on whether populist individuals are more polarized than their mainstream conunterparts. This paper aims to fill this gap by using data from 37 elections in 31 countries to provide a comparative account of the relationship between populism and affective polarization at the individual level. Contrary to common assumptions, resuts show no significant difference in affective polarization between more and less populist individuals. Instead, we identify a curvilinear relationship wherein both individauls who strongly endorse or reject populist ideas exhibit high levels of polarization, with substantial variations across countries. Furthermore, we find that populism is associated with a general disdain for all political parties rather than just rival parties. These findings challenge the prevailing assumption that populism is asymmetrically associated with affective polarization. We also provide evidence that ideological extremism, rather than populism, is more consistently and strongly associated with affective polarization in a large number of advanced democracies.",
          "url": "https://doi.org/10.1111/pops.70027",
          "doi": "https://doi.org/10.1111/pops.70027",
          "filter": 0
        },
        {
          "title": "The gradual decline of colonial ideologies (2009–2018): A latent growth curve analysis of historical negation and symbolic exclusion among settler colonizers",
          "authors": "Zoe Bertenshaw, Chris G. Sibley, Danny Osborne",
          "abstract": "In nations laden with colonial inequities, settler colonizers protect their structural advantages through ideologies that (a) distance the injustices of colonization from contemporary society (historical negation) and (b) exclude Indigenous culture from the mainstream national identity (symbolic exclusion). Here, we track settler colonizers' endorsement of these two ideologies between 2009 and 2018 among a nationwide random sample of Pākehā/New Zealand Europeans ( N = 22,986). Consistent with global trends toward equality over this period, both historical negation and symbolic exclusion exhibited a gradual, though slightly accelerating, decline. Subsequent analyses indicate that mean levels of both ideologies were higher among men (vs. women), correlated positively with age, conservatism, social dominance orientation, and right‐wing authoritarianism, and correlated negatively with warmth toward Māori. Additionally, the decline in historical negation was attenuated among men and by age, conservatism, and social dominance orientation, whereas the decline in symbolic exclusion was attenuated by age and warmth toward Māori, but accelerated by social dominance orientation. Results thus illustrate a progressive trajectory of ideological change among settler colonizers during the 2009–2018 period and identify factors that impede one's willingness to renounce ideologies that uphold colonial inequities.",
          "url": "https://doi.org/10.1111/pops.70041",
          "doi": "https://doi.org/10.1111/pops.70041",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "The urban–rural divide in policy priorities across time and space",
          "authors": "Tevfik Murat Yildirim, Knut M. Solvig",
          "abstract": "Despite growing interest in the political consequences of the urban–rural divide, we know little about whether urban and rural populations differ in the policy problems they view as most important. This study explores urban–rural differences in policy priorities over an extended period (1939–2020), using data from 850 U.S. surveys. The analysis reveals modest but persistent gaps between urban and rural residents in several key policy areas. However, while urban–rural differences remain stable across diverse economic and political contexts, partisan affiliation significantly outweighs place-based identities in shaping these priorities. The findings suggest that despite geographic distinctions, urban and rural populations predominantly rely on partisan cues when forming policy agendas, which contributes to a nuanced understanding of political representation.",
          "url": "https://doi.org/10.1017/psrm.2025.33",
          "doi": "https://doi.org/10.1017/psrm.2025.33",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "“My Own Private Idaho”: A Survey of Separatist Attitudes in the Pacific Northwest",
          "authors": "Semir Dzebo, Erin K. Jenne, Levente Littvay",
          "abstract": "In the past five years, 13 counties in Eastern Oregon have voted in nonbinding referendums to separate from the liberal state of Oregon to join the conservative state of Idaho. Drawing on theories of secessionism and irredentism, this article examines the drivers of the so-called Greater Idaho movement by administering a survey in these separatist counties. Our findings indicate that economic discontent and a strong regional identity are more important than fears or partisanship in determining support for moving the interstate border. Our study suggests that more inclusive governance may help to overcome ideological polarization in this case and offers insights into how political divisions may be managed to prevent separatist violence in the United States more generally. We conclude that political minorities need to believe that they have a voice in the system so that they do not mobilize for exit.",
          "url": "https://doi.org/10.1017/s1049096525000290",
          "doi": "https://doi.org/10.1017/s1049096525000290",
          "filter": 0
        },
        {
          "title": "Base Assumptions: The Complex Electoral Geography of Stateside US Military Installations",
          "authors": "Danielle L. Lupton, Jeremy M. Teigen",
          "abstract": "During the 2020 presidential election, the Trump campaign incorrectly claimed that a lower-than-expected proportion of Republican votes among populations living on and near military bases signaled evidence of voter fraud. These claims rested on assumptions that military bases and their surrounding communities are strongholds for political conservativism––a belief held by scholars, pundits, and politicians alike. While the logic behind these arguments is appealing, it fails to consider the complexities surrounding military service and institutions, political geography, partisan preferences, and voting behavior. We directly test the notion that communities close to military bases will be and vote more Republican. Using three different but related empirical strategies that rely on a large dataset spanning 16 years, we find evidence contradicting the conventional wisdom. No consistent pattern across military installations exists. While some lean Republican, others lean Democratic, and the vast majority exhibit no party pattern at all. Our results carry implications for American civil–military relations and the maintenance of American democracy.",
          "url": "https://doi.org/10.1017/s1049096525000320",
          "doi": "https://doi.org/10.1017/s1049096525000320",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Descriptive representation and attitudes about local government: An experimental test using real-world stimuli",
          "authors": "David Doherty, Madeline Schade, Dana Garbarski",
          "abstract": "Does descriptive representation lead people to evaluate elected officials and their institutions more favorably? Does it improve political efficacy and engagement? We report findings from a survey experiment that uses treatments drawn from respondents’ real political context—elected officials who make policy in respondents’ county of residence. Specifically, we present a sample of Cook County residents with a member of the Cook County Board of Commissioners—who may or may not “match” the respondents gender or ethnoracial identity—to assess whether signaling that the respondent is “descriptively represented” on the Board affects their assessments of the Board and other attitudinal outcomes. Our pre-registered design positions us to identify effects of roughly one-eighth of a standard deviation in our full sample, but the estimated effects of signals of ethnoracial- and gender-based descriptive representation are null across the five outcomes we consider. In pre-registered exploratory analysis re-estimating effects by subgroup, we find evidence that suggests that descriptive representation affects some attitudes among women and Black respondents. This said, the effects we find in these groups are modest in magnitude, scattered, and, in most cases, statistically indistinguishable from those that emerge in other groups.",
          "url": "https://doi.org/10.1177/20531680251344884",
          "doi": "https://doi.org/10.1177/20531680251344884",
          "filter": 0
        },
        {
          "title": "An incomplete recipe: One-dimensional latent variables do not capture the full flavor of democratic support",
          "authors": "Yue Hu, Yuehong Cassandra Tai, Kyein Ko, Byung-Deuk Woo, Frederick Solt",
          "abstract": "Prominent recent works have measured democratic support using a single latent variable that purports to span a single dimension from steadfast opposition to whole-hearted support. This ignores ample evidence that support for democracy is complex and multidimensional. Here we provide a series of validation tests of the sort of cross-national time-series latent variable measures employed in recent research by reference to questions on support for liberal democracy and opposition to its erosion from multi-wave surveys conducted around the world. These tests show that, across countries and years, this latent variable is nearly orthogonal to measures of support for contestation and participation; civil liberties; institutional constraints on executive power; and prioritizing democracy over the economy, economic equality, or order. We conclude that support for democracy in any robust sense is simply not well captured by one-dimensional latent variable. Such measures are powerful but researchers must be mindful of their limitations.",
          "url": "https://doi.org/10.1177/20531680251341857",
          "doi": "https://doi.org/10.1177/20531680251341857",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Universal Mail Ballot Delivery Boosts Turnout: The Causal Effects of Sending Mail Ballots to All Registered Voters",
          "authors": "R. Michael Alvarez, Yimeng Li",
          "url": "https://doi.org/10.1086/736867",
          "doi": "https://doi.org/10.1086/736867",
          "filter": 0
        },
        {
          "title": "High Hurdles: Legislative Professionalism and the Effectiveness of Women State Legislators",
          "authors": "Robert J. McGrath, Josh Ryan, Jatia Wrighten",
          "url": "https://doi.org/10.1086/736866",
          "doi": "https://doi.org/10.1086/736866",
          "filter": 0
        },
        {
          "title": "Commodity booms, conflict, and organized crime: Logics of violence in Indonesia's oil palm plantation economy",
          "authors": "Paul D Kenny, Rashesh M Shrestha, Edward Aspinall",
          "url": "https://doi.org/10.1086/736865",
          "doi": "https://doi.org/10.1086/736865",
          "filter": 0
        },
        {
          "title": "Special Interest Trade-Offs: Campaign Finance Reforms and Religious Influence in Politics in Brazil",
          "authors": "Melani Cammett, Lucas Novaes, Guadalupe Tuñon",
          "url": "https://doi.org/10.1086/736804",
          "doi": "https://doi.org/10.1086/736804",
          "filter": 0
        },
        {
          "title": "“In for a Penny, in for a Pound?” Evidence That Government Support Parties Cannot Dissociate Themselves from the Prime Minister’s Party",
          "authors": "Matthew E. Bergman, Svenja Krauss, Maria Thürk",
          "url": "https://doi.org/10.1086/734251",
          "doi": "https://doi.org/10.1086/734251",
          "filter": 0
        },
        {
          "title": "Purifying the Leviathan: The Strategic Dilemma of an Anti-corruption Campaign Under One-Party Rule",
          "authors": "Tianyang Xi, Yang Yao, Qian Zhang",
          "url": "https://doi.org/10.1086/734260",
          "doi": "https://doi.org/10.1086/734260",
          "filter": 0
        },
        {
          "title": "Warfare, Fiscal Gridlock, and State Formation During Europe’s Military Revolution",
          "authors": "Gary W. Cox, Mark Dincecco, Massimiliano Gaetano Onorato",
          "url": "https://doi.org/10.1086/734269",
          "doi": "https://doi.org/10.1086/734269",
          "filter": 0
        },
        {
          "title": "Resemblance and Discrimination in Elections",
          "authors": "Raluca L. Pahontu, Stavros Poupakis",
          "url": "https://doi.org/10.1086/734268",
          "doi": "https://doi.org/10.1086/734268",
          "filter": 0
        },
        {
          "title": "Are There Social Class Gaps in Nascent Political Ambition? Survey Evidence from the Americas",
          "authors": "Nicholas Carnes, Noam Lupu",
          "url": "https://doi.org/10.1086/734284",
          "doi": "https://doi.org/10.1086/734284",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
