{
  "update": "2025-09-04",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Testing the stability and temporal order of People of Color Identity and People of Color Solidarity : New evidence from a survey panel of Asian, Black, Latino, and multiracial adults",
          "authors": "Andrew M. Engelhardt, Efrén Pérez, Seth K. Goldman, Yuen J. Huo, Tatishe Nteta, Linda R. Tropp",
          "abstract": "Two crucial variables in the study of people of color (PoC) are identity and solidarity . Existing work construes identity as more stable than solidarity , with identity shifting solidarity between PoC. However, this view rests on cross‐sectional evidence, limiting researchers’ ability to formally appraise these key variables’ stability and sequence. We report the first longitudinal evidence on these matters by leveraging a unique two‐wave survey of Asian, Black, Latino, and multiracial adults. First, contrary to the current conceptualization, we find PoC solidarity is as stable as PoC identity , suggesting two alternate but durable sources of political unity among these groups. Second, consistent with its present conceptualization, we show PoC identity is associated with shifts in solidarity , but not vice versa. Third, we offer evidence that the dynamics between these variables hold uniformly across different PoC subgroups, highlighting this mega‐group's coherence and political relevance. We conclude by discussing our results’ implications for US inter‐minority politics.",
          "url": "https://doi.org/10.1111/ajps.70009",
          "doi": "https://doi.org/10.1111/ajps.70009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Hidden Majoritarianism and Women’s Career Progression in Proportional Representation Systems",
          "authors": "DANIEL M. SMITH, ALEXANDRA CIRONE, DAWN L. TEELE, GARY W. COX, JON H. FIVA",
          "abstract": "The share of women in politics is higher, on average, under closed-list proportional representation (PR) electoral systems compared to majoritarian systems. Yet, even in PR systems, progress toward gender parity has been slow and uneven. We argue that women’s representation and career progression under PR might be impeded when single-occupant positions, such as local mayor and list leader, serve as important stepping stones in political career paths. Using a century of detailed candidate-level data from Norway, we investigate (1) whether gaps in women’s representation emerge at these “majoritarian stepping stones” and (2) how access to these positions affects women’s progression into higher offices. Our empirical analysis reveals that gender gaps indeed emerge at majoritarian stepping stones. However, we also document how Norwegian parties have employed workarounds—promoting women occupants of these positions at higher rates than men—to mitigate the adverse effects of this hidden majoritarianism on women’s representation in higher offices.",
          "url": "https://doi.org/10.1017/s0003055425100786",
          "doi": "https://doi.org/10.1017/s0003055425100786",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Anti-homeless Hostile Design as Wrongful Discrimination",
          "authors": "Andreas Albertsen, Carl Knight",
          "abstract": "Philosophical accounts of discrimination distinguish the question of what discrimination is from the question of its wrongfulness. This article addresses these two questions in the context of anti-homeless hostile design of public spaces. Regarding the first question, all forms of anti-homeless hostile design amount to discrimination, with typical cases (for example, anti-homeless spikes or benches) being direct discrimination, but with some cases (for example, CCTV not intended to target the homeless) being indirect discrimination. Regarding the second question, it is argued that all major accounts of the wrongness of discrimination identify the usual, directly discriminatory hostile design as wrongful on account of its harmful or disrespectful character. Most accounts also consider the less common indirectly discriminatory hostile design to be possibly wrongful, especially given the severe disadvantages faced by the homeless in contemporary cities.",
          "url": "https://doi.org/10.1017/s0007123424000796",
          "doi": "https://doi.org/10.1017/s0007123424000796",
          "filter": 0
        },
        {
          "title": "Detecting Group Mentions in Political Rhetoric A Supervised Learning Approach",
          "authors": "Hauke Licht, Ronja Sczepanski",
          "abstract": "Politicians appeal to social groups to court their electoral support. However, quantifying which groups politicians refer to, claim to represent, or address in their public communication presents researchers with challenges. We propose a supervised learning approach for extracting group mentions from political texts. We first collect human annotations to determine the passages of a text that refer to social groups. We then fine-tune a transformer language model for contextualized supervised classification at the word level. Applied to unlabeled texts, our approach enables researchers to automatically detect and extract word spans that contain group mentions. We illustrate our approach in two applications, generating new empirical insights into how British parties use social groups in their rhetoric. Our method allows for detecting and extracting mentions of social groups from various sources of texts, creating new possibilities for empirical research in political science.",
          "url": "https://doi.org/10.1017/s0007123424000954",
          "doi": "https://doi.org/10.1017/s0007123424000954",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Issue congruence outweighs geography: Understanding the appeal of Bündnis Sahra Wagenknecht (BSW) in east and west Germany",
          "authors": "Jan Philipp Thomeczek, Aiko Wagner",
          "url": "https://doi.org/10.1016/j.electstud.2025.102986",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102986",
          "filter": 0
        },
        {
          "title": "Learning to vote in democratic and authoritarian elections",
          "authors": "Anja Neundorf, Ksenia Northmore-Ball",
          "url": "https://doi.org/10.1016/j.electstud.2025.102985",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102985",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Misinformation Among Migrants: Evidence from Mexico and Colombia",
          "authors": "Antonella Bandiera, Daniel Rojas",
          "abstract": "This paper examines the effectiveness of media literacy interventions in countering misinformation among in-transit migrants in Mexico and Colombia. We conducted experiments to assess whether well-known strategies for fighting misinformation are effective for this understudied yet particularly vulnerable population. We evaluate the impact of digital media literacy tips on migrants’ ability to identify false information and their intentions to share migration-related content. We find that these interventions can effectively decrease migrants’ intentions to share misinformation. We also find suggestive evidence that asking participants to consider accuracy may inadvertently influence their sharing behavior by acting as a behavioral nudge, rather than simply eliciting their sharing intentions. Additionally, the interventions reduced trust in social media as an information source while maintaining trust in official channels. The findings suggest that incorporating digital literacy tips into official websites could be a cost-effective strategy to reduce misinformation circulation among migrant populations.",
          "url": "https://doi.org/10.1017/xps.2025.10015",
          "doi": "https://doi.org/10.1017/xps.2025.10015",
          "filter": 0
        },
        {
          "title": "Do Immigrants’ Partisan Preferences Influence Americans’ Support for Immigration?",
          "authors": "Daniel McDowell, David A. Steinberg",
          "abstract": "This study examines whether Americans are more supportive of immigration when migrants share their partisan preferences. To address this question, we embedded a preregistered experiment in a nationally representative survey that was fielded the week before the 2024 US Presidential Election. The main experimental treatment provided information that some immigrant groups tend to favor Donald Trump and the Republican Party. This information reduced support for immigration among Democrats and increased support for immigration among Republicans. Our findings suggest that immigrants’ political identities impact public support for immigration. They also suggest that Trump’s apparent gains among immigrant voters in the 2024 election have the potential to reduce partisan polarization over immigration in the future.",
          "url": "https://doi.org/10.1017/xps.2025.10013",
          "doi": "https://doi.org/10.1017/xps.2025.10013",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Partisanship Unmasked? The Role of Politics and Social Norms in COVID-19 Mask-Wearing Behavior – CORRIGENDUM",
          "authors": "John Carey, Brendan Nyhan, Joseph B. Phillips, Jason Reifler",
          "url": "https://doi.org/10.1017/xps.2025.10016",
          "doi": "https://doi.org/10.1017/xps.2025.10016",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "How do voters seek political information during real-world election campaigns?",
          "authors": "Mohamed Nasr",
          "abstract": "This paper examines the dynamics of voter information seeking during real-world election campaigns, a crucial yet relatively underexplored area of political behavior. Drawing on theories of information processing, I propose a model of information seeking driven by the need to resolve informational deficits, shaped by two fundamental party-level characteristics: incumbency status and programmatic change. Firstly, I expect voters to seek information more actively about opposition parties than about governing parties, as the former lack the highly visible track record of governing parties. Secondly, voters tend to seek more information when established non-governing parties undergo a significant programmatic reconfiguration. To empirically test these hypotheses, I compile a unique dataset comprising Google search data related to the main political parties of 11 liberal democracies between 2004 and 2023. The results reveal that voters consistently demonstrate a greater propensity to search for information about opposition parties than incumbent parties during election campaigns, particularly when the opposition implements substantial programmatic changes. These findings have crucial implications for understanding how voters search for political information about political parties in real-world electoral competitions and how party-level characteristics can drive this behavior.",
          "url": "https://doi.org/10.1177/13540688251375302",
          "doi": "https://doi.org/10.1177/13540688251375302",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Probabilistic Record Linkage Using Pretrained Text Embeddings",
          "authors": "Joseph T. Ornstein",
          "abstract": "Pretrained text embeddings are a fast and scalable method for determining whether two texts have similar meaning, capturing not only lexical similarity, but semantic similarity as well. In this article, I show how to incorporate these measures into a probabilistic record linkage procedure that yields considerable improvements in both precision and recall over existing methods. The procedure even allows researchers to link datasets across different languages. I validate the approach with a series of political science applications, and provide open-source statistical software for researchers to efficiently implement the proposed method.",
          "url": "https://doi.org/10.1017/pan.2025.10016",
          "doi": "https://doi.org/10.1017/pan.2025.10016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Polarization and Partisan Bias in Citizens’ Evaluations of Public Services",
          "authors": "Saar Alon-Barkat, Amnon Cavari, Lior Shvarts",
          "abstract": "Evidence of partisan bias questions the ability of citizens to form meaningful judgments of the functioning of government and hold the government accountable. Existing work demonstrates that incumbent and opposition supporters consistently diverge in their evaluation of government performance regarding the national economy, security, and highly polarized policy issues. We argue that in a polarized environment, partisan bias applies not only to citizens’ evaluations of macro-policy outcomes but also to citizens’ evaluations of mundane tangible public services, such as education, health, policing, and transportation. We provide rigorous empirical evidence for this hypothesis using the case of Israel during the two dramatic, hyper-polarized government changes in 2021 and 2022. The data include two repeated cross-sectional survey datasets: A large seven-wave survey study and an administrative survey dataset by the Israeli Central Bureau of Statistics. Our robust findings question the ability of citizens to hold their government accountable for public service performance, a fundamental feature of democratic theory.",
          "url": "https://doi.org/10.1007/s11109-025-10078-8",
          "doi": "https://doi.org/10.1007/s11109-025-10078-8",
          "filter": 0
        },
        {
          "title": "Editorial Expression of Concern: Reframing Gendered Issues: Intersectional Identity Frames and Policy Agendas",
          "authors": "Margaret Perez Brower",
          "url": "https://doi.org/10.1007/s11109-025-10079-7",
          "doi": "https://doi.org/10.1007/s11109-025-10079-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Green national paradox? How the far right turned Sweden from a (reputed) pioneer of climate mitigation to an obstructor",
          "authors": "Andreas Malm, Kristoffer Ekberg, Christina Englund, Johanne Tagmose Grønkjær, Martin Charlier, Olivia Medin, Ståle Holgersen",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103390",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103390",
          "filter": 0
        },
        {
          "title": "Local and indigenous knowledge systems on nature-based solutions: Addressing Green Colonialism in Mangrove restoration of the Indian Sundarbans",
          "authors": "Mehebub Sahana",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103405",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103405",
          "filter": 0
        },
        {
          "title": "Violent environments and the low-carbon energy transition: Cautionary tales from Costa Rica and Papua New Guinea",
          "authors": "Emily Benton Hite, Sarah Posner, Jerry K. Jacka",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103389",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103389",
          "filter": 0
        },
        {
          "title": "Where do we go? Explaining democratic capital location preferences",
          "authors": "David M. Willumsen",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103385",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103385",
          "filter": 0
        },
        {
          "title": "Towards a global perspective on interrelated green hydrogen transitions: The case of Colombia",
          "authors": "Kristina Dietz, Felix Malte Dorn, Etienne Schneider",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103395",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103395",
          "filter": 0
        },
        {
          "title": "Domains of dominance: Political territorial control and conflict-related violence in postwar Abidjan",
          "authors": "Sebastian van Baalen, Thao-Nguyen Ha",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103393",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103393",
          "filter": 0
        },
        {
          "title": "Urbanisation, democracy, and political regime transformations",
          "authors": "Nick Dorward, Sean Fox, Kristian Hoelscher",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103382",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103382",
          "filter": 0
        },
        {
          "title": "Playing empire at home: Het Beursspel and Dutch popular colonial geopolitics in the 1940s",
          "authors": "Xavier Guillaume, Jesse van Amelsvoort",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103404",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103404",
          "filter": 0
        },
        {
          "title": "Residual urbanism: sanitary infrastructures and the governance of waste in Rio de Janeiro",
          "authors": "Mariana Cavalcanti, Maria Raquel Passos Lima",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103406",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103406",
          "filter": 0
        },
        {
          "title": "Seizing the means of innovation: On the relationship between Marxism and ecomodernism",
          "authors": "Govand Khalid Azeez, Jonathan Symons",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103388",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103388",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "A dual‐process perspective on classism. Right‐wing authoritarianism buffers the relationship between social dominance orientation and classism in Poland",
          "authors": "Maciej R. Górski, Paulina Górska, Michał Bilewicz",
          "abstract": "Rising global and local inequalities make prejudice based on social class an increasingly pressing issue, yet it remains underexplored in psychological literature. Across three studies run in Poland, we apply the Dual‐Process Model of Ideology and Prejudice and find that Social Dominance Orientation (SDO)—a preference for social hierarchy—predicts classism positively, but Right‐Wing Authoritarianism (RWA)—a preference for social order—serves as a negative predictor and a buffer to the effects of SDO. In Study 1 ( N = 529), RWA and SDO differentially and interactively predicted social distance toward the poor in a nationwide Polish sample. In Study 2 ( N = 382), an affective measure of prejudice was applied in a longitudinal design to show that stable levels of RWA and SDO, rather than their fluctuations, are responsible for this interactive effect. In Study 3 ( N = 468), SDO predicted social distance via affective classism, and RWA moderated this indirect effect. Results of three studies suggest that authoritarianism may not only be associated with lower classism but also limit the hostile potential of social dominance.",
          "url": "https://doi.org/10.1111/pops.70066",
          "doi": "https://doi.org/10.1111/pops.70066",
          "filter": 0
        },
        {
          "title": "Proximity to settlements in the West Bank shifts protest behavior toward higher‐risk actions and increases perceived collective injustice",
          "authors": "Nils Mallock, Christian Krekel",
          "abstract": "Engagement in political conflict has been linked to various material and psychological motives, while the role of perceived collective injustice remains empirically contested. We examine this hypothesis for protest behavior in the West Bank. Since 1967, civilian Israeli settlements have been established here, making salient stark local inequalities. Across two primary and four secondary data collections ( N = 8360), exploiting geographical coordinates, we show that proximity to settlements increased the relative likelihood of participating in higher‐risk political action (between +41% and +82%) at the cost of moderate protest (−30% to −36%), flanked by corresponding attitudinal shifts. Effects were spatially limited to a 3‐kilometer distance, time‐insensitive, and validated through separate administrative data on protest events during the same ten‐year observation period. Moreover, the shift toward high‐risk protest engagement was not associated with past negative contact—instead, we find support for the perceived collective injustice mechanism, ruling out several socio‐psychological alternatives. Salience of group‐based moral outrage can shape political behavior in settings of violent asymmetrical conflict.",
          "url": "https://doi.org/10.1111/pops.70068",
          "doi": "https://doi.org/10.1111/pops.70068",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "A matching theory perspective on legislative organization: assignment of committees",
          "authors": "Ashutosh Thakur",
          "abstract": "How legislatures allocate power and conduct business are central determinants of policy outcomes. Much of the literature on parties and the committee system in legislatures examines which members serve on which committees. What has received less attention are the mechanisms by which parties allocate members to committees. I show that parties in the US Senate use matching mechanisms, like those used in school choice and the medical residency match. Republicans and Democrats use two distinct matching mechanisms, such that canonical theories of parties cannot apply equally to them. The Republican mechanism is strategyproof, whereas the Democrat mechanism incentivizes politicians to manipulate their reported preferences. Leveraging matching theory, I make theoretical predictions; corroborating them with archival correspondence and committee requests/assignments data.",
          "url": "https://doi.org/10.1017/psrm.2025.10043",
          "doi": "https://doi.org/10.1017/psrm.2025.10043",
          "filter": 0
        },
        {
          "title": "“Sleeping with the enemy”: partisanship and tolerance in online dating",
          "authors": "Yara Sleiman, Georgios Melios, Paul Dolan",
          "abstract": "Political polarization has transcended political arenas, influencing personal decisions. While such biases are often ascribed to out-group animosity, a person’s “party tag” may act as a proxy for other characteristics, overstating partisanship’s role in private life. To explore this, we focus on online dating, using a conjoint experiment with 3,000 UK participants to isolate the effect of partisanship from other traits. Our findings indicate that the influence of partisanship is on par with conventional criteria like physical appearance, yet tolerance for opposing views plays an even stronger role. We also find imporant partisan asymmetries: both groups favour co-partisans, but Labour supporters are twice as likely to do so. Counter-stereotypic profiles reduce bias among Conservatives but heighten it among Labour supporters.",
          "url": "https://doi.org/10.1017/psrm.2025.10011",
          "doi": "https://doi.org/10.1017/psrm.2025.10011",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Ethical Considerations for SoTL Research in Political Science Education",
          "authors": "Jeremy Moulton, Rebecca Tapscott",
          "abstract": "In recent years, political science has expanded its focus on pedagogy, developing its own subfield in the Scholarship of Teaching and Learning (SoTL). Although this research is seemingly low risk, it nevertheless raises distinctive ethical questions. It also is increasingly subject to rigorous ethics review, often justified as necessary to protect students as a vulnerable category. Until recently, the field has made little comment on which ethical issues political scientists should be attuned to when designing SoTL studies. Building on the wider literature on ethics and SoTL research, this article presents research findings on how political science students view their own experiences of becoming participants in SoTL research, and it highlights several resultant ethical considerations. We accompany these findings with recommendations for conducting ethically sound SoTL research on political science education.",
          "url": "https://doi.org/10.1017/s1049096525101285",
          "doi": "https://doi.org/10.1017/s1049096525101285",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Good Czar, bad boyars: the political economy of Russian war propaganda",
          "authors": "Konstantin Zhukov",
          "abstract": "Fall 2022 was marked by a dramatic change in Russian information space. After months of boasting about the military campaign in Ukraine, Kremlin propagandists admitted certain military defeats and began to blame senior military command. I explain the change by reference to propaganda, asymmetric information, and informational autocrats. The propagandists could not conceal the defeats because war bloggers and military barons were disseminating information while mobilization was signaling lack of military progress, both of which reduced information asymmetries. Meanwhile, mobilization imposed costs on the public and incentivized increased monitoring of the war, threatening to undermine support of Putin, Russia’s informational autocrat. In response, Putin’s regime successfully shifted blame to military command, enabled by information asymmetries regarding the actions and structure of the military, which prevented the public from holding Putin accountable.",
          "url": "https://doi.org/10.1007/s11127-025-01324-y",
          "doi": "https://doi.org/10.1007/s11127-025-01324-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Tapping the untapped potential? A research note on salient ballot initiatives and youth turnout in the 2022 midterm election",
          "authors": "Courtney Juelich, Scott LaCombe",
          "abstract": "This research highlights the impact of state ballot measures on youth turnout. The primacy of ballot initiatives addressing issues salient to younger demographics, such as marijuana legalization and reproductive rights, varied across states, allowing for the statistical comparison of ballot initiative types by state and generational standing. By analyzing data from the 2022 election, this research extends prior studies, focusing on the role of ballot measures in mobilizing youth voters to test whether these mobilizing effects hold for a new generation entering voting age, as well as whether these effects persist for Millennials as they age into different life stages. Leveraging the Census Bureau’s Community Population Survey (CPS) November Voting Supplement File, this study models the impact of youth-salient ballot measures on voter turnout across different generational cohorts. The results reveal a significant association between the presence of youth-salient ballot measures and increased turnout among Millennial and Generation Z voters generally, and particularly for younger female voters. These findings show that when young voters are given the opportunity to vote on issues that are salient to them, they participate at higher rates.",
          "url": "https://doi.org/10.1177/20531680251366463",
          "doi": "https://doi.org/10.1177/20531680251366463",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Polity Size and the Congested Budget: Evidence from Italian Municipalities",
          "authors": "Luca Bellodi, Massimo Morelli",
          "url": "https://doi.org/10.1086/734461",
          "doi": "https://doi.org/10.1086/734461",
          "filter": 0
        },
        {
          "title": "What Happens When Women Win Elections? The Electoral Returns to Increased Representation of Women",
          "authors": "Frederik K. Kjøller, Benjamin C. K. Egerod, Lene Holm Pedersen, Jens Olav Dahlgaard",
          "url": "https://doi.org/10.1086/734266",
          "doi": "https://doi.org/10.1086/734266",
          "filter": 0
        },
        {
          "title": "Unsuccessful Candidates Are More Concerned About Electoral Fairness than Election Winners",
          "authors": "Roman Senninger, Martin Baekgaard, Henrik Seeberg",
          "url": "https://doi.org/10.1086/734240",
          "doi": "https://doi.org/10.1086/734240",
          "filter": 0
        },
        {
          "title": "How Street-Level Bureaucrats’ Traits Affect Community Leaders’ Assessments of the Government",
          "authors": "Nico Ravanilla, Dotan Haim, Matthew Nanes",
          "url": "https://doi.org/10.1086/734550",
          "doi": "https://doi.org/10.1086/734550",
          "filter": 0
        },
        {
          "title": "China’s Rise—Threat or Opportunity? The Pacifying Effect of Chinese Foreign Direct Investment on American Threat Perceptions",
          "authors": "Aycan Katitas",
          "url": "https://doi.org/10.1086/734537",
          "doi": "https://doi.org/10.1086/734537",
          "filter": 0
        },
        {
          "title": "Democrats Versus Democracy: The Southern Response to the Voting Rights Act",
          "authors": "Mayya Komisarchik",
          "url": "https://doi.org/10.1086/734538",
          "doi": "https://doi.org/10.1086/734538",
          "filter": 0
        },
        {
          "title": "Do Voters Respond to the Economy or to News Reporting on the Economy? A Mediation Analysis",
          "authors": "Mark A. Kayser, Michael Peress",
          "url": "https://doi.org/10.1086/734534",
          "doi": "https://doi.org/10.1086/734534",
          "filter": 0
        },
        {
          "title": "Political Life Cycles",
          "authors": "Justin Melnick, Alastair Smith, Bruce Bueno de Mesquita",
          "url": "https://doi.org/10.1086/734281",
          "doi": "https://doi.org/10.1086/734281",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
