{
  "update": "2025-10-18",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Institutional Forbearance as a Mechanism of Democratic Stability",
          "authors": "SEAN INGHAM",
          "abstract": "Some scholars argue that democratic stability requires political elites to practice forbearance : roughly speaking, “restraint in deploying their institutional prerogatives” (Levitsky and Ziblatt, How Democracies Die , 2018). The article proposes a novel conception of forbearance as a mechanism of democratic stability. According to this view, public officials exercise forbearance when they refrain from actions of uncertain legitimacy, actions that, while in fact compatible with democracy’s constitutive rules, are not commonly known to be. The argument is that such actions, by provoking divergent reactions among citizens, create uncertainty about the extent to which others are willing to resist breaches of democracy’s rules. This uncertainty undermines their ability to coordinate responses to genuine abuses of power in the future. The article concludes with observations about the normative implications of the theory, introducing the concept of the “Democrat’s Dilemma” to illustrate the difficulties of knowing when democrats ought to practice forbearance.",
          "url": "https://doi.org/10.1017/s000305542510124x",
          "doi": "https://doi.org/10.1017/s000305542510124x",
          "filter": 0
        },
        {
          "title": "Performative Violence and the Spectacular Debut of the Atomic Bomb",
          "authors": "JOSHUA BYUN, AUSTIN CARSON",
          "abstract": "The atomic bombings of Hiroshima and Nagasaki reshaped international politics and the field of International Relations. But one question—“ How should the atomic bomb be used?”—has been largely overlooked in political science. This article recovers American deliberations on alternative nuclear use options before August 1945, including the “noncombat demonstration,” targeting military installations, giving advance warning, and striking more symbolically valuable cities. We develop theoretical insights on the value of staging violent spectacles and the emotive power of visible destruction. We then use a wide range of sources to show that U.S. leaders selected an ostentatiously lethal means of atomic debut due to concerns about conventional military inferiority vis-à-vis the Soviet Union, the desire to instill a widespread view of the bomb’s revolutionary character, and the imperative of shaping the postwar international order. This study advances our understanding of the post-1945 international order and the performative dimensions of political violence.",
          "url": "https://doi.org/10.1017/s0003055425101238",
          "doi": "https://doi.org/10.1017/s0003055425101238",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The Electoral Implications of Legislative Candidate Selection Democratization",
          "authors": "Jorge M. Fernandes, Alon Yakter, Yael Shomer, Gert-Jan Put",
          "abstract": "Amid declining public standing, many political parties seek to regain disaffected voters through various institutional strategies. One key approach is democratizing legislative candidate selection to grant party members or voters greater influence and signal improved responsiveness, transparency, and legitimacy. Yet does this strategy pay off electorally? The growing literature on this topic provides conflicting answers and limited evidence. We argue that more inclusive candidate selection does not have meaningful effects at the polls despite its merits. Whereas voters favor such procedures in principle, as some suggest, they underprioritize them in favor of other considerations when electing parties. We support this argument with observational and experimental data, including a matching difference-in-differences estimation of party performance across thirty-four democracies and a survey democracies and a survey experiment in three countries. This article contributes to our understanding of the relationship between party institutions and voter behavior in an age of eroding public trust and rising anti-establishment sentiment.",
          "url": "https://doi.org/10.1017/s0007123425100744",
          "doi": "https://doi.org/10.1017/s0007123425100744",
          "filter": 0
        },
        {
          "title": "Green Party Entry and Conservative Backlash: Evidence from Germany",
          "authors": "Tom Arend, Fabio Ellger, António Valentim",
          "abstract": "How do voters react to new political actors? Recent research suggests that radical right party success can provoke electoral backlash. We argue that such backlash is not exclusive to the radical right but can emerge whenever new political actors disrupt the status quo. With very distinct policy positions and behaviour, Green parties were early disruptors of post-war party systems in Europe. Using first-difference and difference-in-differences designs with voting records from Germany, we show that Green party success provoked a conservative backlash. After the Greens entered state parliaments, the Christian Democrats gained support. Using additional evidence from election surveys, we find that Green party success reinforces feelings of animosity among conservatives, mainly driven by disapproval of the Greens’ behaviour. These results highlight a broader pattern of backlash against new disruptive political actors. Our findings are especially relevant as polarization and party system fragmentation intensify across many established democracies.",
          "url": "https://doi.org/10.1017/s0007123425100628",
          "doi": "https://doi.org/10.1017/s0007123425100628",
          "filter": 0
        },
        {
          "title": "Inflation and Incumbent Support: Experimental Evidence from the 2024 US Presidential Election",
          "authors": "Selim Erdem Aytaç, Daniel McDowell, David A. Steinberg",
          "abstract": "It is widely believed that high inflation reduces the popularity of incumbents, and contributed to poor incumbent performance in recent elections in the United States and elsewhere. Existing research shows that voters’ inflation perceptions are associated with their evaluations of incumbent parties, but these observational studies cannot eliminate the possibility that the causal relationship runs the other way, where opposition to incumbent governments causes individuals to report higher price increases. To help overcome this inferential challenge, this study draws on a pre-registered experiment embedded in a nationally representative survey fielded just days before the 2024 US Presidential election. We find that priming Americans to think about inflation reduced support for the incumbent party. This effect is most pronounced among Independents and Democrats. These findings suggest that inflation likely contributed to the Democrats’ 2024 electoral defeat, and provide novel evidence that inflation has a causal effect on support for incumbent parties.",
          "url": "https://doi.org/10.1017/s0007123425100811",
          "doi": "https://doi.org/10.1017/s0007123425100811",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Preaching to the converted: Misinformation and voter preferences in election campaigns",
          "authors": "Ursula Daxecker, Neeraj Prasad",
          "url": "https://doi.org/10.1016/j.electstud.2025.103003",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103003",
          "filter": 0
        },
        {
          "title": "Mass higher education and voter turnout in the U.S.",
          "authors": "Eric R. Hansen",
          "url": "https://doi.org/10.1016/j.electstud.2025.103002",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103002",
          "filter": 0
        },
        {
          "title": "Negative partisanship in Western Europe",
          "authors": "Luana Russo",
          "url": "https://doi.org/10.1016/j.electstud.2025.103001",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Climate policy strategies and corporate mobilisation in the European Union",
          "authors": "Karl Magnus Møller",
          "abstract": "Climate policy remains inadequate even among leaders like the European Union. This is largely due to opposition from fossil fuel producers and heavy industrial sectors that are existentially threatened by decarbonisation. The rise of green industrial policy promises to advance climate policy by reducing this opposition and mobilising corporate supporters. But can climate policy strategies actually shift the balance of interest group mobilisation among expected winners and losers simply by using different policy instruments? I theorise that policy strategies (de)mobilise corporate interests through regulatory targeting. Corporations directly targeted by a proposed policy are more likely to lobby because of policy-specific informational advantages and more certain and immediate impacts. Compared to traditional climate policies that impose direct costs on fossil fuels, green industrial policies should therefore demobilise high-carbon firms and mobilise their low-carbon counterparts. I collect and code novel data on all corporate responses to online consultations in European Union climate and energy policy from 2017 to 2022. Dyadic regression analyses confirm that low-carbon sectors lobby mostly on green industrial policies while high-carbon sectors mobilise more around traditional climate policies, and that stakeholders are more likely to lobby when directly targeted by policies. These results document that climate policies can indeed determine climate politics, a finding that has implications for other policy areas characterised by business conflict and for interest group scholarship more broadly.",
          "url": "https://doi.org/10.1017/s1475676525100273",
          "doi": "https://doi.org/10.1017/s1475676525100273",
          "filter": 0
        },
        {
          "title": "Too honest and humble to run for office? Citizens’ personality traits, nascent ambition, and recruitment",
          "authors": "Marc van de Wardt, Pirmin Bundi, Peter John Loewen, Anne Rasmussen, Lior Sheffer, Frédéric Varone",
          "abstract": "We explore how honesty-humility and the other HEXACO personality traits relate to citizens’ nascent ambition and their recruitment to run for office. We extend previous work on virtue-related personality traits and political recruitment in two important ways: we go beyond North America and conduct a five-country cross-national study with nationally representative samples. More importantly, going beyond individual-level differences in nascent ambition, we also address how honesty-humility predicts the likelihood of being asked to and actually running for office. Based on data from Canada, Denmark, Israel, the Netherlands, and Switzerland, we demonstrate that citizens with lower levels of honesty-humility are more likely to have considered running, to deem themselves qualified to run, to have been asked to run, and to actually have run for a political office. From a ‘virtue ethics’ perspective, this is highly concerning: low honesty-humility predisposes individuals to engage in unethical behavior and decision-making. We discuss implications for the quality of political representation.",
          "url": "https://doi.org/10.1017/s1475676525100224",
          "doi": "https://doi.org/10.1017/s1475676525100224",
          "filter": 0
        },
        {
          "title": "When facilitation is not enough: the role of games in small-group discussions",
          "authors": "Afsoun Afsahi",
          "abstract": "While scholars of deliberative democracy have long conceded that good deliberation requires careful facilitation, little attention has been paid to the effects of different facilitation methods. This paper has three aims. First, it establishes the importance of facilitation. Second, it argues that facilitation may not be enough to counteract the imbalances in power and influence within deliberation. As such, this paper introduces two games that can be utilized in concert with facilitation: deliberative worth exercises and simulated representation. The former pushes participants to remain aware of their behavior patterns within deliberation by asking them to choose the best deliberator at the end of each round of deliberation; the latter enables empathy and perspective-taking by partnering participants and asking them to represent one another’s viewpoints for a portion of deliberation as if they were their own. Third, using proof-of-concept experiments, this paper demonstrates the efficacy of these games.",
          "url": "https://doi.org/10.1017/s1475676525100297",
          "doi": "https://doi.org/10.1017/s1475676525100297",
          "filter": 0
        },
        {
          "title": "Transparency matters: The positive effect of politicians’ side income disclosure on voters’ perceptions",
          "authors": "Oliver Huwyler, Stefanie Bailer, Nathalie Giger",
          "abstract": "Voters are frustrated by the influence of money in politics. They cannot be certain whether politicians follow the money or the will of the people. Disclosing side income may therefore serve as a means to increase trust in politicians. To investigate whether this mechanism works, we analyze data from a vignette survey experiment on parliamentarians’ side jobs with respondents from seven European countries ( N $ \\approx $ 14,100). Our results show that compared to parliamentarians who are unwilling to disclose their side income, transparent parliamentarians, even those with especially high extra-parliamentary earnings, are seen as more trustworthy and electable. We also find that voters rely on the combined information of the number and type of side jobs (companies versus public interest groups) when evaluating non-transparent parliamentarians. Furthermore, voters’ income, education level, and ideological leaning moderate their perceptions of (non-)transparent parliamentarians. Overall, our findings suggest that politicians’ disclosure of side income benefits representative democracy.",
          "url": "https://doi.org/10.1017/s1475676525100303",
          "doi": "https://doi.org/10.1017/s1475676525100303",
          "filter": 0
        },
        {
          "title": "European identities and immigration attitudes",
          "authors": "Théoda Woeffray, Fabio Wasserfallen",
          "abstract": "A vast body of literature studies how national identities explain immigration attitudes. In Europe, however, migration policy is largely Europeanised, requiring a European perspective. This article distinguishes between civic and cultural European identities and theorises how the two identity types relate to characteristics of immigrants with respect to admission decisions. Among others, we introduce the novel hypothesis that value congruence among Europeans and immigrants matters. The analyses of observational data and conjoint experiments show that Europeans with a cultural identity hold more restrictive attitudes; civics particularly prioritise immigrants who share their own values, while culturals more strongly reject immigrants who are culturally distant (ie Afghans and Muslims). Despite these differences, the following finding stands out: The more distant immigrants are perceived, the less likely they are to be admitted by Europeans from both identity types, raising serious questions about the role of humanitarian reasons in immigration decisions.",
          "url": "https://doi.org/10.1017/s1475676525100261",
          "doi": "https://doi.org/10.1017/s1475676525100261",
          "filter": 0
        },
        {
          "title": "Political knowledge and perceptions of minority governments in Europe",
          "authors": "Jens Wäckerle, Sven-Oliver Proksch",
          "abstract": "Minority governments are common across parliamentary systems, and a large body of literature has examined their stability and performance. Meanwhile, we know very little about how voters perceive this government type and whether they understand its political implications. We survey voters in Denmark, Germany, and Sweden, three European countries with varying degrees of exposure to minority governments, about their knowledge and perceptions of minority governments. We find that voters have knowledge levels comparable to those about the role of political parties, and that this is independent of the respective prevalence of minority governments in each country. Informed voters express stronger preferences for majority governments. However, minority governments are associated with specific positive representational traits, specifically with the impression that such governments listen more to the demands of all voters, and general perceptions are stronger for knowledgeable voters. The findings have implications for how elites can formulate arguments in favour or against minority governments that may resonate with voters.",
          "url": "https://doi.org/10.1017/s147567652510025x",
          "doi": "https://doi.org/10.1017/s147567652510025x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "No One Mourns the Wicked: The Limits of Partisan Hostility Persisting through Tragedy",
          "authors": "Wayde Z.C. Marsh",
          "abstract": "Who do we blame when bad things happen? Has division in American society made us less sympathetic to victims of tragedies? In previous trying times (e.g., 9/11 and Columbine), Americans rallied together to support victims and seek government solutions. In a highly polarized era, however, we have witnessed further division rather than unity. In this paper, I leverage original, pre-registered survey experiments to examine how much Americans blame and sympathize with someone who has tragically died from COVID-19. The studies find consistent evidence that partisans blame victims who hold an anti-vaccine perspective, regardless of partisanship. Less consistent evidence suggests that Democrats also blame victims who were Republican, but less than they do victims who held anti-vaccination views. Further, partisans are less sympathetic when the victim was anti-vaccine, but Democrats and Republicans are also less sympathetic when the person who died was an outpartisan. These results indicate that animosity towards outpartisans persists even through tragedy, but demonstrates limits to affective partisan polarization paired with evidence of rational blame and sympathy responses.",
          "url": "https://doi.org/10.1017/xps.2025.10019",
          "doi": "https://doi.org/10.1017/xps.2025.10019",
          "filter": 0
        },
        {
          "title": "A Registered Report on Place-Based Resentment: Exploring Urban-Rural Tensions in Sweden",
          "authors": "Kajsa Hansson, Gissur Erlingsson, Gustav Tinghög",
          "abstract": "This Registered Report examines urban-rural tensions in Sweden – a historically egalitarian, multi-party welfare state with strong geographical equalization schemes, making it a least-likely case for place-based resentment theories. Using an online survey experiment ( n = 2,051), we measured resentment through perceptions of in-group and out-group, and by experimentally varying whether political statements came from rural or urban politicians. Rural respondents showed stronger in-group identification, greater place-based resentment, and more negative stereotypes of their out-group than urban respondents. However, we find no evidence of place-based bias – that is, that rural respondents are less receptive to urban politicians’ statements, or vice versa. These findings reveal clear urban-rural tensions in a context often considered unlikely for such divides, underscoring the role of regional identities in political discourse and policy in multi-party welfare states beyond Anglo-Saxon settings, while indicating that these tensions do not translate into systematic bias in evaluating political statements.",
          "url": "https://doi.org/10.1017/xps.2025.10021",
          "doi": "https://doi.org/10.1017/xps.2025.10021",
          "filter": 0
        },
        {
          "title": "Level Up! Priming Hobbyist Political Identity Using Survey Experiment",
          "authors": "Pavel Bačovský",
          "abstract": "Recent research suggests that a strong identity attachment to leisure activity affects the hobbyists’ political preferences and behavior. This paper further evaluates the claim that hobbyists – in this case, gamers – react differently to political stimuli that directly involve their hobby of choice. Using original survey experiment data, this paper shows that gamers become more interested in foreign trade policy when presented in the context of video games. This finding indicates that even seemingly apolitical identities matter in framing political behavior. Aspects of hobbyist identities seep into political attitudes, even if preferences in the strictest meaning of the word may take longer to form.",
          "url": "https://doi.org/10.1017/xps.2024.9",
          "doi": "https://doi.org/10.1017/xps.2024.9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "PartySOME: A comprehensive dataset on political parties’ SOcial MEdia activity",
          "authors": "Malo Jan, Luis Sattelmayer",
          "abstract": "What motivates political parties to use social media, and how does this usage correlate with outcomes such as party success? As social media platforms have become increasingly important for political communication, these questions have gained prominence in the literature on both party politics and social media politics. In this paper, we contribute to these discussions by introducing a new dataset on the social media activity of 498 political parties across 37 countries on four platforms, Facebook, Instagram, Twitter, and YouTube, from account creation to the end of 2023. The dataset provides rich aggregated data on posting volume and timing, enabling the study of long-term patterns in platform adoption, communicative patterns, and parties’ online activity. The paper presents the data, provides descriptive and inferential findings on how political parties engage with social media, and outlines several research avenues enabled by this dataset.",
          "url": "https://doi.org/10.1177/13540688251388763",
          "doi": "https://doi.org/10.1177/13540688251388763",
          "filter": 0
        },
        {
          "title": "From delegation to defiance: Voter support for party differentiation in coalition governments",
          "authors": "Pit Rieger",
          "abstract": "Coalition parties often pursue partisan policy to avoid being perceived as overly compromising. Yet, little is known about how voters respond to such partisan differentiation under coalition government. This paper leverages a prominent yet unexpected instance of partisan policymaking in Austria to provide causal evidence on how voters react when a minister acts against their coalition partner. The findings show that while voters appreciate clear partisan signals, the electoral benefits are limited: support increased only among ideologically aligned voters and faded within days. Support for other parties remained unaffected, but declined gradually for the coalition partner of the perpetrating party in the aftermath of the event. Ultimately, the event produced no clear winners. This has direct implications for the trade-offs involved in coalition politics and for our understanding of voter attitudes in parliamentary democracies more broadly.",
          "url": "https://doi.org/10.1177/13540688251388917",
          "doi": "https://doi.org/10.1177/13540688251388917",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Talking Politics in a Polarized America: How Perceived Polarization Shapes Political Self-Censorship",
          "authors": "Amber Hye-Yon Lee, Chloe Ahn",
          "url": "https://doi.org/10.1007/s11109-025-10087-7",
          "doi": "https://doi.org/10.1007/s11109-025-10087-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Topographies of the undesired: Tracing the camp from colonial confinement to digital control in the EU asylum regime",
          "authors": "Giuseppe Platania",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103421",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103421",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Introducing a novel method to support polarized citizens to sustain political dialogue",
          "authors": "Anthony English, Kesi Mahendran",
          "abstract": "This article offers a novel quasi‐experimental method over two studies for exploring how individuals can navigate politically polarizing discussions to sustain dialogue. Study one ( N = 28) involved in‐person, stimulus‐led interviews in England and Scotland to understand the dialogical political positions being adopted on the UK's post‐Brexit European relationships. Study two ( N = 10) created quasi‐experimental participant pairings on shared political positions before introducing a researcher‐led polarizing rupture to explore how individuals navigate challenging political discussions. These positions and projected polarizing issues are understood via a dialogue sustainment theoretical model, which focuses on: (1) Internalized—social representations of the political issues, (2) Interactive—the political positions adopted during discourse, and (3) Dimensional—the temporal/spatial focus of the interaction. Results show a triad of influences determine how pairs independently sustained dialogue: (1) Shared core positions in the first stages of discourse, (2) Shared‐affective responses to the polarizing issue, and (3) Adopted “distancing” positions to navigate the vexed issue and sustain dialogue. This article considers the implications of this alternative method as a first step for political psychologists in exploring dialogue sustainment in politically polarizing contexts.",
          "url": "https://doi.org/10.1111/pops.70080",
          "doi": "https://doi.org/10.1111/pops.70080",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Laboratories of democratic renewal: explaining substantial improvement in the quality of democracy in the American States",
          "authors": "Jesse H. Rhodes",
          "abstract": "In this article, I center substantial improvement in subnational democracy in the U.S. states as an object of inquiry and seek to explain it. I theorize that strong unions, high Democratic Party control of state government, an especially liberal Democratic Party, a large population of people of color, and a particularly liberal public mood may each contribute to substantial improvement in democratic quality. Using Coincidence Analysis (CNA), a configurational causal method, I assess the evidence for my hypotheses. The CNA identifies three alternative paths to substantial improvement in electoral democracy in the states. The results of my analysis highlight that substantial improvement in electoral democracy is the product of political struggle centrally involving unions and the Democratic Party.",
          "url": "https://doi.org/10.1017/psrm.2025.10051",
          "doi": "https://doi.org/10.1017/psrm.2025.10051",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Emigration and origin country economic institutions",
          "authors": "Benjamin Powell, Leonel Regalado Cardoso",
          "abstract": "This paper empirically examines the impact of emigration to OECD countries on 132 origin countries’ economic institutions, as measured by the economic freedom index. We utilize public choice theory to explore how emigration can affect origin country economic freedom through voice and exit via absence, diaspora, prospect, and return channels. We then estimate the association between accumulated emigrant stocks and the subsequent changes in economic freedom and the association between contemporaneous emigrant flows and changes in economic freedom and investigate how these associations vary by emigrant skill. We find that for all skill levels, larger emigrant stocks are consistently positively associated with larger subsequent improvements in economic freedom but that at high levels of emigrant stocks these improvements diminish.",
          "url": "https://doi.org/10.1007/s11127-025-01336-8",
          "doi": "https://doi.org/10.1007/s11127-025-01336-8",
          "filter": 0
        },
        {
          "title": "Corporate lobbying, political action committees, and market concentration",
          "authors": "Elizabeth Bickmore, Benjamin M. Blau, Todd Griffith, Ryan J. Whitby",
          "abstract": "This study examines whether firms that engage in political activity have greater market concentration. Drawing on public choice theory, we argue that firms pursue political connections to obtain favorable policies that create barriers to entry and weaken competition. Using both univariate and multivariate tests, we find that lobbying firms exhibit market concentration levels that are 7.4% to 10.5% higher than those of non-lobbying firms. These results are robust to the inclusion of year and industry fixed effects, as well as a wide set of firm-specific controls. We further show that firms contributing to political action committees (PACs) display greater market concentration, regardless of party affiliation. The effect is strongest when contributions are directed toward winning candidates. To strengthen causal inference, we conduct a series of difference-in-difference tests around the guilty plea of lobbyist Jack Abramoff, which has been used in the literature as an exogenous negative shock to the pecuniary benefits associated with lobbying activity. We find that lobbying firms experience a significant decline in market concentration, relative to non-lobbying firms, around the event. Together, these findings provide evidence that political activity can causally shape competitive outcomes.",
          "url": "https://doi.org/10.1007/s11127-025-01337-7",
          "doi": "https://doi.org/10.1007/s11127-025-01337-7",
          "filter": 0
        },
        {
          "title": "Too hot to play it cool? Temperature and negative media bias",
          "authors": "David Stadelmann, Tobias Thomas, Nikita Zakharov",
          "abstract": "This paper examines the impact of outdoor temperature on media bias in a quasi-experimental setting. We take advantage of the geographical proximity of the locations of the three major US news networks, ABC News, CBS News, and NBC News, all headquartered in New York City, and granular variations in local daily temperatures. We use more than 10 years of daily hand-coded data on the tonality of evening weekday news broadcasts by each news network to estimate the effect of hot weather on negative media bias in reporting the news affiliated with the Republican and Democratic parties, controlling for time and network-month fixed effects. In line with theoretical expectations regarding human behavior, our results suggest an increase in negative media bias: a 0.5 °C (0.9 °F) increment in daily maximum temperature on a hot day (&gt; 25 °C or &gt; 77 °F) leads to about a 10% increase in the negative bias measured as the difference in the share of negative news about the Republicans and the Democrats. This effect is mainly driven by an increase of the share of negative news about the Republicans. This bias in political reporting exists only for maximum temperatures, as opposed to minimum or average temperatures. The results are robust to an array of placebo tests using past or future temperatures. Examining a similar effect for positive coverage bias, we detect precisely null effects, suggesting that high temperatures are associated only with biased negativity in reporting.",
          "url": "https://doi.org/10.1007/s11127-025-01329-7",
          "doi": "https://doi.org/10.1007/s11127-025-01329-7",
          "filter": 0
        },
        {
          "title": "Can experimental methods put Smithian sympathy to the test?",
          "authors": "Tony Hernandez, Daniel J. D’Amico",
          "url": "https://doi.org/10.1007/s11127-025-01338-6",
          "doi": "https://doi.org/10.1007/s11127-025-01338-6",
          "filter": 0
        },
        {
          "title": "Clement counsels corinth: efficient hierarchy and the rise of Christianity",
          "authors": "David Crego, Alexander Salter",
          "url": "https://doi.org/10.1007/s11127-025-01341-x",
          "doi": "https://doi.org/10.1007/s11127-025-01341-x",
          "filter": 0
        },
        {
          "title": "The political economy of fiscal responsibility",
          "authors": "Christian Cox, Derek Epp, Ian Shapiro",
          "url": "https://doi.org/10.1007/s11127-025-01339-5",
          "doi": "https://doi.org/10.1007/s11127-025-01339-5",
          "filter": 0
        },
        {
          "title": "Do voters use information on candidates? Experimental evidence from a recent election",
          "authors": "Emma Galli, Giampaolo Garzarelli, Gabriele Pinto, Massimo Pulejo",
          "url": "https://doi.org/10.1007/s11127-025-01325-x",
          "doi": "https://doi.org/10.1007/s11127-025-01325-x",
          "filter": 0
        },
        {
          "title": "Police homicides and riots in France",
          "authors": "Simon Varaine, Raul Magni-Berton, Sebastian Roché, Paul Le Derff",
          "url": "https://doi.org/10.1007/s11127-025-01328-8",
          "doi": "https://doi.org/10.1007/s11127-025-01328-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Nonpartisan Ballots and the Partisanship of Who Serves in Office",
          "authors": "Daniel Butler, Adam Michael Dynes, Michelle Torres",
          "url": "https://doi.org/10.1086/739201",
          "doi": "https://doi.org/10.1086/739201",
          "filter": 0
        },
        {
          "title": "Expanding the Spatial Toolkit with Spatial Eigenfunction Modeling",
          "authors": "Sebastian Juhl, Laron Williams",
          "url": "https://doi.org/10.1086/739195",
          "doi": "https://doi.org/10.1086/739195",
          "filter": 0
        },
        {
          "title": "Future Shock or Future Shrug? Public Responses to Varied Artificial Intelligence Development Timelines",
          "authors": "Anil Menon, Baobao Zhang",
          "url": "https://doi.org/10.1086/739200",
          "doi": "https://doi.org/10.1086/739200",
          "filter": 0
        },
        {
          "title": "Democratic Backsliding and the Limits of Civilian Control of the Military",
          "authors": "Avishay Ben-Sasson-Gordis",
          "url": "https://doi.org/10.1086/739198",
          "doi": "https://doi.org/10.1086/739198",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
