{
  "update": "2025-04-08",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Tracing the “true liberalism”: F. A. Hayek as a reader of Tocqueville",
          "authors": "Gianna Englert",
          "abstract": "In reaction to diagnoses of a “crisis of liberalism,” scholars are actively engaged in revising our understanding of the tradition's history. This article explores an alternative account of the liberal past that appeared at a parallel moment of “crisis”: the Nobel Laureate economist F.A. Hayek's interwar typology of two liberalisms, true and false. It argues that Hayek mobilized Alexis de Tocqueville as one representative of the “true liberal tradition,” revived to challenge varieties of collectivism and illiberalism in the twentieth century. Hayek's Tocqueville was an evolving exemplar of that true liberalism in reaction to its opponents, left and right, assuming distinct roles for Hayek as he tried to foreclose the road to serfdom. Hayek's idiosyncratic renderings of Tocqueville, this article maintains, offer both normative and methodological lessons for us today about defining the liberal tradition and identifying the sources of its decline.",
          "url": "https://doi.org/10.1111/ajps.12975",
          "doi": "https://doi.org/10.1111/ajps.12975",
          "filter": 0
        },
        {
          "title": "How the State Discourages Vigilantism—Evidence From a Field Experiment in South Africa",
          "authors": "Anna M. Wilke",
          "abstract": "Mob vigilantism—the punishment of criminal suspects by groups of citizens—is widespread throughout the developing world. This paper sheds light on the relationship between state capacity and citizens’ choice between reliance on the state and vigilantism. I implemented a field experiment in South Africa that randomly varies the capacity of police to locate households. Findings from surveys conducted several months later suggest households that have become legible to police are more willing to rely on police and less willing to participate in vigilantism. An additional information experiment points toward increased fear of state punishment for vigilantism rather than improved police service quality as the likely mechanism. The broader implication is that citizens’ willingness to cooperate with capable state institutions need not reflect satisfaction with state services. Such cooperation can also be due to the state's ability to limit citizens’ choices by ruling out informal alternatives like vigilantism.",
          "url": "https://doi.org/10.1111/ajps.12966",
          "doi": "https://doi.org/10.1111/ajps.12966",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Plutopopulism: Wealth and Trump’s Financial Base",
          "authors": "SEAN KATES, ERIC MANNING, TALI MENDELBERG, OMAR WASOW",
          "abstract": "Comparative scholarship suggests authoritarian candidates often rely on backing from the wealthy. The wealthy are also said to play an important role in American campaign finance. Studies of Donald Trump, however, found that he drew significant support from white Americans with less education and privilege. We evaluate wealthy and non-wealthy Americans’ financial support for Trump, compared to other candidates, by constructing a comprehensive dataset of property values matched to contributions and voter files. We find Trump underperformed among wealthy Republican donors while mobilizing new non-wealthy donors. Trump also diversified the donorate, especially by education. That is, Trump built an unusual coalition of wealthy and non-wealthy donors. Our results support an alternative, “plutopopulist” model of Trump’s financial base. This study demonstrates the importance of studying both non-wealthy and wealthy Americans, the group who give the most but whose individual behavior has been studied the least.",
          "url": "https://doi.org/10.1017/s0003055425000061",
          "doi": "https://doi.org/10.1017/s0003055425000061",
          "filter": 0
        },
        {
          "title": "How Cases Speak to One Another: Using Translation to Rethink Generalization in Political Science Research",
          "authors": "ERICA S. SIMMONS, NICHOLAS RUSH SMITH",
          "abstract": "Regardless of method, political scientists often seek to develop arguments that can be generalized to a population of cases. But is this the only way to think about how cases speak to one another? We advocate for a new way to think about how qualitative research produces broadly applicable insights: translation. Much like linguistic translation, the goal of translation in political science is to develop ideas that are intelligible in a different context, even as the context will change how an idea or political practice is interpreted or enacted. Translation offers at least three benefits. It allows us to (1) rethink how we form and deploy concepts; (2) rethink what a generalizable argument is by carrying parts of an argument, instead of entire causal chains to other cases; and (3) rethink how we conceptualize knowledge accumulation to include an abductive process where generating theory is the primary goal.",
          "url": "https://doi.org/10.1017/s0003055425000140",
          "doi": "https://doi.org/10.1017/s0003055425000140",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "More Turnover, Less Turnout? Domestic Migration and Political Participation Across Communities",
          "authors": "Giuliana Pardelli, Alexander Kustov",
          "abstract": "Why do some areas experience lower voter turnout even under compulsory voting systems? This paper examines the impact of migration turnover – encompassing both in- and out-migration – on voter turnout across communities. While past research has focused on migrant/non-migrant differences or in-/out-migration separately, we propose that both migratory movements tend to decrease political participation due to increased transaction and social costs. Using surveys and a new panel dataset combining census and voting records from over 5,000 Brazilian municipalities, we identify a robust negative association between local migratory turnover and voter turnout. This relationship holds across various time frames, levels of aggregation, analytical approaches, and variable definitions. Individual-level data analyses further corroborate these results. Additional tests suggest social costs constitute a key mechanism deterring turnout. These findings highlight the need to consider the broader consequences of population mobility for democratic processes and representation, particularly in areas experiencing higher levels of turnover.",
          "url": "https://doi.org/10.1017/s000712342500002x",
          "doi": "https://doi.org/10.1017/s000712342500002x",
          "filter": 0
        },
        {
          "title": "Who Counts? Non-Citizen Residents, Spatial Sorting, and Malapportionment",
          "authors": "André Walter, Patrick Emmenegger",
          "abstract": "Existing research argues that malapportionment primarily favours rural areas, resulting in conservative biases of electoral systems. In this paper, we provide a new perspective on the study of apportionment processes by identifying the institutional design under which malapportionment may favour other regions. Because of the geographical sorting of non-citizen residents, we argue that regions with high shares of non-citizen residents benefit from population-based apportionment, whereas the spatial sorting of non-citizens does not affect malapportionment in the case of citizen-based apportionment. Empirically, we use sub-national data from ten advanced democracies to forward evidence that differences in apportionment mechanisms and district-level shares of non-citizen residents systematically influence malapportionment. Our findings suggest that the impact of malapportionment on political representation and public policies may be more heterogeneous than previously thought.",
          "url": "https://doi.org/10.1017/s0007123424000541",
          "doi": "https://doi.org/10.1017/s0007123424000541",
          "filter": 0
        },
        {
          "title": "The Gendered Cost of Politics",
          "authors": "Frederik Klaaborg Kjøller, Lene Holm Pedersen",
          "abstract": "We investigate how sexism and harassment affect political candidates’ preferences for political positions by deploying a conjoint experiment among political candidates in the 2021 Danish local elections. We find that, compared to men candidates, women candidates experience far more sexism and harassment, and assess their risk of victimization as being far higher. Correspondingly, the conjoint experiment reveals that women candidates state stronger preferences for equal working environments in politics than men, while holding similar preferences for formal working conditions like political positions, remuneration, and workload. Substantively, women’s willingness to lower their remuneration and increase their workload to avoid sexism in politics is more than double the size of men’s willingness. Our approach provides us with highly accurate descriptions of candidates’ preferences for political jobs, which are often assumed rather than measured directly. This lets us quantify the magnitude of an important working condition in politics with significant repercussions for women.",
          "url": "https://doi.org/10.1017/s0007123424000310",
          "doi": "https://doi.org/10.1017/s0007123424000310",
          "filter": 0
        },
        {
          "title": "Informed or Overwhelmed? Disentangling the Effects of Cognitive Ability and Information on Public Opinion",
          "authors": "Adam R. Panish",
          "abstract": "Received wisdom in political science holds that informed citizens are better able to develop coherent, stable policy preferences. However, past research fails to differentiate between the effects of information and cognitive ability. I show that, for people with low levels of ability, consuming more political information predicts lower levels of ideological constraint and response stability. This effect is driven by relatively technical issues, suggesting that attempts to inform the electorate may backfire by overwhelming some voters. More broadly, these results suggest that an increasingly saturated information environment may exacerbate, rather than ameliorate, differences in political sophistication.",
          "url": "https://doi.org/10.1017/s0007123425000055",
          "doi": "https://doi.org/10.1017/s0007123425000055",
          "filter": 0
        },
        {
          "title": "Evidence Can Change Partisan Minds but Less So in Hostile Contexts",
          "authors": "Jin Woo Kim",
          "abstract": "A large body of literature indicates that partisan-motivated reasoning drives resistance to political persuasion. But recent scholarship has challenged this view, suggesting that people don’t always resist uncongenial information, and even when they do, it is not clear why. In this article, I present two survey experiments that examine when and why partisans selectively dismiss uncongenial information. The findings show that, in the absence of affective triggers, partisans were persuaded by both congenial and uncongenial information. But when randomly induced to feel adversarial, they became more dismissive of uncongenial information and ultimately disagreed more, not less, after considering the same information. These results (1) identify a crucial condition that provokes resistance to political persuasion; (2) demonstrate partisan-motivated reasoning more clearly than previous studies; and (3) underscore the importance of the quality of elite-level political discourse in determining the quality of citizen-level opinion formation.",
          "url": "https://doi.org/10.1017/s0007123424000899",
          "doi": "https://doi.org/10.1017/s0007123424000899",
          "filter": 0
        },
        {
          "title": "When Reelection Increases Party Unity: Evidence from Parties in Mexico",
          "authors": "Lucia Motolinia",
          "abstract": "It is often argued that when legislators have personal vote-seeking incentives, parties are less unified because legislators need to build bonds of accountability with their voters. I argue that these effects depend on a legislator’s ability to cultivate a personal vote. When parties control access to the ballot and the resources candidates need to cultivate personal votes, they can condition a legislator’s access to these resources on loyalty to the party’s agenda. I test this theory by conducting a difference-in-differences analysis that leverages the staggered implementation of the 2014 Mexican Electoral Reform. This reform introduced the possibility of consecutive reelection for state legislators, increasing their incentives to cultivate personal votes. I study unity in position-taking and voting behaviour of Mexican state legislators from 2012 to 2018. To analyze position-taking, I apply correspondence analysis to a new dataset of over half a million legislative speeches in twenty states. To study voting, I analyze over 14,500 roll-call votes in fourteen states during the same period. Results show that reelection incentives increased intra-party unity, which has broad implications for countries introducing electoral reforms aiming to personalize politics.",
          "url": "https://doi.org/10.1017/s0007123424000693",
          "doi": "https://doi.org/10.1017/s0007123424000693",
          "filter": 0
        },
        {
          "title": "Ignoring Women’s Performance: A Survey Experiment on Policy Implementation in Argentina",
          "authors": "Gustavo Diaz, Virginia Oliveros, Rebecca Weitz-Shapiro, Matthew S. Winters",
          "abstract": "How does a politician’s gender shape citizen responses to performance in office? Much of the existing literature suggests that voters hold higher expectations of women politicians and are more likely to punish them for malfeasance. An alternative perspective suggests that voters view men politicians as more agentic and are, therefore, more responsive to their performance, whether good or bad. Using an online survey experiment in Argentina, we randomly assign respondents to information that the distribution of a government food programme in a hypothetical city is biased or unbiased, and we also randomly assign the gender of the mayor. We find that respondents are more responsive to performance information – both positive and negative – about men mayors. We find little evidence that respondents hold different expectations of malfeasance by men versus women politicians. These results contribute to our understanding of how citizens process performance information in a context with few women politicians.",
          "url": "https://doi.org/10.1017/s0007123424000668",
          "doi": "https://doi.org/10.1017/s0007123424000668",
          "filter": 0
        },
        {
          "title": "How Parliamentarism Developed in Western Europe",
          "authors": "Simon Davidsson",
          "abstract": "The description of the long-run historical development of parliamentarism has presented an empirical and methodological challenge because it is only loosely related to constitutional writings. This article offers a solution. Using a wide variety of historiography, I collect data on government terminations in eleven West European states from the establishment of national parliaments until today. To describe the evolution of parliamentarism, I apply a Bayesian learning model that estimates institutional development as the change in current expectations about interactions grounded in past experience. The result is the first long-run continuous description of parliamentarism at the country level, which suggests that parliamentarism in many cases was established later than hitherto believed. In general, it is an institution of the Postwar period. The finding that unelected heads of state in several countries influenced government terminations well into the twentieth century also has implications for ideas about democratization.",
          "url": "https://doi.org/10.1017/s0007123424000917",
          "doi": "https://doi.org/10.1017/s0007123424000917",
          "filter": 0
        },
        {
          "title": "The Islamist Advantage: The Religious Infrastructure of Electoral Victory",
          "authors": "Sharan Grewal",
          "abstract": "Why do Islamists regularly win elections in the Middle East? Why, for instance, did Ennahda perform well in every election in Tunisia’s democratic era (2011–2021)? I argue that regular interactions in mosques allow Islamists to build deeper ties and greater trust with their supporters than secular parties can. Post-election, this trust also allows Islamists to better sell their performance and justify their compromises, contributing to re-election as well. I test this infrastructure advantage in Tunisia in two ways. First, an original survey shows that mosque attendance strongly correlates with voting for Ennahda in the 2019 elections and that this correlation is driven by greater trust in Ennahda. Second, a dataset of Tunisia’s 6,000 mosques shows that sub-nationally, mosque density strongly correlated with Islamist vote share in the 2011, 2014, and 2019 elections. Overall, these results help us understand the continued victories of Islamist political parties even in contexts of poor performance.",
          "url": "https://doi.org/10.1017/s0007123424001054",
          "doi": "https://doi.org/10.1017/s0007123424001054",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "How does rurality affect campaigning?",
          "authors": "Stephanie Luke, Charles Pattie, Luke Temple, Katharine Dommett",
          "url": "https://doi.org/10.1016/j.electstud.2025.102932",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102932",
          "filter": 0
        },
        {
          "title": "Motivations for partisan attachment in the developing world",
          "authors": "Ankita Barthwal, Francesca R. Jensenius",
          "url": "https://doi.org/10.1016/j.electstud.2025.102896",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102896",
          "filter": 0
        },
        {
          "title": "Magnitude matters: Voter turnout under different electoral systems",
          "authors": "Michał Pierzgalski, Maciej A. Górecki, Paweł Stępień",
          "url": "https://doi.org/10.1016/j.electstud.2025.102910",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102910",
          "filter": 0
        },
        {
          "title": "How congruent are populist parties with their constituencies? Evidence from the 2019 European Parliament Elections in Italy, the Netherlands, Germany and Sweden",
          "authors": "Andrei Zhirnov, Jan Philipp Thomeczek, Michele Scotto Di Vettimo, Alberto López Ortega, André Krouwel, Lorenza Antonucci, Roberta Di Stefano, Norbert Kersting",
          "url": "https://doi.org/10.1016/j.electstud.2025.102906",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102906",
          "filter": 0
        },
        {
          "title": "Who cares about the culture war? Evidence from a vote choice conjoint experiment",
          "authors": "James Breckwoldt",
          "url": "https://doi.org/10.1016/j.electstud.2025.102895",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102895",
          "filter": 0
        },
        {
          "title": "Institutional personalism and personalised behaviour: Electoral systems, candidate selection methods, and politicians’ campaign strategy",
          "authors": "Or Tuttnauer, Gideon Rahat",
          "url": "https://doi.org/10.1016/j.electstud.2025.102909",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102909",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "United in success, fragmented in failure: The moderating effect of perceived government performance on affective polarization between coalition partners",
          "authors": "JOCHEM VANAGT, MARKUS KOLLBERG",
          "abstract": "Coalition governments are said to make voters of coalition parties feel more warmly towards supporters of their coalition partners and, hence, reduce affective polarization. However, even countries frequently governed by coalitions commonly experience high levels of affective polarization. We argue that for coalitions to reduce affective polarization, they must be perceived as successful . In coalitions that are perceived as unsuccessful, voters will not develop an overarching coalition identity. Such coalitions fail to change whom voters consider as their in‐group, therefore not mitigating affective polarization. We test this argument using the Comparative Study of Electoral Systems data. We find that the positive effects of coalition membership reported in previous work are exclusively driven by voters who are satisfied with the coalition's performance. Coalitions have no depolarizing effect among voters dissatisfied with their governing performance. These results question whether democratic institutions themselves can mitigate affective polarization and instead demonstrate the responsibility of elites to make inter‐party cooperation work.",
          "url": "https://doi.org/10.1111/1475-6765.70012",
          "doi": "https://doi.org/10.1111/1475-6765.70012",
          "filter": 0
        },
        {
          "title": "Anti‐LGBTIQ rhetoric and electoral outcomes under the shadow of war: Evidence from Poland's 2023 parliamentary election",
          "authors": "PHILLIP M. AYOUB, DOUGLAS PAGE, SAMUEL WHITT",
          "abstract": "The existing literature debates how war can precipitate shifts in electoral coalitions. However, what remains unclear are the underlying cultural contestations affected by war, including how homo‐ and transphobia have been weaponized politically as a key social division during wartime elections. We examined original survey data collected before the 2023 Polish parliamentary election, which resulted in the defeat of the anti‐LGBTIQ Law &amp; Justice Party (PiS). In that election, competing coalitions led by the centre‐right‐liberal opposition Civic Platform (PO) and the incumbent right‐wing‐conservative PiS diverged over values like tolerance of LGBTIQ rights, all amid the backdrop of Russia's invasion of Ukraine. Our survey experiment found that informing voters about the PiS's anti‐LGBTIQ rhetoric failed to boost either PiS or PO support. However, the same information coupled with Putin's homo‐ and transphobic justifications for the Russo‐Ukrainian war shifted voter support significantly towards the PO. These findings make an important contribution by showing the limitations of anti‐LGBTIQ rhetoric as a once ‘tried‐and‐true’ electoral strategy and offering a strategy to counter the appeal of political homo/transphobia.",
          "url": "https://doi.org/10.1111/1475-6765.70014",
          "doi": "https://doi.org/10.1111/1475-6765.70014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Gendered dynamics in representation: Examining candidates' policy congruence with parties and voters",
          "authors": "Zoe Lefkofridi, Carsten Wegscheider, Nadine Zwiener-Collins",
          "abstract": "This study tests novel hypotheses on how gender affects candidates’ policy congruence with parties and voters. We argue that structural barriers lead female candidates to align more closely with their parties, while gendered ideological differences shape their congruence with voters across policy domains. Additionally, we examine whether candidates’ voter- or party-centric campaign focus mediates these gendered dynamics. Using data from the 2013 Austrian National Election Study (AUTNES) and blackbox scaling to estimate latent policy positions, we find no gender differences in candidate-party congruence. However, female candidates align more with female voters on the economic dimension but exhibit lower congruence with both female and male voters on socio-cultural issues. While voter-centric campaigns increase candidate-voter congruence on socio-cultural issues, campaign focus does not mediate gendered patterns of congruence. These findings shed new light on gender and policy congruence across dimensions, advancing our understanding of the dynamics between descriptive and substantive representation.",
          "url": "https://doi.org/10.1177/13540688251332188",
          "doi": "https://doi.org/10.1177/13540688251332188",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Labor vs. Big Business: Interest Groups, Cue-Taking, and Voting Behavior",
          "authors": "Daniel R. Daneri",
          "abstract": "How do individuals interpret interest group cues to make informed voting decisions that are aligned with their partisan identities and ideologies? In the 2020 election cycle, Californians voted on a ballot proposition that concerned the employment status of gig economy workers such as Uber and Lyft drivers. In a manner uncharacteristic of most policy issues, votes for and against the measure did not neatly align with partisan identities. I conduct a content analysis of newspaper coverage and paid social media advertising and find that voters received potentially imbalanced exposure that favored arguments by app-based companies and their allies. I theorize that voters were persuadable due to low attitude crystallization and a new information environment with respect to independent contractor status as a policy issue. To test this, I conduct an experiment among self-identifying Democrats in which I expose them to a series of cue-taking treatments from businesses and labor unions regarding legislation on an independent contractor status policy (low attitude crystallization) or a paid family/medical leave program (high attitude crystallization). The results support my theory and suggest that, despite a half-century of decline, labor unions’ endorsements continue to serve as a compass to guide individual voter decision-making towards progressive positions.",
          "url": "https://doi.org/10.1007/s11109-025-10010-0",
          "doi": "https://doi.org/10.1007/s11109-025-10010-0",
          "filter": 0
        },
        {
          "title": "Stereotyping Women with Sympathy: Youth Political Socialization in Mixed-Gender Environments",
          "authors": "Sun Young Park",
          "url": "https://doi.org/10.1007/s11109-025-10038-2",
          "doi": "https://doi.org/10.1007/s11109-025-10038-2",
          "filter": 0
        },
        {
          "title": "Downward Class Mobility and Far-Right Party Support in Western Europe",
          "authors": "Alexi Gugushvili, Daphne Halikiopoulou, Tim Vlandas",
          "abstract": "This article contributes to debates about the importance of class in far-right voting behavior by focusing on intergenerational class mobility. Using data from the European Social Survey (ESS), we employ Diagonal Reference Models (DRMs) to examine whether and how actual downward class mobility is linked to far-right party voting. First, drawing on a framework that focuses on discontent, loss, and blame, we explore four types of mechanisms that may mediate this relationship: life satisfaction (discontent), income insecurity (loss), distrust of elites (internal blame attribution) and anti-immigration attitudes (external blame attribution). Our results show that individuals from salariat origins and working-class destination are more likely to vote for the far-right. However, the relationship between downward class mobility is only mediated by life satisfaction and income insecurity, suggesting that the class route to far-right voting is largely linked to existential and material issues. Second, we explore whether these individual-level variables, as well as overall national-level mobility, moderate the effect of downward mobility. We find that while mobility effects do not vary depending on these individual traits, overall national-level mobility does moderate the effect of downward mobility, suggesting that context matters for individual-level associations between class mobility and far-right voting. Third, we assess the extent to which downward class mobility is important for far-right party success by examining the share of downwardly mobile individuals within the far-right electorate. We find that while downwardly mobile individuals are likely far-right supporters, they constitute a small percentage of the far-right electorate. Overall, our findings show that downward class mobility significantly affects far-right voting but only under specific conditions.",
          "url": "https://doi.org/10.1007/s11109-025-10033-7",
          "doi": "https://doi.org/10.1007/s11109-025-10033-7",
          "filter": 0
        },
        {
          "title": "The Mosque Next Door: How the Visibility of Mosques Influences Support for the Far-Right and Anti-Immigration Policies",
          "authors": "Chiara Valli, Timothy B. Gravelle, Alessandro Nai, Mike Medeiros, Céline Murri, Beatrice Eugster",
          "abstract": "As racial-ethnic and religious minorities have grown in Western societies, so too has the electoral success of nativist and far-right political parties. These parties commonly mobilize against Muslim minority groups, often targeting Islamic symbols such as mosques. This raises a key question: does the presence of mosques in local communities influence citizens’ vote choice? To answer this question, we analyze aggregate voting patterns in Swiss municipalities between 2007 and 2023. This includes data on voting returns from five elections and six anti-immigration popular initiatives. We augment these data with original spatial data that locates mosques in Switzerland, categorizing them as either a visible or non-visible feature of the built environment. Using coarsened exact matching (CEM), we estimate the causal effect of prominent, visible mosques on citizens’ voting patterns. Results indicate that a visible mosque in a municipality increases support for the far-right by approximately 3% points across elections. Similarly, a visible mosque increases support for popular initiatives targeting Muslims and other migrants by 3–5% points. By contrast, non-visible mosques have no significant effects on voting in popular initiatives or far-right party support. These findings highlight how politically salient features of the built environment shape voting patterns.",
          "url": "https://doi.org/10.1007/s11109-025-10021-x",
          "doi": "https://doi.org/10.1007/s11109-025-10021-x",
          "filter": 0
        },
        {
          "title": "The Influence of Episodic Information on Political Elites: Evidence from Chile",
          "authors": "Daniel Cruz",
          "abstract": "Are politicians more influenced by anecdotal information than statistical data? While extensive research has explored the implications of this question for the general public, studies examining the role of anecdotes or exemplars among politicians are lacking. If politicians are disproportionately influenced by information derived from personal experiences (episodic information), their agendas, priorities, and perceptions may become biased. Through a series of preregistered survey experiments conducted among elected officials in Chile, this study examines the extent to which politicians are more sensitive to episodic information over statistical information. The findings suggest that politicians consistently ignore statistical information while relying more on episodic information, measured as the effect of each type of information on both their assessment of policies and how much they remember about experiences in a public service. Furthermore, the study reveals that the effect size and magnitude are comparable to those observed among the general population. These findings shed light on politicians’ use of this cognitive shortcut, and raises the need for further research on this topic.",
          "url": "https://doi.org/10.1007/s11109-025-10034-6",
          "doi": "https://doi.org/10.1007/s11109-025-10034-6",
          "filter": 0
        },
        {
          "title": "Nevertheless, Role Models Persisted: Girls Exposed To Women Politicians More Likely To Vote as Adults",
          "authors": "Christina Wolbrecht, David E. Campbell",
          "abstract": "Do girls exposed to women politicians become more politically engaged adults, as many politicians and scholars predict? To our knowledge, no previous research has examined whether exposure to women politicians in adolescence contributes to a greater likelihood of political participation in adulthood . We employ a panel study that followed more than 6,000 adolescents into adulthood, controlling for a range of individual and contextual variables associated with both turnout and the presence of women candidates. We find that adolescent girls who were exposed to a woman running a viable campaign for a visible office in 2002 were more likely to vote in both presidential and non-presidential elections as adults than those who did not experience any such women candidates. The effect is concentrated among women who grew up in less political households; absent political socialization in the family, the presence of women politicians made a difference. Men’s turnout is unrelated to exposure to women candidates in adolescence.",
          "url": "https://doi.org/10.1007/s11109-025-10029-3",
          "doi": "https://doi.org/10.1007/s11109-025-10029-3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Re-framing popular governance in Brazil: Re-insurgent and entrepreneurial arrangements in the urban peripheries",
          "authors": "Aiko Ikemura Amaral, Mara Nogueira, Gareth A. Jones",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103307",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103307",
          "filter": 0
        },
        {
          "title": "Navigating political opportunity structures: Street traders’ associations and collective action in politically volatile urban environments",
          "authors": "Elmond Bandauko, Godwin Arku",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103292",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103292",
          "filter": 0
        },
        {
          "title": "Psychoanalytic political ecology",
          "authors": "Pieter de Vries, Ilan Kapoor",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103297",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103297",
          "filter": 0
        },
        {
          "title": "Speculative connections: Port authorities, littoral territories and the assembling of the green hydrogen frontier",
          "authors": "William Monteith, Vinzenz Bäumer Escobar",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103271",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103271",
          "filter": 0
        },
        {
          "title": "Tigray war: Modern geographies of mass violence and the invisibilization of populations",
          "authors": "Teklehaymanot G. Weldemichel",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103298",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103298",
          "filter": 0
        },
        {
          "title": "Technopolitics ‘from the ground’: Tracing ‘power’ grids and the expertise in Mekong geopolitics",
          "authors": "Hiromi Inagaki",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103276",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103276",
          "filter": 0
        },
        {
          "title": "Multispecies imaginaries for river justice: Mobilising in defence of the Piatúa River, Ecuador",
          "authors": "Carlota Houart, Jaime Hoogesteger, Rutgerd Boelens",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103296",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103296",
          "filter": 0
        },
        {
          "title": "The German scramble for green hydrogen in Namibia: Colonial legacies revisited?",
          "authors": "Johanna Tunn, Franziska Müller, Jesko Hennig, Jenny Simon, Tobias Kalt",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103293",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103293",
          "filter": 0
        },
        {
          "title": "“Home has always been at the heart of our self-government”: Housing, home and Indigenous self-determination in Fort Good Hope, Canada",
          "authors": "Aimee Pugsley, Julia Christensen, Arthur Tobac",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103278",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103278",
          "filter": 0
        },
        {
          "title": "Creating the anti-sexist city: The potential of the local state in combatting sexual harassment",
          "authors": "Kate Boyer, Lucy Such",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103290",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103290",
          "filter": 0
        },
        {
          "title": "One glyphosate: Toxic dispossession and the agri-military regime in Colombia",
          "authors": "Claudia Rivera Amarillo, Lorena Arias-Solano, Diana Ojeda, Sonia Serna Botero",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103288",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103288",
          "filter": 0
        },
        {
          "title": "Settling disputed oceans: Law, enforcement, and the state effect in the Taiwan-Japan fisheries agreement",
          "authors": "Yu-Hsiu Lien, Elizabeth Havice, Po-Yi Hung",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103277",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103277",
          "filter": 0
        },
        {
          "title": "The making of H2-scapes in the Global South: Political geography perspectives on an emergent field of research",
          "authors": "Eric Cezne, Kei Otsuki",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103294",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103294",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Seeing red: How gerrymandering emotionally mobilizes turnout",
          "authors": "Hilary J. Izatt",
          "abstract": "Partisan gerrymandering threatens the health of democracy by manipulating formal institutions away from majority rule. In the conventional formulation, institutional manipulation mechanically alters political outcomes. Yet research has neglected the psychological effects of partisan redistricting, which can provoke an emotional backlash from voters. This study presents a theory of voting behavior in which citizen anger over political machinations incites greater turnout that can, in turn, partially compensate for partisan gerrymandering. The constituents that politicians target for disadvantage are agents who can learn they are being targeted, react emotionally, and become that much more motivated to vote. In two survey experiments on large samples, citizens were randomly assigned to receive information about gerrymandering that aimed to either advantage or disadvantage their party. Advantaged citizens on average feel positive emotions but do not significantly alter their intended turnout behavior. Disadvantaged citizens, on the contrary, report greater amounts of fear and anger. The angry participants declare significantly higher rates of voting intent. The results indicate that institutional manipulation may not result simply in mechanical effects but might also provoke psychological backlash that may be partly offsetting, suggesting an avenue for democratic resilience.",
          "url": "https://doi.org/10.1111/pops.70013",
          "doi": "https://doi.org/10.1111/pops.70013",
          "filter": 0
        },
        {
          "title": "“Not as bad as I thought”: Economic attitudes and motivated reasoning in coalition governments",
          "authors": "Georgios Kavetsos, Christian Krekel, Georgios Melios",
          "abstract": "Two prominent mechanisms have been advanced to explain the effects of election outcomes on economic attitudes/perceptions: partisan competence attribution, based on voters' genuine belief of an elected party's competence; and partisan motivated reasoning, where voters change their economic attitudes so as to remain consistent with their past behavior/view. To date, these two mechanisms have not been considered jointly. We draw on a unique, closely spaced, panel dataset around the 2013 German general elections to consider retrospective (past evaluations) and prospective (future expectations) attitudes about both one's personal economic situation and that of the national economy. We find no evidence for competence attribution; voters of the future coalition parties do not expect higher household incomes nor their job situation to improve. We find changes in retrospective attitudes about the national economy, explained by partisan motivated reasoning given a political alliance that was negated and depreciated throughout the pre‐election period. We discuss the implications these results have.",
          "url": "https://doi.org/10.1111/pops.70022",
          "doi": "https://doi.org/10.1111/pops.70022",
          "filter": 0
        },
        {
          "title": "The authoritarian personality model of punitiveness is inconsistent in predicting punishment preferences: A sentencing vignette study in a representative sample from six countries",
          "authors": "Andrzej Uhl, Malia M. Marks, Paweł Ostaszewski",
          "abstract": "Right‐wing authoritarianism (RWA) and social dominance orientation (SDO) are routinely used to predict punitiveness and believed by some to form the dispositional basis of punitive attitudes toward offenders. The measures of punishment preferences employed in this line of research show conceptual overlap with RWA items and could have biased the previous results. Instead, this study used sentencing vignettes distributed as part of a large population survey. Contradicting the assumptions of extant research, our data indicated that there may not be a single underlying punitiveness trait. Rather, we identified clusters of punishment responses with a latent class analysis. At odds with theoretical and empirical understandings of the authoritarian personality, the effect of RWA on punitiveness was partially suppressed by SDO, which itself was associated with lower punitiveness. Moreover, the subscales of RWA produced opposing effects on recommended sentences, undermining the assumption that RWA should be considered unidimensionally. The predictive power of scales derived from political psychology is modest and does not improve models differentiating between higher levels of punitiveness.",
          "url": "https://doi.org/10.1111/pops.70023",
          "doi": "https://doi.org/10.1111/pops.70023",
          "filter": 0
        },
        {
          "title": "Reaching across the aisle: Committed and optimistic citizens support a non‐preferred presidency and cooperate with electoral winners",
          "authors": "Ismaharif Ismail, Lile Jia",
          "abstract": "Increasing voters' cooperative tendencies following an election loss is paramount for modern democracies, especially those becoming increasingly polarized. In the context of the 2020 United States presidential election, we investigated the effect of national attachment on Americans' cooperative tendencies following an electoral loss. In a preregistered study, Americans' national attachment along three dimensions ( commitment , deference , superiority ) and their cognitive identification with the country (importance) were measured. Americans who were more committed to contributing to the country showed greater pre‐election readiness to accept a non‐preferred presidency and stronger post‐election intentions to cooperate with the non‐preferred president and his supporters. In contrast, importance, deference, and superiority showed sporadic predictability and generally failed to contribute to cooperative intentions. Optimism toward the country mediated the effects of commitment, deference, and superiority on all attitudinal and intention measures, suggesting that it may serve as a ‘hub’ through which various dimensions of national attachment jointly facilitate cooperative tendencies. We discuss the implications of our findings for the graceful acceptance of election results among electoral losers, smooth leadership transitions, and understanding the motivational bases underlying political and societal issues.",
          "url": "https://doi.org/10.1111/pops.70018",
          "doi": "https://doi.org/10.1111/pops.70018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Social segregation, inter-group contact, and discriminatory policing",
          "authors": "Ryan Hübert, Andrew T. Little",
          "abstract": "We analyze a formal model of social contact and discrimination in the context of policing. Officers decide how to interact with members of two social groups while working and while socializing. The officers do not fully distinguish between their experiences of crime across these two contexts (“coarse thinking”), so they end up with excessively positive views of groups they socialize with and excessively negative views of those they police. This creates dual feedback loops as officers choose to socialize more with groups they view favorably and over-police those they view as “more criminal.” Interventions that induce positive contact with an overpoliced group can mitigate the officer’s discriminatory policing. However, this beneficial effect only persists if the policy intervention creates sustained positive contact. Our results provide a novel theoretical microfoundation for the contact hypothesis and highlight why effects of many policy interventions aimed at increasing positive contact may be short-lived.",
          "url": "https://doi.org/10.1017/psrm.2025.21",
          "doi": "https://doi.org/10.1017/psrm.2025.21",
          "filter": 0
        },
        {
          "title": "From cradle to congress: the effect of birthplace on legislative decision-making",
          "authors": "Colin Emrich, Hillary Style, Ryan J. Vander Wielen",
          "abstract": "The extent to which legislators pursue their privately held preferences in office has important implications for representative democracy and is exceedingly difficult to measure. Many models of legislative decision-making tacitly assume that members are willing and able to carry out the wishes of their constituents so as to maximize their reelection prospects and, in so doing, relegate their personal preferences. This project explores this assumption by examining the role that members’ place of birth plays in shaping legislative behavior, apart from other politically relevant factors like partisanship. We find that birthplace exerts an independent influence on members’ voting behavior. Using a variety of geographic measures, we find that members who are born in close proximity to one another tend to exhibit similar patterns in roll call voting, even when accounting for partisanship, constituency attributes, and a variety of other determinants of voting. We also demonstrate in a secondary analysis that the agricultural composition of members’ birthplace influences their support for agricultural protection. Our findings suggest that members’ personal history shapes the representational relationship they have with their constituents.",
          "url": "https://doi.org/10.1017/psrm.2025.20",
          "doi": "https://doi.org/10.1017/psrm.2025.20",
          "filter": 0
        },
        {
          "title": "Conservative bias in perceptions of public opinion among citizens: perceived social norms about abortion rights in post-Roe United States",
          "authors": "Giulia Fornaro",
          "abstract": "Politicians appear to overestimate how conservative public opinion is in the U.S. and other Western democracies. Whether this “conservative bias” extends to voters remains unclear but has important implications for belief formation and behavior. I examine this in the context of abortion access after the Dobbs decision. Despite the salience of the topic, original survey data collected post-Dobbs reveal consistent underestimation of public support for abortion access. Individuals identifying as “pro-life” drive most of this underestimation, suggesting the presence of egocentric biases in which “pro-life” Americans overestimate the commonality of their views. Conservative biases among voters may contribute to a skewed information environment for politicians, potentially providing leverage for further restrictions on abortion access.",
          "url": "https://doi.org/10.1017/psrm.2025.26",
          "doi": "https://doi.org/10.1017/psrm.2025.26",
          "filter": 0
        },
        {
          "title": "Survey sampling in the Global South using Facebook advertisements",
          "authors": "Leah R. Rosenzweig, Parrish Bergquist, Katherine Hoffmann Pham, Francesco Rampazzo, Matto Mildenberger",
          "abstract": "Survey research in the Global South has traditionally required large budgets and lengthy fieldwork. The expansion of digital connectivity presents an opportunity for researchers to engage global subject pools and study settings where in-person contact is challenging. This paper evaluates Facebook advertisements as a tool to recruit diverse survey samples in the Global South. Using Facebook’s advertising platform, we quota-sample respondents in Mexico, Kenya, and Indonesia and assess how well these samples perform on a range of survey indicators, identify sources of bias, replicate a canonical experiment, and highlight trade-offs for researchers to consider. This method can quickly and cheaply recruit respondents, but these samples tend to be more educated than corresponding national populations. Weighting ameliorates sample imbalances. This method generates comparable data to a commercial online sample for a fraction of the cost. Our analysis demonstrates the potential of Facebook advertisements to cost-effectively conduct research in diverse settings.",
          "url": "https://doi.org/10.1017/psrm.2025.18",
          "doi": "https://doi.org/10.1017/psrm.2025.18",
          "filter": 0
        },
        {
          "title": "Everything in moderation? The effect of extremist nominations on individual and corporate PAC fundraising",
          "authors": "Mellissa Meisels",
          "abstract": "Do ideologically extreme candidates enjoy fundraising advantages over more moderate candidates? Extant work documents a relationship between candidates’ positions and campaign contributions subnationally and in donor surveys, yet identification challenges have hampered investigation in the congressional context. I employ a close primaries regression discontinuity design to examine how “as-if random” nominations of extreme versus moderate House candidates influence general election contributions from individual donors and corporate political action committees (PACs) from 1980 to 2020. Results at both the nominee and contributor levels demonstrate that corporate PACs financially penalize extremists, while individual donors respond similarly to extreme and moderate candidates. These findings contribute to ongoing debates regarding the extent and nature of campaign contributors’ role in congressional polarization.",
          "url": "https://doi.org/10.1017/psrm.2025.23",
          "doi": "https://doi.org/10.1017/psrm.2025.23",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Empowering Students to Have Difficult Conversations",
          "authors": "Ioana Emy Matesan",
          "abstract": "Classroom discussions of current events and controversial topics can devolve into unproductive and highly charged debates. This article describes an in-class exercise used to foster respect during difficult conversations by encouraging students to design rules for discussions and guidelines to create a safe space for dialogue. This activity relies on three underlying principles: trust, empowerment, and empathy. These principles can be integrated into a broader pedagogical approach that emphasizes a democratic classroom and active learning. Student feedback shows that the intervention can be useful for promoting respectful and engaging discussions during moments of tension and polarization. However, an emphasis on civility also may undermine the diversity of opinions and require respecting students’ silences.",
          "url": "https://doi.org/10.1017/s1049096525000265",
          "doi": "https://doi.org/10.1017/s1049096525000265",
          "filter": 0
        },
        {
          "title": "Transgender Bodies are the Battleground: Backlash, Threat, and the Future of Queer Rights in the United States",
          "authors": "Kaitlin Kelly-Thompson, Amber Lusvardi",
          "abstract": "Legislation that seeks to restrict the ability of transgender people to fully participate in society has proliferated across state legislatures in the last four years. In legislative sessions throughout the United States, legislators have argued in favor of denying transgender people access to public facilities, sports, health care, and even their own guardians. What can these debates tell us not only about the backlash against transgender people but the queer community and women more broadly? Using an analysis of the debate on anti-transgender legislation in two state legislatures, we argue that legislators attempt to gain support for anti-transgender legislation using paternal, protectionist frames and by coopting the language of feminism. We argue that the gender essentialism and heteronormativity at the center of these debates indicates an attempt on behalf of conservative movements and legislators to pursue an idealized, heteropatriarchal society with a strict gender binary.",
          "url": "https://doi.org/10.1017/s1049096525000010",
          "doi": "https://doi.org/10.1017/s1049096525000010",
          "filter": 0
        },
        {
          "title": "Redesigning the Political Science Curriculum to Incorporate LGBTQ+ Issues",
          "authors": "James M. McQuiston",
          "abstract": "Political science educators have a responsibility to design their programs in a way that incorporates content that involves and engages underserved populations. In recent polls, a significant majority of Generation Z identified as LGBTQ+, representing a percentage that is larger than those who identify as African American or Hispanic (Jones 2024; Public Religion Research Institute 2024). Implementing changes in mainline political science courses (e.g., introduction to American national government, the presidency, and comparative politics) will allow the discipline to better serve LGBTQ+ students. Ample examples involving LGBTQ+-themed content provide instruction in a wide battery of political science courses. Pivoting into a more supportive pedagogy may be a successful strategy for addressing the oncoming “population cliff” (i.e., a projected decline in college enrollment) that will impact the number of students beginning college in the future. Whereas the process will require substantial investment in energy to initiate, an updated approach to teaching political science courses will reap dividends in terms of student interest, engagement with course material, and LGBTQ+ representation in the profession.",
          "url": "https://doi.org/10.1017/s104909652500023x",
          "doi": "https://doi.org/10.1017/s104909652500023x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Are there normative social epistemologies? Vernon Smith, Adam Smith, and the challenge of systems",
          "authors": "Michael C. Munger",
          "url": "https://doi.org/10.1007/s11127-025-01266-5",
          "doi": "https://doi.org/10.1007/s11127-025-01266-5",
          "filter": 0
        },
        {
          "title": "Research productivity during the Russian war in Ukraine",
          "authors": "Alessandra Guariglia, Alex Nikolsko-Rzhevskyy, Oleksandr Talavera, Olha Zadorozhna",
          "abstract": "We investigate the effect of the Russian-Ukrainian war on the research productivity of scholars affiliated with around 15,000 Ukrainian research institutions. Using the 2014 Russian invasion as a quasi-natural experiment, we apply a difference-in-differences estimator on a sample of half a million journal articles collected from Scopus. Researchers affiliated with institutions located in the occupied parts of Donetsk and Luhansk and the whole of Crimea form our treatment group, and those affiliated with institutions in the unoccupied regions of Ukraine, our control group. We document a significant decline in quantity and quality of research, measured by the average number of papers/citations, produced by authors based in the Donetsk/Luhansk occupied regions with active hostilities. By contrast, we observe a rise in the quantity of papers published by authors based in annexed Crimea. Yet, this pattern, which can be explained by increased funding by Russian authorities towards institutions located in Crimea, is driven by articles published in Russian journals and by scientists with relatively low productivity. Our results are robust when using different control groups and estimation methods, including causal machine learning tools, and when controlling for publication lags.",
          "url": "https://doi.org/10.1007/s11127-025-01258-5",
          "doi": "https://doi.org/10.1007/s11127-025-01258-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "The answer was there all along: Worry about the dynamics!",
          "authors": "Ali Kagalwala, Guy Whitten",
          "url": "https://doi.org/10.1086/736026",
          "doi": "https://doi.org/10.1086/736026",
          "filter": 0
        },
        {
          "title": "The Church as Arbiter: A Divided Right in Interwar France",
          "authors": "Carles Boix, Jean Lacroix",
          "url": "https://doi.org/10.1086/736028",
          "doi": "https://doi.org/10.1086/736028",
          "filter": 0
        },
        {
          "title": "An Agency Perspective on Immigration Federalism",
          "authors": "Asya Magazinnik",
          "url": "https://doi.org/10.1086/736024",
          "doi": "https://doi.org/10.1086/736024",
          "filter": 0
        },
        {
          "title": "Gendered targeting: Do parties tailor their campaign ads to women?",
          "authors": "Cornelius Erfort",
          "url": "https://doi.org/10.1086/736027",
          "doi": "https://doi.org/10.1086/736027",
          "filter": 0
        },
        {
          "title": "Democracy, Inequality, and Antitrust",
          "authors": "Michael O. Allen, Kenneth Scheve, David Stasavage",
          "url": "https://doi.org/10.1086/736023",
          "doi": "https://doi.org/10.1086/736023",
          "filter": 0
        },
        {
          "title": "Professorial Silence: Academic Freedom, Domination, and Self-Censorship in Contemporary Russia",
          "authors": "Evgeny Roshchin",
          "url": "https://doi.org/10.1086/736025",
          "doi": "https://doi.org/10.1086/736025",
          "filter": 0
        },
        {
          "title": "Inequality in the Classroom: Electoral Incentives and the Distribution of Local Education Spending",
          "authors": "Brian T. Hamel",
          "url": "https://doi.org/10.1086/732959",
          "doi": "https://doi.org/10.1086/732959",
          "filter": 0
        },
        {
          "title": "Social Media Narratives Across Platforms in Conflict: Evidence from Syria",
          "authors": "Erin Walk, Elizabeth Parker-Magyar, Kiran Garimella, Ahmet Akbiyik, Fotini Christia",
          "url": "https://doi.org/10.1086/732997",
          "doi": "https://doi.org/10.1086/732997",
          "filter": 0
        },
        {
          "title": "Misinformation, Narratives, and Intergroup Attitudes: Evidence from India",
          "authors": "Ursula Daxecker, Hanne Fjelde, Neeraj Prasad",
          "url": "https://doi.org/10.1086/732979",
          "doi": "https://doi.org/10.1086/732979",
          "filter": 0
        },
        {
          "title": "Voting for Disabled Candidates",
          "authors": "Stefanie Reher",
          "url": "https://doi.org/10.1086/732994",
          "doi": "https://doi.org/10.1086/732994",
          "filter": 0
        },
        {
          "title": "Going It Alone? A Structural Analysis of Coalition Formation in Elections",
          "authors": "Sergio Montero",
          "url": "https://doi.org/10.1086/732989",
          "doi": "https://doi.org/10.1086/732989",
          "filter": 0
        },
        {
          "title": "Origin of (A)symmetry: The Evolution of Out-Party Distrust in the United States",
          "authors": "Bouke Klein Teeselink, Georgios Melios",
          "url": "https://doi.org/10.1086/732971",
          "doi": "https://doi.org/10.1086/732971",
          "filter": 0
        },
        {
          "title": "Opponent Campaign Visits in Dominant Party Regimes",
          "authors": "Jose Morales-Arilla",
          "url": "https://doi.org/10.1086/732950",
          "doi": "https://doi.org/10.1086/732950",
          "filter": 0
        },
        {
          "title": "The Cultural Origins of Populism",
          "authors": "Yotam Margalit, Shir Raviv, Omer Solodoch",
          "url": "https://doi.org/10.1086/732985",
          "doi": "https://doi.org/10.1086/732985",
          "filter": 0
        },
        {
          "title": "Preaching to the Choir: A Problem of Participatory Interventions",
          "authors": "Rebecca Hanson, Dorothy Kronick, Tara Slough",
          "url": "https://doi.org/10.1086/732983",
          "doi": "https://doi.org/10.1086/732983",
          "filter": 0
        },
        {
          "title": "Who Actually Governs? Gender Inequality and Political Representation in Rural India",
          "authors": "Alyssa R. Heinze, Rachel E. Brulé, Simon Chauchard",
          "url": "https://doi.org/10.1086/730746",
          "doi": "https://doi.org/10.1086/730746",
          "filter": 0
        },
        {
          "title": "The Electoral Returns of Party-Sponsored Citizen Legislative Initiatives",
          "authors": "Mihail Chiru, Aurelian Giugăl, Giorgian Guţoiu, George Secăreanu",
          "url": "https://doi.org/10.1086/733006",
          "doi": "https://doi.org/10.1086/733006",
          "filter": 0
        },
        {
          "title": "Why Do Civil War Successor Parties Renounce Violence?",
          "authors": "John Ishiyama",
          "url": "https://doi.org/10.1086/732958",
          "doi": "https://doi.org/10.1086/732958",
          "filter": 0
        },
        {
          "title": "Reconsidering Military and Civil Conscription",
          "authors": "Sven Altenburger",
          "url": "https://doi.org/10.1086/730738",
          "doi": "https://doi.org/10.1086/730738",
          "filter": 0
        },
        {
          "title": "How Criminal Organizations Expand to Strong States: Local Agreements and Migrant Exploitation in Northern Italy",
          "authors": "Gemma Dipoppa",
          "url": "https://doi.org/10.1086/730729",
          "doi": "https://doi.org/10.1086/730729",
          "filter": 0
        },
        {
          "title": "The Ideological Asymmetry of White Identity",
          "authors": "Kesley Townsend, Kelsey Eyre Hammond, Heather Walker, Lisa P. Argyle, Jeremy C. Pope",
          "url": "https://doi.org/10.1086/732974",
          "doi": "https://doi.org/10.1086/732974",
          "filter": 0
        },
        {
          "title": "Confucian Democratic Leadership: A Reconstruction for Contemporary East Asia",
          "authors": "Elena Ziliotti",
          "url": "https://doi.org/10.1086/732986",
          "doi": "https://doi.org/10.1086/732986",
          "filter": 0
        },
        {
          "title": "Unraveling a “Cancel Culture” Dynamic: When, Why, and Which Americans Sanction Offensive Speech",
          "authors": "Nicholas C. Dias, James N. Druckman, Matthew S. Levendusky",
          "url": "https://doi.org/10.1086/733004",
          "doi": "https://doi.org/10.1086/733004",
          "filter": 0
        },
        {
          "title": "Free Riding and Compulsory Voting",
          "authors": "Alexandru Volacu",
          "url": "https://doi.org/10.1086/730748",
          "doi": "https://doi.org/10.1086/730748",
          "filter": 0
        },
        {
          "title": "Members Only? Why Associational Autonomy Cannot Justify Closing State Borders",
          "authors": "David V. Axelsen",
          "url": "https://doi.org/10.1086/730751",
          "doi": "https://doi.org/10.1086/730751",
          "filter": 0
        },
        {
          "title": "Political Deepfakes Are as Credible as Other Fake Media and (Sometimes) Real Media",
          "authors": "Soubhik Barari, Christopher Lucas, Kevin Munger",
          "url": "https://doi.org/10.1086/732990",
          "doi": "https://doi.org/10.1086/732990",
          "filter": 0
        },
        {
          "title": "Sorting for K Street: Postemployment Regulations and Strategic Wage Setting in Congress",
          "authors": "Elisa Maria Wirsching",
          "url": "https://doi.org/10.1086/732988",
          "doi": "https://doi.org/10.1086/732988",
          "filter": 0
        },
        {
          "title": "Measuring the Impact of Appointee Vacancies on US Federal Agency Performance",
          "authors": "Mark D. Richardson, Christopher Piper, David E. Lewis",
          "url": "https://doi.org/10.1086/730735",
          "doi": "https://doi.org/10.1086/730735",
          "filter": 0
        },
        {
          "title": "Democratic Prudence: The Philosophical and Empirical Grounding of Citizen Competence",
          "authors": "Jacob Garrett, Valeria Ottonelli",
          "url": "https://doi.org/10.1086/730714",
          "doi": "https://doi.org/10.1086/730714",
          "filter": 0
        },
        {
          "title": "Sources of Partisan Change: Evidence from the Shale Gas Shock in American Coal Country",
          "authors": "Alexander F. Gazmararian",
          "url": "https://doi.org/10.1086/732949",
          "doi": "https://doi.org/10.1086/732949",
          "filter": 0
        },
        {
          "title": "Political Divisions in Large Cities: The Socio-Spatial Basis of Legislative Behavior in Chicago and Toronto",
          "authors": "Zack Taylor, David A. Armstrong",
          "url": "https://doi.org/10.1086/732976",
          "doi": "https://doi.org/10.1086/732976",
          "filter": 0
        },
        {
          "title": "Buying Evidence? Policy Research as a Presidential Commodity",
          "authors": "Rachel Augustine Potter",
          "url": "https://doi.org/10.1086/732972",
          "doi": "https://doi.org/10.1086/732972",
          "filter": 0
        },
        {
          "title": "When Redistribution Backfires Politically: Theory and Evidence from Land Reform in Portugal",
          "authors": "Michael Albertus, Noah Schouela",
          "url": "https://doi.org/10.1086/732944",
          "doi": "https://doi.org/10.1086/732944",
          "filter": 0
        },
        {
          "title": "Strategic Replacements and Popular Support: Political Consequences of Authoritarian Replacement of Elected Officials",
          "authors": "Anna Denisenko",
          "url": "https://doi.org/10.1086/732991",
          "doi": "https://doi.org/10.1086/732991",
          "filter": 0
        },
        {
          "title": "Electoral Turnover and Government Efficiency: Evidence from Federal Procurement",
          "authors": "Kyuwon Lee",
          "url": "https://doi.org/10.1086/732954",
          "doi": "https://doi.org/10.1086/732954",
          "filter": 0
        },
        {
          "title": "Education as Identity? A Meta-Analysis of Education-Based In-Group Preferences in Candidate Choice Experiments",
          "authors": "Elizabeth Simon, Stuart J. Turnbull-Dugarte",
          "url": "https://doi.org/10.1086/730745",
          "doi": "https://doi.org/10.1086/730745",
          "filter": 0
        },
        {
          "title": "The Politics of the Slippery Slope",
          "authors": "Giri Parameswaran, Gabriel Sekeres, Haya Goldblatt",
          "url": "https://doi.org/10.1086/732965",
          "doi": "https://doi.org/10.1086/732965",
          "filter": 0
        },
        {
          "title": "Reining in the Rascals: Challenger Parties’ Path to Power",
          "authors": "Frederik Hjorth, Jacob Nyrup, Martin Vinæs Larsen",
          "url": "https://doi.org/10.1086/732962",
          "doi": "https://doi.org/10.1086/732962",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
