{
  "update": "2025-08-13",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Why Inequalities Persist: Parties’ (Non)Responses to Economic Inequality, 1970–2020",
          "authors": "ALEXANDER HORN, MARTIN HASELMAYER, K. JONATHAN KLÜSER",
          "abstract": "Do parties respond to inequality? Despite the relevance of inequality and its consequences, existing studies fail to capture parties’ emphasis on economic equality and redistribution or to differentiate between existing levels of inequality and increases in inequality. Based on 850,000 party statements from 12 (Organisation for Economic Co-operation and Development) countries (1970–2020), we introduce a crowd-coded dataset that allows us to distinguish positive references to economic equality and redistribution from upward-trending equal-rights/anti-discrimination rhetoric. We show that responses found in previous studies do not capture economic equality and redistribution. In reassessing the impact of inequality, we argue that low visibility, status quo bias, and turnout effects discourage party responses to high inequality levels , while rising inequality poses a visible status quo change and a threat that left parties respond to. We find that left parties respond to inequality increases (except less tangible gains among the most affluent) but not to (high) inequality levels. This helps to understand why inequality is not self-correcting.",
          "url": "https://doi.org/10.1017/s0003055425100907",
          "doi": "https://doi.org/10.1017/s0003055425100907",
          "filter": 0
        },
        {
          "title": "Smoke and Mirrors: Strategic Messaging and the Politics of Noncompliance",
          "authors": "JULIA C. MORSE, TYLER PRATT",
          "abstract": "Public allegations of international law violations are common in international politics. When do these accusations generate international backlash for governments? We argue that political costs hinge on a rhetorical battle to shape perceptions of the government’s behavior. Governments use strategic messaging to contest information, challenge the appropriateness of international law, or cite extenuating circumstances. International organizations (IOs) counter government rhetoric to reinforce the law. These competing messages shape support for punishment among citizens and political elites. We test our argument with survey experiments measuring perceptions of alleged military aggression and human rights violations. Among the US public and a global sample of diplomatic elites, foreign government denials and claims about mitigating circumstances reduce punitive attitudes. IO rebuttals counter denials but can only partially neutralize other claims. We offer a new framework for analyzing the politics of noncompliance and present novel evidence illuminating the strengths and limitations of IOs in enforcing international law.",
          "url": "https://doi.org/10.1017/s0003055425100877",
          "doi": "https://doi.org/10.1017/s0003055425100877",
          "filter": 0
        },
        {
          "title": "Jean Bodin’s Demonic Constitutionalism: Sovereignty, Natural Law, and Political Theology",
          "authors": "EERO ARUM, GIO MARIA TESSAROLO",
          "abstract": "It is commonly assumed that the “classical” concept of sovereignty, bequeathed by Jean Bodin, stands in tension with fundamental commitments of liberal modernity, including cosmopolitanism and the aspiration to establish a global legal order. We argue, in contrast, that Bodin’s theory of sovereignty presupposes a universal legal order that imposes binding and enforceable constraints on sovereigns. To substantiate this claim, we examine Bodin’s curious assertion that God, the sovereign ruler of the cosmos, employs a celestial government or administration of angels and demons to enforce His laws. By situating Bodin’s earlier political works alongside his later religious and philosophical writings, we demonstrate that his political thought was neither “absolutist” nor “constitutionalist,” in the ordinary sense of those terms; rather, he was a theorist of what we propose to call “demonic constitutionalism.”",
          "url": "https://doi.org/10.1017/s0003055425100804",
          "doi": "https://doi.org/10.1017/s0003055425100804",
          "filter": 0
        },
        {
          "title": "“They Attend Strictly to Their Own Business”: Disability and the Construction of the Worker-Citizen",
          "authors": "ANN K. HEFFERNAN",
          "abstract": "Contributing to a growing interest in disability in political science, this article makes the case for the central role of disability in upholding the belief in work as requisite for full citizenship. Turning to the nineteenth and early twentieth centuries, it shows how disability and the figure of the disabled worker were used to fortify emergent understandings of work against the changes wrought by industrial capitalism. Focusing on three sites of disabled labor—the school-based workshop, custodial institution, and industrial factory—it reveals the crucial ideological work performed by disability in sustaining the myth of the independent worker-citizen. Where existing scholarship has focused on disability either as an identity category or as a target of rights and policy, this article models an alternative approach, arguing for the relevance of disability as a concept that is integral to, and productive of, the ways we understand citizenship and political belonging.",
          "url": "https://doi.org/10.1017/s0003055425100944",
          "doi": "https://doi.org/10.1017/s0003055425100944",
          "filter": 0
        },
        {
          "title": "Institutional Recognition: Activating Representation to Build Police Responsiveness to Women",
          "authors": "GABRIELLE KRUKS-WISNER, AKSHAY MANGLA, SANDIP SUKHTANKAR",
          "abstract": "How can public agencies become more responsive to marginalized citizens? We develop a theory of bureaucratic responsiveness as the product of resources, representation, and recognition. While material investments and inclusion of marginalized personnel are insufficient in passive forms, they can be jointly activated through institutional recognition : organizational dynamics that enhance a social group’s visibility and ascribe value to efforts to meet their needs. We illustrate this in the domains of policing and gender, examining station-level Women’s Help Desks in India. Combining a large-scale experiment and sustained qualitative research, we reveal how the desks—when staffed by female officers—increased police responsiveness to women’s cases. This occurred as female personnel actively used help desk resources to build professional standing while supporting women. These gains, however, were constrained by patriarchal norms that limit reporting and prosecution of gender-based violence. Our findings illuminate possibilities and challenges of institutional change in unequal settings.",
          "url": "https://doi.org/10.1017/s0003055425100889",
          "doi": "https://doi.org/10.1017/s0003055425100889",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Pro-equality initiatives increase expressed sexism among men but may improve trust among women football fans",
          "authors": "Victor Araújo, Malu A.C. Gatto",
          "abstract": "Globally, prejudicial attitudes toward women persist. By taking anti-discriminatory stances, value-oriented organizations – e.g., political parties and religious denominations – can tap into group identities to shape their members’ attitudes. We know much less about the role of organizations that are not inherently value-oriented – such as sports teams – in accomplishing the same. Yet, as various campaigns by sports teams worldwide indicate, this is precisely what non-value-oriented organizations increasingly attempt to do. Can football team fandom be leveraged to promote gender-egalitarian attitudes? We address this question with data from a national survey in Brazil and a survey experiment conducted in partnership with a major Brazilian football club. We find that while football team identity is salient and may be leveraged to change displayed social attitudes, the Club’s anti-sexism campaign inadvertently increased men’s expressed prejudice toward women in football – although it may have also improved institutional trust among women.",
          "url": "https://doi.org/10.1017/xps.2025.10009",
          "doi": "https://doi.org/10.1017/xps.2025.10009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Effects of Voting by Mail on Correct Voting",
          "authors": "Jennifer Wolak, Carey E. Stapleton",
          "abstract": "The share of Americans voting by mail surged in 2020. For those casting a mail-in ballot, their voting experience was different from those who voted in-person. When voting by mail, people can make their choices at their own pace at a time convenient to them, conducting additional research if they wish to do so. We propose that when people vote by mail, they are more likely to successfully identify the candidates that are best aligned with their preferences. Using cross-sectional and causal inference approaches, we show that people who voted by mail in 2020 were more likely to vote correctly than those who cast their ballots in-person. Vote-by-mail was more than just a way to minimize health risks during the coronavirus pandemic – it also had civic dividends. When people vote by mail, they are more likely to choose candidates aligned with their stated preferences.",
          "url": "https://doi.org/10.1007/s11109-025-10067-x",
          "doi": "https://doi.org/10.1007/s11109-025-10067-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
