{
  "update": "2024-10-09",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Abolishing structural domination: US Reconstruction and the double bind of emancipation",
          "authors": "Michael Gorup",
          "abstract": "What does it take to abolish structural domination? If domination is structural, then it can only be eliminated by the transformation or abolition of structures. For this to happen, agents advantaged by existing structures will often have to be brought under a form of power that lays beyond their control. Defeating domination therefore seems to require the embrace of dominating power. I call this dilemma the double bind of emancipation . To illustrate, I turn to debates regarding land confiscation during the Reconstruction era in the United States (1865–1877). Confiscation was intended to destroy the material bases of planter power and guarantee formerly enslaved people economic independence. But it would also entail subjecting planters to uncontrolled power. To address the double bind, I argue emancipation must be guided by a social theory of domination. Emancipation from structural domination requires identifying and eliminating the conditions that reproduce domination over time.",
          "url": "http://dx.doi.org/10.1111/ajps.12917",
          "doi": "10.1111/ajps.12917",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Do working-class candidates activate class-based voting?",
          "authors": "Jared Abbott, Fred DeVeaux",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102862",
          "doi": "10.1016/j.electstud.2024.102862",
          "filter": 0
        },
        {
          "title": "Revisiting eligibility effects of voting at 16: Insights from Austria based on regression discontinuity analyses",
          "authors": "Elisabeth Graf, Julia Partheymüller, Laura Bronner, Sylvia Kritzinger",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102870",
          "doi": "10.1016/j.electstud.2024.102870",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Citizens’ perceptions of online abuse directed at politicians: Evidence from a survey experiment",
          "authors": "NIELS BJØRN GRUND PETERSEN, RASMUS TUE PEDERSEN, MADS THAU",
          "abstract": "Online abuse is becoming an increasingly pressing issue for democratic societies. Citizens play an important role in curtailing abuse as they often moderate online content through counter speech and by reporting abusive messages. However, we know little about when citizens actually perceive negative comments directed at politicians as being abusive, and the factors shaping these perceptions are also understudied. In this study, we therefore investigate how citizens perceive criticism, insults, threats and sexist remarks directed at politicians on social media. Based on a survey experiment with 2,000 Danish citizens, we show that citizens’ assessments of the abusiveness of such remarks are not only affected by the content of the messages, but also by political ideology, political trust and gender. Surprisingly, partisanship does not seem to substantively affect perceptions of abuse. Our study provides novel insights into what exactly citizens consider to be abusive behaviour on social media.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12724",
          "doi": "10.1111/1475-6765.12724",
          "filter": 0
        },
        {
          "title": "Drivers of differentiation between EU Member‐states in the UN General Assembly",
          "authors": "SPYROS BLAVOUKOS, IOANNIS GALARIOTIS",
          "abstract": "The European Union (EU) has laboured hard to gain the right to make oral interventions in the United Nations General Assembly (UNGA) in pursuit of a more active international role. At the same time, though, EU member‐states continue to take the floor to make their own interventions, thus differentiating – but not necessarily distancing – their stance from the officially expressed EU position. In that respect, it is important to examine the drivers behind the differentiating activity of EU member‐states and their engagement in UNGA deliberations. We identify structural, institutional, political and thematic drivers. They relate to resources, the EU system of external representation in the form of the EU rotating Council Presidency and the opportunities that it provides during each country's period in office, national political aspirations for greater influence, as well as issue‐specific assertiveness. We operationalize and control for these drivers by looking at the size and economic resources of EU member‐states, their individual statements while holding the EU rotating Council Presidency, their membership in the UN Security Council (UNSC) or candidacy for it, and the issue specificity of each UNGA Main Committee. Our analysis is based on a three‐level longitudinal multilevel random intercept model and relies upon a new dataset that compiles the oral interventions made by representatives of EU member‐states and by EU officials in UNGA through an automated content analysis of the verbatim records of the UNGA meetings from 1998 to 2017.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12727",
          "doi": "10.1111/1475-6765.12727",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Legislative behavior in the French Senate: A new dataset from the Fifth Republic",
          "authors": "Sara Watson, Anna M Meyerrose",
          "abstract": "This research note presents a new dataset on the French Senate. We provide demographic (1968–2017) and electoral (1983–2020) data for all Senate districts, biographical and political characteristics for all senators who served during the Fifth Republic (1959–2017), and data on roll-call votes (RCVs), individual senator's votes in relation to them, and the corresponding bill content (1996–2017). In this note, we describe the structure of our datasets, provide descriptive information on key variables, highlight temporal shifts in ideological trends in the French Senate, and discuss possible future research topics. We anticipate these data will make an important addition to the rapidly growing literature on upper chambers and legislative dynamics.",
          "url": "http://dx.doi.org/10.1177/13540688241288962",
          "doi": "10.1177/13540688241288962",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Parameterizing Spatial Weight Matrices in Spatial Econometric Models",
          "authors": "Chang Tan, Michaela Kesina, J. Paul Elhorst",
          "abstract": "Spatial econometric models allow for interactions among cross-sectional units through spatial weight matrices. This paper parameterizes each spatial weight matrix in the widely used spatial Durbin model with a different instead of one common distance decay parameter, using negative exponential and inverse distance matrices. We propose a joint estimation approach of the decay and response parameters, and we investigate its performance in a Monte Carlo simulation experiment. We also present the results of an empirical application on military expenditures. Indirect effects in particular appear to be sensitive to different parameterizations.",
          "url": "http://dx.doi.org/10.1017/pan.2024.16",
          "doi": "10.1017/pan.2024.16",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Making Issues Matter: Local Media and Policy-Based Evaluations of Politicians",
          "authors": "Erik Peterson, Jongwoo Jeong",
          "url": "http://dx.doi.org/10.1007/s11109-024-09976-0",
          "doi": "10.1007/s11109-024-09976-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Crypto/Space: Computational parasitism, virtual land grabs, and the production of Web3 Exit zones",
          "authors": "Peter Howson, Antulio Rosales, Olivier Jutel, Inte Gloerich, Mariel García Llorens, Alex de Vries, Jillian Crandall, Paul Dolan",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103210",
          "doi": "10.1016/j.polgeo.2024.103210",
          "filter": 0
        },
        {
          "title": "COVID-19 pandemic and competitive authoritarian regimes: Human rights and democracy in the Philippines and Nicaragua",
          "authors": "Salvador Santino Regilme, Kevin Parthenay",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103212",
          "doi": "10.1016/j.polgeo.2024.103212",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "An eye tracking study of gender biased information acquisition in candidate evaluation",
          "authors": "Libby Jenke",
          "abstract": "Gender stereotypes may impact voters' candidate choices. But do gender stereotypes impact voters' attention when learning about candidates? This paper explores whether citizens take part in gender biased information acquisition when learning about women and men candidates. In an experiment, I use eye tracking to measure respondents' attention to gender stereotype‐consistent and inconsistent information. The results indicate that citizens do not differ in their attention to different candidate information according to candidate gender. Additionally, respondents' own sex does not make a difference in their attention to masculine‐ and feminine‐stereotyped information for women or men candidates. These findings provide an important specification of the mechanism behind gender bias in candidate choices: the bias appears to be different standards of judgment for candidates of different genders, not different compositions of information being judged for candidates of different genders.",
          "url": "http://dx.doi.org/10.1111/pops.13031",
          "doi": "10.1111/pops.13031",
          "filter": 0
        },
        {
          "title": "Social contact and ethnic identity: Experimental evidence from West Africa",
          "authors": "John A. Doces",
          "abstract": "What determines one's ethnic identity? I argue that contact with a co‐ethnic encourages an enhanced ethnic identity compared to contact with a non‐co‐ethnic. This is most likely to hold where identities are more ethnic and less national, as in many African countries, thus creating a sense of trust among co‐ethnics. To test this claim, I conducted a field experiment with participants from the West African countries of Côte d'Ivoire and Senegal using two designs to test my claims including if enumerators and participants share an ethnic identity established directly with face‐to‐face contact, and indirectly with enumerators employing ethnic sounding names. Social contact in which ethnicity is shared increases identification with one's ethnic group. Not sharing an ethnic identity does not increase the chances of a national identity. Variation by ethnic groups is strongest for members of groups who have recently lost political power or are marginalized. Sharing an ethnic identity affects political views. These findings contribute to our understanding about the potential for contact to affect prejudice and bias, and they raise issues about data collection done with personal contact.",
          "url": "http://dx.doi.org/10.1111/pops.13040",
          "doi": "10.1111/pops.13040",
          "filter": 0
        },
        {
          "title": "Conservatism in response to rising universalism? Linking individuals' conservation values, right‐wing attitudes, and nationalism to perceived prevalence of universalism among fellow citizens",
          "authors": "Mirjana Rupar, Maryna Kołeczek, Katarzyna Jamróz‐Dolińska, Maciej Sekerdej",
          "abstract": "Increased openness and tolerance have marked the twenty‐first century, yet recent years witnessed a decline marked by nationalist movements and reduced support for diversity. We explore the potential link between these two societal changes by examining the association between the perception of universalism values in society and the endorsement of conservation values, right‐wing political attitudes, and nationalism in Poland. Across six correlational studies (total N = 2644), perception of the prevalence of universalism values in fellow citizens was positively linked to one's endorsement of conservation values, right‐wing political attitudes, and nationalism. These links were (a) stronger when participants believed that a considerable part of society still supported conservation values and (b) underlined by a greater perception of the threat posed by universalism values to the traditional way of living. The experimental results ( N = 307) did not support causal link between these links but only the underlying role of perceiving a threat from universalism to society, particularly when participants perceived high universalism and conservation values in others. However, this effect was observed only when controlling for one's endorsement of conservation values and the perception of threat from conservation values.",
          "url": "http://dx.doi.org/10.1111/pops.13033",
          "doi": "10.1111/pops.13033",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Differential efficacy of survey incentives across contexts: experimental evidence from Australia, India, and the United States",
          "authors": "Katharine Conn, Cecilia Hyunjung Mo, Bhumi Purohit",
          "abstract": "Scholars often use monetary incentives to boost participation rates in online surveys. This technique follows existing literature from western countries, which suggests egoistic incentives effectively boost survey participation. Positing that incentives’ effectiveness vary by country context, we tested this proposition through an experiment in Australia, India, and the USA. We compared three types of monetary lotteries to narrative and altruistic appeals. We find that egoistic rewards are most effective in the USA and to some extent, in Australia. In India, respondents are just as responsive to altruistic incentives as to egoistic incentives. Results from an adapted dictator game corroborate these patterns. Our results caution scholars against exporting survey participation incentives to areas where they have not been tested.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.53",
          "doi": "10.1017/psrm.2024.53",
          "filter": 0
        },
        {
          "title": "Polarization versus professionalism: military and civilian views on the domestic use of the military",
          "authors": "Kolby Hanson, Austin J. Knuppe",
          "abstract": "Scholars and policymakers warn that with rising affective polarization, politicians will find support from the public and permission from military professionals to use military force to selectively crack down on political opponents. We test these claims by conducting parallel survey experiments among the US public and mid-career military officers. We ask about two hypothetical scenarios of domestic partisan unrest, randomly assigning the partisan identity of protesters. Surprisingly, we find widespread public support for deploying the military and no significant partisanship effects. Meanwhile, military officers were very resistant to deploying the military, with nearly 75 percent opposed in any scenario. In short, there is little evidence that public polarization threatens to escalate domestic disputes, and strong evidence for military opposition.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.41",
          "doi": "10.1017/psrm.2024.41",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Why do majoritarian systems benefit the right? Income groups and vote choice across different electoral systems – ERRATUM",
          "authors": "Robert Liñeira, Pedro Riera",
          "url": "http://dx.doi.org/10.1017/psrm.2024.25",
          "doi": "10.1017/psrm.2024.25",
          "filter": 1
        }
      ]
    }
  ]
}
