{
  "update": "2025-03-27",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Why masses support democratic backsliding",
          "authors": "Noam Gidron, Yotam Margalit, Lior Sheffer, Itamar Yakir",
          "abstract": "Concerns over democratic backsliding have proliferated recently, as elected politicians have sought to undermine democratic checks and balances. This study examines the underpinnings of public support for democratic backsliding, delineating five theoretical explanations: personalistic leadership, affective polarization, populism, majoritarianism, and entanglement with the legal system. We test the explanatory power of these accounts within the Israeli context, leveraging panel survey data collected before and after the government announced its plan to curtail the courts. Results indicate that support for the plan is best explained by two forces: prior attachment to the leader heading the backsliding effort and animosity toward partisan opponents. Notably, populist attitudes are not associated with support for the government's plan. The theoretical framework and longitudinal research design help explain who supports democratic backsliding.",
          "url": "https://doi.org/10.1111/ajps.12958",
          "doi": "https://doi.org/10.1111/ajps.12958",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "The Train Wrecks of Modernization: Railway Construction and Separatist Mobilization in Europe",
          "authors": "YANNICK I. PENGL, CARL MÜLLER-CREPON, ROBERTO VALLI, LARS-ERIK CEDERMAN, LUC GIRARDIN",
          "abstract": "This paper uses the gradual expansion of the European railway network to investigate how this key technological driver of modernization affected ethnic separatism between 1816 and 1945. Combining new historical data on ethnic settlement areas, conflict, and railway construction, we test how railroads affected separatist conflict and successful secession as well as independence claims among peripheral ethnic groups. Difference-in-differences, event study, and instrumental variable models show that, on average, railway-based modernization increased separatist mobilization and secession. These effects concentrate in countries with small core groups, weak state capacity, and low levels of economic development as well as in large ethnic minority regions. Exploring causal mechanisms, we show how railway networks can facilitate mobilization by increasing the internal connectivity of ethnic regions and hamper it by boosting state reach. Overall, our findings call for a more nuanced understanding of the effects of European modernization on nation building.",
          "url": "https://doi.org/10.1017/s0003055425000048",
          "doi": "https://doi.org/10.1017/s0003055425000048",
          "filter": 0
        },
        {
          "title": "Domestic Institutions, Geographic Concentration, and Agricultural Liberalization",
          "authors": "IN SONG KIM, MEGUMI NAOI, TOMOYA SASAKI",
          "abstract": "One of the persistent obstacles to trade liberalization is a government’s inability to commit and deliver compensation to trade losers. We argue that constitutional structures interact with the geographic profiles of industries to shape a government’s ability to commit to a compensation contract , defined as an interbranch contract whereby an executive branch promises compensation in exchange for legislative support for ratification. Our theory predicts that parliamentary systems are more likely to liberalize and compensate geographically concentrated industries because party leaders enforce a contract with a smaller number of legislators. Presidential systems are more likely to liberalize and compensate geographically diffused industries because legislature enforces a contract with a larger number of legislators. Using novel product-level data on agricultural trade liberalization and remote-sensed cropland in 38 democracies, we find evidence consistent with our argument. Qualitative studies of the sugar industry and interviews with policymakers provide further evidence.",
          "url": "https://doi.org/10.1017/s0003055425000127",
          "doi": "https://doi.org/10.1017/s0003055425000127",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "International Border Restrictions During COVID-19 as Global Health Security Theatre",
          "authors": "Catherine Z. Worsnop",
          "abstract": "During outbreaks of diseases like cholera, HIV/AIDS, H1N1, and Ebola, governments often impose international border restrictions (for example, quarantines, entry restrictions, and import restrictions) that disrupt the economy without stopping the spread of disease. During COVID-19, international travel restrictions were ubiquitous despite initial World Health Organization recommendations against such measures because of their limited public health benefit and the potential for imposing a range of harms. Why did governments adopt these measures? This article argues and finds evidence that governments use international border restrictions as security theatre: ‘measures that provide not security, but a sense of it’. Quantitative analysis of original data on states’ first border restrictions during the pandemic suggests that behaviour was not just driven by the risk of COVID-19 spread. Instead, nationalist governments, which are likely to be attracted to policies associating disease with foreigners, were more likely to impose border restrictions, did so more quickly, and adopted domestic measures more slowly. A case study of the US further illustrates the security theatre logic. The findings imply that overcoming or redirecting governments’ attraction to security theatre could promote international cooperation during global health emergencies.",
          "url": "https://doi.org/10.1017/s0007123424000784",
          "doi": "https://doi.org/10.1017/s0007123424000784",
          "filter": 0
        },
        {
          "title": "Working For Democracy: Poll Officers and the Turnout Gender Gap",
          "authors": "Pau Vall-Prat, Toni Rodon",
          "abstract": "What factors contribute to closing the turnout gender gap after female enfranchisement? In the wake of franchise expansion, we test whether being a poll officer—and hence being exposed to election management—boosted the politicisation and mobilisation of women. In the context of the Spanish Second Republic (1931–1939), we exploit a lottery that assigned recently enfranchised women to be poll officers in the first election women were allowed to vote (1933). We use an original individual-level panel database and show that women randomly selected as polling officers were as likely to participate in subsequent elections than men, while the gender turnout gap persisted among the rest. Further analyses suggest that being poll officers made women more receptive to political organisations mobilisation strategies, and their presence had positive externalities by encouraging other women to participate. Our findings highlight the potential benefits of exposure to election engineering among groups previously excluded or less engaged with democracy.",
          "url": "https://doi.org/10.1017/s0007123424000280",
          "doi": "https://doi.org/10.1017/s0007123424000280",
          "filter": 0
        },
        {
          "title": "Explaining peace during long and rapid power shifts: A theory of grand bargains",
          "authors": "Mathias O. Frendem, Michael F. Joseph, William Spaniel",
          "abstract": "Bargaining scholars predict rapid power shifts cause preventive war. But cases with rapidly shifting power often remain peaceful. To explain the dogs that don’t bark, we introduce instant, repeated, costly militarization into Powell’s (1999) conventional-weapons power transition model. First, we rationalize preventive war during long, slow, complete-information power shifts. Second, we find that where past research into conventional shifts predicts war, a grand bargain backed by the decliner’s threat of war emerges as a second equilibrium. Because war and a grand bargain both prevent power from shifting, declining powers deploy them under the same conditions. Our grand bargain survives war-causing hazards, and some latent shifts. It occurs after incremental militarization causes repeated appeasement-like concessions, and when power shifts are instant, slow or fast, and perfectly observed; suggesting conventional shifts induce grand bargains under surprising conditions. The Great Game’s end fits our grand bargain, but that British elites seriously considered war.",
          "url": "https://doi.org/10.1017/s0007123424000577",
          "doi": "https://doi.org/10.1017/s0007123424000577",
          "filter": 0
        },
        {
          "title": "Deliberation and Human Nature",
          "authors": "Ramon van der Does",
          "url": "https://doi.org/10.1017/s0007123424000632",
          "doi": "https://doi.org/10.1017/s0007123424000632",
          "filter": 0
        },
        {
          "title": "Is It Still the Economy? Economic Voting in Polarized Politics",
          "authors": "Thiago M. Q. Moreira",
          "abstract": "How does polarized politics affect electoral accountability? In this paper, I investigate the impact of political polarization on two channels through which voters can sanction incumbents for poor policy outcomes: voting for the opposition and abstaining. Using presidential election results at the county level, I show that, under polarized environments, the number of voters punishing the incumbent party for poor economic performances decreases in both channels. Survey analyses confirm that as the perceived ideological distance between parties increases, partisans are less likely to (i) negatively evaluate the economy when their party holds the Presidency and (ii) among those who have a negative view of the economy, they are less likely to penalize their party for negative economic assessments. These results show that polarization affects economic evaluation and clouds the responsibility for economic conditions, decreasing voters’ willingness to sanction the incumbent party.",
          "url": "https://doi.org/10.1017/s0007123424000619",
          "doi": "https://doi.org/10.1017/s0007123424000619",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Linking individual electoral performance to the composition of elected bodies: A counterfactual-based approach",
          "authors": "Oliver Huwyler",
          "url": "https://doi.org/10.1016/j.electstud.2025.102925",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102925",
          "filter": 0
        },
        {
          "title": "Turning up and down the partisan heat. Voters’ psychological profile and changes in negative radical partisanship over the course of an election",
          "authors": "Alessandro Nai, Patrick F.A. van Erkel, Linda Bos",
          "url": "https://doi.org/10.1016/j.electstud.2025.102926",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102926",
          "filter": 0
        },
        {
          "title": "The Swedish historical municipal council database",
          "authors": "Abrar Bawati, Moa Frödin Gruneau, Josefine Magnusson, Johanna Rickne",
          "url": "https://doi.org/10.1016/j.electstud.2025.102921",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102921",
          "filter": 0
        },
        {
          "title": "Partisan and non-partisan conspiracy theories’ diverging effects on political participation",
          "authors": "Mert Can Bayar",
          "url": "https://doi.org/10.1016/j.electstud.2025.102920",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102920",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Urban–rural policy disagreement",
          "authors": "SOPHIE BORWEIN, JACK LUCAS, TYLER ROMUALDI, ZACK TAYLOR, DAVID A. ARMSTRONG, KATHARINE MCCOY",
          "abstract": "Urban–rural divides are large and growing in many national elections, but the sources of this widening divide are not well understood. Recent research has pointed to policy disagreement as one possible mechanism for this growing divide; if urban and rural residents hold increasingly dissimilar policy preferences, this disagreement could produce ever‐widening urban–rural electoral divides. We investigate this possibility by creating a synthesized dataset of nearly 1000 policy issue questions across 10 distinct Canadian national election studies conducted between 1993 and 2021 ( N = 5.3 million), combined with a measure of the urban or rural character of every federal electoral district. This dataset allows us to measure urban–rural policy disagreement across a much larger range of policy issues and over a much longer time period than has previously been possible. We find strong evidence of urban–rural policy disagreement across a range of issues, and especially in areas of cultural policy, including questions relating to gun control, immigration and Indigenous affairs. We further find strong support for the ‘progressive cities’ hypothesis; in nearly all policy domains, urban residents support more left‐wing positions on policy issues than rural residents. However, we find no evidence these urban–rural policy divides have grown since the 1990s. Urban–rural policy disagreement, while large and meaningful, cannot explain the ever‐widening urban–rural political divide.",
          "url": "https://doi.org/10.1111/1475-6765.70009",
          "doi": "https://doi.org/10.1111/1475-6765.70009",
          "filter": 0
        },
        {
          "title": "The gendered long‐term consequences of automation risk on electoral behaviour: Evidence from Norway",
          "authors": "BERNT BRATSBERG, HENNING FINSERAAS, PETER EGGE LANGSÆTHER, OLE ROGEBERG",
          "abstract": "We examine long‐run effects of automation risk on turnout. We expect gendered negative effects because men's turnout is more sensitive to job loss and earnings, but negative effects might be offset by populist right‐wing mobilization on economic grievances. We rely on population‐wide administrative data to avoid well‐known biases in survey data. We find both men and women with high automation risk to suffer in the labour market, but automation risk is associated with lower turnout for men only. The negative association with turnout is weaker where the populist right is stronger, consistent with mobilization on economic grievances. Finally, we show experimentally that priming of automation risk produces null findings, suggesting that risks need to have material consequences to affect political behaviour. Our findings imply that technological change has contributed to the emergence of gender gaps in turnout and populist voting as well as the participation drop among the working class.",
          "url": "https://doi.org/10.1111/1475-6765.70010",
          "doi": "https://doi.org/10.1111/1475-6765.70010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Priming Bias Versus Post-Treatment Bias in Experimental Designs",
          "authors": "Matthew Blackwell, Jacob R. Brown, Sophie Hill, Kosuke Imai, Teppei Yamamoto",
          "abstract": "Conditioning on variables affected by treatment can induce post-treatment bias when estimating causal effects. Although this suggests that researchers should measure potential moderators before administering the treatment in an experiment, doing so may also bias causal effect estimation if the covariate measurement primes respondents to react differently to the treatment. This paper formally analyzes this trade-off between post-treatment and priming biases in three experimental designs that vary when moderators are measured: pre-treatment, post-treatment, or a randomized choice between the two. We derive nonparametric bounds for interactions between the treatment and the moderator under each design and show how to use substantive assumptions to narrow these bounds. These bounds allow researchers to assess the sensitivity of their empirical findings to priming and post-treatment bias. We then apply the proposed methodology to a survey experiment on electoral messaging.",
          "url": "https://doi.org/10.1017/pan.2025.3",
          "doi": "https://doi.org/10.1017/pan.2025.3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "When Do People View Discrimination as Morally Acceptable?",
          "authors": "Ida Bruun Nørregaard",
          "abstract": "Racial and ethnic discrimination is a strongly politicized issue. Across ideological divides, people discuss whether and why contemporary discriminatory practices are ethically and politically problematic. Whereas much empirical research has investigated the practical, social, and institutional boundaries and causes of discrimination, little research explores when and why people accept it. It may be that some discriminatory practices prevail because people find them morally acceptable. I therefore conduct two preregistered survey experiments to investigate which properties of discrimination influence people’s assessments. The results show that respondents are more willing to accept discrimination if they are informed that it reflects accurate statistical group differences. Respondents care little about the intention of the discriminator and pass harsh moral judgments on discriminators who rely on inaccurate understandings of group differences. These results suggest that rationalizing discrimination by appealing to accurate statistics can be misused to foster the acceptance of discriminatory practices.",
          "url": "https://doi.org/10.1007/s11109-025-10022-w",
          "doi": "https://doi.org/10.1007/s11109-025-10022-w",
          "filter": 0
        },
        {
          "title": "Is Satisfaction with Democracy Higher After Transitional Justice Trials?",
          "authors": "Javier Padilla",
          "url": "https://doi.org/10.1007/s11109-025-10007-9",
          "doi": "https://doi.org/10.1007/s11109-025-10007-9",
          "filter": 0
        },
        {
          "title": "How Cross-Cutting Ties Reduce Affective Polarization: Evidence from Latino Americans",
          "authors": "Rongbo Jin, Samara Klar, Fabian G. Neuner, Mark Ramirez",
          "url": "https://doi.org/10.1007/s11109-025-10019-5",
          "doi": "https://doi.org/10.1007/s11109-025-10019-5",
          "filter": 0
        },
        {
          "title": "Equivalency Framing of Problems and Policy Solutions",
          "authors": "Alexander Sahn, Laura Stoker, Amy E. Lerman",
          "url": "https://doi.org/10.1007/s11109-025-10023-9",
          "doi": "https://doi.org/10.1007/s11109-025-10023-9",
          "filter": 0
        },
        {
          "title": "When Push Comes to Shove: How Americans Excuse and Condemn Political Violence",
          "authors": "Joseph B. Phillips, B. Kal Munis, Nicole Huffman, Arif Memovic, Jacob Ford",
          "abstract": "What factors do Americans find most important when evaluating acts of political violence? Normatively, details regarding the violent act (e.g., the target and violence severity) should determine the punishment for political violence. However, recent work on polarization and identity suggests evaluations of political violence may depend on the perpetrator’s characteristics. In two pre-registered conjoint experiments, we vary both perpetrator characteristics and features of the violent act to discern the relative weight of act-centric and perpetrator-centric considerations. We find that even though the perpetrator’s characteristics (e.g., partisanship) do influence people’s punishment of political violence, the features of the act matter much more for citizen evaluations of political violence, on average. Though these findings can be interpreted as normatively negative given the perpetrator’s identities do influence punishment, the disproportionate effect of the violent act’s target and severity are normatively encouraging. ",
          "url": "https://doi.org/10.1007/s11109-025-10009-7",
          "doi": "https://doi.org/10.1007/s11109-025-10009-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "“We pay with our life and our body:” Gendered and intimate geopolitics of vias Pa'l Norte",
          "authors": "Linn Maria Biorklund",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103317",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103317",
          "filter": 0
        },
        {
          "title": "Is green hydrogen really colonial? A commentary on Tunn et al. 2025",
          "authors": "Benedikt Walker, Linus Kalvelage",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103318",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103318",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Nothing to see here, move along! Illiberal contexts as catalyzers of authoritarian misperception of democratic quality",
          "authors": "Márton Hadarics, Péter Krekó",
          "abstract": "This study investigates the role of authoritarianism, a psychological characteristic at the individual level, in systemic democratic backsliding. Authoritarianism has been primarily regarded as a driver of nondemocratic changes through the establishment of illiberal and antidemocratic attitudes and preferences. However, our multinational study proposes an additional mechanism. By analyzing data from the European Social Survey, gathered from representative samples across 31 European countries, we demonstrate that authoritarianism can also foster a misperception of the quality of liberal democracy, making an illiberal context appear more democratic than it is in reality. Specifically, individuals with authoritarian tendencies tend to perceive the functioning of liberal democratic principles more positively in more illiberal countries, where the actual quality of liberal democracy is lower. This discrepancy between an illiberal, antidemocratic reality and its contrasting perception is identified as a motivated perceptual distortion, catalyzed by a negative antidemocratic context. This latter mechanism can indirectly contribute to institutional democratic decline, making voters with authoritarian attitudes less sensitive to the violations of democratic norms.",
          "url": "https://doi.org/10.1111/pops.70016",
          "doi": "https://doi.org/10.1111/pops.70016",
          "filter": 0
        },
        {
          "title": "Strengthening national identities in Africa? Analyzing the impact of Ghana's National Service Scheme",
          "authors": "Arnim Langer, Bart Meuleman, Maarten Schroyens, Lucas Leopold",
          "abstract": "In order to avoid and overcome the manifold problems associated with weak nationalism in Africa, many African countries have introduced a range of nation‐building policies. However, only very few studies have systematically investigated whether and to what extent these policies have contributed towards promoting stronger national attachments. In this paper, we examine and assess the impact of one particular type of nation‐building intervention: i.e. national service programmes. More specifically, we analyse to what extent the national service programme in Ghana contributes towards advancing participants' feelings of national attachment. To evaluate the impact of this programme, we implement a quasi‐experimental research design with matching cohort control groups. The results of our study lend strong support to the presence of a national service effect. Our empirical analysis show that this positive national service effect is directly related to the frequency and quality of intergroup contact that NSS participants experienced during their national service deployment. As expected, the impact of national service is also highly dependent on participants' pre‐service level of national attachment: The increase in national attachment is smaller for respondents who scored higher on national pride before the start of their national service deployment.",
          "url": "https://doi.org/10.1111/pops.70011",
          "doi": "https://doi.org/10.1111/pops.70011",
          "filter": 0
        },
        {
          "title": "The epicenter of conspiracy belief: The economically left‐leaning and culturally regressive spot in the political landscape",
          "authors": "Florian Buchmayr, André Krouwel",
          "abstract": "While the psychological dispositions that underlie conspiracy thinking are well researched, there has been remarkably little research on the political preferences of conspiracy believers that go beyond self‐reported ideology or single political issue dimensions. Using data from the European Voter Election Study (EVES), the relationship between conspiracy thinking and attitudes on three deeper‐lying and salient political dimensions (redistribution, authoritarianism, migration) is examined. The results show a clear picture: Individuals with economically left‐wing and culturally conservative attitudes tend to score highest on conspiracy thinking. People at this ideological location seem to long for both economic and cultural protection and bemoan a “lost paradise” where equalities had not yet been destroyed by “perfidious” processes of cultural modernization and economic neoliberalism. This pattern is found across all countries and holds regardless of socioeconomic characteristics such as education and income. While previous research has found that belief in conspiracies tends to cluster at the extremes of the political spectrum, our analysis opens up a more complex picture, showing that conspiracy thinking is not merely related to extremist orientations, but to specific combinations of political attitudes.",
          "url": "https://doi.org/10.1111/pops.13085",
          "doi": "https://doi.org/10.1111/pops.13085",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Foreign aid, FDI and the personalization of power in autocracies",
          "authors": "Bernat Puertas, Abel Escribà-Folch",
          "abstract": "This article examines the relationship between foreign aid and foreign direct investment (FDI) and the degree of personalism in dictatorships. We contend that aid leads to higher personalism since it is a windfall that accrues to the government and does not require cooperation from elites to obtain it. Contrarily, we posit that FDI is linked to lower levels of personalism because it reshapes elites’ incentives and influence as they may acquire new preferences, connections, and exit options, thus constraining dictators. Using data on Official Development Assistance (ODA) and FDI, and a latent index of personalism in autocracies, we find no robust evidence that ODA or FDI are correlated with personalism, but have some effect on some of the index’s components.",
          "url": "https://doi.org/10.1017/psrm.2025.9",
          "doi": "https://doi.org/10.1017/psrm.2025.9",
          "filter": 0
        },
        {
          "title": "Opportunistic rebel tactics in civil war: Evidence from Colombia",
          "authors": "Andres Uribe, Noah Schouela",
          "abstract": "What explains the geography and timing of contestation in civil war? We propose a theory of opportunistic rebel tactics, in which insurgent commanders react to temporary shifts in the local balance of power to attack the state. We argue that these opportunistic strikes are enabled by two jointly necessary factors: (1) negative fluctuations in local repressive state capacity and (2) the expectation of civilian compliance with rebel incursions. We evaluate this argument on data from the Colombian civil war. Leveraging exogenous variation in local state capacity caused by landslide-induced road closures, we find that short-term negative shocks to repressive capacity increase the likelihood of insurgent-state clashes. However, this effect does not hold when local communities harbor strongly anti-insurgent attitudes, suggesting that state capacity and civilian behavior jointly shape rebel strategy and that popular opposition can substitute for state strength.",
          "url": "https://doi.org/10.1017/psrm.2025.8",
          "doi": "https://doi.org/10.1017/psrm.2025.8",
          "filter": 0
        },
        {
          "title": "The case for multiple UESDs and an application to migrant deaths in the Mediterranean Sea",
          "authors": "Joris Frese",
          "abstract": "Many recent applications of the “Unexpected Event during Survey Design” (UESD) analyze single cases of frequently occurring events. In this research note, I question the generalizability of research findings obtained this way and demonstrate the empirical benefits of the “Multiple Unexpected Events during Survey Design” (MUESD). I conduct 15 large-scale replications (total N = 101,940) of a new UESD analyzing the effects of Mediterranean shipwrecks on immigration attitudes. Previous research suggests that such events drastically reduce anti-immigration attitudes among the European public, presumably through an empathy-based mechanism. However, after 15 of the most lethal shipwrecks since 2013, anti-immigration attitudes were reduced in only one case of exceptionally high salience and to a much lesser degree than originally found.",
          "url": "https://doi.org/10.1017/psrm.2025.17",
          "doi": "https://doi.org/10.1017/psrm.2025.17",
          "filter": 0
        },
        {
          "title": "Climate regulation’s effects on businesses and public support for climate action",
          "authors": "Anil Menon, Katie Nissen, Iain Osgood",
          "abstract": "How do the effects of climate regulation on businesses impact public attitudes toward climate policy? While emissions intensity is the primary frame for understanding the effects of climate policy on business, theoretical scholarship and public discourse often emphasize that large firms will adjust to climate regulations easily while smaller firms will struggle. Because small businesses are sympathetic and large firms are unpopular, individuals who view climate regulation’s effects in line with this firm size account should be less likely to support climate change mitigation. To test this theory, we conduct an original survey of climate policy beliefs and then a survey experiment. We find evidence that distaste for large corporations increases opposition to climate action among people exposed to the idea that big companies can more easily navigate climate regulations than small companies. This work contributes to the literature on moral political economy and on the enduring difficulty of enacting effective climate change regulation within the United States.",
          "url": "https://doi.org/10.1017/psrm.2025.11",
          "doi": "https://doi.org/10.1017/psrm.2025.11",
          "filter": 0
        },
        {
          "title": "Decentralization and ideology",
          "authors": "Anna M. Wilke, Georgiy Syunyaev, Michael Ting",
          "abstract": "Classic arguments about federalist governance emphasize an informational or learning role for decentralizing policy authority, but in practice, ideological outcomes frequently motivate this choice. We examine the role of ideology in the allocation of policy-making power by modeling a two-period interaction between an elected central executive and two local governments. Decentralization reduces the executive’s ability to set policy and control externalities but potentially insures against future policy reversals. In this environment, partial decentralization is a common outcome. Complete decentralization arises when executives are unlikely to be re-elected, party polarization is high, and institutional hurdles to policy-making are significant. These results help to clarify existing cross-national empirical findings on the determinants of centralization.",
          "url": "https://doi.org/10.1017/psrm.2025.13",
          "doi": "https://doi.org/10.1017/psrm.2025.13",
          "filter": 0
        },
        {
          "title": "Does mainstream populism work? Populist rhetoric and the electoral fortunes of mainstream parties",
          "authors": "Markus Kollberg",
          "abstract": "Much work is concerned with the effects of mainstream parties accommodating the positions of populist radical right parties. Little is known about the role of political rhetoric in mainstream party responses to radical right challengers though. This is a significant gap given the evident shifts in mainstream party discourse across European democracies. Using a pre-registered survey experiment in Germany, I analyze how voters react when mainstream parties engage in populist rhetoric and adopt radical right issue positions. Theoretically, I propose that voters, particularly those with populist attitudes, may use populist rhetoric as a heuristic when evaluating parties. I find that, in line with spatial theories of voting, voters penalize or reward mainstream parties based on their adoption of radical right positions, but that the use of populist rhetoric does not significantly impact voter evaluations. These findings demonstrate the relevance of programmatic party strategies in mainstream-challenger competition and cast doubt on the effectiveness of populist rhetoric.",
          "url": "https://doi.org/10.1017/psrm.2025.14",
          "doi": "https://doi.org/10.1017/psrm.2025.14",
          "filter": 0
        },
        {
          "title": "Challenger entry and electoral accountability",
          "authors": "Jacob Morrier",
          "abstract": "In this article, I study the effect of endogenous challenger entry on electoral accountability in the presence of adverse selection. To this end, I analyze a two-period electoral agency model wherein a potential challenger freely chooses whether to run for office. The effect of endogenous challenger entry on policy decisions in this model is ambiguous: depending on model parameters, it can worsen or ease policy distortions. Analogously, marginally increasing the cost of running for office can deepen or reduce these distortions. This uncertainty regarding the effect of endogenous challenger entry on policymaking leads to equally ambiguous welfare implications. Nonetheless, I identify conditions under which endogenous challenger entry improves policymaking and voter welfare. This suggests that, in some circumstances, imposing higher barriers to entry in elections can improve policymaking and voter welfare.",
          "url": "https://doi.org/10.1017/psrm.2025.15",
          "doi": "https://doi.org/10.1017/psrm.2025.15",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "A Global Ranking of Research Productivity of Political Science Departments",
          "authors": "Joan Barceló, Christopher Paik, Peter van der Windt, Haoyu Zhai",
          "abstract": "This article provides a global ranking of research productivity of political science departments. We collected data on 115,427 articles and 12,696 books—written in both English and other languages—from 5,586 faculty members in 178 departments in North America, Europe, Asia, Latin America, Oceania, and Africa. Departments are ranked in terms of citations to articles published by faculty members, impact factors of journals in which they published, and number of top publications in which they published. Results are presented for overall and more recent research productivity.",
          "url": "https://doi.org/10.1017/s1049096524001239",
          "doi": "https://doi.org/10.1017/s1049096524001239",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Who, what, and where? Linking violence to civil wars",
          "authors": "Corinne Bara, Maurice P. Schumann",
          "abstract": "Civil wars are more than battles between governments and rebels; they involve a multitude of actors who perpetrate different forms of violence linked to the war in some way. However, scholars often study different types of violence perpetrated in wars in isolation rather than in their interrelationship—a compartmentalization that further widens the gap between research and practice. Despite the wide availability of disaggregated data, linking various forms of violence to one another and attributing them to a specific civil war remains a challenge. This article discusses the violence attribution problem and introduces an approach that connects different forms of war-related violence to specific civil wars using data on actors, event locations, and conflict zones. In a practical application of this approach, we introduce an R package that integrates battle and war-related violence data collected by the Uppsala Conflict Data Program. The overall aim is to provide a more comprehensive measure of the violence taking place in a particular war and facilitate a better understanding of the dynamics and interrelations of different types of violence within civil wars.",
          "url": "https://doi.org/10.1177/20531680251328885",
          "doi": "https://doi.org/10.1177/20531680251328885",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
