{
  "update": "2025-09-07",
  "content": [
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Anti-homeless Hostile Design as Wrongful Discrimination",
          "authors": "Andreas Albertsen, Carl Knight",
          "abstract": "Philosophical accounts of discrimination distinguish the question of what discrimination is from the question of its wrongfulness. This article addresses these two questions in the context of anti-homeless hostile design of public spaces. Regarding the first question, all forms of anti-homeless hostile design amount to discrimination, with typical cases (for example, anti-homeless spikes or benches) being direct discrimination, but with some cases (for example, CCTV not intended to target the homeless) being indirect discrimination. Regarding the second question, it is argued that all major accounts of the wrongness of discrimination identify the usual, directly discriminatory hostile design as wrongful on account of its harmful or disrespectful character. Most accounts also consider the less common indirectly discriminatory hostile design to be possibly wrongful, especially given the severe disadvantages faced by the homeless in contemporary cities.",
          "url": "https://doi.org/10.1017/s0007123424000796",
          "doi": "https://doi.org/10.1017/s0007123424000796",
          "filter": 0
        },
        {
          "title": "Rethinking Citizen Competence: A New Theoretical and Empirical Framework",
          "authors": "Steven Klein, Ethan Porter",
          "abstract": "Sceptics charge that ordinary citizens are not competent enough to sustain democracy. We challenge this assessment on empirical and theoretical grounds. Theoretically, we provide a new typology for assessing citizen competence. We distinguish the democratic values of reliability, accountability, and inclusive equality, mapping the different competencies implied by each. Empirically, we show that recent research, focused primarily on Americans but with some analogues in other regions, significantly undercuts common worries about citizen competence. We then delineate a solutions-oriented, theoretically-informed approach to studying citizen competence, one which would focus more on systemic rather than individual-level interventions.",
          "url": "https://doi.org/10.1017/s0007123425100707",
          "doi": "https://doi.org/10.1017/s0007123425100707",
          "filter": 0
        },
        {
          "title": "Detecting Group Mentions in Political Rhetoric A Supervised Learning Approach",
          "authors": "Hauke Licht, Ronja Sczepanski",
          "abstract": "Politicians appeal to social groups to court their electoral support. However, quantifying which groups politicians refer to, claim to represent, or address in their public communication presents researchers with challenges. We propose a supervised learning approach for extracting group mentions from political texts. We first collect human annotations to determine the passages of a text that refer to social groups. We then fine-tune a transformer language model for contextualized supervised classification at the word level. Applied to unlabeled texts, our approach enables researchers to automatically detect and extract word spans that contain group mentions. We illustrate our approach in two applications, generating new empirical insights into how British parties use social groups in their rhetoric. Our method allows for detecting and extracting mentions of social groups from various sources of texts, creating new possibilities for empirical research in political science.",
          "url": "https://doi.org/10.1017/s0007123424000954",
          "doi": "https://doi.org/10.1017/s0007123424000954",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Learning to vote in democratic and authoritarian elections",
          "authors": "Anja Neundorf, Ksenia Northmore-Ball",
          "url": "https://doi.org/10.1016/j.electstud.2025.102985",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102985",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Misinformation Among Migrants: Evidence from Mexico and Colombia",
          "authors": "Antonella Bandiera, Daniel Rojas",
          "abstract": "This paper examines the effectiveness of media literacy interventions in countering misinformation among in-transit migrants in Mexico and Colombia. We conducted experiments to assess whether well-known strategies for fighting misinformation are effective for this understudied yet particularly vulnerable population. We evaluate the impact of digital media literacy tips on migrants’ ability to identify false information and their intentions to share migration-related content. We find that these interventions can effectively decrease migrants’ intentions to share misinformation. We also find suggestive evidence that asking participants to consider accuracy may inadvertently influence their sharing behavior by acting as a behavioral nudge, rather than simply eliciting their sharing intentions. Additionally, the interventions reduced trust in social media as an information source while maintaining trust in official channels. The findings suggest that incorporating digital literacy tips into official websites could be a cost-effective strategy to reduce misinformation circulation among migrant populations.",
          "url": "https://doi.org/10.1017/xps.2025.10015",
          "doi": "https://doi.org/10.1017/xps.2025.10015",
          "filter": 0
        },
        {
          "title": "Do Immigrants’ Partisan Preferences Influence Americans’ Support for Immigration?",
          "authors": "Daniel McDowell, David A. Steinberg",
          "abstract": "This study examines whether Americans are more supportive of immigration when migrants share their partisan preferences. To address this question, we embedded a preregistered experiment in a nationally representative survey that was fielded the week before the 2024 US Presidential Election. The main experimental treatment provided information that some immigrant groups tend to favor Donald Trump and the Republican Party. This information reduced support for immigration among Democrats and increased support for immigration among Republicans. Our findings suggest that immigrants’ political identities impact public support for immigration. They also suggest that Trump’s apparent gains among immigrant voters in the 2024 election have the potential to reduce partisan polarization over immigration in the future.",
          "url": "https://doi.org/10.1017/xps.2025.10013",
          "doi": "https://doi.org/10.1017/xps.2025.10013",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "The Effects of Unsubstantiated Claims of Voter Fraud on Confidence in Elections – CORRIGENDUM",
          "authors": "Nicolas Berlinski, Margaret Doyle, Andrew M. Guess, Gabrielle Levy, Benjamin Lyons, Jacob M. Montgomery, Brendan Nyhan, Jason Reifler",
          "url": "https://doi.org/10.1017/xps.2025.10020",
          "doi": "https://doi.org/10.1017/xps.2025.10020",
          "filter": 1
        },
        {
          "title": "Partisanship Unmasked? The Role of Politics and Social Norms in COVID-19 Mask-Wearing Behavior – CORRIGENDUM",
          "authors": "John Carey, Brendan Nyhan, Joseph B. Phillips, Jason Reifler",
          "url": "https://doi.org/10.1017/xps.2025.10016",
          "doi": "https://doi.org/10.1017/xps.2025.10016",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "How do voters seek political information during real-world election campaigns?",
          "authors": "Mohamed Nasr",
          "abstract": "This paper examines the dynamics of voter information seeking during real-world election campaigns, a crucial yet relatively underexplored area of political behavior. Drawing on theories of information processing, I propose a model of information seeking driven by the need to resolve informational deficits, shaped by two fundamental party-level characteristics: incumbency status and programmatic change. Firstly, I expect voters to seek information more actively about opposition parties than about governing parties, as the former lack the highly visible track record of governing parties. Secondly, voters tend to seek more information when established non-governing parties undergo a significant programmatic reconfiguration. To empirically test these hypotheses, I compile a unique dataset comprising Google search data related to the main political parties of 11 liberal democracies between 2004 and 2023. The results reveal that voters consistently demonstrate a greater propensity to search for information about opposition parties than incumbent parties during election campaigns, particularly when the opposition implements substantial programmatic changes. These findings have crucial implications for understanding how voters search for political information about political parties in real-world electoral competitions and how party-level characteristics can drive this behavior.",
          "url": "https://doi.org/10.1177/13540688251375302",
          "doi": "https://doi.org/10.1177/13540688251375302",
          "filter": 0
        },
        {
          "title": "Beyond binary: A new measure of party ethnicization",
          "authors": "Ahmed Hamza, Ko Maeda",
          "abstract": "In contrast to existing binary conceptualizations of ethnic parties, which often depend on arbitrary thresholds and/or expert judgments, we propose a survey-based continuous scale to measure the extent to which a party receives balanced or unbalanced support from a country’s ethnic groups. We present a dataset of ethnicization scores for 409 parties across 24 countries and use examples from Slovak, Israeli, and American political parties to illustrate the utility of our measure. Our proposed method is straightforward to implement and will be valuable for a wide range of future research on ethnic politics.",
          "url": "https://doi.org/10.1177/13540688251376485",
          "doi": "https://doi.org/10.1177/13540688251376485",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "The visual conquering of the Portuguese sea",
          "authors": "Pedro Figueiredo Neto",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103411",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103411",
          "filter": 0
        },
        {
          "title": "Green national paradox? How the far right turned Sweden from a (reputed) pioneer of climate mitigation to an obstructor",
          "authors": "Andreas Malm, Kristoffer Ekberg, Christina Englund, Johanne Tagmose Grønkjær, Martin Charlier, Olivia Medin, Ståle Holgersen",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103390",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103390",
          "filter": 0
        },
        {
          "title": "Local and indigenous knowledge systems on nature-based solutions: Addressing Green Colonialism in Mangrove restoration of the Indian Sundarbans",
          "authors": "Mehebub Sahana",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103405",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103405",
          "filter": 0
        },
        {
          "title": "Violent environments and the low-carbon energy transition: Cautionary tales from Costa Rica and Papua New Guinea",
          "authors": "Emily Benton Hite, Sarah Posner, Jerry K. Jacka",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103389",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103389",
          "filter": 0
        },
        {
          "title": "Where do we go? Explaining democratic capital location preferences",
          "authors": "David M. Willumsen",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103385",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103385",
          "filter": 0
        },
        {
          "title": "Towards a global perspective on interrelated green hydrogen transitions: The case of Colombia",
          "authors": "Kristina Dietz, Felix Malte Dorn, Etienne Schneider",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103395",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103395",
          "filter": 0
        },
        {
          "title": "Domains of dominance: Political territorial control and conflict-related violence in postwar Abidjan",
          "authors": "Sebastian van Baalen, Thao-Nguyen Ha",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103393",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103393",
          "filter": 0
        },
        {
          "title": "Urbanisation, democracy, and political regime transformations",
          "authors": "Nick Dorward, Sean Fox, Kristian Hoelscher",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103382",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103382",
          "filter": 0
        },
        {
          "title": "Playing empire at home: Het Beursspel and Dutch popular colonial geopolitics in the 1940s",
          "authors": "Xavier Guillaume, Jesse van Amelsvoort",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103404",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103404",
          "filter": 0
        },
        {
          "title": "Residual urbanism: sanitary infrastructures and the governance of waste in Rio de Janeiro",
          "authors": "Mariana Cavalcanti, Maria Raquel Passos Lima",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103406",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103406",
          "filter": 0
        },
        {
          "title": "Seizing the means of innovation: On the relationship between Marxism and ecomodernism",
          "authors": "Govand Khalid Azeez, Jonathan Symons",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103388",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103388",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "A dual‐process perspective on classism. Right‐wing authoritarianism buffers the relationship between social dominance orientation and classism in Poland",
          "authors": "Maciej R. Górski, Paulina Górska, Michał Bilewicz",
          "abstract": "Rising global and local inequalities make prejudice based on social class an increasingly pressing issue, yet it remains underexplored in psychological literature. Across three studies run in Poland, we apply the Dual‐Process Model of Ideology and Prejudice and find that Social Dominance Orientation (SDO)—a preference for social hierarchy—predicts classism positively, but Right‐Wing Authoritarianism (RWA)—a preference for social order—serves as a negative predictor and a buffer to the effects of SDO. In Study 1 ( N = 529), RWA and SDO differentially and interactively predicted social distance toward the poor in a nationwide Polish sample. In Study 2 ( N = 382), an affective measure of prejudice was applied in a longitudinal design to show that stable levels of RWA and SDO, rather than their fluctuations, are responsible for this interactive effect. In Study 3 ( N = 468), SDO predicted social distance via affective classism, and RWA moderated this indirect effect. Results of three studies suggest that authoritarianism may not only be associated with lower classism but also limit the hostile potential of social dominance.",
          "url": "https://doi.org/10.1111/pops.70066",
          "doi": "https://doi.org/10.1111/pops.70066",
          "filter": 0
        },
        {
          "title": "Proximity to settlements in the West Bank shifts protest behavior toward higher‐risk actions and increases perceived collective injustice",
          "authors": "Nils Mallock, Christian Krekel",
          "abstract": "Engagement in political conflict has been linked to various material and psychological motives, while the role of perceived collective injustice remains empirically contested. We examine this hypothesis for protest behavior in the West Bank. Since 1967, civilian Israeli settlements have been established here, making salient stark local inequalities. Across two primary and four secondary data collections ( N = 8360), exploiting geographical coordinates, we show that proximity to settlements increased the relative likelihood of participating in higher‐risk political action (between +41% and +82%) at the cost of moderate protest (−30% to −36%), flanked by corresponding attitudinal shifts. Effects were spatially limited to a 3‐kilometer distance, time‐insensitive, and validated through separate administrative data on protest events during the same ten‐year observation period. Moreover, the shift toward high‐risk protest engagement was not associated with past negative contact—instead, we find support for the perceived collective injustice mechanism, ruling out several socio‐psychological alternatives. Salience of group‐based moral outrage can shape political behavior in settings of violent asymmetrical conflict.",
          "url": "https://doi.org/10.1111/pops.70068",
          "doi": "https://doi.org/10.1111/pops.70068",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "A matching theory perspective on legislative organization: assignment of committees",
          "authors": "Ashutosh Thakur",
          "abstract": "How legislatures allocate power and conduct business are central determinants of policy outcomes. Much of the literature on parties and the committee system in legislatures examines which members serve on which committees. What has received less attention are the mechanisms by which parties allocate members to committees. I show that parties in the US Senate use matching mechanisms, like those used in school choice and the medical residency match. Republicans and Democrats use two distinct matching mechanisms, such that canonical theories of parties cannot apply equally to them. The Republican mechanism is strategyproof, whereas the Democrat mechanism incentivizes politicians to manipulate their reported preferences. Leveraging matching theory, I make theoretical predictions; corroborating them with archival correspondence and committee requests/assignments data.",
          "url": "https://doi.org/10.1017/psrm.2025.10043",
          "doi": "https://doi.org/10.1017/psrm.2025.10043",
          "filter": 0
        },
        {
          "title": "“Sleeping with the enemy”: partisanship and tolerance in online dating",
          "authors": "Yara Sleiman, Georgios Melios, Paul Dolan",
          "abstract": "Political polarization has transcended political arenas, influencing personal decisions. While such biases are often ascribed to out-group animosity, a person’s “party tag” may act as a proxy for other characteristics, overstating partisanship’s role in private life. To explore this, we focus on online dating, using a conjoint experiment with 3,000 UK participants to isolate the effect of partisanship from other traits. Our findings indicate that the influence of partisanship is on par with conventional criteria like physical appearance, yet tolerance for opposing views plays an even stronger role. We also find imporant partisan asymmetries: both groups favour co-partisans, but Labour supporters are twice as likely to do so. Counter-stereotypic profiles reduce bias among Conservatives but heighten it among Labour supporters.",
          "url": "https://doi.org/10.1017/psrm.2025.10011",
          "doi": "https://doi.org/10.1017/psrm.2025.10011",
          "filter": 0
        },
        {
          "title": "Legislators’ sentiment analysis supervised by legislators",
          "authors": "Akitaka Matsuo, Kentaro Fukumoto",
          "abstract": "The sentiment expressed in a legislator’s speech is informative. However, extracting legislators’ sentiment requires human-annotated data. Instead, we propose exploiting closing debates on a bill in Japan, where legislators in effect label their speech as either pro or con. We utilize debate speeches as the training dataset, fine-tune a pretrained model, and calculate the sentiment scores of other speeches. We show that the more senior the opposition members are, the more negative their sentiment. Additionally, we show that opposition members become more negative as the next election approaches. We also demonstrate that legislators’ sentiments can be used to predict their behaviors by using the case in which government members rebelled in the historic vote of no confidence in 1993.",
          "url": "https://doi.org/10.1017/psrm.2025.10048",
          "doi": "https://doi.org/10.1017/psrm.2025.10048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Political and economic protests in authoritarian regimes",
          "authors": "Austin M. Mitchell, Kana Inata, Masaaki Higashijima",
          "abstract": "Why do some protests succeed at obtaining accommodation but other protests are repressed? The content of demands varies widely across protest events although prior research has not accounted for how the demands of protest movements influence outcomes. We construct a theoretical model to study how different types of protest demands impact whether a dictator accommodates or represses. The model explains that income levels of protesters influence the content of their demands, which in turn affect protest mobilization and effectiveness. Lower income classes join economic protests that dictators more often accommodate, but higher income classes join political protests that dictators tend to repress. The model also shows that dictators may be unable to deter limited protests from becoming mass mobilization events, even when there is no uncertainty in the strategic environment. We discuss how the argument explains patterns of protest and repression with illustrative cases across Asia, Africa, and the Middle East.",
          "url": "https://doi.org/10.1007/s11127-025-01316-y",
          "doi": "https://doi.org/10.1007/s11127-025-01316-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Bilingual Education Reduces Ethnic Outgroup Discrimination",
          "authors": "Jeremy Siow",
          "url": "https://doi.org/10.1086/738507",
          "doi": "https://doi.org/10.1086/738507",
          "filter": 0
        },
        {
          "title": "Election Outcomes and The Digestion of Grievance",
          "authors": "Nicholas Kuipers",
          "url": "https://doi.org/10.1086/738506",
          "doi": "https://doi.org/10.1086/738506",
          "filter": 0
        },
        {
          "title": "Do Primary Elections Exacerbate Congressional Polarization?",
          "authors": "Anthony Fowler, Shu Fu",
          "url": "https://doi.org/10.1086/738503",
          "doi": "https://doi.org/10.1086/738503",
          "filter": 0
        },
        {
          "title": "Measuring Strategic Positioning in Congressional Elections",
          "authors": "Colin Rafferty Case",
          "url": "https://doi.org/10.1086/738502",
          "doi": "https://doi.org/10.1086/738502",
          "filter": 0
        },
        {
          "title": "Repressed Memories: State Terror and the Street Politics of Memorialization",
          "authors": "Yuri Zhukov",
          "url": "https://doi.org/10.1086/738504",
          "doi": "https://doi.org/10.1086/738504",
          "filter": 0
        },
        {
          "title": "Candidate Positions, Responsiveness, and Returns to Extremism",
          "authors": "Mellissa Meisels",
          "url": "https://doi.org/10.1086/738505",
          "doi": "https://doi.org/10.1086/738505",
          "filter": 0
        },
        {
          "title": "Polity Size and the Congested Budget: Evidence from Italian Municipalities",
          "authors": "Luca Bellodi, Massimo Morelli",
          "url": "https://doi.org/10.1086/734461",
          "doi": "https://doi.org/10.1086/734461",
          "filter": 0
        },
        {
          "title": "Improving Compliance in Experimental Studies of Discrimination",
          "authors": "Aaron R. Kaufman, Christopher Celaya, Jacob M. Grumbach",
          "url": "https://doi.org/10.1086/734271",
          "doi": "https://doi.org/10.1086/734271",
          "filter": 0
        },
        {
          "title": "What Happens When Women Win Elections? The Electoral Returns to Increased Representation of Women",
          "authors": "Frederik K. Kjøller, Benjamin C. K. Egerod, Lene Holm Pedersen, Jens Olav Dahlgaard",
          "url": "https://doi.org/10.1086/734266",
          "doi": "https://doi.org/10.1086/734266",
          "filter": 0
        },
        {
          "title": "Unsuccessful Candidates Are More Concerned About Electoral Fairness than Election Winners",
          "authors": "Roman Senninger, Martin Baekgaard, Henrik Seeberg",
          "url": "https://doi.org/10.1086/734240",
          "doi": "https://doi.org/10.1086/734240",
          "filter": 0
        },
        {
          "title": "Repelling Rape: Foreign Direct Investment Empowers Women",
          "authors": "Tianshu Li, Sonal S. Pandya, Sheetal Sekhri",
          "url": "https://doi.org/10.1086/734590",
          "doi": "https://doi.org/10.1086/734590",
          "filter": 0
        },
        {
          "title": "China’s Rise—Threat or Opportunity? The Pacifying Effect of Chinese Foreign Direct Investment on American Threat Perceptions",
          "authors": "Aycan Katitas",
          "url": "https://doi.org/10.1086/734537",
          "doi": "https://doi.org/10.1086/734537",
          "filter": 0
        },
        {
          "title": "Democrats Versus Democracy: The Southern Response to the Voting Rights Act",
          "authors": "Mayya Komisarchik",
          "url": "https://doi.org/10.1086/734538",
          "doi": "https://doi.org/10.1086/734538",
          "filter": 0
        },
        {
          "title": "Do Voters Respond to the Economy or to News Reporting on the Economy? A Mediation Analysis",
          "authors": "Mark A. Kayser, Michael Peress",
          "url": "https://doi.org/10.1086/734534",
          "doi": "https://doi.org/10.1086/734534",
          "filter": 0
        },
        {
          "title": "Political Life Cycles",
          "authors": "Justin Melnick, Alastair Smith, Bruce Bueno de Mesquita",
          "url": "https://doi.org/10.1086/734281",
          "doi": "https://doi.org/10.1086/734281",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
