{
  "update": "2025-12-13",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "The public agglomeration effect: Urban–rural divisions in government efficiency and political preferences",
          "authors": "Theo Serlin",
          "abstract": "Why and when do cities vote for the left? The emergence of the urban–rural divide in the United States in the 1930s is inconsistent with canonical theories of cleavages. This paper introduces an explanation: agglomeration effects. The provision of government services is more efficient in urban environments because of nonrivalries, economies of scale, and access costs. If the public sector in cities is more efficient, and voters face a trade‐off between taxation and government spending, urban voters support more spending. When redistribution is salient, one should observe an urban–rural electoral divide. As predicted by a formal model, more‐urban locations faced lower costs of providing public services and shifted toward the Democrats as the party implemented the New Deal. In addition, urban voters were more supportive of government spending. In the United Kingdom, the urban–rural divide also accompanied the rise of redistributive politics. Agglomeration effects influence preferences for redistribution and create political cleavages.",
          "url": "https://doi.org/10.1111/ajps.70023",
          "doi": "https://doi.org/10.1111/ajps.70023",
          "filter": 0
        },
        {
          "title": "An ecclesiastical court: Christian nationalism and perceptions of the US Supreme Court",
          "authors": "Miles T. Armaly, Jonathan M. King, Elizabeth A. Lane, Jessica A. Schoenherr",
          "abstract": "Recently, scholars have increasingly examined the unique blending of Christian and political ideology known as Christian nationalism. During this period, the US Supreme Court has increasingly ruled in ways that favor Christian nationalism, and Court watchers have criticized several justices for showing bias toward Christianity at best and Christian nationalism at worst. We use two large, nationally representative samples to examine the connection between Christian nationalism and attitudes about the Court. Observationally, we ask if this ideology relates to support for the Court's decision to overturn abortion rights and agreement with the use of nonlegal and religious logic in decisions. Experimentally, we test whether exposure to a story about Justice Alito flying a Christian nationalist flag can legitimate the use of religious decision‐making logic. We find support for all three propositions, indicating the Court's recent turn has real effects on its supporters, its legitimacy, and, potentially, its future behavior.",
          "url": "https://doi.org/10.1111/ajps.70024",
          "doi": "https://doi.org/10.1111/ajps.70024",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Peace Dividends: Criminal Governance, Rational Violence, and Economic Development",
          "authors": "BRUNO PANTALEÃO",
          "abstract": "In this article, I show that in contexts where the state fails to deliver order and security, criminal organizations can paradoxically facilitate economic development. I consider the case of the Primeiro Comando da Capital [“First Capital Command”] (PCC)—a Brazilian prison gang that has achieved hegemony over the criminal market of a large region and become the de facto regulator of violence and organized crime in São Paulo. Employing a robust difference-in-differences approach on granular administrative employment data, firm creation registries, and satellite-based nighttime luminosity (as a proxy for informal economic activity), I provide causal evidence that the PCC’s stable, rule-based criminal governance significantly increased local economic opportunities. My findings challenge conventional wisdom on the negative economic externalities of crime, demonstrating that hegemonic, institutionalized, and non-extractive criminal governance can generate positive economic externalities by reducing violence and uncertainty.",
          "url": "https://doi.org/10.1017/s0003055425101354",
          "doi": "https://doi.org/10.1017/s0003055425101354",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Did Globalization Undermine Governance and Spur a Backlash?",
          "authors": "Judith L. Goldstein, Edward D. Mansfield",
          "abstract": "A substantial literature on the decline in support for liberal trade policies and globalization has emerged. Most of these accounts, however, do not adequately address the puzzling issue of why it took so long for governments to respond to rising discontent stemming from trade globalization's economic effects. The literature we review suggests that government actions during this era were shaped by neoliberal principles that established powerful ideological and institutional constraints. To promote trade and growth, political leaders and policymakers were committed to reducing government's footprint in the economy. That commitment inhibited both their interest in and ability to respond to globalization's impact, fostering an environment ripe for antiglobalist political entrepreneurs. We argue that the neoliberal cast of the contemporary era of trade globalization, together with the associated rules-based multilateral regime that restricted member states’ flexibility, may have sown the seeds of the backlash against it.",
          "url": "https://doi.org/10.1146/annurev-polisci-032624-022357",
          "doi": "https://doi.org/10.1146/annurev-polisci-032624-022357",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Party organizational strength and voter turnout in authoritarian regimes",
          "authors": "Juhyeok Lee, Nam Kyu Kim",
          "url": "https://doi.org/10.1016/j.electstud.2025.103034",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103034",
          "filter": 0
        },
        {
          "title": "All the “Missing” ladies: Attribution bias in candidate selection after electoral setbacks",
          "authors": "Selcen Cakir, Elif Erbay, Konstantinos Matakos",
          "url": "https://doi.org/10.1016/j.electstud.2025.103032",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103032",
          "filter": 0
        },
        {
          "title": "Could you please repeat it? The effect of language, and language variety on trust in multinational settings",
          "authors": "Toni Rodon, Bernat Puertas, Avel·lí Flors-Mas, Núria Franco-Guillén, Sergi Morales-Gálvez",
          "url": "https://doi.org/10.1016/j.electstud.2025.103030",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Personal attacks or policy debates? How voters respond to negative campaign messaging",
          "authors": "Alan Duggan, Caitlin Milazzo, Harry Applestein, John Barry Ryan",
          "abstract": "Previous research suggests the effects of negative campaigning are highly conditional on country context and the specific messages that are used. In this paper, we present an experiment on negative campaigning in an unexamined context in which existing studies could point to differing outcomes. We examine the effect of attacks placed in campaign leaflets on a candidate’s personal traits and policy positions in Great Britain. Unlike prior studies, our treatments are contrast ads and not purely negative ads. While the inclusion of positive messaging from the sponsor could increase voters’ parasocial relationship with the candidate, shielding them from backlash, the results from our experiment suggest that British voters view attacks on personal traits as too negative and lower their evaluation of the sponsor as a result.",
          "url": "https://doi.org/10.1017/s1475676525100418",
          "doi": "https://doi.org/10.1017/s1475676525100418",
          "filter": 0
        },
        {
          "title": "Too honest and humble to run for office? Citizens’ personality traits, nascent ambition, and recruitment – ADDENDUM",
          "authors": "Marc van de Wardt, Pirmin Bundi, Peter John Loewen, Anne Rasmussen, Lior Sheffer, Frédéric Varone",
          "url": "https://doi.org/10.1017/s1475676525100480",
          "doi": "https://doi.org/10.1017/s1475676525100480",
          "filter": 0
        },
        {
          "title": "Coalition government and the electoral consequences of legislative organization – ADDENDUM",
          "authors": "Lasse Aaskoven, Shane Martin",
          "url": "https://doi.org/10.1017/s1475676525100479",
          "doi": "https://doi.org/10.1017/s1475676525100479",
          "filter": 0
        },
        {
          "title": "Second-order beliefs among citizens, elected political elites, and unelected political elites: Insights from Norwegian climate policy",
          "authors": "Ingrid Faleide, Åsta Dyrnes Nordø",
          "abstract": "Second-order beliefs – what political actors think others think – can shape agenda-setting and even shift public opinion. Because of the collective-action nature of mitigating human-caused climate change, such second-order political beliefs are particularly important to study. Through an innovative survey design focusing on a policy proposal to introduce meat-free days in canteens, we present the first simultaneous comparison of ordinary citizens’, locally elected political representatives’, and centrally employed public administrators’ own opinions and their ability to accurately identify the majority position of citizens. While citizens are split in their opinion on meat-free days in canteens, a clear majority of unelected elites support it, and most elected elites do not support this policy. Nonetheless, we find that all three groups tend to underestimate the level of policy support among citizens. Through rigorous analysis, we show that elected elites are significantly more likely to underestimate public support for a meat-free day compared to citizens and unelected elites. These results provide important insights into the dynamics of democratic governance and suggest that underestimation of citizens’ support for climate policies may further complicate an already challenging policy area.",
          "url": "https://doi.org/10.1017/s1475676525100467",
          "doi": "https://doi.org/10.1017/s1475676525100467",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Ordering Effects in Stereotype Scales",
          "authors": "L.J. Zigerell",
          "abstract": "Stereotypes about groups are commonly measured by asking participants to rate the groups on a scale. However, the percentage of participants who stereotype a group can be affected by the order in which participants are asked to rate the groups. Data from a randomized experiment in the American National Election Studies 2022 Pilot Study indicated that a group was more frequently positively stereotyped relative to another group when the group was asked about first in the pair of groups, compared to when the other group in the pair was asked about first. Researchers are therefore advised to randomize the order of groups in a stereotype battery to evenly spread this ordering effect across groups and are also advised to design stereotype items to minimize this ordering effect.",
          "url": "https://doi.org/10.1017/xps.2025.10026",
          "doi": "https://doi.org/10.1017/xps.2025.10026",
          "filter": 0
        },
        {
          "title": "Non-Electoral Accountability: Citizen Sanctions on Traditional Leaders in Sierra Leone",
          "authors": "Rens Chazottes, Junisa Nabieu",
          "abstract": "How do citizens in Sierra Leone perceive the legitimacy and feasibility of sanctioning their chiefs outside of elections? This study investigates perceptions of non-electoral sanctions through a pre-registered survey experiment in Sierra Leone. We find that citizens view indirect sanctions – such as appealing to higher authorities – as more legitimate and feasible than direct actions, and that the range of acceptable sanctions expands with the severity of the offense. Community elders’ involvement increases the perceived legitimacy of sanctions, highlighting their role as political intermediaries. Finally, respondents’ social status moderates their perceptions of both the legitimacy and the feasibility of sanctions. These results suggest that even in highly hierarchical settings, citizens may retain some capacity to discipline chiefs, though accountability seems primarily mediated through vertical institutions rather than direct collective action.",
          "url": "https://doi.org/10.1017/xps.2025.10025",
          "doi": "https://doi.org/10.1017/xps.2025.10025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book review: The House that Fox News Built? Representation, Political Accountability, and the Rise of Partisan News ArceneauxKevinDunawayJohannaJohnsonMartinVander WielenRyan J., The House that Fox News Built? Representation, Political Accountability, and the Rise of Partisan News. New York: Cambridge University Press, 2025. £22.99 (pbk), xiv + 229 pp. ISBN 978 1 009 43207 8.",
          "authors": "Michael Auslen",
          "url": "https://doi.org/10.1177/13540688251407468",
          "doi": "https://doi.org/10.1177/13540688251407468",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Restoring landscapes to build common futures: Land redistribution and environmental action in rural Scotland",
          "authors": "Adrien Chanteloup, Jayne Glass, Harry W. Fischer",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103471",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103471",
          "filter": 0
        },
        {
          "title": "Decolonising animal activism: engaging with Indigenous activist perspectives",
          "authors": "Esther Tordjmann, Nicole T Cook",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103472",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103472",
          "filter": 0
        },
        {
          "title": "Does climate adaptation aid reach those most in need? Sub-national evidence from Philippine provinces",
          "authors": "Niklas Hänze, Viktoria Jansesberger",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103450",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103450",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "The dangers, directness, and purposes of online collective actions",
          "authors": "Catherine G. Lowery, Matthew Edwards, Laura G. E. Smith",
          "abstract": "Most research on online collective action investigates low‐effort, social media‐based actions rather than tactics with highly disruptive potential. To better account for the variety of forms of collective actions that use digital technologies, we conducted an open‐source intelligence search (Study 1a) and an expert consultation survey (Study 1b; N = 21), to create a database containing 31 types of actions. In Study 2, we interviewed activists ( N = 20) and found six key dimensions underlying those actions. In Study 3, participants ( N = 273) rated the actions across the dimensions. Based upon the (dis)similarities of each action's rating across the dimensions, we identified two main types and five subtypes of online collective actions: Ingroup‐assisting actions (collaborative resource generation, ingroup mobilization, and digital picketing) and outgroup‐attacking actions (disruptive clicktivism and technology‐enabled attacks). The results showed that digital collective actions substantively differ from each other based on the six underlying dimensions, from the social psychological function, to the skill required, to the groups being targeted. This work offers a multi‐dimensional explanation for the variations across the domain of online activism and offers a way forward for future collective action work to explore psychological motivations underlying choices across action type.",
          "url": "https://doi.org/10.1111/pops.70097",
          "doi": "https://doi.org/10.1111/pops.70097",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Teaching Israel-Palestine Across the Atlantic: Addressing Affective Polarization and Dehumanization through Dialogic Education",
          "authors": "Ilkim Buke Okyar, Sebnem Gumuscu",
          "abstract": "This article examines the pedagogical challenges and opportunities of teaching the Israeli–Palestinian conflict amid rising global polarization and campus tensions. We report on a cross-institutional course taught concurrently at Middlebury College (United States) and Yeditepe University (Turkey) after October 7 that was designed to address affective polarization and dehumanization through dialogic education. Drawing on mixed methods including pre- and post-semester surveys, student reflections, and podcast projects, we assess the impact of dialogic practices such as structured dialogue, active listening, and engagement with Israeli and Palestinian peace activists. Our findings indicate that dialogic classrooms (1) deepen historical and analytical understanding of the conflict, (2) foster empathy and curiosity, (3) mitigate polarization even in politically divided contexts, and (4) humanize opposing perspectives without erasing convictions. These results underscore the value of dialogic pedagogy for teaching contentious topics across sociopolitical boundaries and suggest its adaptability to other polarizing issues in political science.",
          "url": "https://doi.org/10.1017/s1049096525101674",
          "doi": "https://doi.org/10.1017/s1049096525101674",
          "filter": 0
        },
        {
          "title": "Simulating Three Foreign Policy Decision-Making Models with 13 Days",
          "authors": "Jordan Roberts",
          "abstract": "This article describes a novel series of classroom simulations for teaching Graham Allison’s (1971) three seminal models of foreign policy decision making (i.e., the Rational Actor Model, the Organizational Process Model, and the Bureaucratic Politics Model) and demonstrates the effectiveness of those simulations. The simulations utilize the commercially available board game, 13 Days: The Cuban Missile Crisis, 1962. The game is a close approximation of the Rational Actor Model. The author developed two additional rule variants to represent the Organizational Process Model and the Bureaucratic Politics Model. The effectiveness of the simulations was evaluated with both a survey and a quiz administered to a treatment section that experienced the simulations and a control section that did not. The results indicate that the simulations are effective pedagogical tools associated with higher student excitement and enjoyment of the material, higher quiz scores, and an increased ability to self-assess understanding of the material.",
          "url": "https://doi.org/10.1017/s1049096525101650",
          "doi": "https://doi.org/10.1017/s1049096525101650",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "State Strikes Back: The Spanish–Moroccan Border Crisis from the Lens of the Beirut School of Critical Security Studies – ERRATUM",
          "authors": "Zaynab El Bernoussi, Augusto Delkáder-Palacios",
          "url": "https://doi.org/10.1017/s1049096525101741",
          "doi": "https://doi.org/10.1017/s1049096525101741",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Meritocracy and its discontents",
          "authors": "Steven N. Durlauf",
          "abstract": "This paper explores the justifications for meritocracy, using the assignment of students to classrooms and workers to firms as contexts. I argue that there is fundamental distinction between retrospective meritocracy, in which assignments are rewards for past achievements such as test scores, and prospective meritocracy, in which merit is functionally defined by assignments that best achieve social objectives. I show that these different perspectives can lead to different assignment rules. Prospective meritocratic rules account for interactions between individuals and intertemporal effects of assignments in ways that retrospective rules do not. As such, they break standard distinctions between egalitarian and meritocratic rules that are commonly assumed in policy debates. On the other hand, I show that meritocratic rules require knowledge of the appropriate choice of social objective, which may be contested, and a range of facts about the socioeconomic environment in which the rules are to be implements. As such, these are the discontents experienced by a meritocratic. Links to the public choice literature are developed.",
          "url": "https://doi.org/10.1007/s11127-025-01356-4",
          "doi": "https://doi.org/10.1007/s11127-025-01356-4",
          "filter": 0
        },
        {
          "title": "Cash versus digital payments in the public and private sectors: effects on petty versus grand corruption",
          "authors": "Rajeev K. Goel, Michael A. Nelson",
          "abstract": "Recently, governments around the world have been pushing for greater payment digitalization in an effort to curb corruption and illegal transactions through greater traceability. However, evidence on the effects of these policies has so far been scant. Using data on a large cross-section of countries, this paper investigates the channels through which digitalization affects corruption in the public sector. Our results show that digitization measures (e.g., increasing internet access, reducing the digital divide, and transition to e-government) lower overall corruption, mostly by reducing petty corruption. The same measures do not impact grand corruption. Reliance on cash payments is positively associated with corruption, though we find no effect for government transfers and pension payments in cash. Collectively, these findings caution against the notion that digitalization efforts will be a panacea against corruption.",
          "url": "https://doi.org/10.1007/s11127-025-01352-8",
          "doi": "https://doi.org/10.1007/s11127-025-01352-8",
          "filter": 0
        },
        {
          "title": "An evolutionary model of rent-seeking and inequality norms in a Tullock contest",
          "authors": "Ratul Lahkar",
          "url": "https://doi.org/10.1007/s11127-025-01359-1",
          "doi": "https://doi.org/10.1007/s11127-025-01359-1",
          "filter": 0
        },
        {
          "title": "On the prevalence of Condorcet’s paradox",
          "authors": "Salvatore Barbaro, Anna-Sophie Kurella",
          "abstract": "The Condorcet paradox has been a significant focus of investigation since Duncan Black and Kenneth Arrow rediscovered its importance for economic and political theory. Recent research on this phenomenon has oscillated between simulation studies, probability calculations based on hypothetical voter preferences, and empirical analyses of single election studies. This paper presents a comprehensive evaluation of 253 electoral polls conducted across 59 countries. Our findings demonstrate that the Condorcet paradox has virtually no empirical relevance: we find no robust evidence of cyclical majorities in any of the 253 elections. This result remains robust after statistical inference testing. Furthermore, this study provides insights into which parties are particularly likely to emerge as Condorcet winners and explores how these Condorcet winners assert themselves after elections.",
          "url": "https://doi.org/10.1007/s11127-025-01353-7",
          "doi": "https://doi.org/10.1007/s11127-025-01353-7",
          "filter": 0
        },
        {
          "title": "Surprise in contests",
          "authors": "Doron Klunover",
          "abstract": "We consider a two-player asymmetric dynamic contest with a binary effort choice and a finite number of periods, in which one player wins if and only if he is able to surprise his rival by attacking first. The unique subgame perfect equilibrium in mixed strategies, in which the probability of a surprise increases over time, is examined. It is found that the chance of a surprise is highest at the “last minute.” Nonetheless, it remains small if the cost of effort is small. With an infinite horizon, the probability remains constant over time; however, it increases as players become more impatient. Applications are discussed.",
          "url": "https://doi.org/10.1007/s11127-025-01358-2",
          "doi": "https://doi.org/10.1007/s11127-025-01358-2",
          "filter": 0
        },
        {
          "title": "Enforceable transitional provisions in national constitutions",
          "authors": "Sumit Bisarya, Tom Ginsburg",
          "url": "https://doi.org/10.1007/s11127-025-01355-5",
          "doi": "https://doi.org/10.1007/s11127-025-01355-5",
          "filter": 0
        },
        {
          "title": "Autonomy and accountability: strategic behaviour of German state leaders during the COVID-19 pandemic",
          "authors": "Salvatore Barbaro, Reyn van Ewijk, Julia M. Rode",
          "abstract": "This study examines the strategic and opportunistic behaviour of state officials in Germany during the COVID-19 pandemic. Drawing on 600 statements by state incumbents, we provide a comprehensive empirical analysis of state-level political behaviour. Our findings show that German regional leaders emphasised their autonomy when performance metrics were favourable (credit-claiming), but strategically shifted responsibility when outcomes were less favourable (blame-avoidance). This pattern was especially pronounced when public attention was high.",
          "url": "https://doi.org/10.1007/s11127-025-01357-3",
          "doi": "https://doi.org/10.1007/s11127-025-01357-3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "How (not) to Keep a Promise in Two Stages: The Context-Dependent Gaps Between Parties' Representational Goals and Outcomes Through Nomination and Election",
          "authors": "Elena Frech, Philip Manow, Tomas Turner-Zwinkels",
          "url": "https://doi.org/10.1086/740020",
          "doi": "https://doi.org/10.1086/740020",
          "filter": 0
        },
        {
          "title": "Registering Returning Citizens to Vote: A Field Experiment in North Carolina",
          "authors": "Allison Harris, Hannah Walker, Ariel White, Jennifer Doleac, Laurel Eckhouse, Eric Foster-Moore",
          "url": "https://doi.org/10.1086/740019",
          "doi": "https://doi.org/10.1086/740019",
          "filter": 0
        },
        {
          "title": "Matching Bounds: How Choice of Matching Algorithm Impacts Treatment Effects Estimates and What to Do About It.",
          "authors": "Marco Morucci, Cynthia Rudin",
          "url": "https://doi.org/10.1086/739962",
          "doi": "https://doi.org/10.1086/739962",
          "filter": 0
        },
        {
          "title": "Did Shelby County v. Holder Increase the Racial Turnout Gap?",
          "authors": "Kevin T Morris, Michael G. Miller",
          "url": "https://doi.org/10.1086/739960",
          "doi": "https://doi.org/10.1086/739960",
          "filter": 0
        },
        {
          "title": "Expressive Politics: How Animus and Cognitive Dissonance Affect Electoral Extremism",
          "authors": "William Howell, Stefan Krasa, Mattias Polborn",
          "url": "https://doi.org/10.1086/739959",
          "doi": "https://doi.org/10.1086/739959",
          "filter": 0
        },
        {
          "title": "The Repression of Cultural Elites: Evidence from Argentina's Film Industry",
          "authors": "Jane Esberg",
          "url": "https://doi.org/10.1086/739961",
          "doi": "https://doi.org/10.1086/739961",
          "filter": 0
        },
        {
          "title": "Breadth in Judicial Opinions",
          "authors": "Amna Salam",
          "url": "https://doi.org/10.1086/739963",
          "doi": "https://doi.org/10.1086/739963",
          "filter": 0
        },
        {
          "title": "Workplace Peer Effects in Turnout",
          "authors": "Magnus Carlsson, Henning Finseraas",
          "url": "https://doi.org/10.1086/740021",
          "doi": "https://doi.org/10.1086/740021",
          "filter": 0
        },
        {
          "title": "Is Inequality a Side Effect of Central Bank Independence?",
          "authors": "Michaël Aklin, Andreas Kern, Mario Negre",
          "url": "https://doi.org/10.1086/739958",
          "doi": "https://doi.org/10.1086/739958",
          "filter": 0
        },
        {
          "title": "Signaling Ability Through Policy Change",
          "authors": "Benjamin Shaver",
          "url": "https://doi.org/10.1086/740033",
          "doi": "https://doi.org/10.1086/740033",
          "filter": 0
        },
        {
          "title": "Social Density, Clientelism, and Community Benefits",
          "authors": "Jeremy Spater, Erik Wibbels",
          "url": "https://doi.org/10.1086/734922",
          "doi": "https://doi.org/10.1086/734922",
          "filter": 0
        },
        {
          "title": "Arms and Elections: Arms Deals with Autocracies, Defense Contracting and US Presidential Elections",
          "authors": "Joshua Alley",
          "url": "https://doi.org/10.1086/734278",
          "doi": "https://doi.org/10.1086/734278",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
