{
  "update": "2024-10-14",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "When you come at the king: Opposition coalitions and nearly stunning elections",
          "authors": "Oren Samet",
          "abstract": "Opposition coalitions under electoral authoritarianism have been associated with greater likelihood of opposition victory and democratization. I argue, however, that coalitions also entail significant downside risks with implications for longer term prospects for democracy. Where coalitions produce strong electoral outcomes but fail to force turnovers, regimes are left with both the incentive and capacity to repress and reconsolidate power. I show cross‐nationally that opposition coalitions are associated with stronger opposition performance overall, but that when oppositions fail to take power, exceptionally strong performance is associated with greater autocratization in the subsequent years, including increased repression and poorer electoral quality in future contests. Probing the case of Cambodia, I demonstrate how the very features that make opposition coalitions a useful tool in strengthening performance also invite new threats from regimes. I argue that this makes coalition formation a particularly risky proposition.",
          "url": "http://dx.doi.org/10.1111/ajps.12920",
          "doi": "10.1111/ajps.12920",
          "filter": 0
        },
        {
          "title": "Strategic state violence and migration in conflict",
          "authors": "Jessica S. Sun",
          "abstract": "Governments routinely wage civil conflicts in ways that disrupt civilians' lives and livelihoods, creating harmful externalities like internal displacement. Both fighting and displacement hinder economic activity, jeopardizing popular support for governments and reducing the future gains of governance. How do states fight when using force induces migration and thus risks popular discontent? I model a conflict where government efforts to control territory spur displacement, creating economic disruption that can spark tension between displaced civilians and government supporters. The risk of losing popular support leads the government to modify its tactics. While the government could mitigate the disruptive consequences of displacement by fighting less, I find another, more troubling, strategy. Governments may engage in preemptive violence to prevent migration. Moreover, economic downturns exacerbate migration incentives and, I find, can also increase violence against civilians. Governments anticipating displacement fight more intense conflicts today to see relatively less migration in the future.",
          "url": "http://dx.doi.org/10.1111/ajps.12918",
          "doi": "10.1111/ajps.12918",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Climate Displacement and Territorial Justice",
          "authors": "ANNA STILZ",
          "abstract": "This article develops an account of territorial justice to understand what is owed to people at risk of climate displacement. I argue that the aim of territorial justice is to secure a globally recognized status, the status of being an equal common possessor of the earth. As a common possessor, every inhabitant of the globe has a claim to a “place” in the world where they can access minimally just material conditions and political institutions, securely pursue their located practices, and exercise self-determination together with others. I apply this theory to generate prescriptions for a just policy response to the risk of climate displacement. Where possible, I argue that a just response should focus on mandatory global taxation to support in situ adaptation. In cases where relocation becomes inevitable, I outline the implications for how just relocation regime should be structured.",
          "url": "http://dx.doi.org/10.1017/s0003055424001059",
          "doi": "10.1017/s0003055424001059",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Does decentralization boost electoral participation? Revisiting the question in a non-western context",
          "authors": "Camille Barras",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102873",
          "doi": "10.1016/j.electstud.2024.102873",
          "filter": 0
        },
        {
          "title": "Revisiting eligibility effects of voting at 16: Insights from Austria based on regression discontinuity analyses",
          "authors": "Elisabeth Graf, Julia Partheymüller, Laura Bronner, Sylvia Kritzinger",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102870",
          "doi": "10.1016/j.electstud.2024.102870",
          "filter": 0
        },
        {
          "title": "The populist impulse: Cognitive reflection, populist attitudes and candidate preferences",
          "authors": "Andrew Hunter",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102868",
          "doi": "10.1016/j.electstud.2024.102868",
          "filter": 0
        },
        {
          "title": "A decomposition of partisan advantage in electoral district maps",
          "authors": "Jeffrey T. Barton, Jon X. Eguia",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102871",
          "doi": "10.1016/j.electstud.2024.102871",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Selecting and ranking female candidates under PR: Evidence from a two‐stage conjoint experiment with party elites",
          "authors": "MICHAEL JANKOWSKI, JOCHEN REHMERT",
          "abstract": "Does gender affect candidate selection and list placement under proportional representation (PR)? Existing research argues that PR systems have a positive effect on women's representation due to a more inclusive candidate selection process. However, analysing the actual process of candidate selection under PR before observing the final party list is challenging, and little is known about the preferences and strategies of party elites when selecting and ranking candidates. To address this lacuna, we conduct a novel two‐stage conjoint experiment with party elites in Austria, which allows us to differentiate between two distinct mechanisms in candidate nomination under PR: selection and ranking . Our findings indicate that women generally have an advantage with respect to selection but find themselves subject to same‐sex preferences when it comes to ranking on the list, for which they otherwise benefit from being low in supply. These findings have important implications for understanding patterns of female under‐representation in PR systems.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12726",
          "doi": "10.1111/1475-6765.12726",
          "filter": 0
        },
        {
          "title": "Where do parties interact? Issue engagement in press releases and tweets",
          "authors": "CHRISTOPH IVANUSCH",
          "abstract": "To what extent political parties engage in debates about the same issues and how they respond to each other is highly relevant to democratic processes. Existing research on issue engagement has uncovered several interesting patterns and factors, but has neglected one important feature of contemporary democracies: nowadays, political actors have a wide range of communication channels at their disposal with the use of ‘newer’ forms of political communication (e.g., social media) potentially transforming discursive power relations between political actors. However, it remains largely unclear whether the extent and nature of issue engagement varies between more ‘traditional’ and ‘newer’ forms of political communication. To fill this gap, I apply unsupervised topic modelling to press releases and tweets from political parties in Austria, Germany and Switzerland (January 2019–September 2021). The statistical analysis shows substantial differences in issue engagement between political parties in press releases and on Twitter, now X. First, I find a higher likelihood of issue engagement between parties in tweets. Second, Twitter appears to moderate the influence of party‐level factors on issue engagement compared to press releases. The results show that for issue engagement in tweets, the importance of party size is smaller and the role of government parties is larger than in press releases, while the role of ideological distance does not seem to change. These findings add important insights to our understanding of the potential transformative effect of new communication technologies on party competition and political discourse.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12729",
          "doi": "10.1111/1475-6765.12729",
          "filter": 0
        },
        {
          "title": "Balancing politics and parenthood: Public perceptions of MPs taking parental leave in the UK",
          "authors": "JESSICA C. SMITH",
          "abstract": "Family‐friendly practices in parliaments are central to the recruitment and retention of diverse representatives. Yet, instituting such reforms raises questions about public reactions, something little tested in current work. A conjoint experiment in the United Kingdom tests if the public punish MPs for taking time off their elected roles for a baby. And, importantly, asks who pays the price? Against expectations, MPs who take parental leave are not punished by the public. Voters prefer MPs who are parents, even when they take leave. Crucially, this preference is contingent upon MP sex. Women MPs who take parental leave are consistently the preferred choice over their male counterparts. When the ‘costs’ of parenthood are emphasised, women MPs receive a parenthood benefit, while men MPs do not. The findings align with the recent positive bias for women in electoral choice experiments and lend further support to implementing family‐friendly policies in politics.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12728",
          "doi": "10.1111/1475-6765.12728",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "The neural mechanisms of race priming in American politics",
          "authors": "Frank J. Gonzalez, Ingrid J. Haas",
          "abstract": "What are the psychological mechanisms of racial “dog whistles” in American politics? Literature on race priming in American politics argues when race is primed implicitly, racial biases influence political evaluations, but when race is made salient, individuals can use controlled processing to inhibit automatic biases and abide by egalitarian norms. However, the neural mechanisms underlying these processes have yet to be examined directly. In a 2 × 2 within-groups experiment using functional magnetic resonance imaging, we examine these neural mechanisms. We find brain areas associated with conflict detection, evaluative processing, and controlled processing are more active when race is primed explicitly rather than implicitly, as expected, although we do not find substantial brain activation associated with automatic responses to be more active during implicit than explicit primes. Results are discussed in terms of understanding how racial cues influence political evaluations while considering America’s ever-changing racial norms.",
          "url": "http://dx.doi.org/10.1017/xps.2024.12",
          "doi": "10.1017/xps.2024.12",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book Review: Keeping the red flag flying: The labour party in opposition since 1922",
          "authors": "Eunice Goes",
          "url": "http://dx.doi.org/10.1177/13540688241292557",
          "doi": "10.1177/13540688241292557",
          "filter": 0
        },
        {
          "title": "Party polarization in digital fingerprints: Tracing politicians’ social media posts on the George Floyd protests",
          "authors": "Yul Min Park, Theodore Charm",
          "abstract": "Under what conditions do politicians express their views on social media? How do politicians express their opinions around a given issue on social media? This paper contends that issue ownership and electoral accountability are critical factors that drive politicians’ attitudes toward a politically salient issue. It conducts a case study on the 2020 George Floyd protests in the United States, using an original, computationally-gathered dataset of posts on Twitter. The multi-level analysis results suggest that politicians’ race and party affiliation, in conjunction with their constituencies’ partisan orientation and racial composition, played significant roles in determining the frequency of Floyd-related Twitter posts they shared. Additionally, topic modeling results demonstrate a disparity in how the political movement is phrased between Democrats and Republicans. These findings shed light on the motivations behind social media posting behavior by public officials and carry significant implications for party polarization in contemporary democracies.",
          "url": "http://dx.doi.org/10.1177/13540688241287901",
          "doi": "10.1177/13540688241287901",
          "filter": 0
        },
        {
          "title": "When religion meets incumbency: The limits of Islamist electoral advantage",
          "authors": "Yusuf Magiya, M Tahir Kilavuz",
          "abstract": "Why do religious-based parties in Muslim-majority contexts win when they run in elections as incumbents? Does Islamist advantage make them appealing to voters? The sources of Islamist advantage such as their organizations, services, images, and being a refuge are well-documented. However, the literature primarily focuses on contexts where religious-based parties compete under adverse conditions as opposition actors, rather than as incumbents facing more favorable conditions. Through an innovative conjoint experiment in Turkey using candidate videos, we explore the extent of Islamist advantage arguments. Our findings suggest that the universal Islamist advantage, by which Islamists appeal to broader segments, disappears under Islamist incumbency because Islamists can no longer appeal through those sources of Islamist advantage as incumbents. Instead, Islamists may still win due to two factors: incumbency advantage and a persisting particularistic Islamist advantage, driven by increasing spatial voting. Our findings provide evidence for a frequently proposed, yet unsubstantiated, claim about the extent of Islamist advantage.",
          "url": "http://dx.doi.org/10.1177/13540688241290059",
          "doi": "10.1177/13540688241290059",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Explaining Protest Participation in Semi-authoritarian Regimes: The Power of Social Networks",
          "authors": "Elizaveta Kopacheva",
          "abstract": "This study uses the case of ecological protests in the Russian Federation and the social network of 903 263 VKontakte users to investigate the unique characteristics of protesters’ social networks and assess the effects of network topology on the likelihood of participation. By applying Bayesian structural equation modeling to the data, the study finds that social network topology plays a more nuanced and complex role in predicting protest participation beyond simple exposure to information. Notably, individuals situated as brokers in lower-density and higher-closure networks exhibit a higher likelihood of participation, while central nodes participate less. The results highlight the importance of strategic positioning as brokers for increasing the likelihood of participation. The paper discusses these and other findings, contributing to a deeper understanding of the interplay between social network structures and protest participation.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09977-z",
          "doi": "10.1007/s11109-024-09977-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Crypto/Space: Computational parasitism, virtual land grabs, and the production of Web3 Exit zones",
          "authors": "Peter Howson, Antulio Rosales, Olivier Jutel, Inte Gloerich, Mariel García Llorens, Alex de Vries, Jillian Crandall, Paul Dolan",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103210",
          "doi": "10.1016/j.polgeo.2024.103210",
          "filter": 0
        },
        {
          "title": "Checkpoints, competing ‘sovereignties’, and everyday life in Iraq",
          "authors": "Dylan O'Driscoll, Omran Omer Ali, Remonda Armia",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103220",
          "doi": "10.1016/j.polgeo.2024.103220",
          "filter": 0
        },
        {
          "title": "COVID-19 pandemic and competitive authoritarian regimes: Human rights and democracy in the Philippines and Nicaragua",
          "authors": "Salvador Santino Regilme, Kevin Parthenay",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103212",
          "doi": "10.1016/j.polgeo.2024.103212",
          "filter": 0
        },
        {
          "title": "Introduction to the special issue – Frontiers of property: promises, pitfalls, and ambivalences of ‘resurgent collectivisation’ in global land and resource governance",
          "authors": "Connor Cavanagh, Adrian Nel",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103218",
          "doi": "10.1016/j.polgeo.2024.103218",
          "filter": 0
        },
        {
          "title": "Knowledge popularization in a technocratic-populist context, or how the Israeli state shaped media coverage of large-scale urban plans",
          "authors": "Jesse Fox, Talia Margalit",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103219",
          "doi": "10.1016/j.polgeo.2024.103219",
          "filter": 0
        },
        {
          "title": "Review forum",
          "authors": "Olivia Mason, Jagjeet Lally, Tina Harris, Tim Oakes, Alessandro Rippa",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103217",
          "doi": "10.1016/j.polgeo.2024.103217",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Angry allies and fearful protesters: Communicating the right emotion during non‐normative non‐violent protests increases support for concessions among resistant high‐status group members",
          "authors": "Hakan Çakmak, Ezgi Kara, İrem Sakarya",
          "abstract": "Shuman et al. (2021) previously illustrated the effectiveness of non‐normative non‐violent protest tactics in gaining resistant high‐status group members' support for concessions. However, their focus on low‐status groups' tactics overlooks the real‐world complexities of protests, including emotional appeals and the presence of high‐status allies. Our research addressed this gap by examining emotion strategies in LGBTQ+ protests in the United States. Drawing on the concept of power‐congruent emotions (Kamans et al., 2014), two preregistered studies examined the impacts of anger and fear communication by heterosexual allies and LGBTQ+ protesters on resistant heterosexual audiences' support for concessions during non‐normative non‐violent protests. Study 1 ( N = 1039) focused on how emotion communication by low‐status LGBTQ+ protesters influences support for concessions, while Study 2 ( N = 1047) investigated the impacts of emotion communication by high‐status heterosexual allies. Our findings suggested that communicating actions out of fear by LGBTQ+ protesters increased support for concessions more than anger communication and the absence of emotion communication. Conversely, communicating actions out of anger by heterosexual allies increased support for concessions more than fear communication and the absence of emotion communication. These effects were evident among high‐status audiences resistant to change , but not among the progressive ones. Implications were discussed.",
          "url": "http://dx.doi.org/10.1111/pops.13050",
          "doi": "10.1111/pops.13050",
          "filter": 0
        },
        {
          "title": "Enter the matrix: Examining the psychosocial determinants of support for a technocracy of artificial intelligence",
          "authors": "Marcos Dono, Eva Moreno Bella",
          "abstract": "Artificial Intelligence (AI) stands as the most transformative technology since the Industrial Revolution. As AI is integrated into different domains of life, it is likely to also permeate politics. In fact, some voices already advocate for AI to make political decisions. This paper emphasizes the necessity to delve into the psychosocial determinants shaping support for supporting a technocracy of AI (TecAI). The research aims to ascertain whether anomie, moderated by NCC and SDO, predicts support for TecAI across three studies involving Spanish participants ( N total = 754). The findings confirm anomie's predictive power on support of TecAI, albeit without establishing causality consistently, as anomie's condition failed to alter support for TecAI in experiments 2 and 3. However, an exploratory analysis showed a small effect of the subdimension of “breakdown of leadership” on support for TecAI in a directional test, informing future research. Moreover, NCC and SDO did not significantly moderate the anomie‐support‐for‐TecAI link. Ideology also emerged as a consistent predictor, with conservatives consistently showing more support, a finding that ought to be re‐examined and clarified. This study marks an initial empirical exploration into AI's political perceptions, hinting at the need for further investigation into this critical domain.",
          "url": "http://dx.doi.org/10.1111/pops.13048",
          "doi": "10.1111/pops.13048",
          "filter": 0
        },
        {
          "title": "Social mobility beliefs and attitudes toward redistribution: Potential explanatory mechanisms",
          "authors": "Juan Matamoros‐Lima, Silvia Galdi, Miguel Moya, Guillermo B. Willis",
          "abstract": "Economic inequality is a significant problem of modern society, and redistributive policies are one of the most effective tools for reducing it. Previous studies have highlighted the importance of social mobility to understand attitudes toward redistribution. Across three preregistered studies ( N = 2475; one cross‐sectional and two experimental) in different countries (Italy and Spain), we investigated the relationship between upward and downward societal mobility beliefs and attitudes toward redistribution, as well as potential explanatory mechanisms. Results showed that when people believe that it is easy to improve the socioeconomic status in their society, they oppose redistributive policies; conversely, when people believe that is difficult, they support redistributive policies. Importantly, meritocratic beliefs explained the upward mobility effect on redistribution, and perceived personal economic risks accounted for the downward mobility effect. Implications of these results for the design of policies to reduce economic inequality are discussed.",
          "url": "http://dx.doi.org/10.1111/pops.13042",
          "doi": "10.1111/pops.13042",
          "filter": 0
        },
        {
          "title": "Culture, self, and politics: The effect of interdependent self‐construal on system justification",
          "authors": "Wenqi Li, Yuxin Tian",
          "abstract": "The tendency of individuals to either justify or challenge the existing social and political system has significant practical implications. This research integrates system justification theory with a cross‐cultural perspective to examine the impact and underlying mechanisms of interdependent self‐construal on system justification. Studies 1a ( N = 201) and 1b ( N = 205) demonstrated that interdependent self‐construal correlated with higher system justification among both American and Chinese participants. Study 2 ( N = 500) and Study 3 ( N = 983) found that manipulation of an interdependent view of self‐construal led to stronger system justification tendencies, and this effect was explained by an increased focus on collectivist values and respect for authority. Studies 4a ( N = 278) and 4b ( N = 836) further illustrated that the positive relationship between interdependent self‐construal and system justification remained consistent even in low social mobility contexts. Taken together, the current research provides valuable insights into the cross‐country differences in system justification and highlights the importance of incorporating cultural factors in future studies on system justification.",
          "url": "http://dx.doi.org/10.1111/pops.13045",
          "doi": "10.1111/pops.13045",
          "filter": 0
        },
        {
          "title": "Socioeconomic status self‐deception as a way to perpetuate classist societies",
          "authors": "Davide Melita, Joaquín Alcañiz‐Colomer, Juan Matamoros‐Lima, Silvestre Ariza Ríos, Miguel Moya",
          "abstract": "Socioeconomic status self‐deception refers to the motivated tendency to perceive oneself as having a higher subjective status than would correspond to objective conditions. This can be a powerful mechanism to legitimize the social order. We proposed that when people perceive the surrounding social environment to be classist, people tend to self‐deceive themselves by overestimating their socioeconomic status. This mechanism, in turn, would lead to justify the system to a higher extent and show less support for redistribution, and reduce relative deprivation and status anxiety. These hypotheses were tested across four pre‐registered studies on different high‐quality samples, different operationalization of the variables in our model, and both cross‐sectional and longitudinal observations. On the one hand, the results do not provide evidence of a link between perceiving a classist climate and socioeconomic status self‐deception. On the other hand, socioeconomic status self‐deception was confirmed to predict higher system justification, and lower support for redistribution, status anxiety and relative deprivation. The construct and operationalization of socioeconomic status self‐deception proposed in this research could help reconcile opposing predictions by system justification theory and social dominance theory, and understand why individuals low on socioeconomic status would oppose policies which could benefit them.",
          "url": "http://dx.doi.org/10.1111/pops.13051",
          "doi": "10.1111/pops.13051",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Strengthening mainstream consensus? The effect of radical right populist parties on the defense policies of left parties",
          "authors": "Miku Matsunaga, Thomas Winzen",
          "abstract": "We study how the electoral success of radical right populist parties (RRPPs) affects mainstream parties' defense policy positions. The success of RRPPs threatens the credibility of established left-wing parties with coalition and international partners due to substantive overlap between their and RRPPs' defense-skeptical position. We argue that left parties adopt more assertive defense positions to distinguish themselves from RRPPs, thus increasing mainstream consensus on defense policy. Examining 27 European countries between the end of the Cold War and Russia's occupation of Crimea (1990–2013), we test this argument based on a regression discontinuity design around electoral thresholds for obtaining parliamentary seats. We find that, in response to RRPP success, left parties adopt more assertive defense policy positions, whereas center-right parties stand their ground. This study yields evidence for an adversarial response to the radical right, often thought to have lost out to accommodation, and for mechanisms other than electoral incentives, in a highly consequential domain.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.40",
          "doi": "10.1017/psrm.2024.40",
          "filter": 0
        },
        {
          "title": "(Mis)perception of party congruence and satisfaction with democracy",
          "authors": "Royce Carroll, Yen-Chieh Liao, Li Tang",
          "abstract": "This study examines how voters’ perceptions of ideological incongruence with political parties affect their satisfaction with democracy. Using panel data from the British Election Study, we first demonstrate that greater misperception of party positions correlates with higher perceived ideological distance from one's preferred party. We then show that this increased perceived incongruence is associated with lower satisfaction with democracy when controlling for objective measures of incongruence. These findings are consistent across several alternative measures and specifications, and similar results are found in cross-sectional data from Europe. The results suggest that subjective perceptions of representation, potentially distorted by misperceptions, play a role in shaping citizens’ attitudes toward the political system. While the limitations of the study warrant caution in interpretation, the study contributes to the literature by highlighting the importance of perceived ideological congruence for understanding the link between representation and satisfaction with democracy.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.48",
          "doi": "10.1017/psrm.2024.48",
          "filter": 0
        },
        {
          "title": "Intra-ethnic divisions and disagreement over self-determination demands in ethnic movements",
          "authors": "Frederik Gremler, Manuel Vogt, Nils B. Weidmann",
          "abstract": "Ethnic movements continue to challenge state governments globally, with many ethnic conflicts revolving around the status of groups’ territories. Yet, politically mobilized ethnic groups vary considerably in their territorial demands: some press for increased autonomy or even outright secession, while others do not make such demands at all and prefer integration in the existing state. What explains this divergence in ethnic group demands with respect to the group's territorial status? We argue that the expected benefits of ethno-regional autonomy or secession compared to integration in a centralized state differ across distinct segments within the group as a function of three structural factors: heterogeneity in the group's income sources, cultural divisions, and territorial fragmentation, leading to disagreement over self-determination demands between different political organizations representing the same ethnic group. We test our argument using an expanded version of the Ethnic Power Relations–Organizations (EPR-O) dataset. Our pre-registered study finds support for one of our hypotheses: heterogeneity in groups’ income sources increases disagreement over self-determination demands. This finding sheds new light on the structural sources of internal divisions within ethno-political movements.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.33",
          "doi": "10.1017/psrm.2024.33",
          "filter": 0
        },
        {
          "title": "Who cares? Measuring differences in preference intensity",
          "authors": "Charlotte Cavaillé, Daniel L. Chen, Karine Van der Straeten",
          "abstract": "How well do existing survey instruments differentiate between opinions that affect individual behavior and opinions that don't? To answer this question, we randomly assigned U.S. respondents to one of three survey instruments: Likert items (Likert), Likert items followed by personal importance items (Likert+) and Quadratic Voting for Survey Research (QVSR), which gives respondents a fixed budget to buy “favor” or “oppose” votes, with the price for each vote increasing quadratically. We find that, relative to Likert, both Likert+ and QVSR better identify people who care enough about an issue to act in opinion-congruent ways, with QVSR offering the most consistent improvement overall. Building on these results, we show how conclusions regarding the relationship between policy opinions and self-interest can differ across measurement strategies.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.27",
          "doi": "10.1017/psrm.2024.27",
          "filter": 0
        },
        {
          "title": "Access denied: how bureaucrats shape politicians’ incentives to choose restrictive asylum policies",
          "authors": "Moritz Marbach, Carlo M. Horz",
          "abstract": "Recent years have seen a surge of politicians campaigning on policies that aim to deter asylum applicants. We present a game-theoretic model in which foreign nationals consider applying for asylum and bureaucrats decide their case if they apply. We show that while policies that make the asylum application less attractive decrease the probability that foreign nationals apply, they also endogenously raise the credibility of applicants’ claims to political persecution and, therefore, may not decrease the number of admitted refugees. Investigating how these competing effects shape asylum policy-making, we show how policy choices depend on bureaucrats’ leniency and politicians’ objectives. Our analysis speaks to the causes of restrictive asylum policies and their limited effectiveness in reducing immigration.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.46",
          "doi": "10.1017/psrm.2024.46",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
