{
  "update": "2024-11-06",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Border fortification and legibility: Evidence from Afghanistan",
          "authors": "Christopher W. Blair",
          "abstract": "States often fortify their borders against militant threats. How do these efforts shape civilian welfare and perceptions in borderland communities? I conceptualize border fortification as a legibility‐building endeavor. By bolstering state reach in areas of weak historical penetration, fortification enhances the government's capacity for monitoring, administration, and control. Yet, expanding state authority also disrupts traditional cross‐border markets. A trade‐off between security and corruption emerges in consequence. I provide evidence for this theory in a difference‐in‐differences framework, combining administrative records on violence and representative data from a NATO‐commissioned survey fielded across Afghanistan. Fortification facilitates government information‐collection, improving security provision and fostering civilian reliance on state forces. Enhanced state capacity is countervailed by negative economic impacts. By disturbing the informal borderland economy, fortification fuels criminalization and local opposition. Civilians rely on illicit economic entrepreneurs to sustain traditional market access. Higher smuggling rents fuel official corruption and bribe‐taking. The findings point to a key dilemma inherent in border fortification strategies.",
          "url": "http://dx.doi.org/10.1111/ajps.12923",
          "doi": "10.1111/ajps.12923",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Politicians’ Theories of Voting Behavior",
          "authors": "JACK LUCAS, LIOR SHEFFER, PETER JOHN LOEWEN, STEFAAN WALGRAVE, KAROLIN SOONTJENS, ERAN AMSALEM, STEFANIE BAILER, NATHALIE BRACK, CHRISTIAN BREUNIG, PIRMIN BUNDI, LINDA COUFAL, PATRICK DUMONT, SARAH LACHANCE, MIGUEL M. PEREIRA, MIKAEL PERSSON, JEAN-BENOIT PILET, ANNE RASMUSSEN, MAJ-BRITT STERBA, FRÉDÉRIC VARONE",
          "abstract": "While political scientists regularly engage in spirited theoretical debates about elections and voting behavior, few have noticed that elected politicians also have theories of elections and voting. Here, we investigate politicians’ positions on eight central theoretical debates in the area of elections and voting behavior and compare politicians’ theories to those held by ordinary citizens. Using data from face-to-face interviews with nearly one thousand politicians in 11 countries, together with corresponding surveys of more than twelve thousand citizens, we show that politicians overwhelmingly hold thin, minimalist, “democratic realist” theories of voting, while citizens’ theories are more optimistic and policy oriented. Politicians’ theoretical tendencies—along with their theoretical misalignment from citizens—are remarkably consistent across countries. These theories are likely to have important consequences for how politicians campaign, communicate with the public, think about public policy, and represent their constituents.",
          "url": "http://dx.doi.org/10.1017/s0003055424001060",
          "doi": "10.1017/s0003055424001060",
          "filter": 0
        },
        {
          "title": "Regularized Regression Can Reintroduce Backdoor Confounding: The Case of Mass Polarization",
          "authors": "JONATHAN MELLON, CHRISTOPHER PROSSER",
          "abstract": "Regularization can improve statistical estimates made with highly correlated data. However, any regularization procedure embeds assumptions about the data generating process that can have counterintuitive consequences when those assumptions are untenable. We show that rather than simply shrinking estimates, regularization can reopen backdoor causal paths, inflating the estimates of some effects, and in the wrong circumstances, even reversing their direction. Recently, Cavari and Freedman (2023), argued that declining cooperation rates in surveys have inflated measures of mass polarization. We show that this finding is driven by large penalty terms in their regularized regressions, which leads to the estimates being confounded with time. Alternative methods do not show a clear positive or negative effect of declining cooperation on estimated levels of mass polarization.",
          "url": "http://dx.doi.org/10.1017/s0003055424000935",
          "doi": "10.1017/s0003055424000935",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Economic growth, largest-party vote shares, and electoral authoritarianism",
          "authors": "Matthew Wilson, David Andersen",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102879",
          "doi": "10.1016/j.electstud.2024.102879",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "A shadow on democracy? The shadow economy and government responsiveness",
          "authors": "MICHELE FENZL",
          "abstract": "Government responsiveness is a key feature and justification for democracy. Yet, previous studies show that the ability of governments to deliver responsive policies critically depends on the availability of resources. This study suggests that the shadow economy hurts democratic responsiveness because it reduces government revenues and decreases the reliability of economic statistics. Governments facing lower resources then respond to wider economic constraints and not to their publics. Using Eurobarometer data to evaluate public opinion in 15 European democracies and data on welfare generosity to measure policy outputs, this study finds that larger submerged economies correspond to less responsive governments. Additionally, the empirical analysis highlights that the shadow economy makes welfare systems less generous and taxation rates more demanding. These novel results have important implications for our understanding of democracy and help us clarify the conditions under which governments are more or less likely to deliver responsive policies. Finally, these results demonstrate the importance of studying the political consequences of the shadow economy.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12732",
          "doi": "10.1111/1475-6765.12732",
          "filter": 0
        },
        {
          "title": "Exploring the connection between electoral systems and personalized behaviour among politicians and voters",
          "authors": "MATHIAS TROMBORG, MARTIN VINÆS LARSEN",
          "abstract": "The personalization of politics includes electoral reforms that give voters more opportunity to select individual representatives as well as behavioural personalization among voters and politicians. Institutional research suggests that the latter is a function of the former, but it remains unclear whether the association between the two types of personalization is actually causal. In order to get empirical leverage on this question, we analyze local elections in Denmark, which feature within‐district and within‐party variation in the openness of party lists. Using detailed information on the behaviour of politicians and voters, we find that, once we take differences between districts and parties into account, the personalization of electoral rules has a negligible effect on behavioural personalization.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12737",
          "doi": "10.1111/1475-6765.12737",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Vulnerability Appeals in the COVID-19 Pandemic: Insights from a National Survey Experiment",
          "authors": "Jac M. Larner, Joshua R. Thorp",
          "abstract": "This study explores the impact of vulnerability appeals during the COVID-19 pandemic using a nationally representative, preregistered survey experiment ( N = 4,087) conducted in mid-2021. We explore whether providing citizens with information about the vulnerability of ethnic minority and disabled citizens to COVID-19 fosters empathy and increased support for behavioral restrictions. We observe minimal statistically significant or substantive effects, although the presence of subtle effects cannot be entirely ruled out. We identify some limited indications that individuals with disabilities exhibit increased support for restrictions when exposed to information about the vulnerability of disabled people to COVID-19, but these effects are inconsistent. Therefore, our findings provide limited evidence to confirm or rule out that using vulnerability appeals alone is effective for influencing public attitudes toward behavioral restrictions. The findings point toward avenues for future research, including a closer examination of heterogeneous responses to public health messaging among population subgroups.",
          "url": "http://dx.doi.org/10.1017/xps.2024.14",
          "doi": "10.1017/xps.2024.14",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Using Cell-phone Mobility Data to Study Voter Turnout",
          "authors": "Masataka Harada, Gaku Ito, Daniel M. Smith",
          "abstract": "Studies of voting behavior in some settings may be hampered by poor data availability or unsuitably large units of aggregation for reported turnout. We propose and demonstrate a practical big-data solution to these kinds of challenges, using fine-grained cell-phone mobility data on millions of GPS locations for more than 300,000 eligible voters in Tokyo. Our approach uses the geolocations of polling stations, combined with GPS data points recorded on election day and a reference day, to measure patterns in individual-level (but anonymized) voting behavior. We first test the validity of the measure by comparing it to official aggregated data on turnout, and then illustrate its substantive utility with an application exploring the well-known relationship between turnout decisions and the cost of voting, proxied by the distance between a voter’s residence and the polling station. Finally, we discuss the potential limitations of the approach and provide step-by-step instructions for other researchers.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09975-1",
          "doi": "10.1007/s11109-024-09975-1",
          "filter": 0
        },
        {
          "title": "Pro-climate Voting in Response to Local Flooding",
          "authors": "Søren Damsbo-Svendsen",
          "url": "http://dx.doi.org/10.1007/s11109-024-09984-0",
          "doi": "10.1007/s11109-024-09984-0",
          "filter": 0
        },
        {
          "title": "Partisanship and Support for Devolving Concrete Policy Decisions to the States",
          "authors": "David Doherty, Michael Touchton, Jeffrey Lyons",
          "url": "http://dx.doi.org/10.1007/s11109-024-09986-y",
          "doi": "10.1007/s11109-024-09986-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Explaining strategic disinterment: Forensics and the reconstruction of the missing in Cyprus",
          "authors": "Maria Mikellide, Romanos Lyritsas, Nikandros Ioannidis, Iosif Kovras",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103207",
          "doi": "10.1016/j.polgeo.2024.103207",
          "filter": 0
        },
        {
          "title": "Inner Mongolian poetry and song as a form of resistance",
          "authors": "Jesse Segura, Filka Sekulova",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103214",
          "doi": "10.1016/j.polgeo.2024.103214",
          "filter": 0
        },
        {
          "title": "Beyond anti-urban sentiment: Rural consciousness and affect toward undocumented immigrants",
          "authors": "Kristin Lunz Trujillo",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103231",
          "doi": "10.1016/j.polgeo.2024.103231",
          "filter": 0
        },
        {
          "title": "Temporalities in spatial narratives about war ruins in Mostar",
          "authors": "Matheus Souza",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103197",
          "doi": "10.1016/j.polgeo.2024.103197",
          "filter": 0
        },
        {
          "title": "Territorialising the cloud or clouding the territory? Volumetric vulnerabilities and the militarised conjunctures of Singapore’s smart city-state",
          "authors": "Orlando Woods, Tim Bunnell, Lily Kong",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103211",
          "doi": "10.1016/j.polgeo.2024.103211",
          "filter": 0
        },
        {
          "title": "Stay or leave? US-listed Chinese companies under financial decoupling push and the reshaping of global financial networks",
          "authors": "Fenghua Pan, Cheng Fang, Yulan Guo",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103213",
          "doi": "10.1016/j.polgeo.2024.103213",
          "filter": 0
        },
        {
          "title": "‘I felt’: Intimate geographies of sentient diplomacy",
          "authors": "Alun Jones",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103221",
          "doi": "10.1016/j.polgeo.2024.103221",
          "filter": 0
        },
        {
          "title": "Strategic coupling of administrative rationality and cultural imaginaries in municipal amalgamations",
          "authors": "Arie Stoffelen, Peter Groote",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103227",
          "doi": "10.1016/j.polgeo.2024.103227",
          "filter": 0
        },
        {
          "title": "Crypto/Space: Computational parasitism, virtual land grabs, and the production of Web3 Exit zones",
          "authors": "Peter Howson, Antulio Rosales, Olivier Jutel, Inte Gloerich, Mariel García Llorens, Alex de Vries, Jillian Crandall, Paul Dolan",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103210",
          "doi": "10.1016/j.polgeo.2024.103210",
          "filter": 0
        },
        {
          "title": "The world-making power of borders: Asia-Pacific perspectives",
          "authors": "Ari Jerrems, Umut Ozguc, Christine Agius, Samid Suliman",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103229",
          "doi": "10.1016/j.polgeo.2024.103229",
          "filter": 0
        },
        {
          "title": "What repoliticisation means and requires: Creating the climate for disagreement",
          "authors": "Joe Blakey",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103222",
          "doi": "10.1016/j.polgeo.2024.103222",
          "filter": 0
        },
        {
          "title": "“There, seated upon the toilet, apparently in the midst of defecation, was the president of the United States”: Toilets and elite politics in the USA and UK",
          "authors": "Marijn Nieuwenhuis, Colin Mcfarlane",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103228",
          "doi": "10.1016/j.polgeo.2024.103228",
          "filter": 0
        },
        {
          "title": "Checkpoints, competing ‘sovereignties’, and everyday life in Iraq",
          "authors": "Dylan O'Driscoll, Omran Omer Ali, Remonda Armia",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103220",
          "doi": "10.1016/j.polgeo.2024.103220",
          "filter": 0
        },
        {
          "title": "Environmental statecraft and changing spatial politics: Erhai Lake protection in China",
          "authors": "Yi Feng, Fulong Wu, Fangzhu Zhang",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103196",
          "doi": "10.1016/j.polgeo.2024.103196",
          "filter": 0
        },
        {
          "title": "The Sea in Sea Rescue: Conceptualising solidarity with maritime migrants",
          "authors": "Antje Scharenberg, Peter Rees",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103205",
          "doi": "10.1016/j.polgeo.2024.103205",
          "filter": 0
        },
        {
          "title": "COVID-19 pandemic and competitive authoritarian regimes: Human rights and democracy in the Philippines and Nicaragua",
          "authors": "Salvador Santino Regilme, Kevin Parthenay",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103212",
          "doi": "10.1016/j.polgeo.2024.103212",
          "filter": 0
        },
        {
          "title": "The remaking of social property and wind energy trajectories in the Isthmus of Tehuantepec, Mexico",
          "authors": "Gerardo A. Torres Contreras",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103209",
          "doi": "10.1016/j.polgeo.2024.103209",
          "filter": 0
        },
        {
          "title": "Causes and electoral consequences of political assassinations: The role of organized crime in Mexico",
          "authors": "Roxana Gutiérrez-Romero, Nayely Iturbe",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103206",
          "doi": "10.1016/j.polgeo.2024.103206",
          "filter": 0
        },
        {
          "title": "Semiotic ideology and mutable sense of place: Chinese ecological urban renewal through the lens of advertising codes",
          "authors": "Michela Bonato",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103232",
          "doi": "10.1016/j.polgeo.2024.103232",
          "filter": 0
        },
        {
          "title": "Introduction to the special issue – Frontiers of property: promises, pitfalls, and ambivalences of ‘resurgent collectivisation’ in global land and resource governance",
          "authors": "Connor Cavanagh, Adrian Nel",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103218",
          "doi": "10.1016/j.polgeo.2024.103218",
          "filter": 0
        },
        {
          "title": "Agua-cuerpo-territorio/Water-body-territory",
          "authors": "Sofia Zaragocin",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103230",
          "doi": "10.1016/j.polgeo.2024.103230",
          "filter": 0
        },
        {
          "title": "Interpreting NIMBY as movements claiming participatory planning in the context of refugee camps’ siting: A comparative case study in two Greek regions",
          "authors": "Alexandra Makridou, Ioannis Frangopoulos, Nikos Kapitsinis",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103216",
          "doi": "10.1016/j.polgeo.2024.103216",
          "filter": 0
        },
        {
          "title": "Al Aqsa flood in long histories of Palestinian resistance",
          "authors": "Rhys Machold, Nicole Printy Currie",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103215",
          "doi": "10.1016/j.polgeo.2024.103215",
          "filter": 0
        },
        {
          "title": "Knowledge popularization in a technocratic-populist context, or how the Israeli state shaped media coverage of large-scale urban plans",
          "authors": "Jesse Fox, Talia Margalit",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103219",
          "doi": "10.1016/j.polgeo.2024.103219",
          "filter": 0
        },
        {
          "title": "Making sense of clandestine graves: Material epistemology and the political geography of uncertain knowledge",
          "authors": "Graham Denyer Willis, Angélica Durán-Martínez",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103223",
          "doi": "10.1016/j.polgeo.2024.103223",
          "filter": 0
        },
        {
          "title": "Negotiating (under)development? Expanding bargaining power within globalised production networks",
          "authors": "Martín Arias-Loyola",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103233",
          "doi": "10.1016/j.polgeo.2024.103233",
          "filter": 0
        },
        {
          "title": "International law: Israel's fig leaf or a route to Palestinian statehood?",
          "authors": "Dalal Iriqat",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103208",
          "doi": "10.1016/j.polgeo.2024.103208",
          "filter": 0
        },
        {
          "title": "Review forum",
          "authors": "Olivia Mason, Jagjeet Lally, Tina Harris, Tim Oakes, Alessandro Rippa",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103217",
          "doi": "10.1016/j.polgeo.2024.103217",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Fact‐checking election‐campaign misinformation: Impacts on noncommitted voters' feelings and behavior",
          "authors": "Toby Prike, Joseph Baker, Ullrich K. H. Ecker",
          "abstract": "Making misleading statements may benefit a politician, for example, during an election campaign. However, there are potentially also negative consequences; political misinformation can taint democratic debate, voters may be misled into forming false beliefs, and being fact‐checked may damage a politician's reputation. Previous research has found that correcting misleading statements made by established politicians reduces topical misperceptions, but hardly affects voter feelings and support. Here, we examined the impact of political misinformation and fact‐checking when politicians are unfamiliar. Participants ( N = 406) were engaged in a simulated election campaign set in an unfamiliar country, featuring statements from fictional candidates. Participants indicated their feelings toward the candidates, cast a vote, and rated their belief in the fact‐checked statements. Misleading statements that were not corrected positively affected feelings toward and voting for (right‐leaning) politicians. Corrective fact‐checks had large effects, reducing belief in misinformation, and fact‐checked candidates were viewed much less favorably and attracted far fewer votes. This demonstrates that in the absence of strong pre‐existing attitudes, corrective fact‐checks can negatively impact misinformation‐spreading politicians who are not (yet) well known.",
          "url": "http://dx.doi.org/10.1111/pops.13059",
          "doi": "10.1111/pops.13059",
          "filter": 0
        },
        {
          "title": "Being of one mind: Does alignment in physiological responses and subjective experiences shape political ideology?",
          "authors": "Kevin Arceneaux, Bert N. Bakker, Gijs Schumacher",
          "abstract": "A prominent theory in political psychology contends that individual differences in negativity bias explain political ideology: people who are more sensitive to negative stimuli find solace and comfort in conservative approaches to politics. Using self‐reported measures of negativity bias, the evidence is relatively consistent. Yet, using physiological indicators of the negativity bias, the results are, across the board, inconsistent with the negativity bias argument. Building on recent neuroscience work, we propose and test two innovations. First, unconscious and conscious processes are not necessarily aligned. Therefore, we propose that there are different – conscious and unconscious – paths that could link ideology with the negativity bias. Second, individuals vary in their ability and motivation to down‐regulate arousal and reflect on their emotions. As such, the ideology‐negativity bias may emerge in some individuals but not in others. In two preregistered laboratory studies (US and the Netherlands), we find limited evidence for these claims. In a subsequent registered report, we replicate some inconsistent patterns that emerged in study 1. We confirm that self‐reported social conservatism and implicit social conservatism (measured with an IAT) are positively correlated. We also establish that negativity bias is unrelated to social conservatism (both explicit and implicit). We conclude that negativity bias is most likely not the answer to why people on the left and right differ.",
          "url": "http://dx.doi.org/10.1111/pops.13056",
          "doi": "10.1111/pops.13056",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "How and when candidate race affects inferences about ideology and group favoritism",
          "authors": "Jennifer D. Wu, Gregory A. Huber",
          "abstract": "How does a candidate's racial background affect the inferences voters make about them? Prior work finds that Black candidates are perceived to be more liberal. Using two survey experiments, we test whether this effect persists when candidate partisanship and issue positions are specified and also consider other consequential voter perceptions. We make two contributions. First, we show that while Black candidates are perceived to be more liberal than White candidates with the same policy positions, this difference is smaller for Black candidates who adopt more conservative positions on race-related issues. Second, we find that voters, both Black and White, believe Black candidates will prioritize the interests of Black constituents over those of White constituents, regardless of candidate positions.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.50",
          "doi": "10.1017/psrm.2024.50",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Behavioral symmetry with humanomics: public choice and moral community",
          "authors": "Diana W. Thomas, Michael D. Thomas",
          "abstract": "The humanomics model of human behavior suggests that individuals act not merely to maximize narrow conceptions of their own self-interest but instead are motivated by fellow feeling and a desire to act in a praiseworthy way. Because they learn what is praise- and blameworthy from face-to-face exchanges in moral communities to which they belong, the same conceptions and norms carry into impersonal exchanges in the extended market order. Humanomics offers a framework that can reconcile conflicting results from laboratory experiments involving personal and impersonal exchanges. In this paper, we seek to apply the humanomics lens to human action in politics. Public choice scholarship applies assumptions from economics to explain human action in the political sphere. But just like traditional economics models, several puzzles remain unexplained. We argue that a humanomics perspective offers a framework for explaining existing public choice puzzles just as it does for puzzles in economics more broadly.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01229-2",
          "doi": "10.1007/s11127-024-01229-2",
          "filter": 0
        },
        {
          "title": "Effort transparency and fairness",
          "authors": "Joy Buchanan, Elif E. Demiral, Ümit Sağlam",
          "url": "http://dx.doi.org/10.1007/s11127-024-01230-9",
          "doi": "10.1007/s11127-024-01230-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
