{
  "update": "2025-02-17",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Political diversity in U.S. police agencies",
          "authors": "Bocar Ba, Haosen Ge, Jacob Kaplan, Dean Knox, Mayya Komisarchik, Gregory Lanzalotto, Rei Mariman, Jonathan Mummolo, Roman Rivera, Michelle Torres",
          "abstract": "Partisans are divided on policing policy, which may affect officer behavior. We merge rosters from 99 of the 100 largest local U.S. agencies—over one third of local law enforcement agents nationwide—with voter files to study police partisanship. Police skew more Republican than their jurisdictions, with notable exceptions. Using fine‐grained data in Chicago and Houston, we compare behavior of Democratic and Republican officers facing common circumstances. We find minimal partisan differences after correcting for multiple comparisons. But consistent with prior work, we find Black and Hispanic officers make fewer stops and arrests in Chicago, and Black officers use force less often in both cities. Comparing same‐race partisans, we find White Democrats make more violent crime arrests than White Republicans in Chicago. Our results suggest that despite Republicans' preference for more punitive law enforcement policy and their overrepresentation in policing, partisan divisions often do not translate into detectable differences in on‐the‐ground enforcement.",
          "url": "https://doi.org/10.1111/ajps.12945",
          "doi": "https://doi.org/10.1111/ajps.12945",
          "filter": 0
        },
        {
          "title": "Power, costs, collective action, bargaining, and solidarity",
          "authors": "Arash Abizadeh",
          "abstract": "Some argue that the more costly it would be to exercise one's power over an issue, the less power one inherently has over it. I challenge this thesis with two major objections—one conceptual, the other practical or explanatory—contending that costs influence issue‐power not inherently but contingently in specifically strategic contexts. Since agents’ strategic dispositions are partly shaped by their perception of others’ strategic incentives or dispositions, costs may affect—for better or worse!—one's bargaining power (in cases of conflict) or power to act in concert with others (in cases of shared preferences or aims). In many significant political contexts, greater costs increase actors’ social power. Moreover, a group's collective power, and so its members’ power‐with, depend not only on the external cost structure, but also on opportunities for forging solidarity. The role of costs and solidarity explains why subjection to others can, paradoxically, sometimes increase one's power.",
          "url": "https://doi.org/10.1111/ajps.12953",
          "doi": "https://doi.org/10.1111/ajps.12953",
          "filter": 0
        },
        {
          "title": "Is there really a dictator's dilemma? Information and repression in autocracy",
          "authors": "Scott Gehlbach, Zhaotian Luo, Anton Shirikov, Dmitriy Vorobyev",
          "abstract": "In his seminal work on the political economy of dictatorship, Ronald Wintrobe posited the existence of a “dictator's dilemma,” in which repression leaves an autocrat less secure by reducing information about discontent. We explore the nature and resolution of this dilemma with a formalization that builds on recent work in the political economy of nondemocracy. When the regime is sufficiently repressive, and the dictator's popularity correspondingly unclear to opposition as well as autocrat, the ruler faces two unattractive options: He can mobilize the repressive apparatus, even though there may be no threat to his rule, or he can refrain from mobilizing, even though the danger may be real. Semicompetitive elections can ease the dilemma through the controlled revelation of discontent. Paradoxically, the manipulation of information through such non‐repressive means can allow for more rather than less repression.",
          "url": "https://doi.org/10.1111/ajps.12952",
          "doi": "https://doi.org/10.1111/ajps.12952",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Out-Competing Rivals: Armed Group Governance and Civilian Attitudes in Colombia",
          "authors": "ERICA DE BRUIN, GABRIELLA LEVY, LIVIA I. SCHUBIGER, MICHAEL WEINTRAUB",
          "abstract": "What determines the legitimacy of aspiring rulers? Questions about support of the governed are central to theories of state-building and political order. Millions worldwide live under the influence of competing armed groups, yet we know little about how people in these contexts make comparative assessments of would-be rulers. We theorize how local norms, social networks, and the provision of goods and services influence these comparative judgments. We report results from a conjoint survey experiment in Colombia among nearly 2,400 respondents across 54 municipalities contested by multiple armed groups. Armed groups that take community norms into account and those that involve local leaders in decision-making are judged less negatively. Additionally, providing services and limiting violence both reduce negative evaluations of armed groups. These findings help us understand dimensions of political legitimacy under limited statehood and the effects of governance on civilian attitudes in areas of competition.",
          "url": "https://doi.org/10.1017/s0003055424000789",
          "doi": "https://doi.org/10.1017/s0003055424000789",
          "filter": 0
        },
        {
          "title": "Fairness According to Whom? Divergent Perceptions of Fairness among White and Black Americans and Its Effect on Trade Attitudes",
          "authors": "DANIEL LOBO, RYAN BRUTGER",
          "abstract": "Racial divides in American attitudes toward trade are often explained by labor market discrimination and traits like nationalism. However, recent research shows that perceptions of fairness, particularly “asymmetric fairness” concerns about “falling behind” other countries, significantly shape these attitudes. We theorize that linking these perspectives offers new insights. Drawing on critical race theory and cognitive psychology, we theorize that Black Americans, unlike their white counterparts, do not view trade through the lens of asymmetric fairness. Since Black Americans have not benefited from the same social, economic, and political privileges, they are less concerned with “falling behind” and instead focus on fairness as equality. This leads them to evaluate trade agreements through a “principled fairness” lens, contributing to support for trade policies that benefit both the home and foreign country, as opposed to prioritizing an “America First” trade agenda. We test this theory in a national survey experiment and find strong support.",
          "url": "https://doi.org/10.1017/s0003055425000012",
          "doi": "https://doi.org/10.1017/s0003055425000012",
          "filter": 0
        },
        {
          "title": "Partisans of Color: Asian American and Latino Party ID in an Era of Racialization and Polarization",
          "authors": "EFRÉN PÉREZ, JESSICA HYUNJEONG LEE, GUSTAVO MÁRTIR LUNA",
          "abstract": "What influences partisan allegiance among Asian Americans and Latinos? These fast-growing demographics are heavily populated by immigrants who were raised outside the United States, which limits parental socialization as the primary mechanism behind their partisan identities. We argue that contemporary Asian and Latino partisanship is better understood in a context characterized by racialization and polarization. Asian and Latino adults regularly navigate the straits between their racial and American identities—two categories, sorted along partisan lines, that shape their sense of belonging in the US. We hypothesize that Asian and Latino adults generally prioritize their racial or national identity, which affects the intensity of their allegiance to Democrats or Republicans. Leveraging major Asian and Latino surveys since 2006 (N = 20,327), we uncover wide heterogeneity in identity prioritization , with 27% of Asian and Latino adults privileging their American identity over their racial one. Greater prioritization of one’s racial (versus national ) identity is significantly associated with Democratic (versus Republican) allegiance (meta-analyzed d ~ 0.30). These patterns also emerge at an automatic level via Implicit Association Tests (IATs). Across two experiments (N = 2,920) we then isolate one possible mechanism: Asian and Latino adults who feel their prioritized identity is overlooked signal their preferred attachment through their partisan allegiance.",
          "url": "https://doi.org/10.1017/s0003055424001217",
          "doi": "https://doi.org/10.1017/s0003055424001217",
          "filter": 0
        },
        {
          "title": "What Is the Wrong of Capitalism?",
          "authors": "CHIARA CORDELLI",
          "abstract": "The troubled state of economic life today has prompted a revival of normative critiques of capitalism. According to a prominent critique, radical republicanism, capitalism is defined by its mode of production and the distinctive wrong of capitalism amounts to a structural form of domination. By arguing that radical republicanism fails to provide a satisfactory account of capitalism’s distinctiveness—and of its core wrong—I propose an alternative account focused on the mode of investment. Capitalism’s mode of investment, I assert, entails a loss of collective control over, and involvement in, the valuation and creation of the future. The wrong inhering in this loss is best understood in terms of alienation —an alienated relation between citizens and their sociopolitical order—rather than domination. In turn, socialism should be understood as a project of reconciliation, the point of which is to overcome this form of alienation through the socialization and democratic planning of investment.",
          "url": "https://doi.org/10.1017/s000305542500005x",
          "doi": "https://doi.org/10.1017/s000305542500005x",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "The Non-Democratic Roots of Mass Education: Evidence from 200 Years—CORRIGENDUM",
          "authors": "AGUSTINA S. PAGLAYAN",
          "url": "https://doi.org/10.1017/s0003055424001357",
          "doi": "https://doi.org/10.1017/s0003055424001357",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Courts in the Global South",
          "authors": "Julio Ríos-Figueroa, Fiona Shen-Bayh",
          "abstract": "Research on judicial politics has advanced considerably over the past few decades, particularly in the global South, a geopolitical region that has long been subjected to imbalanced relationships with more industrialized countries in the global North. The unique challenges confronting global South countries, including political and economic instabilities, limited state authority, and dilemmas of social integration, have shaped both the form and function of courts in these regions. We explore these implications in four key areas where a critical mass of scholarship has generated new insights and opportunities for future research: courts and stateness, courts in authoritarian regimes, courts in unstable democracies, and courts and social transformation. We show that in these areas, courts are often effective for a variety of purposes and according to standards different from those in the global North. We conclude with reflections on knowledge-building in this region and implications for future theorization and empirical inquiry.",
          "url": "https://doi.org/10.1146/annurev-polisci-040623-113225",
          "doi": "https://doi.org/10.1146/annurev-polisci-040623-113225",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Studying Multi-Level Systems with Cross-Level Data: Introducing Three Integrated Datasets",
          "authors": "Leonce Röth, Daniel Saldivia Gonzatti, Lea Kaftan, André Kaiser",
          "abstract": "Most political systems consist of multiple layers. Yet datasets are predominantly situated at a single territorial tier, encouraging methodological nationalism, regionalism, and localism. We present three new integrated datasets that include electoral, institutional, ideological, and government composition data on the country and regional level (RD|CED, RED and RPSD). With this data, we cover 337 country elections on the regional level, 2,226 regional elections, and 2,825 regional cabinets in 365 regions of 21 countries from 1941 to 2019, accounting for 800 political parties and their ideological positions. Combined, these data complement and extend existing datasets and facilitate the study of political interaction across levels. Data are available at http://multi-level-cross-level-politics.eu/ or can be accessed through the Havard Dataverse repository. We conclude with an agenda for future cross-level studies.",
          "url": "https://doi.org/10.1017/s0007123424000553",
          "doi": "https://doi.org/10.1017/s0007123424000553",
          "filter": 0
        },
        {
          "title": "Do Political Leaders Understand Public Opinion Better than Backbenchers?",
          "authors": "Stefaan Walgrave, Julie Sevenans, Frédéric Varone, Lior Sheffer, Christian Breunig",
          "abstract": "How elected representatives think about public opinion affects the degree to which policies are congruent with the public’s policy preferences. This is especially true for politicians occupying leadership positions, their perceptions matter even more. Extant work concluded that politicians in general do not exhibit a high perceptual accuracy, but direct evidence of the relative accuracy of leaders’ perceptions of public opinion is missing. Drawing on surveys among politicians and citizens in four countries, this study examines the accuracy of the public opinion perceptions of leaders and backbenchers. Irrespective of how leadership is defined and operationalized – executive or party leadership, formal or informal leadership, current or past leadership – we find low perceptual accuracy levels among leading politicians. Compared to backbenchers, and although politicians themselves consider leaders to have a special nose for public opinion, leading politicians do not possess a special public opinion rating skill.",
          "url": "https://doi.org/10.1017/s0007123424000929",
          "doi": "https://doi.org/10.1017/s0007123424000929",
          "filter": 0
        },
        {
          "title": "Do Citizens Stereotype Muslims as an Illiberal Bogeyman ? Evidence from a Double-List Experiment",
          "authors": "Stuart J. Turnbull-Dugarte, Alberto López Ortega, Michael Hunklinger",
          "abstract": "Illiberal actors in Western democracies increasingly exploit the superficial defence of liberal values like gender equality and LGBTQ+ rights to demonize ethnic out-groups, portraying Muslims as inherently opposed to Western values. This paper investigates whether this stereotype reflects widespread public beliefs and asks: is the stereotypical view of the Muslim community as an illiberal ‘bogeyman’ endorsed by citizens? Leveraging an original double-list experiment design that minimizes sensitivity bias, we identify population-level estimates of this stereotype in Britain, Germany, the Netherlands, and the USA. Our cross-national results reveal a pervasive and ubiquitous stereotype of Muslims as a threat to LGBTQ+ communities across Western democracies. The implications of these findings are concerning as they signal that societal tolerance of ethnic out-groups across liberal democracies remains tainted by prejudicial stereotypes. The results also underscore the alarming electoral potential of far-right parties that exploit homonationalist and femonationalist stereotype-based threat perceptions to their political advantage.",
          "url": "https://doi.org/10.1017/s0007123424000437",
          "doi": "https://doi.org/10.1017/s0007123424000437",
          "filter": 0
        },
        {
          "title": "Does the Presence or Absence of Elections Remove Gender Differences in Ambition for Public Service?",
          "authors": "Hans J.G. Hassell, Gary E. Hollibaugh, Matthew R. Miles",
          "abstract": "Perhaps because scholars of political ambition have focused almost entirely on electoral ambition, the presence of elections has been thought to play a major role in shaping who expresses interest in public service. In this article, we examine whether the presence or absence of elections changes women’s political ambition. Using surveys of law students, federal bureaucrats, and the general public, we find the relationship between gender and ambition for elected office is similar to the relationship between gender and ambition for bureaucratic and judicial service. We show that, although women are deterred from public service by the elections that act as gateways to those opportunities, the effects of elections on gendered political ambition duplicate the effects of other components of public service. Rather than unique, elections are duplicative in their effects, reinforcing the relationship between gender and ambition rather than fundamentally changing who expresses ambition for public service.",
          "url": "https://doi.org/10.1017/s0007123424000449",
          "doi": "https://doi.org/10.1017/s0007123424000449",
          "filter": 0
        },
        {
          "title": "Mini-Publics, (Lack of) Representativeness, and Legitimacy Beliefs",
          "authors": "Micha Germann",
          "abstract": "The participants in deliberative mini-publics are typically randomly selected; therefore, mini-publics are often marketed as representative of the wider population. However, in practice, mini-publics are unlikely to be fully representative due to their small size and non-response bias. I report the results of a pre-registered survey experiment designed to assess the implications of deviations from statistical representativeness for citizens’ legitimacy beliefs ( N = 1,308). Consistent with prior research, I find that the involvement of a mini-public in democratic decision-making can lead to substantial increases in perceptions of process legitimacy; however, even minor biases in the composition of mini-publics substantially decrease those gains while larger biases can wipe them out entirely. The results of this study temper hopes that mini-publics offer an easy fix to perceptions of low democratic legitimacy.",
          "url": "https://doi.org/10.1017/s0007123424000322",
          "doi": "https://doi.org/10.1017/s0007123424000322",
          "filter": 0
        },
        {
          "title": "The Spillover of the US Capitol Insurrection: Reducing Expressed Support for Domestic Far-Right Parties",
          "authors": "Ka Ming Chan",
          "abstract": "Although far-right insurrections often catch worldwide attention, little is known about whether and how these autocratization events affect other countries. This article studies the spillover of a prototype of such coup attempts – the January 6th Capitol insurrection. I argue that a far-right insurrection abroad can trigger a transnational learning process, which increases the salience of the far-right’s anti-democratic potential. Consequently, due to shaming and changes in voting calculus, citizens are less likely to support a domestic far-right party. To test this expectation, I use two panel datasets in Western Europe fielded amid the Capitol insurrection. Both analyses show that the expressed support for domestic far-right parties decreased after this autocratization event. I discuss how these findings enrich the literature on autocratization, the far-right, and transnational learning.",
          "url": "https://doi.org/10.1017/s0007123424000413",
          "doi": "https://doi.org/10.1017/s0007123424000413",
          "filter": 0
        },
        {
          "title": "The Effects of Interactive Requests on the Quantity and Quality of Survey Responses: An International Methodological Experiment",
          "authors": "Farsan Ghassim",
          "abstract": "A perennial issue of survey research is that some participants do not answer all questions. Interactive follow-up requests are a novel approach to this problem. However, research on their effectiveness is scarce. I present the most comprehensive study yet on the effects of interactive requests on item non-responses. Theoretically, I outline different pathways whereby follow-up requests may effectively increase response rates and improve data quality: reminding, motivating, instructing, monitoring, and sanctioning. To test my hypothesis that interactive requests increase item response rates, I conducted an online survey experiment in 2021 on diverse samples of around 3,100 respondents in ten countries worldwide. I find that follow-up requests generally increase response rates, although effects vary by country. Depending on the question and survey design, interactive requests reduce item non-responses by up to 47 per cent across countries, while not adversely affecting data quality. I thus recommend response requests to increase survey data efficiency.",
          "url": "https://doi.org/10.1017/s0007123424000747",
          "doi": "https://doi.org/10.1017/s0007123424000747",
          "filter": 0
        },
        {
          "title": "Do Extreme Weather Events Increase Public Concern, Knowledge, and Attention to Climate Change in China?",
          "authors": "Xun Cao, Zheng Su",
          "abstract": "Do climate change-related extreme weather events affect public concern, knowledge, and attention to climate change in China? Matching extreme weather events data from the Emergency Events Database with the 2010 Chinese General Social Survey, we first test whether people in prefectures with more extreme weather events consider climate change more damaging and have a better knowledge of it. We find no such associations. Moreover, we collect 2020 data on extreme whether events from local newspapers for five Eastern and Southeastern Chinese provinces and test whether these events increase public attention to climate change, measured by Baidu search volume index. No associations are found. Interestingly, in prefecture-days with more Covid cases, local population conducted more Baidu searches on climate change and the environment, supporting the ‘great reflection’ thesis, i.e., major shocks like the pandemic put a spotlight on fundamental challenges facing the humanity and have gotten us to reassess our priorities.",
          "url": "https://doi.org/10.1017/s0007123424000565",
          "doi": "https://doi.org/10.1017/s0007123424000565",
          "filter": 0
        },
        {
          "title": "Can Official Messaging on Trust in Elections Break Through Partisan Polarization?",
          "authors": "Jennifer Gaudette, Seth J. Hill, Thad Kousser, Mackenzie Lockhart, Mindy Romero",
          "abstract": "Partisan actors in the US have recently politicized trust in elections. In combination with partisan polarization, politicized election administration could undermine the peaceful transfer of power following elections. Can messaging about trust in elections break through partisan polarization? Partnering with election officials from Los Angeles County, Colorado, Georgia, and Texas, we conducted messaging experiments with nearly 8,500 Americans following the 2022 US midterm elections. We find that state and local election officials can be strongly effective at increasing trust in their own state elections. Our estimate suggests that one 30-second official message increases trust in elections by about one-fifth of the pre-treatment difference between Democrats and Republicans. Additionally, videos explaining protections on election integrity in Arizona and Virginia increase trust in elections outside the respondents’ own states. Our results suggest that election officials can break through partisan politics and play an important role in rebuilding trust in the democratic process.",
          "url": "https://doi.org/10.1017/s0007123424000681",
          "doi": "https://doi.org/10.1017/s0007123424000681",
          "filter": 0
        },
        {
          "title": "A Crisis of Political Trust? Global Trends in Institutional Trust from 1958 to 2019",
          "authors": "Viktor Valgarðsson, Will Jennings, Gerry Stoker, Hannah Bunting, Daniel Devine, Lawrence McKay, Andrew Klassen",
          "abstract": "In the study of politics, many theoretical accounts assume that we are experiencing a ‘crisis of democracy’, with declining levels of political trust. While some empirical studies support this account, others disagree and report ‘trendless fluctuations’. We argue that these empirical ambiguities are based on analytical confusion: whether trust is declining depends on the institution, country, and period in question. We clarify these issues and apply our framework to an empirical analysis that is unprecedented in geographic and temporal scope: we apply Bayesian dynamic latent trait models to uncover underlying trends in data on trust in six institutions collated from 3,377 surveys conducted by 50 projects in 143 countries between 1958 and 2019. We identify important differences between countries and regions, but globally we find that trust in representative institutions has generally been declining in recent decades, whereas trust in ‘implementing’ institutions has been stable or rising.",
          "url": "https://doi.org/10.1017/s0007123424000498",
          "doi": "https://doi.org/10.1017/s0007123424000498",
          "filter": 0
        },
        {
          "title": "Do Voters Pay Attention to Transnational Politics? Party Positions, Transnational Families, and Voter Perceptions",
          "authors": "Jeffrey Nonnemacher",
          "abstract": "Do voters pay attention to a party’s relationship with its party family? In this paper, I argue that transnational brands such as the party family label assigned to a party are a valuable tool for parties to use to distinguish themselves. In turn, voters can more accurately position parties on the left-right spectrum when the party embraces the ideological profile of the rest of its party family. Using the Comparative Study of Electoral Systems (CSES) and the German Longitudinal Election Study (GLES), the results confirm my expectations that the ideological alignment of party and party family shapes the accuracy of a voter’s perception of the party’s positions. My findings provide support for the argument that transnational brands can influence how domestic political parties are perceived. These findings have important implications for our understanding of voter responsiveness in an increasingly transnational political space the role of transnational political brands.",
          "url": "https://doi.org/10.1017/s000712342400070x",
          "doi": "https://doi.org/10.1017/s000712342400070x",
          "filter": 0
        },
        {
          "title": "How Does Shaming Human Rights Violators Abroad Shape Attitudes at Home?",
          "authors": "Lotem Bassan-Nygate",
          "abstract": "Does shaming human rights violators shape attitudes at home? A growing literature studies the effect of shaming on public attitudes in the target state, but far less is known about its effect in countries initiating the criticism – that is the shamers . In this article, I theorize that when governments shame human rights violators they shape both government approval and human rights attitudes at home. Utilizing two US-based survey experiments, I demonstrate that by shaming foreign countries, governments can improve their image at home and virtue signal their dedication to human rights. At the same time, shaming can modestly shape tolerance towards certain domestic human rights violations. I consider the generalizability of my results through comprehensive supplementary analyses, where experimental insights are corroborated with cross-national observational data. Overall, my findings can provide valuable insight into governments’ incentives to engage in foreign criticism.",
          "url": "https://doi.org/10.1017/s0007123424000267",
          "doi": "https://doi.org/10.1017/s0007123424000267",
          "filter": 0
        },
        {
          "title": "Do the Lights Stay on? Deployment and Withdrawal of Peacekeepers and Their Effect on Local Economic Development",
          "authors": "Deniz Cil, Hanne Fjelde, Lisa Hultman, Nils W. Metternich, Desirée Nilsson",
          "abstract": "How does the deployment and withdrawal of UN peacekeepers affect local economic development in civil war countries? This study provides a large-N subnational analysis across UN peacekeeping operations that assesses their impact on the local economy both during deployment and after their withdrawal. We expect a positive association between UN peacekeeping and economic development. Besides providing a sizeable cash injection into the economy, peacekeepers can safeguard both the resumption of everyday economic exchanges at the grassroots level and the influx of aid and development projects. To test this, we combine subnational data on peacekeeping deployments with high-resolution data on nightlight emissions. Results from two-way fixed effects models, using matching, show that a more sizable peacekeeping presence can help boost economic activity in their area of operation. Importantly, we identify a slow but positive economic development in areas of deployment after peacekeepers withdraw, which is confirmed in a DiD estimation approach.",
          "url": "https://doi.org/10.1017/s0007123424000516",
          "doi": "https://doi.org/10.1017/s0007123424000516",
          "filter": 0
        },
        {
          "title": "Conflict Abroad and Political Trust at Home: Evidence from a Natural Experiment",
          "authors": "Margaryta Klymak, Tim Vlandas",
          "abstract": "Do conflicts abroad affect trust at home? While we know that conflicts impact trust in warring countries, we lack evidence on whether people in neighbouring, but non-involved, countries are also affected. We address this question in the case of Russia’s invasion of Ukraine in February 2022, which represented a large shock to the security and economy of European countries. Our identification strategy uses the overlap between the timing of the Russian invasion and the European Social Survey fieldwork in eleven European countries. We find that the invasion increased respondents’ trust in their country’s politicians, political parties, and national parliament, as well as satisfaction with the government. Further analyses using other surveys and previous conflicts suggest this effect depends on proximity to the conflict and the political regimes of the attacked country. These findings contribute to our understanding of the complex and indirect effects of conflicts on domestic political trust.",
          "url": "https://doi.org/10.1017/s0007123424000838",
          "doi": "https://doi.org/10.1017/s0007123424000838",
          "filter": 0
        },
        {
          "title": "Multidimensional Party Polarization in Europe: Cross-Cutting Divides and Effective Dimensionality",
          "authors": "Jelle Koedam, Garret Binding, Marco R. Steenbergen",
          "abstract": "Ideological polarization between political parties is essential for meaningful electoral competition, but at its extreme can strain democratic functioning. Despite a widespread recognition that multiple divides structure contemporary party polarization in Europe, its prevailing conceptualization and measurement remain one-dimensional. To resolve this tension, we introduce a novel, multidimensional approach to party polarization. Our main focus is on whether different ideological divides reinforce or crosscut each other. We calculate the effective dimensionality of a policy space using the correlation matrix of parties’ positions, which accounts for how the dimensions interrelate. Using both artificial data and positional estimates from the Chapel Hill Expert Survey (1999–2019), we highlight the advantages of our approach and demonstrate that it is better able to capture the relationship between party polarization and mass partisanship. This study has important theoretical, methodological, and empirical implications for our understanding of polarization and democratic representation in a changing political landscape.",
          "url": "https://doi.org/10.1017/s0007123424000474",
          "doi": "https://doi.org/10.1017/s0007123424000474",
          "filter": 0
        },
        {
          "title": "Examining Voting Spillover Effects of Text Message Reminders",
          "authors": "Karl-Oskar Lindgren, Pär Nyman, Sven Oskarsson",
          "abstract": "We present results from a pre-registered, well-powered $(N \\gt 3,000,000)$ text message get-out-the-vote (GOTV) experiment, conducted during the 2019 European Parliament election in Sweden. Our findings suggest that a simple text message increases the likelihood of voting by 0.3 percentage points. Half of this effect spills over to untreated household members while workplace spillovers are near zero. Subsequent analysis reveals that the direct treatment effect is noticeably stronger among individuals with below-average voting propensities. Interestingly, within this same group, the household spillovers are significantly negative. We speculate and provide some indirect evidence, that these negative spillover effects may stem from the text message reminder influencing the behaviour of voters already motivated to vote. Above all, we propose that an increase in early voting, as opposed to voting on Election Day, among treated individuals may weaken the mechanisms thought to explain spillover effects since voters are less likely to bring their family members with them when voting early.",
          "url": "https://doi.org/10.1017/s0007123424000504",
          "doi": "https://doi.org/10.1017/s0007123424000504",
          "filter": 0
        },
        {
          "title": "Party Behaviour and the Gender Voting Gap",
          "authors": "Gonzalo Di Landro",
          "abstract": "How does party support for gender equality in the labour market affect the gender voting gap? A well-established argument from the literature on gender and political behaviour states that working women tend to vote for left-wing parties more than men because they are stronger supporters of the welfare state. However, no study has assessed whether parties’ welfare positions affect the gender voting gap. Leveraging three decades of public opinion data from sixteen Western democracies, I provide evidence in support of that claim: increases in women’s labour force participation are associated with higher female/male voter ratios for the left, but only when those parties strongly support gender-egalitarian policies in the labour market. These findings confirm and add nuance to the previous understanding of the gap: by focusing on public opinion, previous research overlooked party behaviour. Therefore, my evidence elevates the importance of party strategy in explaining gender differences in voting.",
          "url": "https://doi.org/10.1017/s0007123424000425",
          "doi": "https://doi.org/10.1017/s0007123424000425",
          "filter": 0
        },
        {
          "title": "Information, Uncertainty, and Public Support for Brinkmanship During the 2023 Debt Limit Negotiations",
          "authors": "Matthew DiGiuseppe, Patrick E. Shea",
          "abstract": "Why do US voters allow politicians to hold the country’s economy hostage during debt ceiling negotiations? In this research note, we argue that ignorance and uncertainty over the consequences of a debt ceiling breach play a nontrivial role in public support for hard-line negotiating positions. In a pre-registered survey experiment, two weeks before the June 2023 deadline to raise the US debt ceiling, we show that providing credible information about the consequences of default increases support for concessions among both Democrats and Republicans. Further, more certain information about the consequences of a debt ceiling breach has a larger effect than less-certain information suggesting that the unpredictable consequences of the crisis also help explain voter reluctance to accept concessions. The findings have implications for understanding debt ceiling negotiations and other crisis bargaining situations where the public serves as a relevant third party.",
          "url": "https://doi.org/10.1017/s0007123424000462",
          "doi": "https://doi.org/10.1017/s0007123424000462",
          "filter": 0
        },
        {
          "title": "The Machine Works: Why Turnout Buying is More Effective Than it Appears",
          "authors": "Kenneth F. Greene",
          "abstract": "Turnout buying is a mainstay of machine politics. Despite strong theory that selective incentives should spur turnout, meta-analyses of empirical studies show no effect, thus making machine politics seem irrational and unsustainable. I argue that the apparent failure of turnout buying is an artefact of common measurement decisions in experimental and observational research that lump together turnout buying, abstention buying, and vote-choice buying. Data generated using these compound measures include countervailing and null effects that drive estimates of the effects of each strategy toward zero. I show that machines have incentives to diversify their strategies enough to make compound measures substantially underestimate the impact of turnout buying. I propose simple alternative measurement approaches and show how they perform using new survey data and a constituency-level analysis of machine strategy in Mexico. Findings close the gap between theory and facts and reaffirm the rationality of machine politics.",
          "url": "https://doi.org/10.1017/s0007123424000334",
          "doi": "https://doi.org/10.1017/s0007123424000334",
          "filter": 0
        },
        {
          "title": "Fixing the Past: The Effects of Human Rights Trials on Political Attitudes in Argentina",
          "authors": "Pearce Edwards, Jennifer Gandhi, Donald Grasse",
          "abstract": "Does prosecuting perpetrators of repression under a dictatorship promote public support for human rights and the courts? We argue that convicting perpetrators in human rights trials reduces public acceptance of these violations. However, while convictions signal judicial efforts to end impunity, they may also call attention to the politicized process by which transitional justice begins. We estimate the effects of human rights trial verdicts on attitudes in Argentina, a country ruled by a military dictatorship from 1976–1983 that, twenty-five years later, initiated sweeping human rights trials for past repression. Using observational day-level opinion data from a survey fielded around the guilty verdict for one of the dictatorship’s top-ranking generals, we find the trial verdict increased the public’s rejection of torture and political killings. Yet belief in judicial fairness declined. These results suggest that trials solidify public commitments to human rights, but confidence in the judiciary is not a necessary condition for this effect.",
          "url": "https://doi.org/10.1017/s0007123424000206",
          "doi": "https://doi.org/10.1017/s0007123424000206",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Institutional personalism and personalised behaviour: Electoral systems, candidate selection methods, and politicians’ campaign strategy",
          "authors": "Or Tuttnauer, Gideon Rahat",
          "url": "https://doi.org/10.1016/j.electstud.2025.102909",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102909",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Negative sanctions don’t work (mostly): An analysis of gender quota sanctions in Africa",
          "authors": "Joel Blaxland",
          "abstract": "Getting those already within the system to comply has always been one of the loftier hurdles for gender quotas to clear. Some experts have thus maintained enforcement mechanisms (i.e., sanctions) are necessary to compel compliance and are a critical component of a comprehensive and effective gender quota framework. Drawing on more than a half-century of sanction theory and literature, this study discusses the critical differences between deterrence and compellence sanctions, and positive and negative sanctions. Although the most commonly-applied sanction in gender quota frameworks in Africa, this study’s analysis provides evidence that negative compellence sanctions are ineffective at helping quotas reach their minimum target-thresholds while positive compellence sanctions are particularly effective. This study further clarifies the extent to which different types of sanctions help gender quotas meet their target-thresholds over time.",
          "url": "https://doi.org/10.1177/13540688251320625",
          "doi": "https://doi.org/10.1177/13540688251320625",
          "filter": 0
        },
        {
          "title": "Electoral competitiveness and candidates’ preferences on tax increase: Evidence from Japan",
          "authors": "Kenshin Takagi",
          "abstract": "How do elections affect the government’s attempt to raise taxes? Previous studies have focused on the effect of elections on the timing of tax increases, arguing that the government is less likely to decide to raise taxes as the election approaches. However, they lack the micro-foundations to explain how elections discourage the government from implementing tax increases. To address this shortcoming, the current study focuses on individual ruling party politicians and shows that the competitiveness of elections in their districts gives them an incentive to oppose the government’s attempt to raise taxes, using data derived from the House of Representatives elections in Japan. This implies that the electoral prospects of individual ruling party politicians are behind the government’s decision to delay the tax increase.",
          "url": "https://doi.org/10.1177/13540688251319516",
          "doi": "https://doi.org/10.1177/13540688251319516",
          "filter": 0
        },
        {
          "title": "Book Review: The roots of polarization: From the racial realignment to the culture wars",
          "authors": "Zachary Peskowitz",
          "url": "https://doi.org/10.1177/13540688251320613",
          "doi": "https://doi.org/10.1177/13540688251320613",
          "filter": 0
        },
        {
          "title": "Electoral and partisan consequences of sovereignty referendum outcomes: A comparative analysis",
          "authors": "Toni Rodon, Marc Guinjoan, Nikandros Ioannidis",
          "abstract": "What are the electoral consequences of winning a sovereignty referendum? While some argue that these referendums increase the electoral power of pro-sovereignty parties or even put in motion a slippery slope towards more (radical) demands, others sustain that sovereignty-related referendums are a “once in a generation” event, decrease the salience of territorial politics and hence the electoral appeal of pro-decentralisation parties. We put these narratives to the test using the newly compiled CONREF dataset, which includes comprehensive information on the type of sovereignty referendums, the party electoral outcomes before and after the referendum and their policy position. Our analysis shows no relationship between winning a sovereignty referendum and parties’ electoral fortunes. It also shows that referendums do not affect the territorial position of the parties–irrespective of the referendum outcome. If anything, we observe that the main party in the winner’s block loses support when the referendum passes for a small margin and that the opposition benefits when their side wins. In addition, looking at the EU referendums, we observe that when the position of anti-EU parties wins they become less Eurosceptic. Overall, our article improves our understanding of the dynamics of the winner-loser effects in sovereignty referendums and its spillovers to elections.",
          "url": "https://doi.org/10.1177/13540688251320624",
          "doi": "https://doi.org/10.1177/13540688251320624",
          "filter": 0
        },
        {
          "title": "Clear commitments and signals of support: The inclusion of Finnish parties’ electoral pledges in coalition agreements",
          "authors": "Juha Ylisalo, Sakari Nieminen, Kimmo Makkonen",
          "abstract": "Multiparty governments often draft extensive coalition agreements to enforce policy compromises made at the government formation stage. Given that such agreements have important policy consequences, parties have strong incentives to ensure that their key objectives are included. This study addresses the inclusion of parties’ specific electoral pledges in the coalition agreements of three Finnish governments, based on over 1000 pledges. The results show that pledges falling into issue areas that were salient to parties’ campaigns were relatively likely to be included, especially if the level of salience was approximately the same to the other government parties as well. In contrast, the probability of inclusion was lower where a party had made more pledges in an issue area. The analysis suggests that a notable share of government parties’ pledges never became part of coalition agreements, but the pledges that were included reflected the most salient campaign themes.",
          "url": "https://doi.org/10.1177/13540688251319515",
          "doi": "https://doi.org/10.1177/13540688251319515",
          "filter": 0
        },
        {
          "title": "Book review: Toppling Trump: How party elites steered Joe Biden to the democratic nomination and victory in the 2020 presidential election",
          "authors": "Barbara Norrander",
          "url": "https://doi.org/10.1177/13540688251322103",
          "doi": "https://doi.org/10.1177/13540688251322103",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Crowdsourced Adaptive Surveys",
          "authors": "Yamil Ricardo Velez",
          "abstract": "Public opinion surveys are vital for informing democratic decision-making, but responding to rapidly changing information environments and measuring beliefs within hard-to-reach communities can be challenging for traditional survey methods. This paper introduces a crowdsourced adaptive survey methodology (CSAS) that unites advances in natural language processing and adaptive algorithms to produce surveys that evolve with participant input. The CSAS method converts open-ended text provided by participants into survey items and applies a multi-armed bandit algorithm to determine which questions should be prioritized in the survey. The method’s adaptive nature allows new survey questions to be explored and imposes minimal costs in survey length. Applications in the domains of misinformation, issue salience, and local politics showcase CSAS’s ability to identify topics that might otherwise escape the notice of survey researchers. I conclude by highlighting CSAS’s potential to bridge conceptual gaps between researchers and participants in survey research.",
          "url": "https://doi.org/10.1017/pan.2024.34",
          "doi": "https://doi.org/10.1017/pan.2024.34",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Positioning Political Texts with Large Language Models by Asking and Averaging - CORRIGENDUM",
          "authors": "Gaël Le Mens, Aina Gallego",
          "url": "https://doi.org/10.1017/pan.2025.4",
          "doi": "https://doi.org/10.1017/pan.2025.4",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Insurance Value of Abortion and Support for Reproductive Rights",
          "authors": "Natalie Hernandez, Alexander Trubowitz, Sam Zacher",
          "abstract": "Existing scholarship holds that Americans’ views on abortion policy are determined by their moral and religious beliefs. In this article, we argue that these beliefs are only part of the story. We propose that some Americans support pro-choice policies even if they have moral qualms about abortion because they are afraid of an unplanned transition to parenthood. Accessible abortion offers a kind of “insurance” against this risk. We expect individuals’ support for abortion rights to decline after they become parents, since abortion’s prospective insurance value declines after individuals have had their first child. Using panel survey data from the CCES, we find that the transition to parenthood makes Americans less supportive of abortion rights than they had been previously. This appears to be especially true of conservatives and practicing Christians, indicating that some members of these groups support abortion as a form of protection against unplanned parenthood until they experience life-cycle changes that reduce their personal interest in protecting reproductive rights. We conduct a variety of robustness tests to rule out alternative mechanisms that might link parenthood to a conservative shift in abortion policy preferences, bolstering confidence in the insurance mechanism proposed here.",
          "url": "https://doi.org/10.1007/s11109-025-10011-z",
          "doi": "https://doi.org/10.1007/s11109-025-10011-z",
          "filter": 0
        },
        {
          "title": "From Losers’ Consent to Winners’ Restraint: Citizens Reactions to Accumulating Democratic Violations",
          "authors": "Hannah Werner, Eri Bertsou, Sofie Marien",
          "abstract": "While ‘losers’ consent’ has long been recognized as crucial for democratic stability, recent concerns over elite manipulation of democratic processes highlight the need to shift focus to the responsibility of political winners. We argue that ‘winners’ restraint’ is equally indispensable, even in well-established democracies. Our study investigates the presence and boundaries of winners’ restraint, particularly in the realm of policy decisions. Through a survey and two experiments conducted in the UK, we examine the extent to which respondents tolerate accumulating procedural violations before dissenting. Our findings reveal that while citizens may initially overlook undemocratic behavior that aligns with their policy preferences, there are inherent limits to this tolerance. For a majority of respondents, winners’ restraint can be activated as violations accumulate, resulting in a withdrawal of perceived legitimacy. This underscores the critical role of winners in upholding democratic principles and resisting erosion of democratic norms.",
          "url": "https://doi.org/10.1007/s11109-025-10001-1",
          "doi": "https://doi.org/10.1007/s11109-025-10001-1",
          "filter": 0
        },
        {
          "title": "Am I Eligible to Register? Registration Rules, Eligibility Uncertainty, and Youth Voter Turnout",
          "authors": "Alexander Held",
          "abstract": "Is a lack of information about eligibility rules partly responsible for the particularly low youth voter turnout in U.S. elections? In a context where new voters usually have to register several weeks before Election Day and where registration rules vary by state, this article argues that there is substantial uncertainty among young Americans about their eligibility to register and vote in elections. It uses a natural experiment that leverages the as-if random assignment of a person’s 18th birthday around a state registration deadline to identify the causal effect of uncertainty about whether someone has to be 18 by the registration deadline or by Election Day to register and vote in an election on youth voter turnout. Drawing on fine-grained data from 19 U.S. state voter files, the study finds a sharp discontinuity in turnout in nine states. There are smaller or no effects in states with same day registration, a later registration deadline closer to Election Day or explicit information that 17-year-olds are eligible to register. Moreover, the effect persists over time, with people who are discouraged from voting due to eligibility uncertainty significantly less likely to vote in future elections. These findings have important implications for our understanding of youth turnout, election reforms, habit formation, and the study of citizens’ information and beliefs about electoral rules with administrative data.",
          "url": "https://doi.org/10.1007/s11109-025-10003-z",
          "doi": "https://doi.org/10.1007/s11109-025-10003-z",
          "filter": 0
        },
        {
          "title": "Language Cues and Perceptions of Nationalism",
          "authors": "William O’Brochta, Patrick Cunha Silva",
          "abstract": "How do people respond to symbols related to nationalism, and does having political context matter? We argue that nationalist symbols influence perceptions when in a political context. Leveraging that the Serbian language can be rendered in Cyrillic and Latin, and Cyrillic is associated with nationalism, we examine the use of linguistic symbols in Serbia. Using social media data, we demonstrate that politicians employ Cyrillic to discuss topics traditionally associated with nationalism. Then, based on a pre-registered survey experiment, we show that exposure to Cyrillic absent political context does not alter nationalist attitudes but that respondents exposed to a politician’s message in Cyrillic viewed that politician as more nationalist. Our findings speak to the power of nationalist symbols, demonstrating that said symbols are powerful even when associated with subtle, language-based manipulations. Moreover, they have broad implications for how politicians signal their political beliefs, including how they work to associate themselves with everyday symbols.",
          "url": "https://doi.org/10.1007/s11109-025-10008-8",
          "doi": "https://doi.org/10.1007/s11109-025-10008-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "The dual impact of meritocracy and denial of gender discrimination in political candidacy",
          "authors": "Hanna Kim",
          "abstract": "Despite progress in gender equality, women remain underrepresented in politics, with a prevailing belief that barriers to gender discrimination have been virtually eliminated. This study examines why some women deny the existence of a glass ceiling despite facing gender discrimination, proposing that meritocracy ideology plays a role. Analyzing data from the World Values Survey, the study revealed that while meritocracy reduces prejudice about men's suitability for leadership, it is also linked to denying gender discrimination in political opportunities. This dual influence varies by national context: the negative link between meritocracy and explicit sexism is stronger in countries with lower women's empowerment, while the denial of gender discrimination in political representation is more pronounced in countries with higher women's empowerment.",
          "url": "https://doi.org/10.1111/pops.70002",
          "doi": "https://doi.org/10.1111/pops.70002",
          "filter": 0
        },
        {
          "title": "Polarization on social media: Comparing the dynamics of interaction networks and language‐based opinion distributions",
          "authors": "Kevin Durrheim, Maria Schuld",
          "abstract": "When people share information and converse on social media, they create “echo chambers” through preferential attachment to like‐minded people and opinions they already support. A great deal of research uses interactional ties between people—created by retweeting and following—to identify and study polarization in social networks. Some of this work then uses language analysis to characterize the opinions and concerns of subcommunities in the network. We used machine learning to create “speaker landscapes” that can identify polarization in user language (in tweets about COVID‐19 vaccination) independently of the social networks created by user interactions via retweeting. In contrast to the prevailing assumptions, we found that distances between users in interaction networks did not predict their language similarity very well. We then compared the effect of a polarizing event (the declaration of the COVID‐19 pandemic) on polarization between communities in the retweet networks and the speaker landscapes. We found that retweeting was done both to support and to criticize claims and that polarization between Democrats and Republicans emerged much more strongly in the speaker landscapes than the interaction networks. The results suggest that different cognitive‐motivational dynamics affect who we interact with and what we say on social media, raising questions about how language is used to promote polarization.",
          "url": "https://doi.org/10.1111/pops.70000",
          "doi": "https://doi.org/10.1111/pops.70000",
          "filter": 0
        },
        {
          "title": "Conceptualizing rationality",
          "authors": "Paa‐Kwesi Heto",
          "url": "https://doi.org/10.1111/pops.70001",
          "doi": "https://doi.org/10.1111/pops.70001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "When hearts meet minds: complementary effects of perspective-getting and information on refugee inclusion",
          "authors": "Claire L. Adida, Adeline Lo, Melina Platas, Lauren Prather, Scott Williamson",
          "abstract": "In a time of unprecedented displacement, hostility toward refugees is widespread. Two common strategies refugee advocates pursue to counter hostility and promote inclusion are perspective-getting exercises and providing information that corrects misperceptions. In this study, we evaluate whether these strategies are effective across four outcomes commonly used to measure outgroup inclusion: warmth toward refugees, policy preferences, behavior, and beliefs about a common misperception concerning refugees. Using three studies with nearly 15,000 Americans, we find that information and perspective-getting affect different outcomes. We show that combining both interventions produces an additive effect on all outcomes, that neither strategy enhances the other, but that bundling the strategies may prevent backfire effects. Our results underscore the promise and limits of both strategies for promoting inclusion.",
          "url": "https://doi.org/10.1017/psrm.2025.1",
          "doi": "https://doi.org/10.1017/psrm.2025.1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Bob Ekelund’s approach to economics",
          "authors": "Thomas R. Beard, T. Randolph Beard",
          "url": "https://doi.org/10.1007/s11127-024-01236-3",
          "doi": "https://doi.org/10.1007/s11127-024-01236-3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "What explains election-driven family conflicts?",
          "authors": "Malu A. C. Gatto, João Gabriel Leal, Débora Thomé",
          "abstract": "As affective polarisation rises worldwide, so do concerns about how political disagreements affect social relationships, including families – a core building block of societies. The impact of political division on families has been a topic of interest for media outlets, but scholarship remains scarce. To contribute to this emerging debate, we ask: What factors increase the risk of election-driven family conflicts? Employing data from a national survey in Brazil, a highly polarised context, we find that the prevalence of election-driven family conflicts is low, affecting roughly only 3.5% of respondents. As our theory-development exercise reveals, even if not widely spread, election-driven family conflicts disproportionately affect one group: Lesbian, gay, and bisexual respondents. Our study adds to a growing scholarship on the detrimental impacts of polarised elections on the LGBTQI+ community – and reinforces the need for further research to investigate the heterogeneous effects of emerging political dynamics on marginalised groups.",
          "url": "https://doi.org/10.1177/20531680251319815",
          "doi": "https://doi.org/10.1177/20531680251319815",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Between Withdrawal and Engagement: Disentangling the Effects of Covid-19 on Turnout",
          "authors": "Kevin T Morris",
          "url": "https://doi.org/10.1086/735396",
          "doi": "https://doi.org/10.1086/735396",
          "filter": 0
        },
        {
          "title": "When Conservatives See Red but Liberals Feel Blue: Labeler Characteristics and Variation in Content Annotation",
          "authors": "Nora Webb Williams, Andreu Casas, Kevin Aslett, John Wilkerson",
          "url": "https://doi.org/10.1086/735397",
          "doi": "https://doi.org/10.1086/735397",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
