{
  "update": "2025-09-30",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Unpacking gendered co‐participation in political violence: Women perpetrators of the 1994 genocide in Rwanda",
          "authors": "Jared F. Edgerton, Elizabeth L. Brannon, Dagmar Heintze, Hollie Nyseth Nzitatira",
          "abstract": "How does gender influence participation in violence? Research shows that women are less likely than men to engage in direct violence. However, women remain consequential actors in conflicts. Drawing on gendered understandings of conflict, we argue that mobilization is shaped by gendered homophily within social networks. We theorize that both men and women are likely to mobilize with individuals of the same gender. However, this effect is more pronounced for women due to differences in how men and women are mobilized for conflict as well as other forms of political engagement. To test this argument, we utilize data from the 1994 genocide that targeted Tutsi in Rwanda. Using network analysis, we demonstrate the pivotal role women played in mobilizing other women to commit violence. This article broadens our understanding of network dynamics in conflict and emphasizes the importance of gendered differences in mobilization patterns for political processes.",
          "url": "https://doi.org/10.1111/ajps.70007",
          "doi": "https://doi.org/10.1111/ajps.70007",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "What Happens When You Can’t Check the Box? Categorization Threat and Public Opinion among Middle Eastern and North African Americans",
          "authors": "AMANDA SAHAR D’URSO",
          "abstract": "Middle Eastern and North African (MENA) Americans are politically visible yet institutionally invisible, long categorized as “white” by the U.S. government despite neither self-categorizing nor racially assigned as such. Most forms—across public and private sectors—still lack a “MENA” category option. What are the political consequences of institutional invisibility? Across two survey experiments and in-depth interviews, I find that exclusion from official identity categories triggers the experience of categorization threat, a psychological response rarely linked to political behavior. When MENA Americans experience categorization threat, they respond by expressing opinions on politics in ways that attempt to signal and assert their MENA identity and, to a lesser extent, Person of Color (POC) identity. Such identity assertion demonstrates that bureaucratic categorization influences expressions of public opinion on politics, not simply how people self-categorize. Researching the effects of category exclusion on public opinions creates opportunities for more accurate and democratic scholarship.",
          "url": "https://doi.org/10.1017/s0003055425100919",
          "doi": "https://doi.org/10.1017/s0003055425100919",
          "filter": 0
        },
        {
          "title": "How Partisan Are U.S. Local Elections? Evidence from 2020 Cast Vote Records",
          "authors": "ALEKSANDRA CONEVSKA, SHIGEO HIRANO, SHIRO KURIWAKI, JEFFREY B. LEWIS, CAN MUTLU, JAMES M. SNYDER",
          "abstract": "Analyzing nominally partisan contests, previous literature has argued that state and local politics have nationalized. Here we use individual ballots from the 2020 general elections covering over 50 million voters to study the relationship between individual national partisanship and voting in over 5,700 contested down-ballot contests, including nonpartisan races and ballot measures. Voting in partisan contests can be explained by voter’s national partisanship, consistent with existing literature. However, we find that voting for local nonpartisan offices and ballot measures is much less partisan. National partisanship explains more than 80% of the within-contest variation in voting for partisan state and local offices but less than 10% for local nonpartisan contests and local ballot measures. The degree of partisanship in local spending measures varies by the type of service—for example, education, roads, public safety, housing. Finally, we find evidence of structure in the pattern of votes on local spending measures.",
          "url": "https://doi.org/10.1017/s0003055425100920",
          "doi": "https://doi.org/10.1017/s0003055425100920",
          "filter": 0
        },
        {
          "title": "The Political Transformation of Corporate America, 2001–2022",
          "authors": "REILLY S. STEEL",
          "abstract": "This article reconciles conflicting views about the political landscape of corporate America with new data on the revealed political preferences of 97,469 corporate directors and executives at 9,005 different U.S. companies. Driven largely by turnover, I find that average observed ideology for directors and executives has shifted meaningfully to the left over time, changing from modestly conservative in 2001 to roughly centrist by 2022. This finding supports a middle-ground position between conventional wisdom casting “big business” as a conservative stronghold and revisionist views holding the opposite. Counterfactual simulations and a difference-in-differences design suggest multifaceted reasons for these changes, and hand-collected data on corporate stances on LGBTQ-related legislation suggest a strong connection between corporate political activity and individual views. Overall, this transformation has profound implications for American politics, as the individuals comprising one of the most powerful interest groups—corporate elites—appear to be fracturing ideologically and to some degree even switching sides.",
          "url": "https://doi.org/10.1017/s0003055425100993",
          "doi": "https://doi.org/10.1017/s0003055425100993",
          "filter": 0
        },
        {
          "title": "Land, Power, and Property Rights: The Political Economy of Land Titling in Sub-Saharan Africa",
          "authors": "MATTHEW K. RIBAR",
          "abstract": "Only 15% of African households possess a formal title for their agricultural land, despite the widespread availability of titles and their documented benefits. Local politics combine with national land regimes to explain this empirical anomaly. I combine 170,216 household-level observations of titling across 22 African countries with a novel geospatial measure of land values and the returns to agricultural investment. Households in areas with high returns to potential agricultural investment title more. However, in countries with centralized land tenure regimes, strong customary institutions attenuate this relationship; in countries with decentralized land regimes, strong customary institutions reinforce it. I use a case study in Côte d’Ivoire, including an original survey of 801 households and 194 customary elites, to trace these mechanisms at work. This research documents granular variation in the uptake of land titles, illustrates how local politics explain this variation, and outlines conditions under which customary elites impede development.",
          "url": "https://doi.org/10.1017/s0003055425100981",
          "doi": "https://doi.org/10.1017/s0003055425100981",
          "filter": 0
        },
        {
          "title": "A Precolonial Paradox? Rethinking Political Centralization and Its Legacies",
          "authors": "MARTHA WILFAHRT",
          "abstract": "A paradox has emerged in the growing literature on the legacies of the precolonial past: areas home to precolonial centralized polities are associated with beneficial long-run outcomes in some studies, but harmful ones elsewhere. This article introduces an original dataset of precolonial African states in the nineteenth century to explain this seeming contradiction. By developing a typology of precolonial statehood, I show that there is no single legacy of the precolonial past. Rather, statehood only increases civil conflict where political power was highly concentrated in a polity. Where political authority was more diverse, conflict prevalence is lower. A largely inverse pattern holds for development outcomes. These findings, and the associated dataset, suggest promising new pathways for understanding not only the legacies of Africa’s precolonial past, but the study of comparative state-building, which has largely relegated the African experience to a single story.",
          "url": "https://doi.org/10.1017/s0003055425101044",
          "doi": "https://doi.org/10.1017/s0003055425101044",
          "filter": 0
        },
        {
          "title": "Storm from the Steppes: Warfare and Succession Institutions in Pre-Modern Eurasia, 1000–1799 CE",
          "authors": "DANIEL STEVEN SMITH",
          "abstract": "A prominent literature on pre-modern warfare and institution-building holds that intense military competition in pre-modern Europe encouraged institutional innovations—for example, centralized bureaucracies and monopolies on coercion—that empowered rulers and enhanced state capacity, with salutary effects on long-run political development. States that adopted these innovations were more likely to survive, whereas those that did not succumbed to invading armies. Yet links between geopolitical competitiveness and capacity building are largely theorized and tested based on the European historical experience. A broader view of that period reveals a more complicated picture. The dominant mode of warfare throughout much of medieval and early modern Eurasia, Inner Asian cavalry warfare (IACW), favored succession institutions that selected for competent military leaders at the expense of long, secure reigns and cumulative capacity-building potential. I explore these links between IACW, succession practices, and rule duration with a novel dataset of over 300 Eurasian dynasties.",
          "url": "https://doi.org/10.1017/s000305542510097x",
          "doi": "https://doi.org/10.1017/s000305542510097x",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Do Politicians Outside the United States Also Think Voters Are More Conservative than They Really Are? – CORRIGENDUM",
          "authors": "JEAN-BENOIT PILET, LIOR SHEFFER, LUZIA HELFER, FREDERIC VARONE, RENS VLIEGENTHART, STEFAAN WALGRAVE",
          "url": "https://doi.org/10.1017/s0003055425101019",
          "doi": "https://doi.org/10.1017/s0003055425101019",
          "filter": 1
        },
        {
          "title": "Administrative Records Mask Racially Biased Policing—CORRIGENDUM",
          "authors": "DEAN KNOX, WILL LOWE, JONATHAN MUMMOLO",
          "url": "https://doi.org/10.1017/s0003055425101214",
          "doi": "https://doi.org/10.1017/s0003055425101214",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Non-mainstream left parties, primaries, and women’s winning chances in leadership contests",
          "authors": "Javier Astudillo, Andreu Paneque",
          "abstract": "This paper investigates how party primaries affect the likelihood of women winning mixed-gender leadership contests, considering the ideological orientation of political parties. Previous studies, which focused on center-left and center-right parties, found that women tend to fare worse than men under party primaries. However, it remains unclear whether this conclusion also applies to non-mainstream left parties that prioritize women’s issues. Using an original dataset encompassing 692 candidates from 204 mixed-gender leadership contests in green, far-left, center-left, and center-right parties across seven Western parliamentary countries over the past 15 years, we demonstrate that the impact of party primaries on women’s success depends on the party’s ideological orientation. This paper thus contributes to the debate on the trade-off between inclusiveness in candidate and leader selection, and the representation of marginalized groups, such as women.",
          "url": "https://doi.org/10.1177/13540688251383623",
          "doi": "https://doi.org/10.1177/13540688251383623",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Meaning Beyond Numbers: Introducing the Plot Staircase to Measure Graphical Preferences",
          "authors": "Talbot M. Andrews, Justin Curl, Markus Prior",
          "abstract": "People regularly get information about the political world in visual form, such as graphs of past economic growth, nonverbal cues from politicians, or projections of future climate change. Visual characteristics affect people’s preferences, but it is difficult to measure the extent of this effect precisely and concisely in surveys. We present a new adaptive design that measures the impact of visual characteristics on people’s preferences: The plot staircase. We apply it to graphs of time series data, identifying the effect of the slope of a sequence on evaluations of the sequence. The plot staircase replicates the existing finding that people have a strong preference for increasing trends. Using fewer survey questions than past approaches, it measures at the individual level how much overall welfare a survey respondent is willing to sacrifice for an increasing trend. We demonstrate the flexibility of the plot staircase across domains (economic growth, jobs creation, and the COVID-19 vaccine rollout) and across sequence characteristics. Survey measurement is more difficult for concepts that cannot be represented textually or numerically; our method enables researchers to measure preferences for graphical properties not reducible to the individual pieces of information.",
          "url": "https://doi.org/10.1017/pan.2025.10015",
          "doi": "https://doi.org/10.1017/pan.2025.10015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Local Immigration Policies Shape Immigrants’ Relocation Preferences Regardless of Immigration Status",
          "authors": "Hans Lueders",
          "url": "https://doi.org/10.1007/s11109-025-10080-0",
          "doi": "https://doi.org/10.1007/s11109-025-10080-0",
          "filter": 0
        },
        {
          "title": "“We Should all be Christian Nationalists”: Elite Influence on Identification with Christian Nationalism",
          "authors": "Amy Brooke Grauley",
          "abstract": "The rise of Christian Nationalism as a social and political identity has had widespread effects on American politics, yet little is known about the factors that influence individual identification with Christian Nationalism. I argue that identification with Christian Nationalism is partially shaped by the elite cues, specifically the rhetorical context within which individuals are exposed to the term. I test this theory in two preregistered vignette experiments on a sample of American Christians. Results show that elite cues significantly affect identification: negative cues notably decrease identification, especially among individuals without strong pre-existing beliefs. These findings demonstrate that elite discourse plays a powerful and enduring role in shaping public support for Christian Nationalism.",
          "url": "https://doi.org/10.1007/s11109-025-10074-y",
          "doi": "https://doi.org/10.1007/s11109-025-10074-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Migrant struggles in the Darién Gap-Tapón: Rethinking a more-than-human border",
          "authors": "Mauricio Palma-Gutiérrez",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103426",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103426",
          "filter": 0
        },
        {
          "title": "Two crises. Constructing the meaning of the “climate crisis” by the residents of Gdańsk",
          "authors": "Danuta Uryga, Hanne Cecilie Geirbo, Małgorzata Romanowska, Ewa Duda",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103422",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103422",
          "filter": 0
        },
        {
          "title": "When “conflict free” minerals go to war",
          "authors": "Kali Rubaii, Mohamed El-Shewy, Mark Griffiths",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103425",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103425",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Corrigendum to “Putting geopolitics in its place: Gibraltar and the emergence of strategic locations” [Political Geography 88 (2021) 102405]",
          "authors": "Jason Dittmer",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103427",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103427",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Integrating insights into radicalization: A text‐mining systematic review",
          "authors": "Anna Knorr, Nikita Podolin, Gabriele Di Cicco, Małgorzata Kossowska",
          "abstract": "The study of radicalization encompasses a broad spectrum of perspectives, with scholars from diverse disciplines – ranging from psychology, sociology, political science, criminology, to economics – contributing to its multifaceted comprehension. Despite this substantial body of empirical research, the knowledge is fragmented across disciplines, emphasizing the need for integration to establish a cohesive framework. As laying the groundwork for a unified framework begins with identifying relevant phenomena, this systematic review analyzed 4019 research articles using text mining to detect phenomena associated with radicalization. Author keywords and abstracts were analyzed by examining term frequency as an indicator of relevance and term co‐occurrence as an indicator of association. The results reflect themes commonly featured in theory, such as ideology, identity, and social networks, but also identified themes not well developed in theory. Macro‐level phenomena, including the role of the state, economy, elections, policy, and regional factors, as well as micro‐ and meso‐level phenomena like the internet, social media, adolescence, personality, language, education, and mental health, are not sufficiently embedded in theory. The findings further provide the first empirical evidence confirming the fragmentation of research on radicalization. This review represents a crucial step toward synthesizing existing knowledge and advancing a unified understanding of radicalization.",
          "url": "https://doi.org/10.1111/pops.70070",
          "doi": "https://doi.org/10.1111/pops.70070",
          "filter": 0
        },
        {
          "title": "An adversarial collaboration on the rigidity‐of‐the‐right, symmetry thesis, or rigidity‐of‐extremes: The answer depends on the question",
          "authors": "Shauna M. Bowes, Cory J. Clark, Lucian Gideon Conway, Thomas Costello, Danny Osborne, Philip E. Tetlock, Jan‐Willem van Prooijen",
          "abstract": "In an adversarial collaboration, two preregistered U.S.‐based studies (total N = 6181) tested three hypotheses regarding the relationship between political ideology and belief rigidity (operationalized as less evidence‐based belief updating): rigidity‐of‐the‐right, symmetry, and rigidity‐of‐extremes. Across both studies, general and social conservatism were weakly associated with rigidity (| b | ~ .05), and conservatives were more rigid than liberals (Cohen's d ~ .05). Rigidity generally had null associations with economic conservatism, as well as social and economic political attitudes. Moreover, general extremism (but neither social nor economic extremism) predicted rigidity in Study 1, and all three extremism measures predicted rigidity in Study 2 (average | b s| ~ .07). Extreme rightists were more rigid than extreme leftists in 60% of the significant quadratic relationships. Given these very small and semi‐consistent effects, broad claims about strong associations between ideology and belief updating are likely unwarranted. Rather, psychologists should turn their focus to examining the contexts where ideology strongly correlates with rigidity.",
          "url": "https://doi.org/10.1111/pops.70071",
          "doi": "https://doi.org/10.1111/pops.70071",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Toward a framework for creating trustworthy measures with supervised machine learning for text",
          "authors": "Ju Yeon Park, Jacob M. Montgomery",
          "abstract": "Supervised learning is increasingly used in social science research to quantify abstract concepts in textual data. However, a review of recent studies reveals inconsistencies in reporting practices and validation standards. To address this issue, we propose a framework that systematically outlines the process of transforming text into a quantitative measure, emphasizing key reporting decisions at each stage. Clear and comprehensive validation is crucial, enabling readers to critically evaluate both the methodology and the resulting measure. To illustrate our framework, we develop and validate a measure assessing the tone of questions posed to nominees during U.S. Senate confirmation hearings. This study contributes to the growing literature advocating for transparency and rigor in applying machine learning methods within computational social sciences.",
          "url": "https://doi.org/10.1017/psrm.2025.10042",
          "doi": "https://doi.org/10.1017/psrm.2025.10042",
          "filter": 0
        },
        {
          "title": "Beyond political connections: a measurement model approach to estimating firm-level political influence in 41 countries",
          "authors": "David C. Francis, Robert Kubinec",
          "abstract": "This paper puts forward a theoretically derived measure of firm-level political influence defined over a sample of firms from a diverse set of countries, permitting new inferences into state-business relations. We derive this measure from original surveys of 27,613 firms in 41 countries, which include information on several interactions with political actors. Using a Bayesian item response theory measurement model that incorporates non-ignorable missing data, we estimate influence scores that incorporate survey data on diverse mechanisms by which firms attempt to obtain influence. From the measurement model, we learn that membership in a business association contains the most positive information about a firm’s influence, while bribes, state ownership, firm size, and a reliance on collective lobbying tend to be substitutes for influence in equilibrium. Empirically, we are able to show for the first time how such influence is distributed across different types of political regimes using a measurement model, leading to intriguing hypotheses about how the costs and benefits of political activity structure corporate influence-seeking.",
          "url": "https://doi.org/10.1017/psrm.2025.10046",
          "doi": "https://doi.org/10.1017/psrm.2025.10046",
          "filter": 0
        },
        {
          "title": "When salience undermines representation: democratic dilemmas in security and counterterrorism policy",
          "authors": "Livio Di Lonardo, Tiberiu Dragu",
          "abstract": "Congruence between the policies implemented by elected representatives and voters’ policy preferences is fundamental to representation and democratic accountability. Can we anticipate a closer alignment between voters’ policy preferences and the policies explicitly adopted by elected representatives on the more electorally significant issues? We address this question using a simple game theoretic model, where we demonstrate that greater salience of a particular issue in elections leads to less congruence between the policies implemented by elected representatives compared to voters’ policy preferences on that very issue. This finding carries significant implications for the connection between electoral salience and representation on valence issues, and has particular relevance for understanding the democratic foundations of security and counterterrorism policies.",
          "url": "https://doi.org/10.1017/psrm.2025.10049",
          "doi": "https://doi.org/10.1017/psrm.2025.10049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "An Undergraduate Degree in ‘Data for Political Research’: High in Demand and Student Value but Low in Supply",
          "authors": "Paul A. Djupe, Miles D. Williams",
          "abstract": "Political science is useful for many things but especially for the suite of research methods that we teach our students that generalize to a wide range of careers. However, that training is often buried deep in the major and is not well integrated into further coursework except perhaps for senior research. In reaction to that model, we started a new program that frontloads quantitative research methods, beginning with data visualization and then modeling following an inquiry model. With their newfound independence, students are able to approach substantive upper-level courses ready to engage the worth of theory by evaluating and updating their empirical tests. This article describes the program and reports on survey results from a 2024 sample of political scientists that reveals broadscale support for the program and its operating assumptions.",
          "url": "https://doi.org/10.1017/s1049096525101443",
          "doi": "https://doi.org/10.1017/s1049096525101443",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Mehrdad Vahabi, The Legacy of Janos Kornai",
          "authors": "Randall G. Holcombe",
          "url": "https://doi.org/10.1007/s11127-025-01333-x",
          "doi": "https://doi.org/10.1007/s11127-025-01333-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "The source of economic shocks matters for their political outcomes",
          "authors": "Leonardo Baccini, Costin Ciobanu, Krzysztof Pelc",
          "abstract": "Do different economic shocks favor different types of political leadership? Using a survey experiment conducted on 3500 American respondents, we offer causal evidence for an unexpected relation between different types of economic shocks and a demand for a radical political response. First, we show that individuals believe politicians have a role in preventing layoffs due to both offshoring and automation, compared to run-of-the-mill bankruptcies. Second, we find strong evidence that economic shocks due to offshoring lead to greater demands for leaders who display authoritarian traits, with no equivalent effect for layoffs due to automation. When presented with news of an offshoring event, respondents favor leaders who claim to be more willing to flout the rule of law, to implement divisive policies, and to employ force. By contrast, traits commonly associated with populism, such as siding with “the people” or preferring political outsiders, see no association with either offshoring or automation shocks. Our findings support the view that some economic shocks provide a greater opportunity for political candidates willing to turn to radical political solutions.",
          "url": "https://doi.org/10.1177/20531680251379914",
          "doi": "https://doi.org/10.1177/20531680251379914",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Full-Power Cabinets and Caretaker Administrations in Parliamentary Democracies, 1945-2024",
          "authors": "Francesco Bromo, Jose Antonio Cheibub",
          "url": "https://doi.org/10.1086/738892",
          "doi": "https://doi.org/10.1086/738892",
          "filter": 0
        },
        {
          "title": "Defending Methodological Anarchism in Empirically Informed Political Theory",
          "authors": "Edmund Handby",
          "url": "https://doi.org/10.1086/738893",
          "doi": "https://doi.org/10.1086/738893",
          "filter": 0
        },
        {
          "title": "Elections, Right-Wing Populism, and Political-Economic Polarization: The Role of Institutions and Political Outsiders",
          "authors": "Valentina Gonzalez-Rostani",
          "url": "https://doi.org/10.1086/734533",
          "doi": "https://doi.org/10.1086/734533",
          "filter": 0
        },
        {
          "title": "Sources of Elected Representatives’ (Mis)Perceptions of Public Opinion: The Role of Self-Projection and Interest Groups",
          "authors": "Simon Otjes, Anne Rasmussen",
          "url": "https://doi.org/10.1086/734528",
          "doi": "https://doi.org/10.1086/734528",
          "filter": 0
        },
        {
          "title": "Democracy, Inequality, and Antitrust",
          "authors": "Michael O. Allen, Kenneth Scheve, David Stasavage",
          "url": "https://doi.org/10.1086/736023",
          "doi": "https://doi.org/10.1086/736023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
