{
  "update": "2024-12-15",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Race, shaming, and international human rights",
          "authors": "Zoltán I. Búzás, Lotem Bassan‐Nygate",
          "abstract": "Can human rights organizations (HROs) shame governments without fueling racism against diasporas or appearing racist? To what extent can shamed governments recover public support lost to shaming by accusing their critics of racism? Employing two U.S.‐based survey experiments involving 6,739 respondents and 11 prominent HRO interviews, we offer three novel findings. First, shaming decreased support for shamed countries (Israel and China) but did not fuel racism (antisemitism and anti‐Asianism). If shamers face a racial dilemma, it is less about how to shame without fueling racism and more about how to shame without appearing racist. Our second finding points toward a solution: when shaming included an anti‐racist cue denouncing racism, respondents perceived it as less racist. Finally, shamed governments can employ racial countershaming to recover some, but not all, of the public support lost to shaming. We contribute to the international relations shaming literature and offer recommendations about racially responsible shaming.",
          "url": "https://doi.org/10.1111/ajps.12938",
          "doi": "https://doi.org/10.1111/ajps.12938",
          "filter": 0
        },
        {
          "title": "Can interest groups influence elections? Evidence from unions in Great Britain, 1900–2019",
          "authors": "Alexander Fouirnaies",
          "abstract": "Unions sponsor electoral candidates around the world, yet little is known about the consequences of these arrangements. I study how union sponsorship affected the electoral prospect of British parliamentary candidates throughout the 20th century. I collect new data on the universe of union‐sponsored candidates. Employing a difference‐in‐differences design based on within‐candidate variation induced by the sponsorship institution and its abolishment, I document that sponsorship caused a six percentage point increase in candidate vote shares. I outline theoretical mechanisms and examine whether sponsees improved their electoral fortune because of changes in constituencies, opponents, resources, mobilization, or information. The evidence supports the constituency and resource mechanisms: Sponsorship helped candidates get nominated in attractive constituencies, accounting for two‐thirds of the effect, and caused an inflow of resources into constituency–party organizations. Overall, sponsorship promoted the representation of union‐friendly candidates in parliament, but it only led to moderate shifts in the balance of power between parties.",
          "url": "https://doi.org/10.1111/ajps.12924",
          "doi": "https://doi.org/10.1111/ajps.12924",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "A Ticking Time Bomb: Restrictions on Abortion Rights and Physical Integrity Rights Abuses",
          "authors": "NAZLI AVDAN, AMANDA MURDIE, VICTOR ASAL",
          "abstract": "Do abortion restrictions augur broader crackdowns on human rights? We examine the relationship between restrictions on abortion and future Physical Integrity Rights (PIR) abuses. We argue that abortion restrictions both directly and indirectly influence PIR. Directly, abortion restrictions serve as a testing ground for repressive policies and behaviors. Indirectly, restrictions worsen inequality across segments of society and winnow support for social and religious diversity. When abortion restrictions are enacted, regimes are better equipped to shift society and consolidate power, as a subdued public is discouraged from voicing collective grievances. Using a variety of time-series cross-sectional approaches, we show that significant retractions in abortion access foretell erosion of PIR.",
          "url": "https://doi.org/10.1017/s0003055424000960",
          "doi": "https://doi.org/10.1017/s0003055424000960",
          "filter": 0
        },
        {
          "title": "When Migrants Mobilize against Labor Exploitation: Evidence from the Italian Farmlands",
          "authors": "GEMMA DIPOPPA",
          "abstract": "Migrant labor exploitation is widespread in developed countries, which host growing populations of undocumented migrants. While denouncing by migrants is essential to prosecute exploitative employers, an undocumented community actively hiding from the state is unlikely to whistleblow. I consider an intervention providing migrant farmworkers in Italy information and incentives to report on their racketeers. I leverage the staggered rollout of the intervention to study its effects in a difference-in-differences framework. The intervention empowered migrants to whistleblow, increased the prosecution of criminal organizations responsible for racketeering migrants, and raised awareness among natives, who became more favorable toward immigration and parties supporting it. These findings highlight the conditions under which undocumented migrants can take political action for their socioeconomic advancement. Unlike other integration policies which have been shown to backlash, highlighting migrants’ vulnerability to exploitation might foster solidarity and more liberal immigration attitudes among natives.",
          "url": "https://doi.org/10.1017/s0003055424001138",
          "doi": "https://doi.org/10.1017/s0003055424001138",
          "filter": 0
        },
        {
          "title": "Representation at Risk: Evaluating Levels and Consequences of Violence against Immigrant-Background Politicians",
          "authors": "SANDRA HÅKANSSON, NAZITA LAJEVARDI",
          "abstract": "Politicians are increasingly subjected to violence, both online and offline. Recent studies highlight a gendered pattern to this violence. But, as societies diversify and minorities increasingly hold political office, we have yet to assess whether members of these groups face disproportionate levels of violence. Our research investigates levels and types of violence against immigrant background politicians in Sweden, where over one-third is either foreign-born or has a foreign-born parent, using a unique three-wave survey ( $ N=23,000 $ ) on Swedish elected officials. Across every form of violence examined, politicians with immigrant backgrounds report experiencing significantly more physical and psychological violence than their counterparts. These experiences are not without political consequence: immigrant background politicians, and among them especially women, are significantly more likely than their counterparts to consider exiting politics due to harassment. Together, these findings suggest that violence may be driving this already underrepresented group of immigrant background politicians out of office.",
          "url": "https://doi.org/10.1017/s000305542400100x",
          "doi": "https://doi.org/10.1017/s000305542400100x",
          "filter": 0
        },
        {
          "title": "Legitimize or Delegitimize? Mainstream Party Strategy toward (Former) Pariah Parties and How Voters Respond",
          "authors": "VALENTIN DAUR",
          "abstract": "Mainstream parties have often shifted from initially portraying new competitors as undemocratic pariahs (i.e., a delegitimizing strategy) to portraying the same parties later as democratic (i.e., a legitimizing strategy). I argue that voters follow mainstream parties’ legitimizing strategies in their legitimacy evaluations of these parties. I investigate this argument with two independent survey experiments and a quantitative media content analysis in two countries that differ sharply in the nature of party competition—from mainstream parties delegitimizing a far-right party (i.e., Germany) to mainstream parties legitimizing it (i.e., Sweden). I find strong evidence that (a) mainstream parties can effectively legitimize pariah parties in the eyes of voters, (b) turning back to delegitimization has little effect, (c) legitimization is no less effective in the face of a third party’s delegitimizing strategy, and (d) legitimization resonates beyond co-partisans. The results suggest that mainstream party legitimization of pariah parties has far-reaching consequences.",
          "url": "https://doi.org/10.1017/s0003055424000996",
          "doi": "https://doi.org/10.1017/s0003055424000996",
          "filter": 0
        },
        {
          "title": "Exposure to Mass Shootings and Voting Directly on Gun Policy",
          "authors": "G. AGUSTIN MARKARIAN, BENJAMIN J. NEWMAN",
          "abstract": "Recent scholarship finds that exposure to mass shootings has no effect on Democratic vote shares. While arguably a reasonable proxy for public demand for heightened gun control, this outcome nonetheless reflects myriad issue concerns, with guns being just one issue typically dwarfed in importance by the attention given in electoral campaigns to jobs, the economy, and other social issues. Our research improves the issue-domain correspondence between treatment and outcome by analyzing voting directly on gun policy. We leverage a mass shooting that occurred in Washington state shortly before residents voted on a ballot measure to regulate firearms. Critically, a previous measure on firearms appeared on the ballot in Washington 2 years prior, enabling our analysis to control for pretreatment support for gun control. Across various model specifications, we find that proximity to the shooting was associated with increased support for gun control. We replicate this finding with three additional shootings.",
          "url": "https://doi.org/10.1017/s0003055424001291",
          "doi": "https://doi.org/10.1017/s0003055424001291",
          "filter": 0
        },
        {
          "title": "What Can We Learn about the Effects of Democracy Using Cross-National Data?",
          "authors": "JONATHAN STAVNSKÆR DOUCETTE",
          "abstract": "More than 1,100 studies have been published that examine the effects of democracy using cross-national data since 2000. This article examines whether these analyses have sufficient statistical power to detect an effect of democracy. Using Monte Carlo simulation and examining consensus effects previously reported in the literature, the article finds that studies are only powered to detect very strong effects of democracy when examining countries over time. This raises questions about what sort of relationships can be analyzed using cross-national data.",
          "url": "https://doi.org/10.1017/s0003055424001278",
          "doi": "https://doi.org/10.1017/s0003055424001278",
          "filter": 0
        },
        {
          "title": "Racial Context(s) in American Political Behavior",
          "authors": "ALLISON P. ANOLL, LAUREN D. DAVENPORT, RACHEL LIENESCH",
          "abstract": "Since Key and Allport, scholars have argued that racial context affects political behavior, with some finding out-group contact increases intergroup hostility and others showing the opposite. We argue that Americans exist in multiple racial contexts simultaneously that may overlap or conflict, helping to explain past discord. Using novel data, we document in-group embeddedness among the four largest U.S. ethnoracial groups for three kinds of racial context: geographic, social, and psychological. These three contexts are only weakly correlated, we find, with social ties exhibiting distinctly high rates of in-group segregation. We next examine the relationship between racial contexts and political attitudes, showing that individuals who are highly embedded across contexts express notably different views than those who experience cross-cutting pressures. Our results underscore a need for greater care and specificity when examining the relationship between “racial context” and political phenomena.",
          "url": "https://doi.org/10.1017/s0003055424000832",
          "doi": "https://doi.org/10.1017/s0003055424000832",
          "filter": 0
        },
        {
          "title": "White, Male, and Angry: A Reputation-Based Rationale for Backlash",
          "authors": "STEPHANE WOLTON",
          "abstract": "From the bottom to the top of society, many white men are angry. This article provides a reputation-based rationale for this anger. Individuals care about their social status (elite vs. non-elite) and their social reputation (how they expect others to perceive them). Everyone is uncertain about how one becomes a member of the elite. When new information reveals that the system is biased in favor of white men, the social reputation of all white men decreases, causing a payoff loss. In contrast, policies meant to reduce inequalities in the access to the elite can be supported by some white men and opposed by others. The article highlights how the backlash from white men in recent years needs not be driven by racial animus or sexism and may instead be caused by a loss of status and/or reputation.",
          "url": "https://doi.org/10.1017/s0003055424000959",
          "doi": "https://doi.org/10.1017/s0003055424000959",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Land and Politics",
          "authors": "Michael Albertus, Kathleen Klaus",
          "abstract": "Human societies and their politics are deeply rooted in the land. Land shapes politics through its material nature and distribution across society, by serving as a mechanism of control and state-building, and by acting as a symbolic site that imbues identity and belonging. That land is inextricably intertwined with politics makes it a crucial driver of a wide range of social, political, and economic outcomes. We explain and survey these rich and complex relationships, focusing on the formation of political preferences and identities, the forms and dynamics of political violence, and the long-term structure of society, ranging from patterns of settlement and dispossession to inequality, state capacity, and economic development and urbanization. Land access, land rights, and land tenure institutions are all implicated in these outcomes. We conclude with reflections on promising research frontiers in the study of land and politics, including climate change, migration, and urbanization.",
          "url": "https://doi.org/10.1146/annurev-polisci-040623-112955",
          "doi": "https://doi.org/10.1146/annurev-polisci-040623-112955",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Do voters prefer logrolling to compromise in parliamentary democracies?",
          "authors": "Alejandro Ecker, Thomas M. Meyer, Carolina Plescia",
          "url": "https://doi.org/10.1016/j.electstud.2024.102889",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102889",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Beyond left and right: The role of system trust in COVID‐19 attitudes and behaviours across eight western countries",
          "authors": "LOUISE HALBERG NIELSEN, MICHAEL BANG PETERSEN",
          "abstract": "During the COVID‐19 pandemic, public opinion regarding restrictions and lockdowns was quickly characterized by significant disagreement. In a societal crisis such as COVID‐19, it is important to understand the drivers behind citizens’ attitudes and behaviours. Political disagreement related to COVID‐19 restrictions and lockdowns has often been interpreted as an ideological or partisan divide along the left‐right dimension of political opinion. Here, we argue that there is more to unpack. There is increasing awareness that public opinion is structured by both left‐right orientation and trust in the system. In this paper, we examine the divide in COVID‐19 attitudes and behaviours and compare the influence of ideology and system trust as drivers across countries and across time during the pandemic. Based on monthly surveys from eight countries (the United States, the United Kingdom, Sweden, Denmark, Germany, Hungary, France and Italy) from September 2020 to July 2021 (total sample of 49,414 respondents), we show that citizens with right‐wing ideologies and those who do not trust ‘the system’ perceived a lower threat from the coronavirus, were less supportive of government measures against the virus, report having changed their behaviour less and report lower intentions to vaccinate against COVID‐19 compared to citizens with left‐wing ideologies and those with high system trust. These results are stable across time and across countries. We also find that behavioural differences are larger between those who support the system and those who do not than between those with right‐ and left‐wing ideological outlooks, respectively. This implies that system trust is at least as important as ideology in terms of shaping cleavages in COVID‐19 attitudes and behaviours. The results suggest that in order to increase public support for societal responses during a crisis, it is not only important to appeal to both sides of the ideological spectrum, but also to appeal to those who do not trust ‘the system’.",
          "url": "https://doi.org/10.1111/1475-6765.12749",
          "doi": "https://doi.org/10.1111/1475-6765.12749",
          "filter": 0
        },
        {
          "title": "How do masses react to party polarization? Limited effect of party polarization on mass polarization",
          "authors": "SEMIH ÇAKıR",
          "abstract": "Elite ideological polarization is rising in Western democracies. Is this elite ideological polarization associated with mass ideological polarization? I argue that when a party adopts a more extreme position, the masses polarize via two mechanisms. In‐partisans should follow the party and adopt a more extreme ideological stance while out‐partisans should backlash and move in the opposite direction. To test these expectations, I exploit a real‐world sudden party polarization when the Labour Party of the United Kingdom suddenly shifted to the left under new leadership. Using British Election Study Internet Panel data, I find limited evidence that elite polarization leads to mass polarization. Overall, neither in‐partisans followed the party, nor out‐partisans backlashed to it. Only ideologically out‐of‐touch in‐partisans adjusted their ideological stance to match their party, indicating the effectiveness of partisan cues, nonetheless. These findings provide insight into how the masses react to increasing party polarization, alleviating pundits' concerns that the masses are blind followers and bound to polarize if political parties polarize.",
          "url": "https://doi.org/10.1111/1475-6765.12746",
          "doi": "https://doi.org/10.1111/1475-6765.12746",
          "filter": 0
        },
        {
          "title": "Great power dynamics and international economic cooperation: Experimental evidence from parallel surveys in China and the United States",
          "authors": "QUYNH NGUYEN, THOMAS SATTLER, TANJA SCHWEINBERGER",
          "abstract": "Power transitions among major states have shaped the course of cooperation in the history of the international system. We study this relationship from a public opinion angle by examining the effect of a potential power transition on attitudes towards bilateral trade liberalization. Power transitions can spur political and economic conflict because the rising power gains greater influence over the course of world politics, including trade rules, allowing it to assert its national interest and the interests of its citizens. This implies that citizens in the rising power are more supportive of bilateral economic cooperation than citizens in the declining power. Empirical findings from parallel, survey‐embedded experiments in China and the United States lend support to this conjecture. Great Power competition, therefore, interferes with current international economic affairs – an aspect that has received less attention in previous research on trade politics.",
          "url": "https://doi.org/10.1111/1475-6765.12748",
          "doi": "https://doi.org/10.1111/1475-6765.12748",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "The digital transformation of party membership. How party members perceive online participation and adapt to it under pandemic circumstances",
          "authors": "Stine Ziegler, Isabelle Borucki, Kristina Weissenbach",
          "abstract": "Analysing the effects of digital transformation on politics is a vast and fast-growing research field. We contribute to this research by assessing how party members perceive enforced digitalisation during the COVID-19 pandemic and how this affected their (non-)participation. Based on the DigiPM party member survey data, we investigate how individuals perceived participating in their organisations and how they dealt with peculiarities through the pandemic. The study provides insights into how the pandemic as an external shock is processed within parties and the role that routinised party-internal practices play in this regard. Methodologically, the article draws on bivariate analysis and multivariate regression models to explain stable member activity during the pandemic. Through this analysis, we contribute to the discussion on party membership change and the digital transformation of party organisations. Our analyses confirm the assumptions that the pandemic enforced digitalisation in German parties and changed party members’ engagement. Further, the results draw attention to the importance of intra-party socialisation for member participation.",
          "url": "https://doi.org/10.1177/13540688241306726",
          "doi": "https://doi.org/10.1177/13540688241306726",
          "filter": 0
        },
        {
          "title": "Consequences of membership growth – the case of the German Green Party",
          "authors": "Sandra Brunsbach, Stefanie John, Sebastian U Bukow",
          "abstract": "Despite the frequent debate about membership decline, some established political parties in Western Europe are experiencing a significant increase in membership. This article examines how institutionalised parties handle this growth and highlights how the sheer number of new members and their otherness create potential pressure to adapt both organisationally and culturally. Based on a multitude of qualitative interviews with local party officials of the German Green Party, this article showcases how a political party tries to maintain its concept of party membership by adjusting its organisational structures and communicating its party culture while facing challenges, particularly in the cultural sphere.",
          "url": "https://doi.org/10.1177/13540688241306725",
          "doi": "https://doi.org/10.1177/13540688241306725",
          "filter": 0
        },
        {
          "title": "The use of party websites for political information among Spanish party activists",
          "authors": "Patricia Correa, Juan Rodríguez-Teruel, Oscar Barberà",
          "abstract": "Scholars have shown that activists use the Internet for political purposes more often than passive rank-and-file members. Previous research indicates activists engage in different types of activities and with various levels of intensity. However, it is unclear to what extent such modes of party activism are linked to different uses of digital resources. Our paper contributes to the existing research by explaining what drives party website usage as an informational tool among different groups of party activists. Building on survey data from delegates attending party conferences between 2008 and 2017 in Spain, we test three main organisational drivers of party website use: the modes of internal activism, holding party offices, and ideological congruence. Our results confirm that those activists engaging in a wider range of activities, holding a party office, and being more ideologically congruent with their parties are more likely to use the party website frequently than the rest.",
          "url": "https://doi.org/10.1177/13540688241306729",
          "doi": "https://doi.org/10.1177/13540688241306729",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Improving Computer Vision Interpretability: Transparent Two-Level Classification for Complex Scenes",
          "authors": "Stefan Scholz, Nils B. Weidmann, Zachary C. Steinert-Threlkeld, Eda Keremoğlu, Bastian Goldlücke",
          "abstract": "Treating images as data has become increasingly popular in political science. While existing classifiers for images reach high levels of accuracy, it is difficult to systematically assess the visual features on which they base their classification. This paper presents a two-level classification method that addresses this transparency problem. At the first stage, an image segmenter detects the objects present in the image and a feature vector is created from those objects. In the second stage, this feature vector is used as input for standard machine learning classifiers to discriminate between images. We apply this method to a new dataset of more than 140,000 images to detect which ones display political protest. This analysis demonstrates three advantages to this paper’s approach. First, identifying objects in images improves transparency by providing human-understandable labels for the objects shown on an image. Second, knowing these objects enables analysis of which distinguish protest images from non-protest ones. Third, comparing the importance of objects across countries reveals how protest behavior varies. These insights are not available using conventional computer vision classifiers and provide new opportunities for comparative research.",
          "url": "https://doi.org/10.1017/pan.2024.18",
          "doi": "https://doi.org/10.1017/pan.2024.18",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "How Strong Policy Attitudes Activate Support for Aggressive Political Action",
          "authors": "Scott Clifford, Lucas Lothamer",
          "url": "https://doi.org/10.1007/s11109-024-09989-9",
          "doi": "https://doi.org/10.1007/s11109-024-09989-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Cabling and un-cabling Palestine/Israel: Toward a theory of cumulative infrastructural injustice",
          "authors": "Yara Sa’di-Ibraheem, Shira Wilkof",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103242",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103242",
          "filter": 0
        },
        {
          "title": "Toxic displacements: An environmental justice perspective on a chemical waste site in Denmark",
          "authors": "Max Mailund, Dorte Nita Simonsen, Mads Ejsing",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103255",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103255",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Power, meta‐perceptions, and belonging: How positive recognition matters for group identification, identity compatibility, and intergroup attitudes",
          "authors": "Sandra Obradović, Nihan Albayrak‐Aydemir, Amena Amer, Mihaela Boza, Reşit Kışlıoğlu",
          "abstract": "Creating a shared group identification has been theorized as one pathway for overcoming intergroup divides within larger, superordinate contexts. Although self‐identification with superordinate groups has been extensively studied in political psychology, less attention has been paid to how others' recognition of our belonging shapes this process. The present paper examines the role of such perceived recognition for European identification across three countries ‐ Romania, Serbia, and Türkiye ‐ using data from three studies. We find support for a hierarchical framing of a superordinate group (Study 1, N = 374), where the perspective of more prototypical subgroups come to act as gatekeepers, impacting the identities of less prototypical members (Study 2, N = 1255). Through an experimental design (Study 3, N = 573), we find that exposure to more positive perspectives of prototypical subgroups can increase identification, superordinate–subordinate identity compatibility and political support for group membership. Significant differences emerge between the countries, highlighting the importance of socio‐political and historical context, which we consider in the discussion.",
          "url": "https://doi.org/10.1111/pops.13069",
          "doi": "https://doi.org/10.1111/pops.13069",
          "filter": 0
        },
        {
          "title": "Overcoming barriers to interreligious peace: Determinants of preferences for religiously similar others in Togo and Sierra Leone",
          "authors": "Julia Köbrich, Tobias H. Stark, Borja Martinović, Yawo Seyram Adiakpo",
          "abstract": "Preferences to interact with similar others are a barrier to positive intergroup contact and, thus, peaceful intergroup relations. A growing literature investigated what shapes contact preferences but more research on changeable factors that can be targeted by interventions is needed. In this article, we focused on preferences for interacting with religiously similar others. To create an interface between practice and research, our hypotheses on changeable determinants of preferences are informed by qualitative interviews on everyday practices of peaceful coexistence in Togo and Sierra Leone. We expected inclusive religious ideas, adaptive coping and emotion regulation skills, and knowledge of outgroup religious practices to be related to weaker preferences for similar others. Further, we argued these associations may vary depending on neighborhood levels of interreligious peace. We tested our hypotheses using survey data ( N = 1828) collected among Muslims and Christians in 50 neighborhoods of Lomé (Togo) and Freetown (Sierra Leone). We found that inclusive ideas and knowledge of outgroup practices were associated with weaker, and exclusive ideas with stronger, preferences for similar others. These findings mostly held across groups and countries. Coping and emotion regulation skills did not matter systematically and our hypotheses about the role of neighborhood‐level peace was refuted.",
          "url": "https://doi.org/10.1111/pops.13062",
          "doi": "https://doi.org/10.1111/pops.13062",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Europeans’ attitudes toward the EU following Russia's invasion of Ukraine",
          "authors": "Asli Unan, Heike Klüver",
          "abstract": "The Russian invasion of Ukraine in February 2022 has had profound effects on the stability and security of Europe. This study examines the attitudes of Europeans toward the European Union (EU) in the aftermath of the invasion of Ukraine. Using Special Eurobarometer data collected between February and April 2022 with a representative sample of the EU ( N = 26,502), it leverages the quasi-experimental setting with the coincidence between the timing of the invasion and the fieldwork period of the Eurobarometer. Our findings indicate a general increase in support for the EU in the aftermath of the invasion by 4 percentage-points (11 percent of a SD). While the amplitude of the effect remains similar, we see larger treatment effects as more days passed after the invasion. We also observe significant variation at the individual level in treatment effects, particularly by ideology, with left-leaning individuals being more critical of the EU following the invasion. In general, our research demonstrates the significant impact of regional conflicts on public attitudes toward supranational organizations such as the EU and highlights the role of the EU as a provider of security and stability in the face of such conflicts.",
          "url": "https://doi.org/10.1017/psrm.2024.62",
          "doi": "https://doi.org/10.1017/psrm.2024.62",
          "filter": 0
        },
        {
          "title": "Yellow peril or model minority? Measuring Janus-faced prejudice toward Asians in the United States",
          "authors": "D.G. Kim, Enze Han",
          "abstract": "There are two prominent but seemingly contradictory symbols of how Asians are racialized domestically within the United States: “yellow peril” and “model minority.” How do these two racial tropes relate to each other? What effects do they have on the formation of support for race-targeted public policy? In this paper, we propose and empirically test that racialized resentment toward Asian Americans and the congratulatory framing of them as a model minority are both salient in the minds of the American public, reflecting the complexity of prejudices toward Asians in American society. Utilizing two original survey-based measures of anti-Asian resentment and the model minority stereotype, we empirically demonstrate the interconnection between the two racial tropes and highlight the key demographic and dispositional correlates of these multi-faceted contemporary racial attitudes toward Asian Americans. We then show that the two racial tropes, both independently and by interacting with each other, significantly shape racial public policy preferences in the United States.",
          "url": "https://doi.org/10.1017/psrm.2024.65",
          "doi": "https://doi.org/10.1017/psrm.2024.65",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Understanding Black Women’s and Latinas’ Perspectives about Political Giving",
          "authors": "Kira Sanbonmatsu",
          "abstract": "Giving money to candidates is an important but unequal form of political voice. Among those Americans worst represented as campaign contributors are Black women and Latinas. Although inequalities in income and wealth fuel inequalities in campaign contributions, resources are an incomplete explanation. This study investigates, for Black women and Latinas, whether their views on donations to candidates differ from their views on other forms of civic and political engagement. The results, including the absence of a shared norm about giving to candidates, illuminate the challenges and opportunities of mobilizing a more representative group of campaign contributors.",
          "url": "https://doi.org/10.1017/s1049096524000477",
          "doi": "https://doi.org/10.1017/s1049096524000477",
          "filter": 0
        },
        {
          "title": "Teaching Electoral Institutions Using In-Class Simulations",
          "authors": "Brian Brew",
          "abstract": "Understanding how institutions shape outcomes is an important skill for students of American political science. Simulations in which students participate in mock elections structured by real-world institutions can serve as an effective tool to aid students’ learning. This article describes a model for a simulated 2020 Democratic Iowa caucus. Following official procedures, students engage in debates about which candidate to support and ultimately come to a final decision for their simulated precinct. The simulation helps students to understand the institutions that structure Iowa’s caucuses and assists them in forming conclusions about the strengths and weaknesses of those institutions. This simulation was implemented in a course on political parties and elections in the Spring 2023 semester, where it proved to be an enjoyable exercise for students. It was reimplemented in the Spring 2024 semester as one of several simulated presidential nominations, and it proved to be a helpful teaching tool.",
          "url": "https://doi.org/10.1017/s1049096524000702",
          "doi": "https://doi.org/10.1017/s1049096524000702",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Robert B. Ekelund, Jr.: Memento Mori",
          "authors": "Robert F. Hebert",
          "url": "https://doi.org/10.1007/s11127-024-01241-6",
          "doi": "https://doi.org/10.1007/s11127-024-01241-6",
          "filter": 0
        },
        {
          "title": "Starving and deceiving: Are politicians with childhood famine exposure more honest?",
          "authors": "Shuo Chen, Xinyu Fan, Xuanyi Wang",
          "abstract": "Dishonest politicians can jeopardize economic development. How do disasters change politicians’ incentives to lie? We employ a difference-in-differences approach to show that public officials who were exposed to China’s 1959–1961 famine as children (aged 0–6 years) are less likely to manipulate local GDP calculations; the reduction is more significant for officials who were more severely impacted by the disaster. We further reveal that famine-exposed local politicians take stronger moral stances on honesty, and are thus more reluctant to lie. The paper highlights how fraudulent policymaking in the past alters society’s long-term welfare through changing future government officials’ behaviors.",
          "url": "https://doi.org/10.1007/s11127-024-01249-y",
          "doi": "https://doi.org/10.1007/s11127-024-01249-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "The disagreement we overlook: Examining core and acquaintance networks in a presidential primary",
          "authors": "Lauren Ratliff Santoro, Anand E. Sokhey",
          "abstract": "Research on interpersonal political discussion has focused on cross-party interactions. But how much disagreement exists between co-partisans in core networks, and what kinds of differences do we see in the broader acquaintance networks of co-partisans supporting different primary candidates? We use data from a nation-wide survey administered early in the 2020 Democratic nomination contest to examine these questions. In presenting descriptive analyses, we uncover substantial disagreement between Democrats—disagreement that would be missed entirely by traditional measures focused solely on whether individuals share partisanship or general election vote choice. We also find intriguing patterns when looking at the acquaintance networks of Democrats who supported different primary candidates. We discuss how studying intraparty disagreement can not only aid our understanding of how primary nomination contests mobilize distinct constituencies, but also suggest strategies for potentially mitigating interparty disagreement.",
          "url": "https://doi.org/10.1177/20531680241293121",
          "doi": "https://doi.org/10.1177/20531680241293121",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Cross-National Measures of the Intensity of COVID-19 Public Health Policies",
          "authors": "Robert Kubinec, Joan Barcelo, Rafael Goldszmidt, Vanja Grujic, Timothy Model, Caress Schenk, Cindy Cheng, Thomas Hale, Luca Messerschmidt, Anna Petherick",
          "url": "https://doi.org/10.1086/734241",
          "doi": "https://doi.org/10.1086/734241",
          "filter": 0
        },
        {
          "title": "Local Suffrage increases non-EU Citizenship Acquisition: Evidence from the European Union",
          "authors": "Hannah Alarian",
          "url": "https://doi.org/10.1086/734245",
          "doi": "https://doi.org/10.1086/734245",
          "filter": 0
        },
        {
          "title": "Exposure to Neighbor Adoptions, Agenda Setting Behavior, and Policy Diffusion",
          "authors": "Todd Makse",
          "url": "https://doi.org/10.1086/734274",
          "doi": "https://doi.org/10.1086/734274",
          "filter": 0
        },
        {
          "title": "What Happens When Women Win Elections? The Electoral Returns to Increased Representation of Women",
          "authors": "Frederik Klaaborg Kjøller, Benjamin Egerod, Lene Holm Pedersen, Jens Olav Dahlgaard",
          "url": "https://doi.org/10.1086/734266",
          "doi": "https://doi.org/10.1086/734266",
          "filter": 0
        },
        {
          "title": "Quantitative Political Science Research is Greatly Underpowered",
          "authors": "Vincent Arel-Bundock, Ryan C Briggs, Hristos Doucouliagos, Marco Mendoza Aviña, TD Stanley",
          "url": "https://doi.org/10.1086/734279",
          "doi": "https://doi.org/10.1086/734279",
          "filter": 0
        },
        {
          "title": "How Coalitions Shape Legislative Institutions in Parliamentary Democracies",
          "authors": "Radoslaw Zubek",
          "url": "https://doi.org/10.1086/734243",
          "doi": "https://doi.org/10.1086/734243",
          "filter": 0
        },
        {
          "title": "Mimicking Democracy: The Legitimizing Role of Redistributionist Propaganda in Autocracies",
          "authors": "Hsu Yumin Wang, Eddy Yeung",
          "url": "https://doi.org/10.1086/734238",
          "doi": "https://doi.org/10.1086/734238",
          "filter": 0
        },
        {
          "title": "The Revealed Demand for Hard vs. Soft News: Evidence from Italian TV Viewership",
          "authors": "Marco Gambaro, Valentino Larcinese, Riccardo Puglisi, James M. Snyder",
          "url": "https://doi.org/10.1086/734283",
          "doi": "https://doi.org/10.1086/734283",
          "filter": 0
        },
        {
          "title": "Ticket Splitting in a Nationalized Era",
          "authors": "Shiro Kuriwaki",
          "url": "https://doi.org/10.1086/734263",
          "doi": "https://doi.org/10.1086/734263",
          "filter": 0
        },
        {
          "title": "Racial Diversity and Exclusionary Zoning: Evidence from the Great Migration",
          "authors": "Alexander Sahn",
          "url": "https://doi.org/10.1086/734261",
          "doi": "https://doi.org/10.1086/734261",
          "filter": 0
        },
        {
          "title": "Messages matter: How voter education campaigns affect citizens’ willingness to vote for women",
          "authors": "George Ofosu, Merete Bech Seeberg, Michael Wahman",
          "url": "https://doi.org/10.1086/734252",
          "doi": "https://doi.org/10.1086/734252",
          "filter": 0
        },
        {
          "title": "Unsuccessful candidates are more concerned about electoral fairness than election winners",
          "authors": "Roman Senninger, Martin Baekgaard, Henrik Seeberg",
          "url": "https://doi.org/10.1086/734240",
          "doi": "https://doi.org/10.1086/734240",
          "filter": 0
        },
        {
          "title": "The Politicization of Bureaucrats: Evidence from Brazil",
          "authors": "Anderson Frey, Rogerio Santarrosa",
          "url": "https://doi.org/10.1086/734249",
          "doi": "https://doi.org/10.1086/734249",
          "filter": 0
        },
        {
          "title": "A Field of Her Own: Property Rights and Women's Agency in Myanmar",
          "authors": "Alexander Fertig, Lakshmi Iyer, Alexandra Hartman, Edmund Malesky",
          "url": "https://doi.org/10.1086/734236",
          "doi": "https://doi.org/10.1086/734236",
          "filter": 0
        },
        {
          "title": "Legislature Integration and Bipartisanship: A Natural Experiment in Iceland",
          "authors": "Matt Lowe, Donghee Jo",
          "url": "https://doi.org/10.1086/734285",
          "doi": "https://doi.org/10.1086/734285",
          "filter": 0
        },
        {
          "title": "Historical memory and radical right voting: VOX and the legacy of Francoism",
          "authors": "Anja Neundorf, Sergi Pardos-Prado",
          "url": "https://doi.org/10.1086/734282",
          "doi": "https://doi.org/10.1086/734282",
          "filter": 0
        },
        {
          "title": "Purifying the Leviathan: The Strategic Dilemma of an Anti-corruption Campaign Under One-Party Rule",
          "authors": "Tianyang Xi, Yang Yao, Qian Zhang",
          "url": "https://doi.org/10.1086/734260",
          "doi": "https://doi.org/10.1086/734260",
          "filter": 0
        },
        {
          "title": "Disguised Repression: Targeting Opponents with Non-Political Crimes to Undermine Dissent",
          "authors": "Jennifer Pan, Xu Xu, Yiqing Xu",
          "url": "https://doi.org/10.1086/734267",
          "doi": "https://doi.org/10.1086/734267",
          "filter": 0
        },
        {
          "title": "Military Power and Ideological Appeals of Religious Extremists",
          "authors": "Luwei Ying",
          "url": "https://doi.org/10.1086/734273",
          "doi": "https://doi.org/10.1086/734273",
          "filter": 0
        },
        {
          "title": "Taking Variance Seriously: Visualizing the Statistical and Substantive Significance of ARCH-GARCH Models",
          "authors": "Allyson L. Benton, Soren Jordan, Andrew Q. Philips",
          "url": "https://doi.org/10.1086/734275",
          "doi": "https://doi.org/10.1086/734275",
          "filter": 0
        },
        {
          "title": "Overburdened Bureaucrats: Providing Equal Access to Public Services during COVID-19",
          "authors": "Karoline Larsen Kolstad",
          "url": "https://doi.org/10.1086/734270",
          "doi": "https://doi.org/10.1086/734270",
          "filter": 0
        },
        {
          "title": "In for a penny, in for a pound? Evidence that government support parties cannot dissociate themselves from the Prime Minister’s party",
          "authors": "Matthew Bergman, Svenja Krauss, Maria Thürk",
          "url": "https://doi.org/10.1086/734251",
          "doi": "https://doi.org/10.1086/734251",
          "filter": 0
        },
        {
          "title": "Voting and Climate Change: How an Extreme Weather Event Increased Support for a Radical-Right Incumbent in Italy",
          "authors": "Simone Cremaschi, Piero Stanig",
          "url": "https://doi.org/10.1086/734248",
          "doi": "https://doi.org/10.1086/734248",
          "filter": 0
        },
        {
          "title": "Executive-Legislative Policymaking Under Crisis",
          "authors": "Nathaniel A. Birkhead, Jeffrey J. Harden, Jason H. Windett",
          "url": "https://doi.org/10.1086/734265",
          "doi": "https://doi.org/10.1086/734265",
          "filter": 0
        },
        {
          "title": "Warfare, Fiscal Gridlock, and State Formation during Europe’s Military Revolution",
          "authors": "Mark Dincecco, Gary W. Cox, Massimiliano G. Onorato",
          "url": "https://doi.org/10.1086/734269",
          "doi": "https://doi.org/10.1086/734269",
          "filter": 0
        },
        {
          "title": "The Politics of Disaster Prevention",
          "authors": "Martin Gilens, Tali Mendelberg, Nicholas Short",
          "url": "https://doi.org/10.1086/734257",
          "doi": "https://doi.org/10.1086/734257",
          "filter": 0
        },
        {
          "title": "A wolf in sheep's clothing: Citizen uncertainty and democratic backsliding.",
          "authors": "Monika Nalepa, Georg Vanberg, Caterina Chiopris",
          "url": "https://doi.org/10.1086/734253",
          "doi": "https://doi.org/10.1086/734253",
          "filter": 0
        },
        {
          "title": "Intra-party Competition, Geographic Responsiveness and Incumbent Deselection in Closed-List PR",
          "authors": "Jochen Rehmert",
          "url": "https://doi.org/10.1086/734244",
          "doi": "https://doi.org/10.1086/734244",
          "filter": 0
        },
        {
          "title": "Breaking News: A Model of Media Competition, Fact-Checking and Political Accountability",
          "authors": "Giovanni Andreottola, Antoni-Italo De Moragas",
          "url": "https://doi.org/10.1086/734250",
          "doi": "https://doi.org/10.1086/734250",
          "filter": 0
        },
        {
          "title": "How Exiles Mobilize Domestic Dissent",
          "authors": "Elizabeth Nugent, Alexandra Siegel",
          "url": "https://doi.org/10.1086/734256",
          "doi": "https://doi.org/10.1086/734256",
          "filter": 0
        },
        {
          "title": "The Core of the Party System",
          "authors": "Tasos Kalandrakis, Zuheir Desai",
          "url": "https://doi.org/10.1086/734262",
          "doi": "https://doi.org/10.1086/734262",
          "filter": 0
        },
        {
          "title": "What Good is a Regression? Inference to the Best Explanation and the Practice of Political Science Research",
          "authors": "Arthur Spirling, Brandon Stewart",
          "url": "https://doi.org/10.1086/734280",
          "doi": "https://doi.org/10.1086/734280",
          "filter": 0
        },
        {
          "title": "Political Life Cycles",
          "authors": "Justin Melnick, Alastair Smith, Bruce Bueno de Mesquita",
          "url": "https://doi.org/10.1086/734281",
          "doi": "https://doi.org/10.1086/734281",
          "filter": 0
        },
        {
          "title": "Are There Social Class Gaps in Nascent Political Ambition? Survey Evidence from the Americas",
          "authors": "Nicholas Carnes, Noam Lupu",
          "url": "https://doi.org/10.1086/734284",
          "doi": "https://doi.org/10.1086/734284",
          "filter": 0
        },
        {
          "title": "Public Perceptions of Corporate Position-Taking on Abortion and Transgender Rights",
          "authors": "Wayde Z.C. Marsh, Jordan Carr Peterson",
          "url": "https://doi.org/10.1086/734277",
          "doi": "https://doi.org/10.1086/734277",
          "filter": 0
        },
        {
          "title": "The Importance of a Liberal Power’s Attention to Democratic Elections Around the World: How the US Electoral Cycle Affects Elections Globally",
          "authors": "Johannes Bubeck, Ashrakat Elshehawy, Nikolay Marinov, Federico Nanni",
          "url": "https://doi.org/10.1086/734276",
          "doi": "https://doi.org/10.1086/734276",
          "filter": 0
        },
        {
          "title": "\"Bureaucratic Packing\" in the Brazilian Amazon: How Political Competition Drives Deforestation",
          "authors": "Alice Z. Xu",
          "url": "https://doi.org/10.1086/734242",
          "doi": "https://doi.org/10.1086/734242",
          "filter": 0
        },
        {
          "title": "The role of issue salience and competitive advantages in spatial models of political competition",
          "authors": "Anna-Sophie Kurella, Milena Rapp",
          "url": "https://doi.org/10.1086/734255",
          "doi": "https://doi.org/10.1086/734255",
          "filter": 0
        },
        {
          "title": "Making Local Courts Work: The Judicial Recentralization Reform and Local Protectionism in China",
          "authors": "Zhenhuan Lei, Yishuang Li",
          "url": "https://doi.org/10.1086/734246",
          "doi": "https://doi.org/10.1086/734246",
          "filter": 0
        },
        {
          "title": "Yellin’ at Yellen: Hostile Sexism in the Federal Reserve Congressional Hearings",
          "authors": "James Bisbee, Nicolo Fraccaroli, Andreas Kern",
          "url": "https://doi.org/10.1086/734254",
          "doi": "https://doi.org/10.1086/734254",
          "filter": 0
        },
        {
          "title": "Normalization of Censorship: Evidence from China",
          "authors": "Tony Zirui Yang",
          "url": "https://doi.org/10.1086/734239",
          "doi": "https://doi.org/10.1086/734239",
          "filter": 0
        },
        {
          "title": "Do Integration Courses Influence Refugees’ Integration Trajectories? Evidence from Norway",
          "authors": "Jeremy Ferwerda, Henning Finseraas",
          "url": "https://doi.org/10.1086/734247",
          "doi": "https://doi.org/10.1086/734247",
          "filter": 0
        },
        {
          "title": "Arms and Elections: Arms Deals with Autocracies, Defense Contracting and U.S. Presidential Elections",
          "authors": "Joshua Alley",
          "url": "https://doi.org/10.1086/734278",
          "doi": "https://doi.org/10.1086/734278",
          "filter": 0
        },
        {
          "title": "Bureaucratic Selection and Weberian Values: Lab-in-the-Field Evidence from Indonesia",
          "authors": "Nicholas Kuipers",
          "url": "https://doi.org/10.1086/734258",
          "doi": "https://doi.org/10.1086/734258",
          "filter": 0
        },
        {
          "title": "Improving Compliance in Experimental Studies of Discrimination",
          "authors": "Aaron Kaufman, Christopher Celaya, Jacob Grumbach",
          "url": "https://doi.org/10.1086/734271",
          "doi": "https://doi.org/10.1086/734271",
          "filter": 0
        },
        {
          "title": "Reputation Shocks and Strategic Political Responses",
          "authors": "Rubén Poblete-Cazenave",
          "url": "https://doi.org/10.1086/734264",
          "doi": "https://doi.org/10.1086/734264",
          "filter": 0
        },
        {
          "title": "Revisiting Ideology Measures in Political Surveys",
          "authors": "Kenneth W. Kollman, John E Jackson",
          "url": "https://doi.org/10.1086/734259",
          "doi": "https://doi.org/10.1086/734259",
          "filter": 0
        },
        {
          "title": "Resemblance and Discrimination in Elections",
          "authors": "Raluca L. Pahontu, Stavros Poupakis",
          "url": "https://doi.org/10.1086/734268",
          "doi": "https://doi.org/10.1086/734268",
          "filter": 0
        },
        {
          "title": "Political Speech for Democratic Realists",
          "authors": "Jason Brennan, Christopher Freiman",
          "url": "https://doi.org/10.1086/734272",
          "doi": "https://doi.org/10.1086/734272",
          "filter": 0
        },
        {
          "title": "Respect the Process: The Public Cost of Unilateral Action in Comparative Perspective",
          "authors": "Jonathan A. Chu, Scott Williamson",
          "url": "https://doi.org/10.1086/730716",
          "doi": "https://doi.org/10.1086/730716",
          "filter": 0
        },
        {
          "title": "Must the Subaltern Speak Publicly? Public Reason Liberalism and the Ethics of Fighting Severe Injustice",
          "authors": "Gabriele Badano, Alasia Nuti",
          "url": "https://doi.org/10.1086/730731",
          "doi": "https://doi.org/10.1086/730731",
          "filter": 0
        },
        {
          "title": "Do Politicians Appeal to Discrete Emotions? The Effect of Wind Turbine Construction on Elite Discourse",
          "authors": "Tobias Widmann",
          "url": "https://doi.org/10.1086/730742",
          "doi": "https://doi.org/10.1086/730742",
          "filter": 0
        },
        {
          "title": "Trapped Between Anger and Apathy: On the Problem of Instability in Confucian Meritocracy",
          "authors": "Baldwin Wong",
          "url": "https://doi.org/10.1086/730724",
          "doi": "https://doi.org/10.1086/730724",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
