{
  "update": "2025-12-23",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Mapping the Political Contours of the Regulatory State: Dynamic Estimates of Agency Ideal Points",
          "authors": "ALEX ACS",
          "abstract": "This article introduces a novel empirical method for estimating the ideological orientations of U.S. regulatory agencies across different presidential administrations. Employing a measurement model based on item response theory and analyzing data on planned regulations from the Unified Agenda and the president’s discretionary review of those regulations, as implemented by the Office of Information and Regulatory Affairs, the study provides dynamic estimates of agency ideal points from the Clinton through the Trump administrations. The model uses NOMINATE ideal points of presidents to link the estimated agency ideal points to legislative ideal points. The resulting estimates correlate positively with existing measures of agency ideology, highlight controversial regulators, and demonstrate that agency ideologies shift over time due to emerging issues that divide the parties. The study also finds that agencies located ideologically closer to the president are more productive, as evidenced by their regulatory output.",
          "url": "https://doi.org/10.1017/s0003055425101391",
          "doi": "https://doi.org/10.1017/s0003055425101391",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Quality Not Quantity: How a VAA Affected Voting Behavior in Three Large-Scale Field Experiments",
          "authors": "Joris Frese, Simon Hix, Romain Lachat",
          "abstract": "Voting-advice applications (VAAs) are increasingly popular, but their impact on electoral outcomes is contested among political scientists. To bring new and stronger evidence to this debate, we conducted a series of pre-registered studies during the 2024 European Parliament elections in Germany, Italy, and France. In this paper, we report results for the highest-powered VAA encouragement experiment to date (total n = 6,501) and a novel regression discontinuity design around VAA recommendation thresholds ( n = 10,535). While we observe null effects of VAA usage on voter turnout, the frequency of vote switching, and political knowledge, we find that our VAAs significantly improved the quality of vote switching: users were more likely to vote for their ideologically most aligned party. Based on these findings and a rich battery of supplementary analyses, we conclude that VAAs are effective precisely for their intended purpose: to help voters make better-informed vote choices.",
          "url": "https://doi.org/10.1017/s000712342510118x",
          "doi": "https://doi.org/10.1017/s000712342510118x",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "Race, Gender, and Nascent Political Ambition",
          "authors": "Andrea Junqueira, Diana Z. O’Brien, Matthew Hayes, Jongwoo Jeong, Brian Crisp, Matthew Gabel",
          "abstract": "How do race and gender together shape Americans’ political ambition? Using original survey data with over-samples of black and Hispanic respondents, we analyze citizens’ nascent ambition for eight political offices across racial/ethnic groups and gender. We reveal that the primary gap in nascent political ambition is not between men and women but between white men and the majority of the polity. There is no consistent gender gap in ambition among black or Hispanic respondents, nor between black and Hispanic men and white women. The gap between white men and other respondents is most pronounced for local offices, which mark both the starting point and final stage of many political careers. Our findings further indicate that while white men are particularly responsive to encouragement from non-political sources, ambition gaps narrow among respondents encouraged by political actors. Together, these insights help explain the persistence of white men’s overrepresentation in US politics.",
          "url": "https://doi.org/10.1017/s0007123425000432",
          "doi": "https://doi.org/10.1017/s0007123425000432",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "Elections Without Constraints? The Appeal of Electoral Autocracy Across the World",
          "authors": "Anja Neundorf, Sirianne Dahlum, Kristian Vrede Skaaning Frederiksen, Aykut Öztürk",
          "abstract": "What democratic institutions and practices do citizens prioritize, and how responsive are their preferences to competing concerns such as economic and physical security? We explore this through a conjoint experiment with over 35,000 respondents across thirty-two countries – spanning democracies and autocracies – who evaluate hypothetical countries varying in democratic features, cultural characteristics, economic prosperity, and physical security. Our findings reveal that citizens consistently prioritize free and fair elections, highlighting their salience as a core democratic value. However, executive constraints appear less central to citizens’ preferences, especially when set against the promise of economic prosperity. These patterns hold across a wide range of national and individual contexts. The results suggest that while elections remain symbolically and substantively important, many citizens are responsive to appeals that frame strong, unconstrained leadership as a pathway to economic prosperity – an emphasis often seen in electoral authoritarian regimes.",
          "url": "https://doi.org/10.1017/s0007123425101129",
          "doi": "https://doi.org/10.1017/s0007123425101129",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "A Two-Path Theory of Context Effects: Pseudoenvironments and Social Cohesion",
          "authors": "Cara Wong, Jake Bowers, Daniel Rubenson, Mark Fredrickson, Ashlea Rundlett",
          "abstract": "Social cohesion suffers when people perceive that they live among others who differ from them, even if such people live in homogeneous neighborhoods. This article shows that (1) two individuals who live in equally diverse local contexts may not perceive the same amount of diversity in that context, nor think of the boundaries of their local community in the same way; and (2) when comparing two individuals who live in equally diverse local contexts, the one who thinks they live with more minorities tends, on average, to see lower social cohesion and less collective efficacy among their neighbors. These descriptive results align with a causal framework that distinguishes the objective environment from that of the subjective context. Revealing that perceptions of social reality matter above and beyond the experience of objective context adds evidence to a theory of context effects that involves perceptions as well as experience.",
          "url": "https://doi.org/10.1017/s0007123425101099",
          "doi": "https://doi.org/10.1017/s0007123425101099",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "Like ’Em Rich? Public Perceptions and Opinions of Politicians’ Wealth",
          "authors": "Marko Klašnja, Lucia Motolinia",
          "abstract": "Voters regularly face financially diverse candidate pools, yet electoral winners tend to be much wealthier than the challengers. What role do public preferences play in this over-representation of wealth? We posit three channels: direct preference for wealthy candidates, indirect preference due to in-group biases, or inadvertent preference due to ignorance about candidate wealth. Drawing on original surveys in the United States, Brazil, Chile, and India, and leveraging conjoint and information experiments, we find that when given information about wealth, the public exhibits a strong preference against wealthier candidates. While the public grossly underestimates the true wealth of politicians, correcting such misperceptions does not significantly change the preferences over candidate wealth. On the margin, the public uses wealth as a proxy for other desirable qualities like skill, but such an inferential shortcut does not boost public sentiments. Partisan bias, however, may produce some indirect support for the wealthy.",
          "url": "https://doi.org/10.1017/s0007123425100938",
          "doi": "https://doi.org/10.1017/s0007123425100938",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Who punishes the government? Income-based disparities in economic voting",
          "authors": "Chloé De Grauwe, Silke Goubin",
          "url": "https://doi.org/10.1016/j.electstud.2025.103038",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103038",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "An attentive audience? If and how voters evaluate coalition formation",
          "authors": "Ida B. Hjermitslev, Svenja Krauss",
          "url": "https://doi.org/10.1016/j.electstud.2025.103035",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103035",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "How do underrepresented voters view electoral system trade-offs?",
          "authors": "Don S. Lee, Charles T. McClean",
          "url": "https://doi.org/10.1016/j.electstud.2025.103036",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103036",
          "filter": 0,
          "created": "2025-12-19"
        },
        {
          "title": "Issues of high potential: A novel methodology to uncover unactivated public policy demands",
          "authors": "James Breckwoldt",
          "url": "https://doi.org/10.1016/j.electstud.2025.103031",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103031",
          "filter": 0,
          "created": "2025-12-19"
        },
        {
          "title": "Did Trump do better where inflation was worse? Evidence from county-level data",
          "authors": "Patrick Flavin",
          "url": "https://doi.org/10.1016/j.electstud.2025.103039",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103039",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Judicial review and territorial conflicts: Evidence from Spain",
          "authors": "Joan-Josep Vallbé, Daniel Cetrà, Marc Sanjaume-Calvet",
          "abstract": "Constitutional courts (CCs) in federal and quasi-federal systems are often expected to act as neutral arbiters in conflicts between levels of government. This article challenges that assumption by analysing the behavior of Spain’s Constitutional Court over four decades of constitutional litigation. Drawing on an original dataset of 1,888 rulings on all challenges to national and regional legislation (1981–2023), we examine how judicial outcomes are shaped by political alignment, institutional design, and court ideology. Our analysis reveals a consistent pattern of deference to the central government, especially when the Court is ideologically conservative or aligned with the federal executive. These results support a strategic model of judicial behavior and raise broader questions about the role of CCs in multilevel systems. Rather than acting as counter-majoritarian forces, courts may reinforce central dominance in center–periphery conflicts, limiting their capacity to protect territorial pluralism in practice.",
          "url": "https://doi.org/10.1017/s1475676525100455",
          "doi": "https://doi.org/10.1017/s1475676525100455",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "How issue ownership impacts responsibility attribution in countries with minority governments",
          "authors": "Emil W Hildebrand, Ida B Hjermitslev",
          "abstract": "In this study, we explore under what conditions the various actors in minority coalition governments are perceived as more or less responsible for policy outcomes. Using the 2022 budget negotiations between Norway’s two-party minority government and its informal support party as a case, we test whether voters attribute more responsibility to parties who “own” the issues that are particularly salient during the negotiations. We test our hypotheses with a 3 × 2 × 2 factorial vignette experiment. The results reveal that junior members and support parties are perceived as more responsible for policy outcomes when their issue ownership is emphasized in budget negotiations. This effect is amplified when voters are primed to consider policy influence. This has important strategic implications especially for smaller parties involved in coalition governing.",
          "url": "https://doi.org/10.1177/13540688251408628",
          "doi": "https://doi.org/10.1177/13540688251408628",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Bayesian Sensitivity Analysis for Unmeasured Confounding in Causal Panel Data Models",
          "authors": "Licheng Liu, Teppei Yamamoto",
          "abstract": "Despite the recent methodological advancements in causal panel data analysis, concerns remain about unobserved unit-specific time-varying confounders that cannot be addressed by unit or time fixed effects or their interactions. We develop a Bayesian sensitivity analysis (BSA) method to address the concern. Our proposed method is built upon a general framework combining Rubin’s Bayesian framework for model-based causal inference (Rubin [1978], The Annals of Statistics 6(1), 34–58) with parametric BSA (McCandless, Gustafson, and Levy [2007], Statistics in Medicine 26(11), 2331–2347). We assess the sensitivity of the causal effect estimate from a linear factor model to the possible existence of unobserved unit-specific time-varying confounding, using the coefficients of the treatment variable and observed confounders in the model for the unobserved confounding as sensitivity parameters. We utilize priors on these coefficients to constrain the hypothetical severity of unobserved confounding. Our proposed approach allows researchers to benchmark the assumed strength of confounding on observed confounders more systematically than conventional frequentist sensitivity analysis techniques. Moreover, to cope with convergence issues typically encountered in nonidentified Bayesian models, we develop an efficient Markov chain Monte Carlo algorithm exploiting transparent parameterization (Gustafson [2005], Statistical Science 20(2), 111–140). We illustrate our proposed method in a Monte Carlo simulation study as well as an empirical example on the effect of war on inheritance tax rates.",
          "url": "https://doi.org/10.1017/pan.2025.10029",
          "doi": "https://doi.org/10.1017/pan.2025.10029",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "Stay Tuned: Improving Sentiment Analysis and Stance Detection Using Large Language Models",
          "authors": "Max Griswold, Michael W. Robbins, Michael S. Pollard",
          "abstract": "Sentiment analysis and stance detection are key tasks in text analysis, with applications ranging from understanding political opinions to tracking policy positions. Recent advances in large language models (LLMs) offer significant potential to enhance sentiment analysis techniques and to evolve them into the more nuanced task of detecting stances expressed toward specific subjects. In this study, we evaluate lexicon-based models, supervised models, and LLMs for stance detection using two corpuses of social media data—a large corpus of tweets posted by members of the U.S. Congress on Twitter and a smaller sample of tweets from general users—which both focus on opinions concerning presidential candidates during the 2020 election. We consider several fine-tuning strategies to improve performance—including cross-target tuning using an assumption of congressmembers’ stance based on party affiliation—and strategies for fine-tuning LLMs, including few shot and chain-of-thought prompting. Our findings demonstrate that: 1) LLMs can distinguish stance on a specific target even when multiple subjects are mentioned, 2) tuning leads to notable improvements over pretrained models, 3) cross-target tuning can provide a viable alternative to in-target tuning in some settings, and 4) complex prompting strategies lead to improvements over pretrained models but underperform tuning approaches.",
          "url": "https://doi.org/10.1017/pan.2025.10023",
          "doi": "https://doi.org/10.1017/pan.2025.10023",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Political Bias in College Student Access To Campus Resources",
          "authors": "Jessica Khan",
          "url": "https://doi.org/10.1007/s11109-025-10110-x",
          "doi": "https://doi.org/10.1007/s11109-025-10110-x",
          "filter": 0,
          "created": "2025-12-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Polish geopolitical vertigo: Grassroots popular geopolitics meets right-wing populism",
          "authors": "Anna Wojciuk, Tomasz Pawłuszko",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103475",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103475",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Technopolitics of water appropriation: How Mumbai claims hydrological dominance in its metropolitan region",
          "authors": "Sachin Tiwale",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103473",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103473",
          "filter": 0,
          "created": "2025-12-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "From cognitive coherence to political polarization: A data‐driven agent‐based model of belief change",
          "authors": "Marlene C. L. Batzke, Peter Steiglechner, Jan Lorenz, Bruce Edmonds, František Kalvas",
          "abstract": "Political polarization represents a rising issue in many countries, making it more and more important to understand its relation to cognitive‐motivational and social influence mechanisms. Yet, the link between micro‐level mechanisms and macro‐level phenomena remains unclear. We investigated the consequences of individuals striving for cognitive coherence in their belief systems on political polarization in society in an agent‐based model. In this, we formalized how cognitive coherence affects how individuals update their beliefs following social influence and self‐reflection processes. We derive agents' political beliefs as well as their subjective belief systems, defining what determines coherence for different individuals, from European Social Survey data via correlational class analysis. The simulation shows that agents polarize in their beliefs when they have a strong strive for cognitive coherence, and especially when they have structurally different belief systems. In a mathematical analysis, we not only explain the main findings but also underscore the necessity of simulations for understanding the complex dynamics of socially embedded phenomena such as political polarization.",
          "url": "https://doi.org/10.1111/pops.70099",
          "doi": "https://doi.org/10.1111/pops.70099",
          "filter": 0,
          "created": "2025-12-19"
        },
        {
          "title": "How leading climate movement advocates perceive collective gridlock in social change advocacy",
          "authors": "Janquel D. Acevedo, Ava Disney, Kelly S. Fielding, Catherine E. Amiot, Matthew J. Hornsey, Fathali M. Moghaddam, Emma F. Thomas, Stewart Sutherland, Susilo Wibisono, Winnifred R. Louis",
          "abstract": "Despite mass mobilization efforts, most countries are failing to meet their internationally agreed 2030 goals to mitigate climate change, representing a failure of the climate movement to achieve their key aspirations. Most research on failure and collective action examines one‐off failures but does not address lasting failure. We conceptualize this ongoing failure as collective gridlock: times in social change advocacy where insufficient progress is caused by antagonistic intergroup stalemates, preventing groups from achieving shared goals and addressing joint problems. We used semi‐structured interviews with climate movement leaders ( N = 28) to explore collective gridlock and the processes that may be associated with it. Most advocates believed they were in gridlock as they perceived insufficient progress toward their movement's goals. Evidence for the proposed processes of attrition, group norms of purity and intransigence, moral conviction, hostility toward the outgroup, radicalization, and perceived counter‐mobilization emerged in the interviews. Contrary to expectations, climate movement leaders also reported a need to build coalitions and compromise, and they also discussed negative well‐being as an outcome of collective gridlock. The current study contributes to our understanding of persistent failure in the climate movement and its implications for social change advocacy.",
          "url": "https://doi.org/10.1111/pops.70100",
          "doi": "https://doi.org/10.1111/pops.70100",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "How voters respond to economic shocks from abroad",
          "authors": "Costin Ciobanu, Joost van Spanje",
          "abstract": "Research on economic voting shows that negative economic events typically reduce government support. However, we argue that external economic shocks may have the opposite effect: when faced with a foreign economic threat, voters will rally behind their government despite worsening economic perceptions. Using the unexpected collapse of Lehman Brothers (15 September 2008) as a case, we analyze European Social Survey data from six countries and find that while satisfaction with national economies declined, satisfaction with governments gradually rose. We document that rising media and political attention coincided with a rally effect fueled by past opposition voters and muted opposition elites. These findings demonstrate that foreign economic shocks influence democratic accountability and the ability of governments to act during hard times.",
          "url": "https://doi.org/10.1017/psrm.2025.10064",
          "doi": "https://doi.org/10.1017/psrm.2025.10064",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "Participatory unilateralism: understanding Congress’s role in presidential unilateral policymaking",
          "authors": "Annie Benn",
          "abstract": "Recent scholarship highlights that executive orders issued by the president are not truly ‘unilateral,’ but require cooperation from administrative agencies for implementation. I argue that, because of this role for agencies, congressional committees can use oversight to shape executive order implementation. I demonstrate this dynamic using two datasets: a sample of executive orders that have been coded using measures of executive-branch delegation and discretion, and a collection of congressional hearings focusing on an executive order or its implementation. I find that Congress engages in more oversight activity when an order delegates more authority and a wider discretionary window to agencies. This finding reveals a previously overlooked form of interbranch conflict, and broadens our understanding of the politics of unilateralism.",
          "url": "https://doi.org/10.1017/psrm.2025.10060",
          "doi": "https://doi.org/10.1017/psrm.2025.10060",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "The distribution of hate speech and its implications for content moderation",
          "authors": "Gloria Gennaro, Laura Bronner, Laurenz Derksen, Maël Kubli, Ana Kotarcic, Selina Kurer, Philip Grech, Karsten Donnay, Fabrizio Gilardi, Dominik Hangartner",
          "abstract": "Hate speech is widely seen as a significant obstacle to constructive online discourse, but the most effective strategies to mitigate its effects remain unclear. We claim that understanding its distribution across users is key to developing and evaluating effective content moderation strategies. We address this missing link by first examining the distribution of hate speech in five original datasets that collect user-generated posts across multiple platforms (social media and online newspapers) and countries (Switzerland and the United States). Across these diverse samples, the vast majority of hate speech is produced by a small fraction of users. Second, results from a pre-registered field experiment on Twitter indicate that counterspeech strategies obtain only small reductions of future hate speech, mainly because this approach proves ineffective against the most prolific contributors of hate. These findings suggest that complementary content moderation strategies may be necessary to effectively address the problem.",
          "url": "https://doi.org/10.1017/psrm.2025.10063",
          "doi": "https://doi.org/10.1017/psrm.2025.10063",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "Preemptive multipartism and democratic transitions",
          "authors": "Natán Skigin, Aníbal Pérez-Liñán",
          "abstract": "Scholars debate whether the presence of multiple parties in the legislature stabilizes dictatorships or promotes their demise. We show that authoritarian regimes face a dilemma: allowing for multipartism reduces the risk of bottom-up revolt, but facilitates protracted top-down democratization. Concessions to the opposition diminish the long-term benefits of authoritarian rule and empower regime soft-liners. We test our theory in Latin America—a region with a broad range of autocracies —using survival models, instrumental variables, random forests, and two case studies. Our theory explains why rational autocrats accept multipartism, even though this concession may ultimately undermine the regime. It also accounts for democratic transitions that occur when the opposition is fragmented and without a stunning authoritarian defeat.",
          "url": "https://doi.org/10.1017/psrm.2025.10062",
          "doi": "https://doi.org/10.1017/psrm.2025.10062",
          "filter": 0,
          "created": "2025-12-19"
        },
        {
          "title": "Selectively (il)liberal: theory and evidence on nativist disidentification",
          "authors": "Alberto López Ortega, Stuart J. Turnbull-Dugarte",
          "abstract": "Does group-based tribal thinking against ethnic out-groups condition support for both liberal and illiberal policies? Our thesis is that, irrespective of the direction of the policy (progressive or conservative), nativists express selective support for policies based on different signals of group-identity: descriptive markers, group-based substantive representation, in- and out-group norms, and group-based reasoning. We test this theoretical expectation using a novel AI-powered visual conjoint experiment in the Netherlands and Germany that asked individuals to select between hypothetical educational reform proposals presented by civic actors during a public consultation. Empirically, our results demonstrate that citizens, on average, are indeed selectively (il)liberal and that this instrumental policy support is greater among those with higher levels of underlying nativism. Specifically, we show that—among our multidimensional markers of group-based identities, norms, and reasoning—group-based substantive representation and in-group norms are the strongest determinants of support for diverse reform proposals. These findings have key implications on the malleable nature of citizens’ support for the backsliding of the liberal tenets of democracy as well as the persuasive power of out-group disidentification .",
          "url": "https://doi.org/10.1017/psrm.2025.10066",
          "doi": "https://doi.org/10.1017/psrm.2025.10066",
          "filter": 0,
          "created": "2025-12-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Contingent Confidence: The Effect of the 2024 Election Outcome on Public and Elite Confidence in National Elections",
          "authors": "Joshua D. Clinton",
          "abstract": "Using a rolling cross-section survey of 54,000 voters conducted between mid-October and mid-December, a panel survey of 6,000 voters interviewed in both October and December, and surveys of 1,400 local political elites and officials conducted in both October and December, this study characterizes how confidence in the accuracy of national elections changed with the projected election of President Trump on Election Day. Among voters, Republican confidence immediately increased by 31 percentage points (123% change) and Democrats’ confidence declined by 12 percentage points (16% change) such that the confidence among partisan voters was almost identical by mid-December. The most polarized partisans exhibited the largest confidence changes. Among local political elites, the increase in Republicans’ confidence mirrored the increase among Republican voters (106% change), but the confidence among Democratic political elites remained high throughout. These findings highlight troubling concerns for sustaining a shared confidence in the accuracy and legitimacy of future elections.",
          "url": "https://doi.org/10.1017/s1049096525101662",
          "doi": "https://doi.org/10.1017/s1049096525101662",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Only in it for Power and Wealth? The Neglect of Policy-Seeking Motives among Dictators",
          "authors": "Matilde Tofte Thorsen",
          "abstract": "Contrary to the dominant literature on autocracies, this article argues and demonstrates that dictators, in addition to being office-seeking, often are driven by policy-seeking motivation—that is, broader beliefs and ideology. The empirical investigation enlists new original data, based on obituaries, about dictators’ political motives. The dataset contains information on 297 deceased dictators who held power at some point during the period 1945–2008. The results reveal that the dictators had a variety of different motives for being in power. Many were strongly ideologically motivated, several were primarily motivated by money and power ambitions, and others held power to create stability and democratize. Thus, dictators’ motives seem to be substantially more diverse than typically assumed, and the data make it possible to measure motivation. This is key to investigating the direct as well as the conditional impact on political dynamics in autocracies.",
          "url": "https://doi.org/10.1017/s1049096525101509",
          "doi": "https://doi.org/10.1017/s1049096525101509",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Mobilizing Fear in the 2023 Polish General Elections: Immigration Anxiety as a Populist Strategy for Re-election",
          "authors": "Magdalena Musiał-Karg, Fernando Casal Bértoa",
          "abstract": "This article analyzes how Poland’s Law and Justice (PiS) weaponized migration anxiety as a populist strategy during the 2023 general elections. Using a comparative qualitative case-study approach (George and Bennett 2005), the article examines how PiS leveraged anti-immigration rhetoric to mobilize voters, deepen social polarization, and legitimize its governance. The study draws comparisons with Hungary’s 2016 referendum on European Union (EU) refugee quotas to explore how populist governments in Central and Eastern Europe (CEE) use fear-based narratives to consolidate power. It also demonstrates how PiS emulated Viktor Orbán’s 2022 strategy of holding a referendum alongside parliamentary elections to retain power. The study finds that PiS framed migration as an existential threat, using the referendum as a tool to divert attention from democratic backsliding. This strategy mirrored Orbán’s use of anti-immigration campaigns to strengthen his electoral support and resist EU pressures. By expanding on the concept of “populist polarizing referendum,” the study contributes to research on populist electoral strategies, institutional manipulation, and the role of migration-related fear in political mobilization. It highlights the broader implications of such tactics for democracy and governance in the CEE region, demonstrating how populist leaders instrumentalize migration crises to sustain electoral dominance.",
          "url": "https://doi.org/10.1017/s1049096525101698",
          "doi": "https://doi.org/10.1017/s1049096525101698",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Does the US individual income tax display systemic racism? Negative evidence from audited US federal tax return data for 1967–73",
          "authors": "Robert P. Strauss, Miguel Gouveia",
          "abstract": "Official statistics from the US Bureau of Labor Statistics and the US Bureau of the Census have long documented differences by ethnicity in employment rates and incomes. Recently, it has been suggested that the structure of the US federal individual tax system is 'systemically racist' which we interpret to mean that the application of the Internal Revenue Code through collection of individual income taxes adversely affects African American compared to White individuals and households. This paper contributes to the public discussion of possible systemic racism in the US tax system issue by studying an unusual set of US individual income tax data. These data differ from those used in other studies in two important ways. First, race is not imputed but obtained from the administrative records of the Social Security Administration. Second, the income tax data are audited tax return data. Using these audited and administratively matched data, we estimate effective income tax functions with an explicit role for race. After accounting for the basic structure of the US tax system, we find no statistical evidence of systemic racism in the operation of the US federal individual income tax during the period under study. Our results show that once income and filing status are taken into account, the effective tax rate tax did not vary by race—a finding that remains robust across multiple checks.",
          "url": "https://doi.org/10.1007/s11127-025-01340-y",
          "doi": "https://doi.org/10.1007/s11127-025-01340-y",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Gauging preference stability under authoritarianism",
          "authors": "Jennifer Pan, Yiqing Xu",
          "abstract": "Do people living under authoritarianism exhibit stable, constrained preferences? Autocrats have incentives to suppress the formation of stable preferences structured by underlying constraints as such preferences can empower challengers and limit policy choices. However, research in political psychology suggests that such preferences may emerge through internal cognitive processes regardless of external conditions. We address this question using three surveys, two of which are longitudinal, in China, a theoretically important case. We find that preferences related to political institutions, economic policies, nationalistic policies, traditional social values, and ethnic policies exhibit relatively high levels of intertemporal stability over month-long and year-long periods, comparable to patterns observed in competitive electoral democracies. Moreover, individuals with higher levels of political knowledge and education exhibit more stable preferences. These findings suggest that, despite autocratic efforts to suppress stable and constrained preferences, such preferences can still take shape. We also offer practical recommendations for measuring preference configuration in authoritarian contexts.",
          "url": "https://doi.org/10.1177/20531680251400418",
          "doi": "https://doi.org/10.1177/20531680251400418",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Do External Threats Reduce Affective Polarization? An Experiment on Russia’s Invasion of Ukraine",
          "authors": "Jonas Pilgaard Kaiser, Markus Seier",
          "url": "https://doi.org/10.1086/735457",
          "doi": "https://doi.org/10.1086/735457",
          "filter": 0,
          "created": "2025-2-19"
        },
        {
          "title": "Cycles of Silence: Police–Citizen Cooperation in Communities with Criminal Groups",
          "authors": "Andrew Cesare Miller",
          "url": "https://doi.org/10.1086/735455",
          "doi": "https://doi.org/10.1086/735455",
          "filter": 0,
          "created": "2025-2-19"
        },
        {
          "title": "When Conservatives See Red but Liberals Feel Blue: Labeler Characteristics and Variation in Content Annotation",
          "authors": "Nora Webb Williams, Andreu Casas, Kevin Aslett, John Wilkerson",
          "url": "https://doi.org/10.1086/735397",
          "doi": "https://doi.org/10.1086/735397",
          "filter": 0,
          "created": "2025-2-13"
        },
        {
          "title": "Expectations, Gender Bias, and Federal Reserve Talk: Do Americans Trust Women as Central Bankers?",
          "authors": "Cristina Bodea, Andrew Kerner",
          "url": "https://doi.org/10.1086/735501",
          "doi": "https://doi.org/10.1086/735501",
          "filter": 0,
          "created": "2025-2-24"
        }
      ],
      "articles_hidden": []
    }
  ]
}
