{
  "update": "2024-12-17",
  "content": [
    {
      "journal_full": "MediArxiv",
      "journal_short": "MediArxiv",
      "articles": [
        {
          "title": "Theory Borrowing as a Process",
          "authors": "Jakob Henke",
          "abstract": "Communication science has a history of borrowing theories from other disciplines. Yet, this practice is often criticized. In this essay, I challenge this notion by suggesting we view it as an iterative process. In doing so, borrowing can contribute to building more robust theories. Using examples of theories that have been borrowed by communication researchers, I illustrate several challenges that are associated with theory borrowing, such as adapting a theory out of scope, neglecting assumptions, not considering alternatives, and non-replicable empirical foundations. Viewing theory borrowing as a process means continuously engaging with a theory’s parent literature and potentially contributing to it. Ultimately, I advocate for a reflective and collaborative approach to theory borrowing that fosters rigorous interdisciplinary engagement, strengthens communication theory, and extends the discipline’s impact across the social sciences.",
          "url": "https://osf.io/zvgy2",
          "doi": "https://doi.org/10.33767/osf.io/zvgy2",
          "filter": 0
        },
        {
          "title": "Journalists as Reluctant Political Prophets",
          "authors": "Keren Tenenboim-Weinblatt; Tali Aharoni; Christian Baden",
          "abstract": "This article examines the journalistic production of mediated political projections, defined as media narratives about uncertain futures in the political arena, such as anticipated outcomes and implications of elections. Despite the significance of prospective coverage in political journalism and its impact on political decision-making, there is limited understanding of journalists’ perceptions and textual expressions of political forecasting across various discursive forms, media types, and cultures. Drawing on interviews with Israeli journalists and a computational text analysis of election coverage in France, Israel, and the U.S., this study explores how journalists perceive, negotiate, and textually navigate political forecasting in their work. The findings reveal journalists’ deep ambivalence toward political forecasting and the resulting textual practices. We show how journalists attribute their engagement in forecasting to external pressures, while their reluctance stems from the inherent risks and challenges associated with political forecasting and its conflict with their journalistic identity. Journalists navigate this tension by incorporating projections into conventional factual reporting or using non-committal language. Except in data journalism, assessing the likelihood of political scenarios is uncommon. Although these patterns are observed across countries and media types, prospective coverage is more prevalent in interventionist and accommodative journalistic cultures, with the rhetoric of facticity and certitude more common in broadcast news. We argue that journalists’ reluctance to fully engage with the uncertainty of political futures limits their ability to effectively contribute to public decision-making processes in societies' navigation toward the future.",
          "url": "https://osf.io/r796s",
          "doi": "https://doi.org/10.33767/osf.io/r796s",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "MetaArxiv",
      "journal_short": "MetaArxiv",
      "articles": [
        {
          "title": "Where are my data? The AFFORD workflow to create your own data index with Git, R and Quarto",
          "authors": "Gorka Fraga González; Francesco Garassino; Hester vd Wiel; Willy Kuo; Diane de Julien de Zélicourt; Vartan Kurtcuoglu; Eva Furrer; Leonhard Held",
          "abstract": "For many researchers it may not be affordable to produce data that is Findable, Accessible, Interoperable and Reusable (FAIR). We propose a workflow to create a data index that will help data stewards and researchers curating the necessary metadata and documentation to facilitate finding and sharing their research data; making them effectively FAIRer. The AFFORD workflow utilizes generalist open-source tools broadly used for scientific research. It is intended to be maintainable by data stewards or researchers with an interest in data management, without creating new dependencies or requiring advanced programming\nskills. For this, we provide a demo website and a skeleton repository with the necessary materials ready for reuse. Our goal is\nto help researchers produce FAIRer data and, as a bonus, to help them adopt a set of tools that are important for scientific\nreproducibility in general.",
          "url": "https://osf.io/64fch",
          "doi": "https://doi.org/10.31222/osf.io/64fch",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PsyArxiv",
      "journal_short": "PsyArxiv",
      "articles": [
        {
          "title": "Effects of audiovisual asynchrony on speech intelligibility in typically hearing adults and cochlear implant users",
          "authors": "Cailey Salagovic; Ryan A Stevenson; Blake Edward Butler",
          "abstract": "PURPOSE: Speech contains auditory cues conveyed by the voice and visual cues produced by articulators, that are commonly integrated to form salient audiovisual percepts. How individuals make use of these cues depends on listener- and stimulus-specific factors. For example, cochlear implant (CI) users rely more on visual cues and the perceptual gains associated with multisensory integration than typically-hearing controls, while both groups are more likely to integrate auditory and visual cues when they occur synchronously. Here, we examine the interaction between these effects by quantifying how asynchrony affects speech intelligibility in CI users and typically-hearing controls.\n\nMETHODS: Participants were presented with audio-only, visual-only, synchronous audiovisual, and asynchronous audiovisual sentences. Intelligibility was quantified as the proportion of keywords correctly reported. Benefits associated with multisensory integration across offsets were computed by comparing performance to unisensory conditions.\n\nRESULTS: Intelligibility and multisensory gain were strongest near synchrony for both groups, tapering off as audiovisual asynchrony increased. CI users showed larger decrements in performance with increasing offset than controls. At the largest audio-leading offset, CI users’ performance continued to decrease while controls improved relative to smaller offsets.\n\nCONCLUSION: Typically-hearing listeners benefit from multisensory integration over a broader range of speech offsets than CI users. Interestingly, at extreme offsets CI users appear to be impaired by visual speech cues compared to typically hearing individuals, suggesting they may attempt to use visual speech cues to inform intelligibility even when they occur outside of the range of perceptual integration. These findings align with literature on visual bias in CI users, and raise questions regarding potential compensatory mechanisms for speech intelligibility.",
          "url": "https://osf.io/vpsba",
          "doi": "https://doi.org/10.31234/osf.io/vpsba",
          "filter": 0
        },
        {
          "title": "Optimizing the Frequency of Ecological Momentary Assessments Using Signal Processing",
          "authors": "Hamidreza Jamalabadi; Julia Elina Stocker; Tahmineh A Koosha; Andreas Jansen; Ulrich Ebner-Priemer; Carlotta L. Rieble; Ricarda Katharina Karola Proppert; Rayyan Tutunji; Eiko I Fried",
          "abstract": "Ecological Momentary Assessment (EMA) is increasingly recognized as a vital tool for tracking the fluctuating nature of mental states and symptoms in psychiatric research. However, determining the optimal sampling rate — that is, deciding how often participants should report their symptoms — remains a significant challenge. To address this issue, our study utilizes the Nyquist-Shannon Theorem from signal processing, which establishes that any sampling rate more than twice the highest frequency component of a signal is adequate. In our study, we applied this insight to analyze two EMA datasets on depressive symptoms with a combined 35,452 data points: dataset 1 from the WARN-D study features daily 7-point Likert measurements of the two core depression symptoms from 368 participants over 85 days, dataset 2 includes four daily 0-100 visual analogue scale measurements of the same core depression symptoms from 39 participants over a minimum of 30 days. Our analysis of both datasets suggests that the most effective sampling strategy involves measurements at least every other week. We find that measurements at higher frequencies provide valuable and consistent information across both datasets, with significant peaks at weekly and daily intervals. Furthermore, a robustness analysis using a broader set of symptoms aligning with the DSM-5 criteria for depression in dataset 2 leads to similar results. This suggests that the ideal frequency for measurements remains largely consistent, regardless of the specific symptoms used to estimate depression severity. We discuss our results in the context of aligning the ideal frequency for EMA measurements with specific study goals and needs. For conditions where abrupt or transient symptom dynamics are expected, such as during treatment, more frequent data collection is recommended. However, for regular monitoring, weekly assessments of depressive symptoms may be sufficient. We discuss the implications of our findings for EMA study optimization, address our study's limitations, and outline directions for future research.",
          "url": "https://osf.io/hev28",
          "doi": "https://doi.org/10.31234/osf.io/hev28",
          "filter": 0
        },
        {
          "title": "Measuring Naturalistic Speech Comprehension in Real Time",
          "authors": "Irmak Ergin; Jill Kries; Shiven Gupta; Laura Gwilliams",
          "abstract": "Speech comprehension has been described as an effortless and robust process; yet, in real-world contexts, it is common for a listener to misunderstand what was said, or fail to derive meaning entirely. Typically, methods of measuring speech comprehension are applied `post-hoc' - that is, after the comprehension has happened. This lacks the time resolution necessary to capture comprehension as it dynamically unfolds, and introduces memory confounds. The absence of appropriate time-resolved behavioral measurements has limited the field's understanding of the neural processes involved in online comprehension. To overcome these challenges, we designed and tested a novel way of measuring real-time speech comprehension during naturalistic listening. We built a slider device that synchronizes with behavioral and neural recording software and provides millisecond read-out. Thirty participants listened to audiobook segments while providing continuous comprehension ratings using the slider. To vary comprehension success, we presented speech segments at speed factors 1-5 times faster than normal. We validated the time-resolved slider data against established speech comprehension assessment methods: (i) 10-point scale rating, (ii) multiple choice question, and (iii) written summary, and obtained working memory and auditory acuity performance to account for by-participant variability that is not related to comprehension. Overall, our findings validate our novel time-resolved comprehension measure and demonstrate that it is possible to derive an online behavioral measure of real-time speech comprehension, the lack of which has been a major limitation of naturalistic language studies. We also confirmed numerous limitations of static post-hoc assessments, including challenges of multi-choice question design, and the confounding of potential effects due to recency bias and comprehension for summarization. The measure proposed here overcomes the constraints of static post-hoc assessments and can be effectively integrated with neuroimaging techniques, offering a valuable tool for future research on dynamic processes during naturalistic listening.",
          "url": "https://osf.io/93a75",
          "doi": "https://doi.org/10.31234/osf.io/93a75",
          "filter": 0
        },
        {
          "title": "Emotional Intelligence and Socioemotional Attributes:  Distinct Constructs and Their Uses",
          "authors": "John David Mayer; David R. Caruso",
          "abstract": "We examine evidence for the validity of different measures under the label emotional intelligence (EI). Some measures are valid for the assessment of EI and others are valid for the assessment of socioemotional attributes (SEA). The constructs of EI and SEA are defined and measures of each described, along with the mental response processes the measures elicit: test-takers’ abilities, self-estimated attributes, or observer reports. Both EI and SEA measures are valid but for distinctly different purposes, and the two classes of measures make different predictions. We add our voices to those who have advocated for dropping the EI label from SEA measures to more clearly draw the distinction between the two. Being clearer about constructs and measures will enhance consulting in the workplace and other applied settings.",
          "url": "https://osf.io/qwnyh",
          "doi": "https://doi.org/10.31234/osf.io/qwnyh",
          "filter": 0
        },
        {
          "title": "A new perspective on the development of Quebec French rhotic vowels",
          "authors": "Massimo Lipari; Morgan Sonderegger",
          "abstract": "Quebec French is reportedly developing rhoticity, with low F3 resulting from a bunched or retroflexed tongue (like English /ɚ/), in some or all of its front mid rounded vowels /ø, œ, œ̃/. The source of this rare, understudied sound change is unclear from previous work: contact with English and contrast enhancement have been suggested, and phonologization of coarticulation is typologically plausible. We examine this issue, investigating the apparent time change in the F3 trajectories of the three vowels using generalized additive mixed models on a corpus of parliamentary speech (106 speakers from across Quebec). We observe rhoticity in /ø/ and /œ̃ /: men begin with low F3 in these vowels, and women show change in progress. Conversely, there is less clear evidence of change in /œ/. We suggest these findings are best explained by rhoticity being a two-phased change, originally due to borrowing and subsequently spreading through contrast enhancement. Rhotacization, we argue, is the combined product of intensive exposure to English (which led to frequent non-integration of bunched/retroflex segments in loanwords) and an exceptionally large vowel inventory. It thus results from the unique interplay of social and phonological factors in Quebec French, which is consistent with such changes being cross-linguistically rare.",
          "url": "https://osf.io/wk9dg",
          "doi": "https://doi.org/10.31234/osf.io/wk9dg",
          "filter": 0
        },
        {
          "title": "Anti-transgender state policies and mental health outcomes among sexual and gender minority adults: A difference-in-differences analysis",
          "authors": "Briana Shiri Last; Nguyen Tran; Micah Lubensky; Juno Obedin-Maliver; Mitchell Lunn; Annesa Flentje",
          "abstract": "Importance: There has been a recent rise in anti-transgender state policies targeting gender minority (GM) — transgender and gender diverse — people, likely impacting the mental health of sexual and gender minority (SGM) people and GM people. \n\nObjective: To estimate changes in mental health symptoms associated with recent enactment of anti-transgender state policies among SGM people and GM people specifically. \n\nDesign: A staggered difference-in-differences analysis to examine the associations between anti-transgender policies and mean changes in mental health outcomes.\n\nSetting: United States\n\nParticipants: SGM adults who completed annual questionnaires between April 1, 2020 and May 2023 for The Population Research in Identity and Disparities for Equality (PRIDE) Study, a national, prospective, continuously enrolling, online, cohort study of SGM adults.\n\nExposures: Living in a state with one or more of the following enacted policies: (1) restrictions on GM people using bathrooms congruent with their gender identity; (2) bans on GM young people participating in sports; (3) bans on gender-affirming care. \n\nMain Outcomes: Mean levels of anxiety (7-item Generalized Anxiety Disorder scale), depression (9-item Patient Health Questionnaire), and posttraumatic stress disorder (PTSD) symptoms (6-item PTSD Checklist).\n\nResults: Of the 8,733 SGM participants in the sample, 4,354 (49.9%) were GM, 7,884 (78.6%) identified as White only, and the median age of participants was 32.5 years old. Among all SGM participants, anti-transgender policy enactment was associated with increases in anxiety (1.01 points, 95% CI=[0.01, 2.03]) and PTSD (0.97 points, 95% CI=[0.07, 1.87]) symptoms, but smaller and non-significant increases in depression symptoms (0.75 points, 95% CI=[-0.36, 1.85]). In the GM subsample, smaller, non-significant increases in anxiety (0.86 points, 95% CI=[-0.50, 2.22]), depression (0.29 points, 95%CI=[-1.27, 1.85]), and PTSD (0.89 points, 95% CI=[-0.49, 2.26]) were observed after policy enactment. GM adults had high mental health symptoms across the study period, which may account for the smaller increases in GM adults’ symptoms in states that enacted policies. \n\nConclusions: Anti-transgender policies are likely negatively impacting SGM people’s mental health. Given the already high levels of mental health symptoms observed, multi-level interventions are necessary to support SGM people’s mental health amid this recent wave of anti-transgender policies.",
          "url": "https://osf.io/98mun",
          "doi": "https://doi.org/10.31234/osf.io/98mun",
          "filter": 0
        },
        {
          "title": "Parenting and Parental Well-being during the COVID-19 Pandemic",
          "authors": "Esther Kluwer; Joyce Snijdewint; Johan Karremans; Pieter Dingemanse; Reine C van der Wal",
          "abstract": "This study examines changes over the course of the COVID-19 pandemic in parenting and parental well-being as important indicators of family functioning. Based on the Family Stress Model, the current study tests the prediction that parents who experienced more stress and had less personal, couple, and social resources early in the pandemic were more likely to experience negative changes in their parenting and parental well-being at later stages. Latent class growth analysis was conducted using three waves of data during the first year of the pandemic (July 2020, October 2020, and February 2021) from a Dutch sample of 188 parents and their partners, with children living at home. Most groups showed stable parenting and parental well-being across the first year of the pandemic, but 13% to 16% of the parents showed moderate and increasing parenting problems and parent-child relationship problems. These families were characterized by higher stress levels and less personal resilience and dyadic coping, and to a smaller degree also less secure attachment and social support early in the pandemic. Early detection of families that risk increasing parenting problems may benefit family interventions and policy in the event of new disease outbreaks.",
          "url": "https://osf.io/vzc9s",
          "doi": "https://doi.org/10.31234/osf.io/vzc9s",
          "filter": 0
        },
        {
          "title": "Reassessing the Metrics of Integration: Toward Eliminating the Blur between Theory and Statistics to Clarify Effect Sizes, Measurement, and Causality in Acculturation Psychology",
          "authors": "Dmitry Grigoryev; Albina Gallyamova; Elizaveta Komyaginskaya",
          "abstract": "The debate around the integration hypothesis in acculturation research often hinges on the interpretation of effect sizes. Critics label these effects as too small and inconsistent, questioning their significance, while supporters argue they are robust enough to validate the hypothesis. This controversy underscores a broader challenge and widespread misunderstanding among psychologists regarding the philosophical basis of measurement and causality, specifically the vague criteria for what constitutes a ‘sufficient’ effect size. The ambiguity may arise from the field’s limited focus (characteristic of psychology in general) on the issues of measurement, and is compounded by the common ‘ergodic fallacy,’ which mistakenly applies group level characteristics to individuals. This paper addresses these issues through three main discussions. Firstly, it evaluates the ongoing debate on the integration hypothesis in light of recent meta-analyses. Secondly, it analyzes how effect sizes should be attributed—whether to populations, samples, or individuals—and establishes criteria for assessing their significance. Lastly, it examines the philosophical underpinnings of measurement in psychology and causality. By exploring these areas, the paper aims to clarify and enhance the coherence of discussions on effect sizes, measurement, and causality in acculturation research.",
          "url": "https://osf.io/8kf9m",
          "doi": "https://doi.org/10.31234/osf.io/8kf9m",
          "filter": 0
        },
        {
          "title": "The Efficiency of Ambiguity: Abstract References Emerge in Coarse Contexts",
          "authors": "Anna Briotto; Kristina Kobrock; Elia Bruni",
          "abstract": "We investigate how context granularity, i.e. whether fine or coarse distinctions need to be made, influences an emerging lexicon. We conduct an agent-based simulation of a concept-level reference game, in which agents learn to communicate about concepts that are operationalized by combining multiple objects. We create three experimental conditions by manipulating the context in which the instances of the target concept appear: In the fine context condition, agents must make precise distinctions between similar targets and distractors. In the coarse context condition, targets are easy to discriminate because they share no overlapping features with the distractors. In the mixed baseline condition, both fine and coarse distinctions are necessary.\nOur results suggest that agents adapt their communication strategies to the granularity of the context in which they learned the concepts. In the fine context and baseline conditions, agents develop a communication protocol heavily based on one-to-one mappings between messages and concepts. Conversely, in the coarse context condition agents communicate more efficiently by vastly relying on abstract references that may refer to more than a single concept but are unambiguous in context. These results show that ambiguity emerges in coarse contexts and that ambiguous abstract terms are used for more efficient communication.",
          "url": "https://osf.io/3btvj",
          "doi": "https://doi.org/10.31234/osf.io/3btvj",
          "filter": 0
        },
        {
          "title": "The Science of Honesty: A Review and Research Agenda",
          "authors": "Shaul Shalvi; Emma Levine; Isabel Thielmann; Eranda Jayawickreme; Benjamin van Rooij; Kinneret Teodorescu; Amos Schurr; Mike Furr; Salvatore Maria Aglioti; Ingo Zettler",
          "abstract": "Honesty, defined as freedom from fraud or deception, is widely valued in many aspects of life, from personal relationships to professional settings. Yet acts of dishonesty remain widespread, including political and corporate scandals, misinformation, personal betrayal, and so on. Understanding honesty and the factors that influence it provides insights that are essential for fostering trust and combating corruption. In this review, we synthesize key findings from research on honesty, focusing on when people choose to be truthful or deceptive. We argue that although much is known about honesty in isolated, low-risk contexts, an urgent need exists to study honesty in more complex, realistic settings, such as those involving interpersonal relationships, potential sanctions, or group influences. Our proposed framework highlights understudied contexts and encourages future studies to explore settings where enforcement and social dynamics play a significant role in decision-making. To do so, we point out 66 open research questions that we find most promising to explore. By integrating insights from multiple disciplines, we aim to advance the understanding of honesty and provide a roadmap for research that can inform policies and interventions to promote integrity in society.",
          "url": "https://osf.io/at4xc",
          "doi": "https://doi.org/10.31234/osf.io/at4xc",
          "filter": 0
        },
        {
          "title": "AffectTracker: Real-time continuous rating of affective experience in immersive Virtual Reality.",
          "authors": "Antonin Fourcade; Francesca Malandrone; Lucy Roellecke; Anthony Ciston; Jeroen de Mooij; Arno Villringer; Sara Carletto; Michael Gaebler",
          "abstract": "Subjective experience is key to understanding affective states, characterized by valence and arousal. Traditional experiments using post-stimulus summary ratings do not resemble natural behavior. Fluctuations of affective states can be explored with dynamic stimuli, such as videos. Continuous ratings can capture moment-to-moment affective experience, however the rating or the feedback can be interfering. \nWe designed, empirically evaluated, and openly share AffectTracker, a tool to collect continuous ratings of two-dimensional affective experience (valence and arousal) during dynamic stimulation, such as 360-degree videos in immersive virtual reality. AffectTracker comprises three customizable feedback options: a simplified affect grid (Grid), an abstract pulsating variant (Flubber), and no visual feedback.\nTwo studies with healthy adults were conducted, each at two sites (Berlin, Germany, and Torino, Italy). In Study 1 (Selection: n=51), both Grid and Flubber demonstrated high user experience and low interference in repeated 1-min 360-degree videos. Study 2 (Evaluation: n=83) confirmed these findings for Flubber with a longer (23-min), more varied immersive experience, maintaining high user experience and low interference. \nContinuous ratings collected with AffectTracker effectively captured valence and arousal variability. For shorter, less eventful stimuli, their correlation with post-stimulus summary ratings demonstrated the tool’s validity; for longer, more eventful stimuli, it showed the tool’s benefits of capturing additional variance.  \nOur findings suggest that AffectTracker provides a reliable, minimally interfering method to gather moment-to-moment affective experience also in immersive environments, offering new research opportunities to link affective states and physiological dynamics.",
          "url": "https://osf.io/xemwb",
          "doi": "https://doi.org/10.31234/osf.io/xemwb",
          "filter": 0
        },
        {
          "title": "Religious Fundamentalism, but not Centrality of Religiosity, is Related to Online Conformity – A Study Based on Asch’s Paradigm",
          "authors": "Magdalena Joanna Misiak; Mariola Paruzel-Czachura",
          "abstract": "Humans are inherently social beings and often subject to social influence, a phenomenon known as conformity. But what traits characterize individuals who conform to group opinions? We aimed to examine the potential impact of religiosity and religious fundamentalism on conformity. With the growth of technology, many decisions are now made online, such as during video meetings. This shift prompted us to investigate online conformity in a pre-registered study. To measure conformity, we adapted Asch’s paradigm, using actors in an online video meeting to perform a simple perceptual task based on the classic line-length procedure. Our study focused on two constructs: (1) centrality of religiosity across its dimensions and (2) religious fundamentalism. We hypothesized that higher religiosity and higher levels of religious fundamentalism would be associated with greater online conformity. Consistent with our hypothesis, we found that religious fundamentalism positively correlated with online conformity, whereas the centrality of religiosity showed no relationship with conformity in the online setting.",
          "url": "https://osf.io/n8dch",
          "doi": "https://doi.org/10.31234/osf.io/n8dch",
          "filter": 0
        },
        {
          "title": "Baccarat gamblers follow trends rather than adhere to the gambler’s fallacy: Analyses of field data from a casino",
          "authors": "Hiroyuki Muto; Ryusuke Nakai; Toshiya Murai; Sakiko Yoshikawa; Nobuhito Abe",
          "abstract": "This study investigated the cognitive biases underlying baccarat gambling behaviors through an analysis of 17,970,830 games played by 6,625 customers in a casino. Baccarat, a popular high-stakes game in East Asia, involves predicting the outcome of two hands, where the results are inherently unpredictable, similar to the structure of games such as roulette. In contrast to existing theories predicting the emergence of the gambler’s fallacy—or negative recency—when the outcome generation mechanism is clearly random, most baccarat gamblers exhibit the opposite bias, demonstrating a tendency toward positive recency. Specifically, customers increasingly placed bets on future outcomes to match past consecutive outcomes as streaks grew longer. This trend-following behavior diminished when streaks were interrupted, ruling out explanations based on the “hot outcome” fallacy, which is typically associated with adaptive behaviors such as resource foraging. Moreover, betting amounts increased slightly but reliably when gamblers followed trends. These findings provide new insights into cognitive biases in gambling, challenge established theories of positive and negative recency, and underscore the importance of considering the unique structural characteristics of specific games when studying gambling behavior. This perspective may also contribute to a deeper understanding of pathological and problem gambling.",
          "url": "https://osf.io/wvtph",
          "doi": "https://doi.org/10.31234/osf.io/wvtph",
          "filter": 0
        },
        {
          "title": "Olfaction is a Spatial Sense",
          "authors": "Ann-Sophie Barwich",
          "abstract": "This paper investigates the spatial dimensions of olfactory perception, challenging philosophical views that marginalize smell in spatial navigation and cognition compared to visual phenomenology. I argue that both olfactory and visual perceptions—despite smell often being considered non-spatial or minimally spatial—involve intricate spatial structuring when processed through unconscious cognitive processes. An information- theoretical approach shows that cognitive inferences turn spatially deficient sensory data into spatialized perceptual content to generate spatial perception across sensory modalities. This challenges the idea that spatial perception is tied to external features. My argument is supported by two lines of evidence: (i) figure-ground segregation across sensory modalities, suggesting a general mechanism in perceptual processing; (ii) recent neuroscientific evidence demonstrating how spatial information is processed in olfaction for navigation and environmental mapping. My analysis calls for a reevaluation of assumptions about the non-spatial nature of smell, highlighting significant cognitive and spatial capabilities in olfaction.",
          "url": "https://osf.io/28jqw",
          "doi": "https://doi.org/10.31234/osf.io/28jqw",
          "filter": 0
        },
        {
          "title": "State of the art, frustrations, and potential solutions arising out of interviews with meta.data relevant creators, archivists, and researchers.",
          "authors": "Brett Buttliere; Remigiusz Depta; Anna Natalia Gajda",
          "abstract": "Data become available online, but teams are now realizing that without consistent meta.data, reuse is largely hindered due to the difficulty of deciphering and recoding the datasets and analysis scripts. This project reports on a series of interviews conducted Summer 2024 with researchers and digital infrastructure providers, on ‘meta.data’: current conceptions, the needs of the community, what tools are being offered currently, and the future of the field. Starting from 17 basic questions, we explore questions about e.g., how people name their variables, struggles with reusing and making data clear, potential tools, and our own proposed solutions through approximately 1 hour interviews. The interviews were held online, recorded using, transcribed, and analyzed with maxQDA, R, ChatGPT, and other statistical software to find the major themes and e.g., data standards mentioned throughout the interviews. The results make clear that our variable template solution is novel and we intend to host a summer school next year to bring the interviewers together and begin working on solutions.",
          "url": "https://osf.io/cz69u",
          "doi": "https://doi.org/10.31234/osf.io/cz69u",
          "filter": 0
        },
        {
          "title": "Towards a “DGS-LEX”: A Roadmap for the Collaborative Creation of a Psycholinguistic Database for German Sign Language (DGS)",
          "authors": "Patrick C. Trettenbrein; Jan Bümmerstede; Thomas A. Finkbeiner; Pia Gehlbach; Nina-Kristin Meister; Annika Schiefner; Petra schumacher; Door Spruijt; Markus Steinbach; Pamela Perniss",
          "abstract": "Lexical variables such as iconicity or age of acquisition are known to be important sources of\nvariance in psycholinguistic experiments. To control for such variables, researchers working\non German Sign Language (DGS) need to use stimuli rated for these constructs (e.g.,\niconicity) by an independent group of participants before implementing their actual\nexperiment. Up to now, several research groups have made such rating data publicly\navailable but a central resource is currently still lacking. Against this background, this short\npaper provides a roadmap for the collaborative creation of a so-called “DGS-LEX”, a lexical\ndatabase for psycholinguistic research on DGS, similar to ASL-LEX. By integrating relevant\ndata from different published and forthcoming studies, this joint effort aims to establish a\nnew database for lexical variables in DGS primarily based upon subjective ratings.",
          "url": "https://osf.io/u8vgk",
          "doi": "https://doi.org/10.31234/osf.io/u8vgk",
          "filter": 0
        },
        {
          "title": "Modality-Independent Core Brain Network for Language as Proved by Sign Language",
          "authors": "Patrick C. Trettenbrein; Nina-Kristin Meister; Ksenija Slivac; Thomas A. Finkbeiner; Markus Steinbach; Angela D. Friederici; Emiliano Zaccarella",
          "abstract": "The human brain has the capacity to automatically compute the grammatical relations of\nwords in sentences, be they spoken or written. This species-specific ability for syntax lies at\nthe core of our capacity for language and is primarily subserved by a left-hemispheric fronto-\ntemporal network consisting of the posterior inferior frontal gyrus (pIFG), as well as the\nposterior middle temporal gyrus and superior temporal sulcus (pMTG/STS). To date, it\nremains unclear whether this core network for syntactic processing identified for spoken and\nwritten language in hearing people also holds for the processing of the grammatical structure\nof a natural sign language in deaf people. Using functional magnetic resonance imaging, a\nsign language paradigm that systematically varied the presence of syntactic and lexical-\nsemantic information, and meta-analytically defined functional regions-of-interests derived\nfrom a large dataset of syntactic processing in hearing non-signers, we demonstrate that deaf\nnative signers of German Sign Language (DGS) also recruit left pIFG and pMTG/STS for\ncomputing grammatical relations in sign language—indicating the universality of the core\nlanguage network. These findings suggest that the human brain evolved a dedicated neural\nnetwork for processing the grammatical structure of natural languages independent of\nlanguage modality, which flexibly interacts with different externalization systems depending\non the modality of language use.",
          "url": "https://osf.io/hnzgp",
          "doi": "https://doi.org/10.31234/osf.io/hnzgp",
          "filter": 0
        },
        {
          "title": "Can Biased State Media Change Minds? Null Evidence from Poland",
          "authors": "Gabriela Czarnek; ASHLEY BLUM; David Gertler Rand; Adam J. Berinsky",
          "abstract": "We investigate the impact of exposure to biased media content on political attitudes, focusing on a specific government-controlled broadcaster in Poland. In an experiment (N = 1,943), we randomly assigned participants to either a treatment condition, where they read excerpts from a representative sample of articles published by this media outlet on divisive political topics, or to a control condition. We do not find evidence that exposure to these excerpts influenced political attitudes (such as distrust in the opposition, perceptions of outsider threat, and meta-perceptions of these attitudes in society). Additionally, there was no evidence that mentioning the source of the information affected the persuasiveness of the news articles, nor that party preferences or political interest moderates any of these effects. These findings raise questions about the causal role of biased media in political polarization during periods of high political discord.",
          "url": "https://osf.io/jtkd8",
          "doi": "https://doi.org/10.31234/osf.io/jtkd8",
          "filter": 0
        },
        {
          "title": "Maladaptive but malleable: Gender-science stereotypes emerge early but are modifiable by language",
          "authors": "Michelle Momo Wang; Amanda Cardarelli; Jonah Brenner; Sarah-Jane Leslie; Marjorie Rhodes",
          "abstract": "Gender-science stereotypes emerge early in childhood, but little is known about the developmental processes by which they arise. The present study tested the hypothesis that language implying scientists are a special and distinct kind of person contributes to the development of gender-science stereotypes, even when it does not communicate stereotypic content. One cross-sectional and two longitudinal studies with racially and geographically diverse children (primarily from the United States; ages 4-5; N = 872, tested 2020-2022) revealed that gender stereotypes about science vs. art (a) emerge before elementary school, (b) arise from commonplace identity-emphasizing language, especially among girls, and (c) can be durably disrupted by subtle changes to language. This study identifies a promising way to counteract stereotypes at their roots.",
          "url": "https://osf.io/4c37x",
          "doi": "https://doi.org/10.31234/osf.io/4c37x",
          "filter": 0
        },
        {
          "title": "Questionable prospective effects of self-esteem on anxiety and academic self-efficacy: A simulated reanalysis and comment on Cao and Liu (2024)",
          "authors": "Kimmo Sorjonen; Bo Melin",
          "abstract": "Based on findings from analyses with cross-lagged panel models, Cau and Liu (2024) concluded that self-esteem can protect against anxiety and promote academic self-efficacy. Here, we simulated data to resemble the data used by Cau and Liu. We used triangulation and fitted complementary models to the simulated data and found contradicting decreasing and increasing effects of initial self-esteem on subsequent change in anxiety and academic self-efficacy. These divergent findings suggest that it is premature to assume a protective effect of self-esteem on anxiety and an enhancing effect on academic self-efficacy and the conclusions by Cau and Liu in this regard can be challenged. It is important for researchers to be aware that correlations, including adjusted cross-lagged effects, do not prove causality in order not to overinterpret findings, something that appears to have happened to Cau and Liu. We recommend researchers to triangulate by fitting complementary models to their data in order to evaluate if observed effects may be due to true causal effects or if they appear to be spurious.",
          "url": "https://osf.io/4kp9j",
          "doi": "https://doi.org/10.31234/osf.io/4kp9j",
          "filter": 0
        },
        {
          "title": "Psychedelic Use in Japan, and its Effect on Depression and anxiety: A Cross-Sectional Survey Analysis",
          "authors": "Shiratori Takashi",
          "abstract": "Introduction: Psychedelic research has expanded globally, but studies in Japan remain limited due to strict drug policies and social stigma. This study investigates the demographic characteristics and mental health effects of psychedelic use among Japanese users, providing insights for future drug policy and mental healthcare.\n\nMethods: We conducted a cross-sectional survey of Japanese psychedelic users recruited via social media (X, formerly Twitter) from May 1 to June 1, 2024. Eligible participants (aged 18+, Japanese nationals) completed an online questionnaire, reporting demographic data, psychedelic use history, and mental health assessments. Depression and anxiety were measured using the Patient Health Questionnaire-9 (PHQ-9) and the Generalized Anxiety Disorder-7 (GAD-7) scales before and after psychedelic use.\n\nResults: Among 615 participants, the average age was 33.8 years. LSD was the most used psychedelic. Wilcoxon signed-rank tests showed significant reductions in depression and anxiety scores after psychedelic use (PHQ-9: Z = –14.87, p &lt; .001, r = 0.59; GAD-7: Z = –14.59, p &lt; .001, r = 0.58), suggesting potential mental health benefits.\n\nDiscussion: The findings support the self-medication hypothesis, indicating that individuals may turn to psychedelics for relief from mental distress, resulting in improved symptoms of depression and anxiety. However, the study’s reliance on self-reported data and lack of clinical control limits the ability to establish causal relationships. Further research should investigate the therapeutic potential and risks of psychedelic use in Japan’s cultural context. These findings highlight the need for culturally sensitive drug policies and continued exploration of psychedelic use outside clinical settings.",
          "url": "https://osf.io/gczwk",
          "doi": "https://doi.org/10.31234/osf.io/gczwk",
          "filter": 0
        },
        {
          "title": "Sex Differences and Semantic Support in Toddlers’ Spoken Word Recognition",
          "authors": "Daniela Susana Avila-Varela; Francesco Cabiddu; Anira Escrichs; Paula Luegi; João Veríssimo; Gary Jones",
          "abstract": "Research shows that as toddlers grow and their vocabulary expands, their ability to recognize a referent after hearing its name worsens when they encounter similar-sounding words (e.g., dog-door) or words from the same category (e.g., dog-chicken) compared to unrelated words (e.g., dog-boat).  This study investigated the impact of phonological and semantic similarities between words on spoken word recognition in toddlers. We presented 21-month-old English monolinguals with a Preferential Looking Task adapted to a priming paradigm while their eye movements were recorded with an eye-tracker. Participants were presented with a spoken word (prime) followed by a related or unrelated spoken word (target). The experiment included three conditions: Phonologically Related, where words share the initial phonemes (e.g., toe-toast); Semantically Related, where words share the initial phonemes and belong to the same category (e.g., turkey-turtle); and Unrelated, where words do not share the initial phonemes and do not belong to the same category (e.g., bubble-toast and box-turtle). Growth curve analyses revealed more target looks in the Unrelated condition than in the Phonologically Related condition and more looks in the Semantically Related condition than in the Unrelated and Phonologically Related conditions. These results suggest better word recognition when a word is both phonologically and semantically related than when it is unrelated or only phonologically related. Female toddlers demonstrated more pronounced word recognition than male toddlers. This study extends our understanding of the roles of phonological and semantic cues, as well as sex differences, in language processing among young toddlers.",
          "url": "https://osf.io/3m6p4",
          "doi": "https://doi.org/10.31234/osf.io/3m6p4",
          "filter": 0
        },
        {
          "title": "Opposite sign correlation between emotional intelligence and autobiographical and everyday memory",
          "authors": "Clara Moya; María García; Clara Vila; María José Álvarez-Alonso; Cristina de-la-Peña; Ricardo Scott",
          "abstract": "Emotion influences memory. Emotional intelligence contributes to regulate emotions in life activities, such as affective relationships, teamwork, or tolerance to frustration. A high score in emotional intelligence is usually related with high scores in other cognitive skills. Here we tested the relationship of emotional intelligence with two types of memory: autobiographical and everyday memory. Emotional intelligence was assessed through a short version of the EQ-i inventory. For memory evaluation we used Spanish adaptations of the Memory Functioning Questionnaire (MFQ), the Autobiographical Memory Test (AMT), the Memory Characteristics Questionnaire (MCQ), and an historically updated version of the Past Events Questionnaire (PEQ). Regression analysis showed a positive relation among the interpersonal factor of emotional intelligence and autobiographical memory. On the contrary, the intrapersonal emotional intelligence showed a negative relation with everyday memory (memory for routines and practical aspects of everyday life).  This opposite sign relationship suggests that while social interaction enhances autobiographical memories, internal introspection reduces everyday memory, likely due to motivational aspects in both cases. In addition to emphasizing the importance of interpersonal relationships for cognitive aspects, the results also point to a specific memory deficit (everyday memory) in people with high scores in intrapersonal intelligence as measured by EQ-i.",
          "url": "https://osf.io/umgsh",
          "doi": "https://doi.org/10.31234/osf.io/umgsh",
          "filter": 0
        },
        {
          "title": "Information about Immigrants’ Deservingness Reduces Misperceptions and Opposition to Immigration",
          "authors": "Amine Sijilmassi; Hugo Mercier; Lou Safra; Coralie Chevallier",
          "abstract": "Anti-immigration attitudes remain widespread across Western societies, raising concerns for social cohesion. This study investigates whether correcting misperceptions about immigrants' perceived deservingness—using cues such as intent to contribute and efforts to overcome socio-economic challenges—can counter anti-immigration prejudice. In Study 1 (N = 474), a factorial survey experiment showed that low-status immigrants were viewed more favorably when they exhibited deservingness traits. Studies 2a (N = 1,506) and 2b (N = 1,255), conducted as one-week longitudinal studies during the 2024 European and French parliamentary elections, revealed that an information treatment emphasizing deservingness cues strongly reduced misperceptions about immigrants, modestly reduced opposition to immigration, and had an even smaller effect for anti-immigration voting. These findings suggest that while immigrants are often perceived negatively, emphasizing perceived deservingness can mitigate prejudice, presenting a promising strategy for reducing anti-immigration bias.",
          "url": "https://osf.io/48xmv",
          "doi": "https://doi.org/10.31234/osf.io/48xmv",
          "filter": 0
        },
        {
          "title": "Can subjective agreement levels be measured on an interval scale? An empirical test of individual-level response structures",
          "authors": "Matthias Borgstede",
          "abstract": "Numeric ratings of agreement (also known as Likert-scales) are one of the most common assessment tools in psychology. However, little is known about the measurement theoretic properties of such ratings. Most prominently, the question whether such ratings yield interval scaled measurements has been questioned on theoretical grounds, the key issue being that interval scales do not only require ratings to be order preserving, but also additive. In this article, I apply a representational measurement model to investigate intra-individual response structures with regard to Likert-scale items. The model is borrowed from the psychophysical paradigm of cross-modality comparisons and allows for an explicit empirical test of additivity on the level of individual responses.  A within-subjects experiment with N = 140 individuals was conducted, where subjects were instructed to rate their agreement to a set of items from a standardized personality questionnaire. The ratings were performed repeatedly with varying reference stimuli to evoke difference ratings for agreement. These difference ratings were then used to test the conditions of the measurement model. The results indicate that 51% of the individuals showed additivity in their rating behavior. Therefore, an interval scale representation of subjective agreement was possible for about one half of the individuals, whereas the other half did not produce agreement ratings on an interval scale. While the results clearly demonstrate that interval scale measurements using numeric ratings are possible, they also indicate that such quantitative representations should not be taken at face value but need to be tested empirically.",
          "url": "https://osf.io/vw4nh",
          "doi": "https://doi.org/10.31234/osf.io/vw4nh",
          "filter": 0
        },
        {
          "title": "The impact of executive functions on English academic performance among Chinese primary school students: A network analysis",
          "authors": "Chao Ma; Song Minyuan; xin zhao",
          "abstract": "Background: In China, English is mandatory for all 8 to 9 year olds, and executive function is a key predictor of English achievement. However, prior studies have overlooked either the multidimensionality of English assessments or the component nature of executive function, resulting in inconsistent findings.\nAims: This study simultaneously examines the relationships between executive function components (inhibitory control, working memory, cognitive flexibility) and English academic performance (listening, reading, writing), aiming to resolve literature controversies and establish a foundation for further causal exploration.\nSamples: The sample comprises 863 Chinese primary school students from the third to the fifth grade.\nMethods: A cross-sectional study employing network analysis and comparison was conducted to examine the relationship between executive function and English academic performance in Chinese primary school students.\nResults: The results indicate that working memory updating exerts a significant influence on various aspects of English academic performance. Working memory span and cognitive flexibility positively predict English writing, while response inhibition is the strongest predictor of reading. Regarding gender differences, working memory span negatively predicts listening in males, whereas it has a stronger positive impact on overall English academic performance in females.\nConclusions: This study reveals the complex relationships between executive function components and various aspects of English academic performance, establishing a foundation for exploring their causal links and offering empirical support for targeted teaching strategies.",
          "url": "https://osf.io/yf92p",
          "doi": "https://doi.org/10.31234/osf.io/yf92p",
          "filter": 0
        },
        {
          "title": "A social route to abstractness",
          "authors": "Anna M. Borghi; Claudia Mazzuca; Luca Tummolini",
          "abstract": "Abstractness, i.e., the capability to form and use abstract concepts, like “fantasy”, is pivotal to human cognition. Abstract concepts come in different kinds and are characterized by sensorimotor, interoceptive, emotional, linguistic, and social aspects to various degrees. In this Perspective, we propose a social route to abstractness, highlighting the role of social interaction and conceptual flexibility. We distinguish two notions: “socialness,” the idea that abstract concepts evoke more social aspects than concrete concepts, and “social metacognition,” a process that includes a monitoring and an interactive phase. Because abstract concepts do not have perceptually similar referents and their meaning is often indeterminate, people monitor their knowledge of abstract knowledge longer, feel more uncertain, and use inner speech more. Other people’s support is more critical to acquiring abstract concepts and, once acquired, to aligning and co-building conceptual meaning. Our view introduces a further semantic dimension, vagueness, which leads to a distinction between abstract concepts with more determined meaning, like some scientific and magnitude concepts, and abstract concepts whose meaning remains vague and socially negotiable. Our perspective connects literature on concepts, knowledge outsourcing, knowledge communities, and political polarization.",
          "url": "https://osf.io/v6t95",
          "doi": "https://doi.org/10.31234/osf.io/v6t95",
          "filter": 0
        },
        {
          "title": "Making Sense With Art Together: Integrating Affect and Semiosis",
          "authors": "Gemma Schino; Lisa-Maria van Klaveren; Theisje van Dorsten; Samrddhee Pathare; Barend van Heusden; Ralf F. A. Cox",
          "abstract": "Art is ubiquitous in our lives, and its experience and understanding are deeply emotional. Dewey (1934) suggested that all human experience, including art experiences, emerges from active engagement with the environment. In this view, affect and interpretation are interconnected processes that unfold together. To examine the integration of these processes, this interdisciplinary study used a multi-method approach. Eighteen dyads of adult participants took part in the study. They were instructed to each bring an art object that was meaningful to them. During the experiment participants engaged in an audio-visually recorded, semi-structured conversation, reflecting on both art objects. They also answered pre- and post-questionnaires on their emotions. The sense-making process was coded in terms of four strategies, namely: perception, imagination, conceptualisation, and analysis (van Heusden, 2015). Affect in sense-making was measured through self-reported valence and arousal of emotions, and sentiment analysis of the conversation. The results showed that dyadic interactions led to significant changes, at the group level, in participants’ self-reported affect toward the other’s art object. An Exploratory Graph Analysis revealed unique weighted networks of sentiment for each strategy. Additionally, a Multinomial Log-linear Model demonstrated that affect and strategies work in tandem during the sense-making process, to predict perceived affect.",
          "url": "https://osf.io/rqn87",
          "doi": "https://doi.org/10.31234/osf.io/rqn87",
          "filter": 0
        },
        {
          "title": "Neural correlates of processing orthographic neighbours and predicted words during naturalistic sentence reading: A co-registered eye-tracking and MEG study",
          "authors": "Wei Qi; Ariane Tretow; Béla Weiss; Hongjun Chen; Otto Loberg; Xichu Zhu; Susannah Otieno-Leppänen; Jarkko Hautala; Paavo H. T. Leppänen",
          "abstract": "Context-based prediction is crucial for language processing, facilitating in selecting predicted words from orthographically similar candidates. However, the neural differences in processing orthographic neighbours versus predicted words in high-constraint sentence contexts remain underexplored. This study used fixation-related fields (FRF) with eye-tracking and magnetoencephalography (MEG) to capture participants’ eye movements and neural responses during naturalistic sentence reading. Experimental sentences included four conditions based on target words’ plausibility: plausible words (PC), implausible orthographic neighbours with last- (LD) or first-letter deviations (ED) from the PC target words, and unrelated words (UC). Results revealed longer first fixation durations and larger N400m FRF responses for the LD, ED, and UC than for the PC. The ED elicited larger P600m FRF responses than the LD and PC. The left inferior frontal gyrus (IFG) showed increased activity for the ED and UC than the PC during both the N400m and P600m time windows. The left temporal cortex exhibited stronger activity for the PC than the ED during the N400m time window. During the P600m time window, compared with the PC, increased right IFG activity was observed for the LD, while the right insula cortex showed greater involvement for the LD and ED. This study highlights the impact of orthographic form in sentence reading, demonstrating that even one-letter deviations significantly affect fixation-related brain responses. These findings uncover distinct neural processes for handling orthographic and semantic deviations, emphasizing the role of the left and right IFG and the right insula cortex in processing orthographic neighbours during naturalistic sentence reading.",
          "url": "https://osf.io/3z4na",
          "doi": "https://doi.org/10.31234/osf.io/3z4na",
          "filter": 0
        },
        {
          "title": "Moral Stereotyping in Large Language Models",
          "authors": "Aliah Zewail; Alexandra Figueroa; Jesse Graham; Mohammad Atari",
          "abstract": "Can Large Language Models (LLMs) accurately estimate various societies’ moral values? Here, we query the perceptions of the GPT family of LLMs for the “average” person from 48 countries and compare them to a large-scale (n = 93,198) survey of six moral values (Care, Equality, Proportionality, Loyalty, Authority, and Purity) from those countries. Our findings indicate that LLMs poorly capture the moral diversity around the globe, systematically overestimating some moral values (especially Care) and underestimating others (especially Purity). Notably, examining various versions of GPT shows that these LLMs may overestimate the overall moral concerns of some Western countries (e.g., United States, Canada, and Australia) while underestimating those of non-Western countries (e.g., Nigeria, Morocco, and Indonesia). Our work reveals that LLMs are inaccurate generators of cross-cultural estimations in the moral domain; in other words, they stereotype the moral values of cultural populations in predictable ways. Our results highlight the ethical and epistemic risks of relying on LLMs to estimate the endorsement of moral values around the globe.",
          "url": "https://osf.io/t9x8r",
          "doi": "https://doi.org/10.31234/osf.io/t9x8r",
          "filter": 0
        },
        {
          "title": "Socioeconomic Status and Mathematical Abilities: The Roles of Specific Executive Functioning Components",
          "authors": "Zhu Xiaoliang",
          "abstract": "Children’s family socioeconomic status plays a critical role in the development of mathematical abilities in early elementary school. However, the underlying mechanisms remain unclear. This study investigates the mediation effects of specific executive functioning components in this relationship. A total of 185 children (MageT1 = 7.78 years, 54.05% boys) participated in the study. We measured EF, family SES, and mathematical abilities at T1 and mathematical abilities at T2 (20 months later). Our analysis yielded two main findings: (a) family SES was positively associated with T1 mathematical abilities across all three domains, but was not significantly associated with T2 mathematical abilities after controlling for T1 mathematical abilities; (b) family SES was indirectly associated with T1 arithmetical ability and T2 logical reasoning ability via working memory. Our study provides a nuanced insight of the specific cognitive mechanisms underlying the impact of socioeconomic disadvantage on the mathematical development of early elementary school children.",
          "url": "https://osf.io/jdpqw",
          "doi": "https://doi.org/10.31234/osf.io/jdpqw",
          "filter": 0
        },
        {
          "title": "The affordance hypothesis",
          "authors": "Edward Baggs; Vicente Raja",
          "abstract": "Affordances were introduced to psychology explicitly as a hypothesis about how meaning gets into perception. The affordance hypothesis is an alternative to the classical hypothesis that meaningful perception involves classification. According to the affordance hypothesis, patterns in ambient energy contain information about the meanings of things in the environment. The affordance hypothesis postulates that by detecting this information, the animal is able to directly detect the meaning, without any intervening act of classification or categorization. We identify two longstanding problems for affordances as an empirical research program: 1) the operationalization problem, i.e. how to study affordances without falling back into categorical thinking; 2) the discontinuity problem, i.e. how to explain the fact that humans do classify things, even if others animals do not. We discuss some possible solutions to these problems, and propose some guidelines for future empirical research.",
          "url": "https://osf.io/xu4wk",
          "doi": "https://doi.org/10.31234/osf.io/xu4wk",
          "filter": 0
        },
        {
          "title": "Measuring Depression and Anxiety with 4 items? Adaptation of the PHQ-4 to increase its Sensitivity to Subclinical Variability",
          "authors": "Dominique Makowski; Anshu Te; Ana Neves; SH Annabel Chen",
          "abstract": "The PHQ-4 is an ultra-brief (4 items) screening questionnaire for depression and anxiety. In this\nbrief report, we test the benefits of adding one additional response option (“Once or twice”, in\nbetween “Not at all” and “Several days”) to improve the scale’s sensitivity to milder alterations,\nand thus increase its usefulness in subclinical populations. In study 1 (N=485), we provide\nevidence using Item Response Theory (IRT) that the new response option does improve the\nscale’s psychometric quality and extends the sensitivity to the measured constructs on the lower\nend of the spectrum. In study 2 (N=836), we show that the refined version offers an improved\nsensitivity to subclinical variability in depression (indexed by the BDI-II) as compared to the\noriginal version. In conclusion, adding the “once or twice” response option is a low-cost no-downsides way of increasing the PHQ-4’s sensitivity to subclinical variability, making it a tool\nof choice for general population research.",
          "url": "https://osf.io/436np",
          "doi": "https://doi.org/10.31234/osf.io/436np",
          "filter": 0
        },
        {
          "title": "Foraging through emotions: Emotional stimuli and participants’ trait anxiety shape visual foraging",
          "authors": "Jérôme Tagu; Christelle Robert; Mathey Stéphanie",
          "abstract": "Previous work suggests that target selection during visual foraging is achieved through competition between different factors (e.g., proximity, priming) that orient attention towards one of the possible targets. However, this research has mainly involved simple stimuli such as coloured dots. Here, we investigated whether target selection is sensitive to the emotional content of the stimuli during visual foraging, using real-world photographs eliciting negative, neutral or positive emotions. Moreover, based on results from single-target visual search, we examined how participants’ trait anxiety influences foraging behaviour. Seventy-five observers completed three foraging tasks corresponding to three emotional-valence conditions (positive, neutral, negative). The task was to select all the targets (pre-specified emotional images) as fast as possible, while ignoring neutral distractors. Observers’ foraging strategy (i.e., selection order, number of switches between target types) and performance (i.e., selection times, number of distractor selections) were measured. We also assessed participants’ trait anxiety. The results revealed that negative emotional stimuli significantly influenced both foraging strategy and performance. Furthermore, the effect of negative emotion on foraging performance was amplified for participants with high trait anxiety. These findings suggest that emotional processing contributes to target selection and emphasize the importance of using ecologically valid stimuli in visual-foraging research.",
          "url": "https://osf.io/c9vkg",
          "doi": "https://doi.org/10.31234/osf.io/c9vkg",
          "filter": 0
        },
        {
          "title": "Understanding Empathy Toward Dissimilar Others in Daily Social Contexts",
          "authors": "Rui Watanabe; Hironobu Kuruma",
          "abstract": "Empathy is essential for human social interaction; however, extending empathy toward individuals with dissimilar characteristics facing daily challenges may be difficult. In this study, we examined how people without disabilities empathize with individuals with disabilities, specifically those with stroke-induced hemiplegia, during manual interactions with objects or other people. Using functional magnetic resonance imaging and multi voxel pattern analysis (MVPA), we explored the neural and behavioral mechanisms underlying empathy in these contexts. Participants observed video stimuli featuring individuals with hemiplegia performing tasks such as grasping a human hand or an object (a plastic bottle), using either their hemiplegic or non-hemiplegic hands. Behavioral responses revealed stronger negative empathic feelings toward hemiplegic movements than non-hemiplegic ones, regardless of the grasping targets. Positive empathic feelings were more pronounced while observing interactions involving human hands than those involving objects, particularly when performed using the hemiplegic hand. Furthermore, classification approaches in MVPA revealed that parts of the mirror neuron system and mentalizing networks distinguished empathic responses to interactions with human hands and objects commonly across hemiplegic and non-hemiplegic hands. Additionally, the dorsal medial prefrontal cortex (MPFC) more accurately classified empathic responses for hemiplegic than non-hemiplegic movements, reflecting the complexity of empathizing with unfamiliar actions. Representational similarity analysis revealed that brain regions associated with affective empathy were specifically attuned to feelings of relief across experimental conditions. These findings suggest that both affective and cognitive brain systems are engaged when empathizing with individuals with different characteristics who face complex challenges. Moreover, the dorsal MPFC plays a substantial role in facilitating precise empathic responses to hemiplegic movements. Moreover, the affective system is particularly fine-tuned to positive feelings, such as relief. Our findings improve the understanding of the neural mechanisms underlying empathy in diverse social contexts.",
          "url": "https://osf.io/nxrmk",
          "doi": "https://doi.org/10.31234/osf.io/nxrmk",
          "filter": 0
        },
        {
          "title": "AI-based Measurement of Social Gaze During Naturalistic Conversations: A Potential Autism Biomarker",
          "authors": "Lisa Yankowitz; Mohan Kashyap Pargi; Ellis Dejardin; Casey J. Zampella; Whitney Guthrie; Juhi Pandey; G. Keith Bartley; Darren Chen; Denisa Q. McDonald; Aashvi Manakiwala",
          "abstract": "Importance: There is a need for tools for measuring social gaze as it manifests during social interactions to establish its value as a biobehavioral marker and individual difference measure.\n\nObjective: To automatically measure features of social gaze from videos of dyadic conversations, characterize individual differences in autism, and perform individual-level diagnostic classification. \n\nDesign: Participants engaged in a 3-4-minute get-to-know-you conversation with a research staff member (Partner) while video-recording facial behaviors. \n\nSetting: Lab-based study at an academic medical center. \n\nParticipants: The sample included 82 Participants, aged 8-29 years, with autism (AUT, n=46; 29 male) or neurotypical development (NT, n=36; 21 male).\n\nMain Outcomes and Measures: A deep learning AI model was trained using face, eye, and head features to detect whether each conversation partner was looking at the other person. Generalized linear regression was used to examine diagnosis-related differences in looking patterns, covarying for age, sex, IQ, conversation length, and Partner looking behavior. A machine learning model using gaze features was trained for diagnostic classification.\n\nResults: AI achieved 89% cross-validated accuracy in detecting social gaze; AI-detected social gaze correlated with global eye contact ratings from conversation Partners (r = 0.43, p &lt; 0.01). Compared to NT peers, autistic Participants spent less time looking at Partners (Cohen’s d = 0.66, FDR-corrected q &lt; 0.01) and engaging in mutual gaze (d = 0.88, q &lt; 0.01). They also initiated mutual gaze less frequently (d = 0.28, q &lt; 0.01), had shorter mutual gaze episodes (d = 0.79, q &lt; 0.01), and displayed longer delays before joining mutual gazes (d = 0.49, q &lt; 0.01), but did not differ in mutual gaze counts (d = 0.11, q = 0.26). An AI-derived social gaze summary score correlated specifically with ADOS-2 Social Affect scores (r = 0.47, p &lt; 0.01) and not Restricted and Repetitive Behavior scores (r = 0.12, p = 0.54). Machine learning yielded a cross-validated diagnostic classification accuracy of 73%.\n\nConclusions and Relevance: Our approach accurately quantified features of social gaze during natural interactions not currently measurable using traditional or AI-based approaches. Automated social gaze measurements accurately predicted individual differences in autism, offering a promising new target for a biobehavioral marker.",
          "url": "https://osf.io/rjvmx",
          "doi": "https://doi.org/10.31234/osf.io/rjvmx",
          "filter": 0
        },
        {
          "title": "Exploring the Application of GPT-Based Personality Externalization Support Tools in the Integration Treatment of Dissociative Disorders",
          "authors": "zhuohanjiang",
          "abstract": "This study explores the application of Generative Pre-trained Transformer (GPT) technology as a tool for personality externalization in the treatment of Dissociative Disorders (DD). Grounded in Freud’s theory of unconscious division, Klein’s object relations theory, and the Emotion Virus Model (EVM), this research proposes a theoretical framework and experimental design to evaluate GPT’s potential in enhancing emotional integration. The study outlines a hypothetical experimental framework involving GPT-assisted therapy, with detailed descriptions of risk management mechanisms and evaluation methodologies. While no participants were recruited, the findings emphasize GPT’s theoretical feasibility in supporting emotional regulation and integration. These insights lay the groundwork for future empirical validation and broader applications in both individual therapy and societal emotional governance.",
          "url": "https://osf.io/yeun4",
          "doi": "https://doi.org/10.31234/osf.io/yeun4",
          "filter": 0
        },
        {
          "title": "Forced internal displacement negatively impacts adolescents' cognitive ability and executive functioning: an observational study",
          "authors": "angelica valencia",
          "abstract": "Introduction: Internal displacement is a traumatic experience that may disrupt neurocognitive functions essential for adolescents’ learning and well-being. Scarce data address these effects in internally displaced adolescents. This study examined the impact of internal displacement on cognitive ability and executive functioning by comparing displaced adolescents with non-displaced peers and exploring socioeconomic status as moderating factor.\nMaterials and methods: A random sample of 130 displaced adolescents and 139 controls completed cognitive ability and executive functioning standardized assessments. Parents provided socioeconomic information on income, education, and occupation. Outcome variables included intelligence quotient (IQ), cognitive domain scores, an executive functioning (EF) score, and executive domain scores. General Linear and multivariate models were conducted to test our hypotheses.\n\nResults: According to Hypothesis 1, internally displaced adolescents scored lower on IQ and EF scores, particularly in working memory, compared to controls. The effect of forced displacement remained significant even after adjusting for socioeconomic factors. Contrary to Hypothesis 2, no moderating effects of socioeconomic variables on displacement were found for IQ or EF scores.\n\nDiscussion: Internal displacement may negatively impact adolescents' cognitive and executive skills, particularly working memory. The cognitive ability results align with prior studies on displaced populations, like refugees, though the executive functioning findings do not. These mixed outcomes may be due to sample and design variations across studies. Internal displacement could represent a unique form of adversity that impacts cognitive and executive skills in distinct ways. Future studies should use larger samples to increase precision and examine how socioeconomic factors and cumulative adversities shape the effects of internal displacement on adolescents. The potential role of cognitive and executive skills in mitigating displacement impacts is also suggested.",
          "url": "https://osf.io/qfcbw",
          "doi": "https://doi.org/10.31234/osf.io/qfcbw",
          "filter": 0
        },
        {
          "title": "Throwing good effort after bad: Evidence for a sunk-cost effect in cognitive effort-based decision-making",
          "authors": "Mario Bogdanov; Sean Devine; Ziqi Fu; Echo Wang; A. Ross Otto",
          "abstract": "The sunk-cost effect, an influential decision-making bias elicited by the consideration of past, irrecoverable resource investments toward a choice option, is well-documented for economic decisions. Contrary, evidence for sunk-cost effects for non-monetary costs, such as cognitive effort, has been mixed. Here, we present findings from two experiments (in-person study: N=36; online study: N=89), in which healthy participants performed an effort investment task designed to assess the impact of past effort exertion on current choices about continuing or abandoning a course of action. Across both experiments, we found that prior effort investment substantially increased participants’ willingness to invest further resources (i.e., to exert additional effort). These findings provide compelling evidence for the existence of an effort-based sunk-cost effect. Further, they highlight the importance of previous effort investments for influencing present choice behavior, indicating the need to refine contemporary cost-benefit models of effort to account for past effort exertion.",
          "url": "https://osf.io/r5n6f",
          "doi": "https://doi.org/10.31234/osf.io/r5n6f",
          "filter": 0
        },
        {
          "title": "Yes, I can! Exploring Predictors of Political Participation Profiles Among Greek Adolescents",
          "authors": "Judith Kehl; Anna-Maria Mayer; Karla Morales; Yağmur Güleç; Lysanne te Brinke; Frosso Motti-Stefanidi; Vassilis Pavlopoulos",
          "abstract": "Understanding patterns of adolescent political participation is essential for healthy democracies. Drawing upon data from Greek youth (n=589, Mage=15.1), this study (1) identified distinct profiles of adolescent political participation, (2) examined predictors of profile membership, and (3) explored transitions between profiles across a one-year period. Latent profile analyses uncovered three profiles that differentiated between their level of engagement in both latent and manifest forms of political participation: “informed enthusiasts” (90%), “activists” (7%), and “involved conventionalists” (2%). Political efficacy, national identity commitment, and perceived ethnic discrimination were predictive of profile membership, while political alienation and national identity exploration and reconsideration were not. Our exploratory analyses revealed a stable profile membership across one year. Our findings highlight the multifaceted nature of youth political participation and underscore the need to broaden its understanding in research and policy.",
          "url": "https://osf.io/uw4f6",
          "doi": "https://doi.org/10.31234/osf.io/uw4f6",
          "filter": 0
        },
        {
          "title": "Do faster learners know more? Orthographic learning and knowledge, sensitivity to graphotactic regularities, spelling accuracy, and reading ability in German primary school children",
          "authors": "Xenia Schmalz; Heike Mehlhase; Gerd Schulte-Körne; Kristina Moll; Hua-Chen Wang",
          "abstract": "Reading fluency and spelling accuracy depend on the presence of well-specified orthographic representations in the mental lexicon (Perfetti &amp; Hart, 2002). The richness of a child’s orthographic lexicon is likely to depend on the efficiency of orthographic learning. This, in turn, may be influenced by their ability to form an a priori expectation of the word’s spelling, which is likely to be based on their knowledge of frequent letter patterns in their orthography (graphotactic sensitivity). This proposed causal chain may explain the link between statistical learning ability and reading, as graphotactic sensitivity is likely to be acquired by statistical learning. In this pre-registered study, we tested the feasibility of this proposed causal chain, by testing 94 children learning to read in German on tasks testing each of these steps: spelling accuracy, reading fluency, orthographic choice (measuring lexical knowledge), orthographic learning, as well as sensitivity to graphotactic regularities. Although the performance on tasks reflecting orthographic knowledge or learning is correlated, we found no evidence for a link between graphotactic sensitivity and reading, spelling, or orthographic learning. This suggests that a proposed effect of statistical learning is unlikely to be a result of mediation via graphotactic sensitivity and orthographic learning.",
          "url": "https://osf.io/ywjrb",
          "doi": "https://doi.org/10.31234/osf.io/ywjrb",
          "filter": 0
        },
        {
          "title": "Aggression - The Dark Side of Social Comparison",
          "authors": "Vanessa Buechner; Markus Maier",
          "abstract": "Social comparison manifests in multiple situations, including academic and interpersonal contexts,\nand certainly has its advantages. However, it must be acknowledged that social comparison is to \nsome extent associated with rivalry and aggression. Some aggression theories suggest that it is not \nthe outcome of social comparison (e.g., disadvantage) but rather the sole fact of social comparison\nthat is the driving force of aggression. Since empirical evidence for the proposed impact of \noutcome-independent social comparison itself on aggression is still missing, a first experimental \ntest of this hypothesis was provided here. Study 1 (N=1619; 854 males, 52.7%; 765 females, 47.3%; \nmean age = 50.34 years, SDage = 13.22; German sample) confirmed that social comparison alone \nled to aggression even in the absence of an outcome. Study 2 (N=1030; 560 males, 54.4%; 470 \nfemales, 45.6%; mean age = 56.87 years, SDage = 14.38; German sample), a preregistered direct \nreplication of Study 1, supported this hypothesis. To our knowledge, these results are the first \ndemonstrating that social comparison itself can be the origin of aggression independent of an \noutcome. This is relevant to social science, organizational psychology, pedagogy, and everyday \nexperiences.",
          "url": "https://osf.io/62za7",
          "doi": "https://doi.org/10.31234/osf.io/62za7",
          "filter": 0
        },
        {
          "title": "Towards Gamifying Interactive Language Learning using Large Language Models for Children",
          "authors": "Wentao Ge; Ziwei Wang; Piaohong Wang; Juhao Liang; Zhenguang Garry Cai; Ziyin Mai; Benyou Wang",
          "abstract": "As Large Language Models (LLMs) rapidly evolve, they hold untapped potential to reshape language learning for children, transforming learning into interactive, tailored experiences. This study presents CELLA (Children’s Edutainment and Language Learning Assistant), an innovative conversational system that empowers young Chinese learners through LLM-powered gamification. CELLA empowers young learners to acquire and apply Chinese language knowledge and skills by interacting with LLM and creating customized educational gaming content. Our approach integrates traditional text-based language models with multimodal elements, including images, audio, and four specially designed educational games. Through a user study involving 52 children aged 9 to 10, we demonstrate that CELLA enhances engagement and learning outcomes compared to plain LLM-driven conversational interface. We believe that developing interactive, LLM-powered systems like CELLA contributes to the growing body of research on children-AI interaction, opening new avenues for AI-driven educational technology.",
          "url": "https://osf.io/rv2dm",
          "doi": "https://doi.org/10.31234/osf.io/rv2dm",
          "filter": 0
        },
        {
          "title": "Herding cats: Using the Big Five to Organize Reinforcement Sensitivity Theory Scales",
          "authors": "Allyson Alblas; Luke D. Smillie; Timothy Francis Bainbridge",
          "abstract": "Over the past 40 years, the Reinforcement Sensitivity Theory (RST) of personality has inspired a proliferation of self-report scales, potentially creating ‘jingle-jangle’ fallacies and a fragmented empirical literature. The Big Five personality taxonomy may offer a useful organising framework for these scales, as it seems plausible that many could be represented as narrow facets of the broader Big Five domains. Across two studies, we explored (Study 1, N = 408) then attempted to confirm (Study 2, N = 423) whether and where a collection of &gt;25 RST scales might be located within the space of the Big Five. Both studies revealed that more than 70% of these RST scales were more strongly related to the Big Five domains than more than 10% (i.e., 3/30) of Big Five facets, suggesting that they too could plausibly be regarded as Big Five facets. Moreover, several RST scales were highly correlated (r &gt; .80) with individual Big Five facets, indicating potential redundancy. These results suggest that the Big Five can indeed provide a useful organising framework for most RST scales, which may help researchers grappling with construct proliferation and jingle-jangle fallacies within the RST literature.",
          "url": "https://osf.io/yd29r",
          "doi": "https://doi.org/10.31234/osf.io/yd29r",
          "filter": 0
        },
        {
          "title": "Children’s understanding of how noise disrupts verbal communication",
          "authors": "Aaron Chuey; Rondeline Michelle Williams; Catherine Qing; Michael C. Frank; Hyowon Gweon",
          "abstract": "Having an abstract understanding of communication means being able to reason not just about its success but also its failure: when and why it fails, what happens as a consequence, and how to fix it. Auditory noise in particular can radically alter the fidelity of verbal communication, yet little is known about how language users reason about its role in communication and when such reasoning emerges in development. The current work investigates the development of children’s reasoning about auditory noise. As observers of others' communication, we found that a sample of US children as young as age three understood that auditory noise impedes others’ hearing, though the ability to reason about its effect on others’ knowledge and behaviors may not develop until slightly later. As communicators, a separate sample of four-year-olds tailored how they themselves communicated by using more gestures when their partner couldn't hear. Taken together, these results suggest that even young children may possess an abstract understanding of communication that is integrated with their ability to reason about others’ perception and knowledge. Such an understanding enables children to reason about how noise disrupts communication and how to communicate effectively in the presence of noise.",
          "url": "https://osf.io/43k69",
          "doi": "https://doi.org/10.31234/osf.io/43k69",
          "filter": 0
        },
        {
          "title": "Reconsidering intrapersonal communication through an interdisciplinary lens",
          "authors": "Constance Bainbridge; Gregory A. Bryant; Rick Dale",
          "abstract": "Intrapersonal communication is a classification of phenomena such as self-talk and imagined interactions in which communicative messages are contained within a single individual and internal systems comprise both sender and receiver roles. The construct has met criticism historically with objections rooted in the notion that intrapersonal communication is simply a form of social cognition. But not all self-communicative behaviors have clear or empirically defined social cognitive connections, and the concept of intrapersonal communication deserves revisiting through meaningful interdisciplinary study using varied methods and theoretical frameworks. We explore relevant work supporting our contention that intrapersonal communication constitutes a valuable classification, including related historical research, functional and developmental approaches, and important methodological issues. We then conclude that the research problems relevant to intrapersonal communication have implications for researchers across diverse fields, and could shed light on a variety of important topics such as philosophy of mind, consciousness, and the nature of communication.",
          "url": "https://osf.io/q9fcx",
          "doi": "https://doi.org/10.31234/osf.io/q9fcx",
          "filter": 0
        },
        {
          "title": "A Comparison of Scalable Routine Clinical Materials and Observer Ratings to Assess CBT Fidelity",
          "authors": "Amber Calloway; Torrey A. Creed; Shannon Wiltsey Stirman; Nicole Gumport",
          "abstract": "Decades of research have demonstrated the efficacy of cognitive behavioral therapies (CBTs) for a wide variety of psychiatric diagnoses, resulting in the inclusion of CBT as a first-line evidence-based practice (EBP) in treatment guidelines for mood and anxiety disorders. However, some research suggests that many providers do not implement EBPs as intended. Ongoing quality monitoring is needed to support EBP implementation and sustainability, but “gold standard” fidelity monitoring (e.g. observer ratings) is time-consuming, requires extensive training, and may feel intrusive to providers and clients.  In the current study, we aimed to develop a scalable method of assessing CBT fidelity that leverages information generated in routine clinical care (e.g. session worksheets and clinician checklists). Ratings of adherence based on worksheets were not correlated with ratings of adherence based on observer ratings. However, ratings of competence based on worksheets were significantly correlated with observer ratings of competence. Ratings of adherence based on clinician checklist ratings were also significantly correlated with observer-rated adherence. Results did not indicate a strong relationship between adherence or competence measured by worksheet ratings or observer and symptom change. However, adherence as measured by clinician checklists were associated with subsequent depression symptom change. Findings have a strong potential to impact fidelity monitoring strategies for a variety of CBTs. Given the limited resources and time to do full audio review in routine care settings, findings suggest that using routine materials generated in session to assess therapist competence may be a feasible alternative to the “gold standard” audio review.",
          "url": "https://osf.io/7rt9d",
          "doi": "https://doi.org/10.31234/osf.io/7rt9d",
          "filter": 0
        },
        {
          "title": "Idiographic Momentary Profiles of Personality Facets",
          "authors": "Colin Lee; Emorie Beck",
          "abstract": "Personality psychology has long focused on between-person differences, often neglecting the dynamic, idiographic nature of personality as it unfolds over time. This study introduces idiographic momentary profiles—person-specific clusters of personality states—estimated using Gaussian finite mixture modeling. Drawing on experience sampling data from two independent undergraduate samples (N = 245; 15,833 total surveys), we demonstrate that individuals exhibit unique, multivariate personality state patterns that vary across time and situations. Findings reveal that (a) most individuals express multiple distinct profiles, (b) profile heterogeneity reflects both level and pattern differences, and (c) contemporaneous situational characteristics (i.e., DIAMONDS taxonomy) predict momentary profile expression. These results challenge static trait and typological approaches by highlighting the complexity and contextuality of personality dynamics. Our findings underscore the value of idiographic methods in advancing personality theory and measurement, offering a foundation for capturing the full scope of personality variability in daily life.\nKeywords: idiographic, personality dynamics, momentary profiles, situation characteristics",
          "url": "https://osf.io/32vs9",
          "doi": "https://doi.org/10.31234/osf.io/32vs9",
          "filter": 0
        },
        {
          "title": "User-Centered Development of Internet- and Mobile-Based Interventions for Sexual Dysfunction and Well-Being: Insights from a Qualitative Study",
          "authors": "Friederike Fenski; Salome Becker; Sarah Dahlhues; Luisa-Felicitas Esch; Katharina Fröhlich; Annika Haedrich; Alexandra Karg; Alexa Krugel; Virginia Merico; Charlotte Riemann",
          "abstract": "Background. Sexual dysfunctions and well-being are critical areas of mental health that remain under-addressed in traditional psychotherapeutic settings. From a patient’s view, reasons include feelings of discomfort and fear of stigma. Internet- and mobile-based interventions (IMIs) may offer a way to reach this population and provide necessary support. Thus far, few studies investigated IMIs for sexual dysfunctions, mostly targeting specific disorders, like erectile dysfunction or vaginismus. This study aimed to identify the key requirements for developing an IMI for a broader range of sexual dysfunctions and sexual well-being from the perspective of potential users. \nMethod. To gather insights into user needs and preferences, we conducted 13 semi-structured interviews with adult participants in Germany that reported to have sexual problems. Interviews were analyzed using qualitative content analysis. Categories were established deductively-inductively from transcribed interview records based on a rigorous coding method.\nResults. Key findings revealed that expert knowledge and destigmatization are crucial components for a potential IMI for sexual dysfunctions and well-being. Preferred content topics included communication, dealing with sexualized violence, and sexual preferences. The design should prioritize clarity, customizability, and neutrality. While most participants were open to using a potential IMI with their partners and preferred on-demand professional support, the study also highlighted the importance of avoiding insensitivity and inappropriate content related to sexual abuse. \nConclusions. This study underlines the importance of developing an IMI targeting sexual problems that is inclusive, responsive to diverse user needs, and adaptable to various psychotherapeutic contexts.",
          "url": "https://osf.io/zg8k4",
          "doi": "https://doi.org/10.31234/osf.io/zg8k4",
          "filter": 0
        },
        {
          "title": "Beyond who, what, and where: Advanced older age is associated with a drop in the narrative elaborateness of autobiographical events",
          "authors": "Danny Eric Cohen; Janice A. Hayhoe; Darcey Lynn; Charleigh Cochran; Jonas Klus; Mónica C. Acevedo-Molina; Valeria Pfeifer; Jessica R. Andrews-Hanna; Matthias R. Mehl; Matthew D. Grilli",
          "abstract": "Humans can mentally create and elaborately describe events, detailing not just the who, what, and where, but also the connections and intricacies of these elements. Propositional density, the number of propositions expressed relative to total words, can be leveraged to assess how elaborately the elements of memories are described. The present study used propositional density to investigate how age relates to the elaborateness of orally shared autobiographical event memories. This preregistered study included 114 young adults (mean age = 24.1) and 171 cognitively normal older adults (mean age = 68.3). Propositional density scores were calculated using Computerized Propositional Idea Density Rater (CPIDR). In addition to conducting a young versus older adult comparison, we separated older adults into “younger-old” and “older-old” groups and compared propositional density scores for these groups and the young adult group. Propositional density was higher in young adults than older adults, Cohen’s f = 0.13, p = .029, which was driven by propositional density being significantly higher in young adults than older-old adults, Cohen’s f = 0.15, p = .027. No other significant group differences were found. In a sample of older adults, propositional density scores on past- and future-oriented tasks were significantly correlated, ρ = .43, p &lt; .001. In advanced older age, many individuals may display lower propositional density in spoken autobiographical event memories, possibly reflecting that the elements of memories are less elaborately described in this population.",
          "url": "https://osf.io/6gcyv",
          "doi": "https://doi.org/10.31234/osf.io/6gcyv",
          "filter": 0
        },
        {
          "title": "Chatbot Apologies: Beyond Bullshit",
          "authors": "Alessandra Buccella; Jason D'Cruz; P. D. Magnus",
          "abstract": "Apologies serve important moral and social functions such as expressing\nremorse, taking responsibility, and repairing trusting relationships. LLM-based chatbots\nroutinely produce output which has the linguistic form of an apology. However, chatbots are\nnot the kind of linguistic or moral agents that could perform any of the functions listed above.",
          "url": "https://osf.io/u98gn",
          "doi": "https://doi.org/10.31234/osf.io/u98gn",
          "filter": 0
        },
        {
          "title": "Perception and Social Evaluation of Cloned and Recorded Voices: Effects of Familiarity and Self-Relevance.",
          "authors": "Victor Rosi; Emma Soopramanien; Carolyn McGettigan",
          "abstract": "Modern speech technologies enable the artificial replication, or cloning, of the human voice. In the present study, we investigated whether listeners’ perception and social evaluation of state-of-the-art voice clones depend on whether the clone being heard is a replica of the self, a friend, or a total stranger. We recorded and cloned the voices of familiar pairs of adult participants. Forty-seven of these experimental participants (and 47 unfamiliar controls) rated the Trustworthiness, Attractiveness, Competence, and Dominance of cloned and recorded samples of their own voice and their friend’s voice. We observed that while familiar listeners found clones to sound less (or similarly) trustworthy, attractive, and competent than recordings, unfamiliar listeners showed an opposing profile in which clones tended to be rated higher than recordings. Within this, familiar listeners tended to prefer their friend’s voice to their own, although perceived similarity of both self- and friend-voice clones to the original speaker identity predicted higher ratings on all trait scales. Overall, we find that familiar listeners’ impressions are sensitive to the perceived accuracy and authenticity of cloning for voices they know well, while unfamiliar listeners tend to prefer the synthetic versions of those same voice identities. The latter observation may relate to the tendency of generative voice synthesis models to homogenise speaking accents and styles, such that they more closely approximate (preferred) norms.",
          "url": "https://osf.io/ubpa5",
          "doi": "https://doi.org/10.31234/osf.io/ubpa5",
          "filter": 0
        },
        {
          "title": "Brain structure and function and social exclusion reactivity in the Cyberball game",
          "authors": "Rosa Mulder; Bing Xu; Mónica López-Vincente; Marian Bakermans-Kranenburg; Marinus H. van IJzendoorn; Henning Tiemeier; Ryan Meutzel",
          "abstract": "Social exclusion or rejection is a universal stressor, and strong responses to rejection have been related to various mental health issues. Previous studies have shown that peer rejection and rejection reactivity are associated with concurrent activity in the insula, striatum, cingulate, parietal and prefrontal cortex. To date however, studies have only looked at peer rejection in relation to the state of the brain during rejection, not more stable brain characteristics. Identifying which brain areas are different among those that respond more to rejection could help us understand more of the biological underpinnings of those more sensitive to rejection and ultimately alleviate associated mental health issues. \nHere we studied how brain structure and resting state functional connectivity are related to rejection reactivity outside of the scanner, in a population-based sample of 1,814 9-to-12-year-olds. Observed emotional facial expressions and self-reported feelings during social exclusion were measured using the Cyberball paradigm, which took place outside of the MRI scanner. We assessed structural brain morphology using T1-weighted magnetic resonance imaging, white matter microstructure using diffusion tensor imaging, and functional connectivity using resting-state functional imaging. \n \tStronger resting-state functional connectivity between the dorsal striatum, visual, and sensori-motor networks, and between the cingulo-operculum and dorsal attention network was positively related to negative emotional facial expressions during peer rejection. No associations were detected between functional connectivity and self-reported rejection reactivity, nor between gray or white matter (micro-)structure and observed or reported rejection reactivity. \nThe dorsal striatum is related to automated behavior and the resting state functional connectivity between these and the other networks may indicate why some children are more expressive in their reaction to social exclusion. Moreover, the cingulo-operculum network overlaps with the insula and dorsal anterior cingulate cortex, areas related to pain processing. These findings are in line with earlier studies showing a neural substrate for feeling ‘hurt’ when socially excluded, and indicate specific resting-state functional connectivity related to increased risk of feeling hurt.",
          "url": "https://osf.io/q52vh",
          "doi": "https://doi.org/10.31234/osf.io/q52vh",
          "filter": 0
        },
        {
          "title": "Grass is coloured ... red?  Further sentence completion norms for children during a working memory reading task",
          "authors": "John Nicholas Towse; Una Hutton; Graham J Hitch",
          "abstract": "Eighty children were asked to complete a series of sentences as part of working memory\nreading span test, 65 of whom also contributed responses from a testing session one year\nearlier. Data are provided on the words used to complete the 180 stimulus sentences.",
          "url": "https://osf.io/7eq92",
          "doi": "https://doi.org/10.31234/osf.io/7eq92",
          "filter": 0
        },
        {
          "title": "Humpty Dumpty had a great... banana'? Children's sentence completions in a working memory reading task",
          "authors": "John Nicholas Towse; Graham J Hitch; Una Hutton",
          "abstract": "Sixty five children were asked to complete a series of sentences as part of working memory\nreading span test. Data are provided on the words used to complete the 180 stimulus\nsentences. It is hoped that providing the sentences and the subjects’ response patterns to\nthem may be useful to other researchers attempting to construct similar experimental\nmaterials.",
          "url": "https://osf.io/r5jpn",
          "doi": "https://doi.org/10.31234/osf.io/r5jpn",
          "filter": 0
        },
        {
          "title": "Tracking Anger at Self and Others and Non-Suicidal Self-Injury Cognitions and Behavior:  An Ecological Momentary Assessment Study in Emerging Adults",
          "authors": "Serafine Dierickx; Laurence Claes; Dirk Smits; Glenn Kiekens",
          "abstract": "Although anger is theorized to play a key role in the manifestation of non-suicidal self-injury (NSSI), prospective research in real-world settings is limited. Therefore, the present study examines (1) whether individuals with and without a history of NSSI differ in anger levels in their natural setting and (2) whether heightened self- or other-directed anger predicts NSSI cognitions (i.e., thoughts and self-efficacy to resist NSSI) and behavior in daily life. Using ecological momentary assessment in 60 emerging adults (ages 18–22) with and without past-year NSSI, participants completed eight daily surveys over 12 days, yielding 4,587 assessments (median compliance=83.3%; IQR=71.9–91.7). Emerging adults with past-year NSSI reported higher anger at self and others than peers without NSSI. Among those who self-injured, higher-than-usual anger at self, but not at others, predicted greater NSSI thought intensity and lower self-efficacy to resist NSSI 90 minutes later. Anger at self also predicted NSSI behavior, but this association became non-significant when controlling for NSSI thoughts. These findings highlight differences in the object of anger between individuals with and without past-year NSSI and underscore the clinical importance of interventions focused on improving emotion regulation and reducing self-directed anger to decrease NSSI thoughts and prevent self-injury.",
          "url": "https://osf.io/hwcfb",
          "doi": "https://doi.org/10.31234/osf.io/hwcfb",
          "filter": 0
        },
        {
          "title": "The PEP-GOAL: Validation of a Proposition Evaluation Procedure as an implicit measure of health goal conflict and facilitation",
          "authors": "Catherine Culot; Geert Crombez; Sara Kassas; Christophe Leys; Smeding; Ann DeSmet",
          "abstract": "People often intend to embrace a healthy lifestyle but struggle to adopt or maintain these habits. Conflict and facilitation between health goals and other life goals (horizontal interrelations) or personal values (vertical interrelations) can impact the initiation and maintenance of health behaviors. Optimal measures of such goal interrelations are crucial to ensure the efficacy of health behavior interventions. However, existing methods heavily rely on self-reports, making them susceptible to biases. In this study, we introduce the PEP-Goal, the first implicit measure of health goal conflict and facilitation based on the Propositional Evaluation Paradigm (PEP). Our findings revealed notable dissociations between the PEP-Goal and the standard self-report approach (Personal Project Analysis). While our study offers initial support for the predictive validity of PEP-Goal, further refinements are warranted. Specifically, implicit PEP-Goal scores indicating horizontal conflict and facilitation between physical activity (PA) goals and other life goals positively correlated with actual PA behavior, as quantified by activity trackers over a one-week period. Conversely, implicit vertical scores did not exhibit significant predictive value. Although further improvements are necessary, this study provides preliminary evidence for the predictive validity at the horizontal level and practical applicability of PEP-Goal as an implicit measure of goal interrelations.",
          "url": "https://osf.io/8vrje",
          "doi": "https://doi.org/10.31234/osf.io/8vrje",
          "filter": 0
        },
        {
          "title": "Structure in the noise: understanding temporal variability in perceptual decision-making",
          "authors": "Anne E Urai",
          "abstract": "Studies of perceptual decision-making typically present the same stimulus repeatedly over the course of an experimental session but ignore the order of these observations, assuming unrealistic stability of decision strategies over trials. However, even so-called ‘stable’, ‘steady-state’ or ‘expert’ decision-making behavior features significant trial-to-trial variability that is richly structured in time. Structured trial-to-trial variability of different forms can be uncovered using latent variable models such as Hidden Markov Models and Autoregressive models, revealing how unobservable internal states change over time. Capturing such temporal structure can avoid confounds in cognitive models, provide insights into inter- and intra-individual variability, and bridge the gap between neural and cognitive mechanisms of variability in perceptual decision-making.",
          "url": "https://osf.io/xk6gm",
          "doi": "https://doi.org/10.31234/osf.io/xk6gm",
          "filter": 0
        },
        {
          "title": "Developmental patterns of achievement emotions and math performance in primary school – differences in school burnout",
          "authors": "Alina Pavlova; Johan Korhonen; Hanna Järvenoja; Riikka Mononen",
          "abstract": "This study aimed to investigate profiles of math emotions and performance, and their stability when students transition from Grade 4 to 5 (n = 345). Furthermore, differences in school burnout levels associated with profile membership were investigated. A latent profile analysis was conducted to identify subgroups of students with different patterns of math anxiety, enjoyment, boredom and performance (i.e., arithmetic fluency and number processing), followed by latent transition analysis to examine profiles’ stability. We identified four profiles of math emotions and performance: Positive (positive with mixed performance, i.e., high in arithmetic fluency, average in number processing) [t1 and t2: 27.0%]; Anxious (mildly anxious and weaker-performing) [t1: 32.8%; t2: 32.5%]; Neutral (neutral and high-performing) [t1: 25.2%; t2: 25.8%]; and Negative (negative with mixed performance, i.e., weaker in arithmetic fluency, average in number processing) [t1: 15.1%; t2: 14.8%]. The profiles demonstrated high stability of remaining in the same group, with the Anxious profile indicating the highest stability (96.8%) and the Negative profile, the lowest (79.0%). Furthermore, we observed that the profiles characterised by higher performance, higher positive emotions and lower negative emotions exhibited lower burnout levels than other profiles. In line with previous research, these findings suggest that students demonstrate individual differences in math emotions, performance and school burnout already in primary school, and that studying these heterogeneous patterns is crucial for providing personalised educational support in math teaching and learning.",
          "url": "https://osf.io/32wrb",
          "doi": "https://doi.org/10.31234/osf.io/32wrb",
          "filter": 0
        },
        {
          "title": "In Search of Lost Time. Discrete vs. Continuous Time Models of Working Alliance and Symptom Severity",
          "authors": "Robin Anno Wester; Tobias Koch; Charles C Driver; Wolfgang Lutz; Julian Rubel",
          "abstract": "Objective: The therapeutic alliance is one of the most stable predictors of symptom burden over the course of therapy. So far, this effect has only been examined on the basis of sessions. Continuous-time models (CTM) allow this relationship to be modeled as a continuous process in which the actual time interval between measurements is considered. The aim of the present study was to compare the fit of discrete-time models (DTM) of the alliance-symptom relationship with CTM using different time variables (sessions vs. actual time interval). Method: Data from 1413 patients at a university psychotherapy outpatient clinic were analyzed. The alliance and symptom burden were assessed each session with the Bernese Session Report and the Hopkins Symptom Checklist-Short Form, respectively. Different DTM and CTM were estimated using the R-package ctsem and compared in their fit via the Akaike information criterion. Results: CTMs with session as the time unit fitted the data best. Significant negative within-person effects of alliance and symptom burden were found. These effects showed a significant positive correlation, implying that individuals with a stronger effect of the alliance on symptom severity also showed a stronger effect of symptom severity on the alliance. Conclusions: When modeling the relationship of symptom severity and alliance it seems to be of more importance to capture the fact that a session occurred than to capture the exact time intervals between sessions. Future studies should examine this finding for other psychotherapeutic factors. Interpersonal factors might explain the positive association of the reciprocal alliance-symptom effects.",
          "url": "https://osf.io/uspgt",
          "doi": "https://doi.org/10.31234/osf.io/uspgt",
          "filter": 0
        },
        {
          "title": "Abstractness impacts conversational dynamics and interactive alignment.",
          "authors": "Claudia Mazzuca; Caterina Villani; Tommaso Lamarra; Marianna Bolognesi; Anna M. Borghi",
          "abstract": "Conversation topics may vary in abstractness. This might impact the effort required by speakers to reach a common ground and, ultimately, an interactive alignment. In fact, people typically feel less confident with abstract concepts and single-words rating studies suggest abstract concepts are more associated with social interactions than concrete concepts—hence suggesting increasing levels of abstractness enhance inner and mutual monitoring processes. However, experimental studies addressing conversational dynamics afforded by abstract concepts are still sparse. In three preregistered experiments we ask whether abstract sentences are associated with specific constructs in dialogue, i.e., higher uncertainty, more curiosity and willingness to continue a conversation, and more questions related to causal and agency aspects. We do so by asking participants to evaluate the plausibility of linguistic exchanges referring to concrete and abstract concepts. Results support theories proposing that abstract concepts involve more inner monitoring and social dynamics compared to concrete concepts and suggest that reaching alignment in dialogue is more effortful with abstract than with concrete concepts.",
          "url": "https://osf.io/ryme7",
          "doi": "https://doi.org/10.31234/osf.io/ryme7",
          "filter": 0
        },
        {
          "title": "ChatGPT Decreases Idea Diversity in Brainstorming",
          "authors": "Gideon Nave; Lennart Meincke; Christian Terwiesch",
          "abstract": "Lee and Chung explore how ChatGPT augments human creativity in brainstorming. In a series of experiments, they randomized participants to complete a range of creative challenges, either with or without the help of ChatGPT. These challenges included tasks such as coming up with gift ideas, designing toys from various everyday objects, and repurposing household items. Each participant submitted one idea, which external evaluators rated on multiple creativity dimensions, including innovativeness and usefulness. Across tasks, instructing participants to use ChatGPT enhanced the average creativity of ideas, outperforming web searches and unaided human intuition, with creativity measured as the average of aggregated scores of originality (original, innovative, creative) and appropriateness (practical, effective, useful). These results strengthen the empirical evidence for the effectiveness of LLMs in idea generation, contributing to a rapidly growing literature. However, as we further demonstrate analytically, reliance on ChatGPT for idea generation comes with a significant tradeoff: while enhancing individual ideas' creativity, it reduces the diversity of ideas in a pool of ideas—a critical element for effective brainstorming.",
          "url": "https://osf.io/yqb29",
          "doi": "https://doi.org/10.31234/osf.io/yqb29",
          "filter": 0
        },
        {
          "title": "Mindshaping, Coordination, and Intuitive Alignment",
          "authors": "Daniel Ivan Perez-Zapata",
          "abstract": "In this chapter, we will summarize recent empirical results highlighting how different groups of people solve pure coordination games. Such games are traditionally studied in behavioural economics, where two people need to coordinate without communicating with each other. Our results suggest that coordination choices vary across groups of people, and that people can adapt flexibly to these differences in order to coordinate between groups. We propose that pure coordination games are a useful empirical platform for studying aspects of mindshaping. Drawing on existing psychological literature on alignment during interactions, we suggest that experience of successful interaction leads people to develop aligned intuitions about what is relevant and appropriate that support coordination when interaction and communication is not possible. Consistent with arguments made in the literature on mindshaping we believe that such alignment is more important for coordination than mindreading inferences about mental states, and indeed that mindreading is instead a form of coordination behaviour that is dependent upon intuitive alignment.",
          "url": "https://osf.io/6ce2w",
          "doi": "https://doi.org/10.31234/osf.io/6ce2w",
          "filter": 0
        },
        {
          "title": "Experiential3D: Four Illusions Challenge Our 3D Visual Experience",
          "authors": "Paul Linton",
          "abstract": "Four illusions suggest that many 3D visual processes are cognitive rather than perceptual: \n\n1. LINTON STEREO ILLUSION: A back circle (at 50cm) and a front circle (at 40cm) appear to move rigidly together in depth (whilst their angular size is fixed) when their separation is kept constant in retinal disparity (moving to 40cm and 33cm) rather than physically constant (40cm and 30cm). This suggests that perceived stereo depth reflects retinal disparities, and depth constancy is cognitive rather than perceptual. \n\n2. LINTON SCALE ILLUSION: Increasing interpupillary distance using a telestereoscope makes scenes seem miniature. We develop a VR telestereoscope that decouples increases of vergence and vertical disparities from increases in horizontal disparities. When horizontal disparities are increased, but vergence and vertical disparity are normal, the scene looks miniature. When vergence and vertical disparity are increased, but horizontal disparities are normal, the scene looks normal. This suggests that visual scale relies on a cognitive association between accentuated stereo shape and closer distances. \n\n3. LINTON UN-HOLLOW FACE and LINTON MORPHING FACE ILLUSIONS: Using VR, we argue perceived depth is not inverted in the Hollow-Face illusion: First, objects placed in the hollow of the Hollow-Face illusion can be seen veridically in depth against the Hollow-Face illusion. Second, if we put points on the tip and base of the nose, and gradually switch the position of the two eyes (morphing from hollow to protruding), the change in relative depth between these points is seen veridically. This suggests that depth cue integration is cognitive rather than perceptual. \n\n4. LINTON SIZE CONSTANCY and LINTON SHAPE CONSTANCY ILLUSIONS: Placing a solid rectangular frame around instances of pictorial size constancy, stereo size constancy, and stereo shape constancy all demonstrate that these constancies can be experienced without affecting perceived angular size, suggesting that these constancies are cognitive rather than perceptual.",
          "url": "https://osf.io/fprqa",
          "doi": "https://doi.org/10.31234/osf.io/fprqa",
          "filter": 0
        },
        {
          "title": "Experiential3D: Four Illusions Challenge Our 3D Visual Experience",
          "authors": "Paul Linton",
          "abstract": "Four illusions suggest that many 3D visual processes are cognitive rather than perceptual: \n\n1. LINTON STEREO ILLUSION: A back circle (at 50cm) and a front circle (at 40cm) appear to move rigidly together in depth (whilst their angular size is fixed) when their separation is kept constant in retinal disparity (moving to 40cm and 33cm) rather than physically constant (40cm and 30cm). This suggests that perceived stereo depth reflects retinal disparities, and depth constancy is cognitive rather than perceptual. \n\n2. LINTON SCALE ILLUSION: Increasing interpupillary distance using a telestereoscope makes scenes seem miniature. We develop a VR telestereoscope that decouples increases of vergence and vertical disparities from increases in horizontal disparities. When horizontal disparities are increased, but vergence and vertical disparity are normal, the scene looks miniature. When vergence and vertical disparity are increased, but horizontal disparities are normal, the scene looks normal. This suggests that visual scale relies on a cognitive association between accentuated stereo shape and closer distances. \n\n3. LINTON UN-HOLLOW FACE and LINTON MORPHING FACE ILLUSIONS: Using VR, we argue perceived depth is not inverted in the Hollow-Face illusion: First, objects placed in the hollow of the Hollow-Face illusion can be seen veridically in depth against the Hollow-Face illusion. Second, if we put points on the tip and base of the nose, and gradually switch the position of the two eyes (morphing from hollow to protruding), the change in relative depth between these points is seen veridically. This suggests that depth cue integration is cognitive rather than perceptual. \n\n4. LINTON SIZE CONSTANCY and LINTON SHAPE CONSTANCY ILLUSIONS: Placing a solid rectangular frame around instances of pictorial size constancy, stereo size constancy, and stereo shape constancy all demonstrate that these constancies can be experienced without affecting perceived angular size, suggesting that these constancies are cognitive rather than perceptual.",
          "url": "https://osf.io/74hbq",
          "doi": "https://doi.org/10.31234/osf.io/74hbq",
          "filter": 0
        },
        {
          "title": "Sexual partner number and distribution over time affect long-term partner evaluation: Evidence from 11 countries across 5 continents.",
          "authors": "Andrew G. Thomas; William Costello; Mons Bendixen; Leif Edward Ottesen Kennair; Menelaos Apostolou; Klára Bártová; Ondřej Burýšek; Rob Lowe; Peter Jonason; Marta Kowal",
          "abstract": "A prospective partner’s sexual history provides important information that can be used to minimise mating-related risks. Such information includes the number of past sexual partners, which has an inverse relationship with positive suitor evaluation. However, sexual encounters with new partners vary in frequency over time, providing an additional dimension of context not previously considered. Across three studies (N = 5,331) with 15 samples, we demonstrate that the impact of past partner number on a suitor’s desirability varies as a function of distribution over time. Using graphical representations of a suitor’s sexual history, we found that past partner number effects were smaller when the frequency of new sexual encounters decreased over time. This moderation effect was stronger, and often curvilinear, when past partner numbers were higher. We replicated these findings in 11 countries from five world regions. Sex differences were minimal and inconsistent pointing to a lack of a sexual double standards. Sociosexuality (openness to casual sex) was a consistent moderator and tended to mute the sexual history effects. These findings suggest that people not only attend to a potential mate’s quantity of sexual partners, but also the context surrounding these encounters such as pattern and timing. Together, the findings raise the possibility of an evolved mechanism for managing mating risks present in both sexes and across populations and adds nuance to a contentious topic of public interest.",
          "url": "https://osf.io/vqwyc",
          "doi": "https://doi.org/10.31234/osf.io/vqwyc",
          "filter": 0
        },
        {
          "title": "Conspiracy theories and violent extremism",
          "authors": "Kinga Bierwiaczonek; Jan-Willem van Prooijen; Sander van der Linden; Bettina Rottweiler",
          "abstract": "Historical records and recent events suggest that conspiracy theories and violent extremism are closely associated. However, empirical research examining this link has only recently gained momentum. The present chapter provides an overview of this fast-growing research field. We first discuss theoretical explanations of the link between conspiracy theories and violent extremism, as well as the hypothetical mechanisms underpinning it. Next, we summarize the empirical evidence so far along three main research lines: (a) evidence from radicalized groups and individuals; (b) evidence from general population studies focusing on support for, and intentions to engage in, violent extremism; (c) evidence from the general population focusing on extreme political attitudes. We conclude by formulating recommendations for policy and practice.",
          "url": "https://osf.io/emgjf",
          "doi": "https://doi.org/10.31234/osf.io/emgjf",
          "filter": 0
        },
        {
          "title": "Affect and Words: An Instrument for the Quantitative Analysis of Emotional Vocabulary in Open-ended Responses.",
          "authors": "Nigel Manchini; Óliver Jiménez; Natalia Ramos Díaz; Daniel Trias",
          "abstract": "In a context where emotions play a central role in discussions on psychology and education, the availability of various techniques and resources to assess emotional experience becomes essential. Quantitative language analysis provides a window to emotional experiences, rarely used in Spanish-speaking contexts. This study develops and cross-culturally validates an annotated dictionary of explicit emotional vocabulary, a tool for analyzing affective variables from texts and open-ended responses. A systematic protocol and expert judgment were used to select and annotate 1,041 lexical families (3,051 lemmas and 18,934 words), and pre-recorded hypotheses about the validity of the instrument were tested. Participants, adolescents from Uruguay (n = 1,208, 59% female, age M = 14.4) and Spain (n = 596, 41% female, age M = 15.7), completed Subjective Well-Being (SWB) scales and wrote about their emotional experiences in an open-ended response. The dictionary showed convergence with other instruments and acceptable inter-rater reliability. When applied to open-ended responses, it captured a substantial proportion of the words written by participants and showed significant correlations with SWB in both the Uruguayan and Spanish samples. These results suggest that quantitative analysis of open-ended responses allows the exploration of well-being, and that this freely available instrument is a valid resource for doing so, serving as a complement to quantitative and qualitative approaches for research or intervention purposes.",
          "url": "https://osf.io/tmnxw",
          "doi": "https://doi.org/10.31234/osf.io/tmnxw",
          "filter": 0
        },
        {
          "title": "Towards a Clearer Understanding of Causal Estimands: The Importance of Joint Effects in Longitudinal Designs with Time-Varying Treatments",
          "authors": "Lukas Junker; Ramona Schoedel; Florian Pargent",
          "abstract": "Longitudinal study designs present unique challenges for causal reasoning. In this article, we\naddress the precise definition of a causal estimand as one of these challenges. Using examples\nfrom psychological research, we provide a non-technical introduction to estimands and\nillustrate three broader classes of estimands—total, direct, and joint effects—using the\npotential outcomes framework and directed acyclic graphs. In longitudinal research, joint\neffects play a central role because they extend average treatment effects to repeated\ntreatments and thus provide a practical measure of cumulative intervention effects over time.\nBesides explaining the concept of joint effects and how they relate to mediation, we\ndiscuss their applicability to psychological research. We focus on their interpretation and\nwhether they can realistically be identified in longitudinal observational studies in\npsychology. In this context, addressing unmeasured confounding is a crucial aspect of causal\ninference and mediation analyses, yet it is insufficiently discussed in the psychological\nliterature. To bridge this gap, we propose a class of research designs for psychological studies\nwhere treatment assignment is driven by observable covariates so that joint effects can be\nidentified under more reasonable assumptions.",
          "url": "https://osf.io/zmh5a",
          "doi": "https://doi.org/10.31234/osf.io/zmh5a",
          "filter": 0
        },
        {
          "title": "Framing Vaccination as a Collective Responsibility Increases Intentions to Vaccinate",
          "authors": "Sebastian Bjørkheim; Tony Leino; Bjørn Sætrevik",
          "abstract": "The decision to vaccinate may be motivated by self-protection or community protection, and people may perceive vaccination as mostly a personal responsibility or a collective obligation. We conducted two preregistered survey experiments using a 2-by-2 design with the factors benefit (personal vs. collective) and responsibility (personal vs. collective). The experiments were conducted on large, overlapping representative samples of Norwegian adults: one before (N = 5,474) and one after (N = 1,789) COVID-19 vaccine rollout in Norway. In both experiment the data showed that framing vaccination choice as a collective responsibility (vs. personal responsibility) increased vaccine intentions. Emphasizing personal benefit (vs. collective benefit) increased vaccine intentions in the second experiment, but this effect was not observed in the first experiment. There was no interaction between the factors in either experiment. These findings indicate that highlighting collective responsibility may boost vaccine uptake, but the influence of emphasizing personal versus collective benefits remains inconclusive.",
          "url": "https://osf.io/sjaf3",
          "doi": "https://doi.org/10.31234/osf.io/sjaf3",
          "filter": 0
        },
        {
          "title": "Between the Biological and Social clock: Exploring the Association between Social Jetlag and Wellbeing",
          "authors": "Anne Landvreugd; Michel Guillaume Nivard; Meike Bartels",
          "abstract": "Introduction: The introduction of artificial lighting and the 24-hour society provoked a form of circadian misalignment called social jetlag: the misalignment between the biological clock and the social clock. The literature has mainly focused on the association between social jetlag and negative mental health in students, while knowledge on the association with wellbeing in adults is limited.\nMethods: The total sample included 20.143 Dutch participants from the Netherlands Twin Register (NTR). The Munich Chronotype Questionnaire was used to compute sleep-corrected social jetlag. Subjective happiness, Satisfaction with life, and Quality of life were used to create a wellbeing factor score. Linear regression models were applied to assess the association between social jetlag and wellbeing, and the interaction effects of age and day of the week. Additionally, a within-family analysis was performed to correct for the effect of the family environment.                                                                                                  \nResults: We found a weak but significant negative correlation between social jetlag and the wellbeing scales (r = -0.05). The effect of social jetlag on the wellbeing factor score was marginal (β = -0.05, R2 = 0.22%, p &lt; 0.001, N = 7456) and did not depend on age or day of the week. The within-family design showed that the association was not confounded by effects shared within family such as rearing effects and heritable confounders. \nDiscussion: The negative association between social jetlag and wellbeing is marginal, and does not depend on age or day of the week. The association does not seem to be confounded by the effects shared by family members. Our results indicate that social jetlag should not be a primary concern for wellbeing. Future studies should focus on using objective measures for social jetlag and use longitudinal data to disentangle short term and long term results.",
          "url": "https://osf.io/tczsm",
          "doi": "https://doi.org/10.31234/osf.io/tczsm",
          "filter": 0
        },
        {
          "title": "Greatness recognizes greatness: When only Experts make Accurate Expertise Judgments of Others",
          "authors": "Fritz Becker; Jürgen Buder; Markus Huff",
          "abstract": "Knowing what someone else knows is important in shared environments. However, the knowledge of others is not immediately perceptible. Luckily, an agent’s behavior within a task leaves clues for an observer to estimate their expertise. A task expert will make the best decisions to reach their goal, while a novice will make decisions seemingly at random. An expert observer should be able to evaluate the decisions of an agent by comparing the agent’s decision to the ideal one. On the other hand, a novice observer does not know the ideal decision and, thus, cannot compare the agent’s decision to it.\nWe test the hypothesis that with increasing expertise, people can more accurately assess the expertise of others. The results of the two studies we present are consistent with this hypothesis. The first experimental study showed the expected interaction of agent and judge expertise in a task with limited external validity. In the second study, the results of the first study were replicated in a more generally applicable task. We discuss possible moderators of this effect, such as conflicting expertise cues and additional metacognitive information communicated by the agent. Moreover, we outline the consequences of expertise imbalance for identifying imposters in expert fields.",
          "url": "https://osf.io/pq7cy",
          "doi": "https://doi.org/10.31234/osf.io/pq7cy",
          "filter": 0
        },
        {
          "title": "Do Facial Masks Impact Infants’ Joint Attention? A Within-Participant Laboratory Study",
          "authors": "Stephanie Wermelinger; Lea Mörsdorf; Moritz M. Daum; Charlotte Baldenweg",
          "abstract": "During the COVID-19 pandemic, children were repeatedly confronted with people wearing facial masks. Little is known, however, about how this affected young children’s interactions with their caregivers. This preregistered experimental within-participants study explored whether facial masks influence young children’s initiation and response to joint attention. Using two structured tasks and one free-play task, we measured joint attention episodes in interactions of 12- to 15-month-old Swiss infants with one of their caregivers during the pandemic. In one experimental condition, the caregivers wore a facial mask; in the other, they did not. The results show no significant differences in infants’ joint attention between the two conditions. Infants may have interacted with their caregivers wearing facial masks enough previously not to be influenced by masks; alternatively, even with a partially covered face, a person provides enough information via eyes and other body parts that help infants to guide their attention.",
          "url": "https://osf.io/qr8za",
          "doi": "https://doi.org/10.31234/osf.io/qr8za",
          "filter": 0
        },
        {
          "title": "Co-designing AI-generated vaping awareness materials with adolescents and young adults: A qualitative study.",
          "authors": "Tianze Sun; Gary; Daniel Stjepanovic; Tesfa Yimer; Giang Vu; Carmen Lim; Caitlin McClure-Thomas; Jason Connor; Wayne Hall; Leanne Hides",
          "abstract": "Background and aims: Social media vaping awareness campaigns can potentially decrease youth vaping prevalence. Generative Artificial Intelligence (AI) offers capabilities for rapidly producing campaign materials at scale, however, there is limited research on youth perceptions of AI-generated materials combining images and text.\nMethods: We conducted a two-phase mixed-methods study in Queensland, Australia. Phase 1 involved two focus groups (n=10 total; mean age: 16.3) to evaluate AI-generated materials created using a basic approach of zero-shot prompting (ZSP; AI performs tasks without examples), single-prompt usage (outputs used without refinement) and automatic text-image integration. Phase 2 involved semi-structured interviews (n=9, mean age: 23) to evaluate new materials developed using a refined approach based on Phase 1 feedback, including, few-shot prompting (FSP; AI performs task with examples), multi-prompt usage (outputs used after refinement), and manual text-image integration. Data were analysed using thematic analysis.\nResults: Analysis of phase 1 focus groups identified several technical limitations in materials developed using the basic approach, including poor alignment between images and text, awkward language, artificial imagery, and outdated images of vaping devices. When these technical limitations were addressed through the refined approach in Phase 2, thematic analysis of interview data revealed that participants focused on broader aspects of effective messaging. Six key characteristics emerged: (1) capture attention through visual appeal, (2) focus on immediate consequences, (3) make messages relevant to youth, (4) include clear calls to action, (5) avoid ambiguous and fear-mongering statements, and (6) tailor messages to diverse youth. \nConclusions: AI can generate individual text and image components for health promotion campaigns, but automated AI multimedia material development is unlikely to succeed. Effective implementation will require co-designing with young people to guide material refinement and design integration, alongside FSP approaches to ensure that materials resonate with diverse youth.",
          "url": "https://osf.io/u5fz2",
          "doi": "https://doi.org/10.31234/osf.io/u5fz2",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "On Limitations to Conceptual Knowledge in Kantian Categories and Postmodernist Philosophy",
          "authors": "Christian Panarello",
          "abstract": "Chalmers’ Constructing the World offers an exploration into complete bodies of information – for which he proposes that an entity such as Laplace’s Demon has a scrutable interpretation over available information. However, Chalmers does not address a true realisation of what a complete knowledge should be; Laplace’s Demon remains very much human. This article further suggests that information is limited – specifically in a post-modernist framework – because the limited number of perceptible differences (known as Categories) reduces the scale of differences such that the information converges into a common limitation.",
          "url": "https://osf.io/n5akd",
          "doi": "https://doi.org/10.31234/osf.io/n5akd",
          "filter": 2
        },
        {
          "title": "Population Heterogeneity Among the Six Factors of Aggressive Personality",
          "authors": "David Chester",
          "abstract": "Dozens of dispositional aggressiveness questionnaires and their idiosyncratic factor structures have been distilled into six factors: Relational, Angry, Violent, Retaliatory, Intimate, and Alcohol Aggression. Do sub-populations exist that fail to replicate these six factors? Factor mixture modeling of these aggressiveness items (N = 1,447 diverse undergraduates) identified three latent profiles characterized by medium (41.12% of sample), high (13.75%), or low (45.13%) levels of all six factors. Like the ‘Big Bang’ the six factors began strongly-correlated in the low aggressiveness profile and then rapidly drifted apart in nomological space among more aggressive profiles. All original factors re-emerged in profile-specific factor analyses, excepting Violent Aggression. Thus, the six-factor model of aggressiveness appears largely robust to population heterogeneity.",
          "url": "https://osf.io/qgcw6",
          "doi": "https://doi.org/10.31234/osf.io/qgcw6",
          "filter": 2
        },
        {
          "title": "Psychosomadelics: The case for renaming psychedelics",
          "authors": "Felix Scholkmann; Peter Sjöstedt-Hughes",
          "abstract": "It is proposed that the term ‘psychedelics’, used for a certain class of psychoactive substances, be replaced by our new term 'psychosomadelics'. In our view, this step is necessary because the term 'psychedelics' is psychocentric (i.e. focusing primarily on the effects on the mind) and therefore neglects the somatic (bodily) effects of these substances. This is of particular importance as knowledge of the extensive effects that these substances have on the body is rapidly increasing. Furthermore, from a philosophical point of view, this new term also evolves and expands the connotations of such substances and their effects, as it indirectly relates to philosophical mind-body ontologies and phenomenologies. The term 'psychosomadelics' denotes both mind and body concepts, and also connotes their proposed relations – thereby providing balance and enrichment to the associated discourse. We thus suggest that the new term be adopted.",
          "url": "https://osf.io/3j2kc",
          "doi": "https://doi.org/10.31234/osf.io/3j2kc",
          "filter": 2
        },
        {
          "title": "Power analysis for loglinear growth models",
          "authors": "Mirjam Moerbeek; Kim de Jong; Bram Bovendeerd",
          "abstract": "Multilevel analysis is often used to analyse longitudinal growth data. However, sample size calculations in an a priori power analysis are often based on simpler models. As a result, sample sizes may be inadequate or unnecessarily high.\nThis article shows how to calculate sample sizes for a log-linear growth model using a user-friendly online app. The methodology is illustrated using a psychotherapy trial.",
          "url": "https://osf.io/r2396",
          "doi": "https://doi.org/10.31234/osf.io/r2396",
          "filter": 2
        },
        {
          "title": "Does uncontrollability lead to effort avoidance? The role of perceived task load",
          "authors": "Marcin Bukowski; Bartosz Majchrowicz; Jakub Michalik; Wiktor Soral; Aidan Vern Campbell; Michael Inzlicht",
          "abstract": "Experiences of uncontrollability affect the efficiency of cognitive control. However, the underlying reasons for these cognitive after-effects remain unclear. In this research, we take a motivational perspective and test the hypothesis that uncontrollability leads to avoidance of mental effort. We examined this hypothesis in two preregistered experiments, in which we induced uncontrollability by giving participants tasks with action-non-contingent feedback and subsequently measuring effort investment using two different tasks: a Demand Selection Task (DST; Experiment 1, N = 329) and a Voluntary Task Switching procedure (VTS; Experiment 2, N = 358). Overall, both experiments showed that uncontrollability led to effort avoidance, particularly depending on the perceived task load. Additionally, for Voluntary Task Switching, uncontrollability resulted in lower switch rates in the early free-choice trials of the task. These results coincide with our prediction that uncontrollability can drive cognitive effort avoidance, with effects varying based on perceived task load and the type of effort measure used.",
          "url": "https://osf.io/dusbz",
          "doi": "https://doi.org/10.31234/osf.io/dusbz",
          "filter": 2
        },
        {
          "title": "BalanceAct: Forschung und Intervention bei Technostress und Digital Burnout",
          "authors": "Jakob Tiebel; Franziska Ernst",
          "abstract": "Die Digitalisierung stellt die Ergotherapie vor neue Herausforderungen, insbesondere durch die zunehmende Verbreitung von Technostress und Digital Burnout. Diese Belastungsphänomene beeinträchtigen sowohl die Arbeitszufriedenheit und Leistungsfähigkeit von Fachkräften als auch die Lebensqualität der Klienten. Die Initiative BalanceAct des Fachausschusses Technische Medien und Mittel des DVE adressiert dieses Problemfeld. Ziel ist es, wissenschaftliche Erkenntnisse zu den Ursachen und Auswirkungen von Technostress zu gewinnen sowie evidenzbasierte Interventionsstrategien zu entwickeln. Dabei liegt der Fokus auf der Förderung digitaler Resilienz und der Etablierung praxisnaher Ansätze zur Bewältigung digitaler Belastungen im Kontext Ergotherapie. Die Initiative versteht sich als interdisziplinäre Plattform zur Verknüpfung von Wissenschaft und Praxis, mit dem Ziel, innovative Lösungen für die digitale Transformation im Gesundheitswesen zu schaffen.",
          "url": "https://osf.io/9qfwy",
          "doi": "https://doi.org/10.31234/osf.io/9qfwy",
          "filter": 2
        },
        {
          "title": "Technostress und Digital Burnout im Kontext der Ergotherapie: Definition, Begriffsbestimmung und Relevanz",
          "authors": "Jakob Tiebel; Franziska Ernst",
          "abstract": "Die digitale Transformation beeinflusst die Ergotherapie (ET) auf mehreren Ebenen. Technostress (TS) und Digital Burnout (DB) entstehen durch eine Überforderung im Umgang mit Informations- und Kommunikationstechnologien (IKT) und wirken sich auf die Arbeitszufriedenheit von Fachkräften, die therapeutische Beziehung und die Betätigungsmöglichkeiten von Klienten aus. Der vorliegende Artikel definiert TS und DB, beleuchtet diese Phänomene aus einer multiperspektivischen Sicht und spiegelt den aktuellen Stand der Wissenschaft wider. Dabei werden Implikationen für die ET abgeleitet, um die Herausforderungen der digitalen Transformation zu adressieren.",
          "url": "https://osf.io/rgv8j",
          "doi": "https://doi.org/10.31234/osf.io/rgv8j",
          "filter": 2
        },
        {
          "title": "The vulnerability of autistic adults to criminal exploitation: Mismatches between legal defense arguments and empirical data",
          "authors": "Neil Brewer; Robyn L. Young",
          "abstract": "Defense attorneys for autistic criminal defendants sometimes argue that difficulties inferring others’ intentions and motivations—often referred to as Theory of Mind (ToM)—considered to characterize autistic people render them vulnerable to exploitation. In this chapter we examine the empirical evidence for such claims. Current evidence derives primarily from studies of autistic and non-autistic adults’ responding in traditional deception detection paradigms and in several novel paradigms used to probe autistic adults’ ability to detect and respond adaptively to others’ criminal intent during interactions. This evidence does not support the perspective that autistic adults are inherently vulnerable to criminal exploitation, although it does indicate that ToM difficulties and low verbal ability are independent risk factors, regardless of autism diagnostic status. Although marked ToM difficulties are more prevalent in autistic adult samples, they are not ubiquitous, thereby highlighting the importance of basing legal defense arguments on measured rather than assumed ToM characteristics. Despite the recent emergence of paradigms for exploring criminal vulnerability, further significant empirical advances will likely depend on the development of paradigms which assess autistic adults’ ability to respond appropriately when confronted with problematic situations that capture the complexities of real-life interactions.",
          "url": "https://osf.io/8vg92",
          "doi": "https://doi.org/10.31234/osf.io/8vg92",
          "filter": 2
        },
        {
          "title": "Measurement of phase-locked neural responses to cochlear-implant stimulation from multiple stages of the auditory system",
          "authors": "Dorothée Arzounian; François Guérit; John M. Deeks; Charlotte Garcia; Evelien de Groote; Manohar Bance; Robert P. Carlyon",
          "abstract": "Finding objective measures of auditory perception when using cochlear implants (CIs) is important to provide clinical tools for diagnosis and device programming, as well as for scientific investigations into electrical hearing. Due to the contamination of electrophysiological recordings by CI stimulation artefacts, reciprocal constraints typically exist on the type of eliciting stimuli that can be used and the type of neural response that can be measured, making it difficult to disentangle the effects of response type and of stimulus type on response properties. Here, we report three measures corresponding with separate neural latencies, all collected from the same CI recipients and with the same stimulus, consisting of a continuous low rate electrical pulse train of about 40 pulses-per-second (pps). These measures comprise the electrically evoked compound action potential (eCAP), auditory brainstem response (eABR), and auditory steady-state response (eASSR), having putative neural generators in peripheral (auditory nerve), subcortical (brainstem), and thalamo-cortical auditory regions, respectively. When assessing correlations across our sample of 19 CI recipients, we found that the growth of eASSR amplitude with stimulus level was correlated with that of eCAP amplitude and predictive of the just-noticeable-to-comfortable electrical dynamic range, as measured through behavioral loudness scaling. Additionally, we compared eASSRs measured with the ~40-pps stimulus and with a high-rate (500-pps) pulse train modulated in amplitude at rates around 40 Hz, and found that both showed similar recipient-specific effects of stimulation rate on response phase and amplitude. Our results highlight that neural responses to different electrical stimuli and at different central processing stages share common idiosyncratic properties, and confirm the validity of eASSRs as useful measures for loudness growth estimation in CI recipients.",
          "url": "https://osf.io/v3d5j",
          "doi": "https://doi.org/10.31234/osf.io/v3d5j",
          "filter": 2
        },
        {
          "title": "איכות נתונים של פאנלים מקוונים בישראל: מחקר השוואתי",
          "authors": "Dan Confino; Eyal Peer",
          "abstract": "לאור הפופולריות הגוברת של פאנלים מקוונים לגיוס משתתפים למחקרים, ישנה חשיבות מכרעת לאיכות הנתונים שהם מספקים לחוקרים. אולם, עד היום, אף מחקר לא בחן באופן שיטתי והשוואתי את איכות הנתונים בקרב פאנלים מקוונים בישראל. מטרת המחקר הנוכחי היתה לבחון את איכות הנתונים של חמישה פאנלים מרכזיים בישראל (n=1557). הערכנו את איכות הנתונים של המשתתפים באמצעות מספר מדדים מקובלים של קשב, מהימנות, ואמינות. בנוסף בחנו שתי שאלות מחקר נוספות: האם יש הבדלים באיכות הנתונים בין משיבים ממכשיר נייד לעומת מחשב. תוצאות המחקר הצביעו על מספר בעיות באיכות הנתונים שהתקבלו מחמשת הפאנלים המובילים בישראל: כמחצית מהמשתתפים, בכל הפאנלים, לא ענו נכון על שאלות פשוטות של בדיקת קשב באופן שמעיד שהם לא קראו את ההוראות לשאלות בעיון, דבר המעלה ספק לגבי התקפות של התשובות שלהם לשאלון. יתרה מזאת, משתתפים שלא ענו היטב על שאלות בדיקת הקשב גם סיפקו מהימנות נמוכה יותר בשאלונים וגם ייתכן ורימו יותר בשאלות של דיווח עצמי במטרה לזכות בתגמול כספי גבוה יותר. השילוב של מענה ממכשיר נייד וכישלון בבדיקות הקשב הוביל לרוב לאיכות הנתונים הנמוכה ביותר ונראה כי שאלות בדיקת הקשב חשובות ויעילות במיוחד לסינון תגובות באיכות נמוכה בקרב משיבים ממכשירים ניידים.",
          "url": "https://osf.io/hfztx",
          "doi": "https://doi.org/10.31234/osf.io/hfztx",
          "filter": 2
        },
        {
          "title": "Socioeconomic Status and Mathematical Abilities: The Roles of Specific Executive Functioning Components",
          "authors": "Zhu Xiaoliang; xin zhao",
          "abstract": "Children’s family socioeconomic status plays a critical role in the development of mathematical abilities in early elementary school. However, the underlying mechanisms remain unclear. This study investigates the mediation effects of specific executive functioning components in this relationship. A total of 185 children (MageT1 = 7.78 years, 54.05% boys) participated in the study. We measured EF, family SES, and mathematical abilities at T1 and mathematical abilities at T2 (20 months later). Our analysis yielded two main findings: (a) family SES was positively associated with T1 mathematical abilities across all three domains, but was not significantly associated with T2 mathematical abilities after controlling for T1 mathematical abilities; (b) family SES was indirectly associated with T1 arithmetical ability and T2 logical reasoning ability via working memory. Our study provides a nuanced insight of the specific cognitive mechanisms underlying the impact of socioeconomic disadvantage on the mathematical development of early elementary school children.",
          "url": "https://osf.io/kpd8z",
          "doi": "https://doi.org/10.31234/osf.io/kpd8z",
          "filter": 2
        },
        {
          "title": "Neurocognitive Underpinning of Proactive and Reactive Cognitive Control: Evidence from Eye-tracking and EEG in a Mixed-Design Flanker Study",
          "authors": "Salahadin Lotfi",
          "abstract": "Cognitive control enables the flexible regulation of goal-directed behaviors in the presence of distractions. This study investigates proactive (PDF) and reactive distraction filtering (RDF), two distinct cognitive control mechanisms proposed by the Dual Mechanism of Control theory. Using a Flanker task with varying proportions of congruent and incongruent trials, we assessed behavioral responses, eye-gaze data, and high temporal-resolution EEG signals. Behavioral results replicated prior findings, demonstrating that PDF reduces interference in high-conflict contexts but incurs filtering costs when distractors are absent. Eye-gaze analysis revealed that PDF narrows attentional focus on targets, potentially explaining these costs. ERP data showed distinct neural correlates: N2 amplitudes indexed conflict monitoring in RDF, while frontal slow waves reflected sustained attentional control in PDF. This study provides novel insights into the behavioral, visual, and neural dynamics of cognitive control, emphasizing the temporal interplay between proactive and reactive strategies in distraction filtering.",
          "url": "https://osf.io/btnkr",
          "doi": "https://doi.org/10.31234/osf.io/btnkr",
          "filter": 2
        },
        {
          "title": "Technostress and Digital Burnout in the Context of Occupational Therapy- Definition, Scientific Scope and Relevance",
          "authors": "Jakob Tiebel; Franziska Ernst",
          "abstract": "The digital transformation significantly influences occupational therapy (OT) across\nvarious levels. Technostress (TS) and digital burnout (DB) emerge as consequences of\nexcessive demands in managing information and communication technologies,\nnegatively impacting job satisfaction among professionals, the therapeutic alliance, and\nclients' engagement in meaningful activities. This article provides a conceptual definition\nof TS and DB, examines these phenomena through a multidisciplinary lens, and\nsynthesizes the current state of research. Based on these findings, implications for OT\npractice are proposed to address the challenges associated with digital transformation.",
          "url": "https://osf.io/wr3sv",
          "doi": "https://doi.org/10.31234/osf.io/wr3sv",
          "filter": 2
        },
        {
          "title": "Mapping the Neural Taxonomy of Mental Objects in Moment-to-moment Cognition",
          "authors": "Xinchi Yu",
          "abstract": "We mentally represent all kinds of objects across a variety of tasks and source modalities (i.e., mental objects). Recent work has proposed that mental objects are represented by content-free, reassignable pointers (or indexicals, tokens) in our moment-to-moment processing. Are all mental objects represented by the same set of pointers? If not, where should we draw the lines between different kinds of pointers? In this Perspective, we propose a novel research program aiming at unraveling the neural taxonomy of mental objects, by testing how the neural markers for pointers generalize across different paradigms, task goals, source modalities (and more).",
          "url": "https://osf.io/3awv9",
          "doi": "https://doi.org/10.31234/osf.io/3awv9",
          "filter": 2
        },
        {
          "title": "Gravity hills as perceptual phenomena",
          "authors": "Robert D McIntosh",
          "abstract": "Short essay from the book, 'Gravity Roads', by Hannah Schleifer, July 2024, Ringelpress, The Hague, Netherlands.",
          "url": "https://osf.io/etvsc",
          "doi": "https://doi.org/10.31234/osf.io/etvsc",
          "filter": 2
        },
        {
          "title": "The biophysics of balanced living: a mechano-homeostasis paradigm for balancing in animals and robots",
          "authors": "Nicholas M. Wilkinson",
          "abstract": "From birth until death animals resist gravity, effortfully asserting bodily form, animate behaviour, and postural balance. Most basic negentropic behaviours are understood as homeostasis (e.g. thermoregulation), but balance is taken to be an exception. Many studies have elucidated its sub-mechanisms, but the existence of goal-oriented homeostatic organisation remains an open question. The current theoretical paper reviews existing work to highlight and challenge the assumptions that belie a homeostatic model, arguing that balance is organised as one aspect of wider mechano-homeostasis, by a control loop organisationally akin to thermoregulation. The biophysical cost of maintaining an agent-medium density gradient defines the task, which is the regulation of mechanical force. Organism-level mechano-homeostasis must approximately maintain a certain mechanical force field at the surface of the organism (i.e. that which precisely cancels gravitational acceleration), or the organism will fall, dissipate and die. The argument specifies this fluid, dynamical force field of ‘balance’ for arbitrary morphologies and configurations, and describes how animals apprehend it developmentally for their own embodiment. I motivate and define this model, examine it against existing evidence, and discuss its implications, limitations and scope for understanding the embodied organisation of balance and spatiotemporal animacy in animals and robots.",
          "url": "https://osf.io/dn8bq",
          "doi": "https://doi.org/10.31234/osf.io/dn8bq",
          "filter": 2
        },
        {
          "title": "Metabolic Psychiatry: A Conceptual Framework Targeting Metabolic Dysfunction in Psychiatric Disease",
          "authors": "Shebani Sethi; Michael Berk; Ana Cristina Andreazza; Lilianne Rivka Mujica-Parodi; Iain Campbell; Harry Campbell; Calogero Longhitano; Natalie Rasgon; Jeff Volek; Cynthia Victoria Calkin",
          "abstract": "An intricate link exists between metabolic dysfunction and psychiatric disease. Documented deficits in systemic and brain metabolism are seen in several major mental illnesses: schizophrenia (SZ), bipolar disorder (BD), and major depressive disorder (MDD). We apply lessons from neurology on metabolic signaling between the central nervous system and periphery, metabolic plasticity, and the impact of targeting bioenergetic dysfunction on disease. Targeting this energetic dysfunction may lead to wide-ranging treatment strategies. The epidemics of obesity, metabolic syndrome, and insulin resistance, coupled with the global impact of mental illness, represent an unmet need and gap in psychiatric care. While life saving, some common psychiatric medications can impart undesirable metabolic side effects on an already vulnerable metabolic system. The increased prevalence of metabolic abnormalities among patients with major mental illness and evidence of shared environmental and genetic risk factors have led to a growing interest in understanding underlying biological mechanisms. These factors suggest that addressing metabolic dysfunction, centrally or peripherally, is critical to managing psychiatric illness. Therefore, we propose the incorporation of a metabolic framework into standard clinical psychiatric assessment. The emerging field of metabolic psychiatry explores the physiologic and molecular changes underpinning metabolic dysfunction and psychiatric disease with an aim to identify potential therapeutic and prevention targets. This perspective piece provides a conceptual framework for metabolic psychiatry, linking cerebral glucose hypometabolism, insulin resistance, oxidative stress, mitochondrial dysfunction, and neural network instability in mental illness. We provide a synopsis of the current state of knowledge, where our gaps in understanding lie, and the future directions of incorporating metabolic mechanisms into psychiatric treatment strategies.",
          "url": "https://osf.io/wm8g3",
          "doi": "https://doi.org/10.31234/osf.io/wm8g3",
          "filter": 2
        },
        {
          "title": "Blimp Technical Appendix: Nonnormal Latent Variables using the Yeo-Johnson Transformation",
          "authors": "Brian T Keller",
          "abstract": "This technical appendix describes modeling asymmetrical nonnormal latent variables. Such asymmetrically distributed latent traits can map onto many researchers’ intuitions about the underlying beliefs about the trait in the population. Examples in the psychological literature include dark triad traits (Webster &amp; Jonason, 2013), borderline personality disorder (Michonski, Sharp, Steinberg, &amp; Zanarini, 2013), and self-esteem (Gray-Little, Williams, &amp; Hancock, 1997), among others. Blimp allows for the modeling of asymmetrical latent traits via transformation methods. While any invertible transformation can be implemented, this technical appendix aims to describe the application of the Yeo-Johnson transformation (Yeo &amp; Johnson, 2000).",
          "url": "https://osf.io/58x9w",
          "doi": "https://doi.org/10.31234/osf.io/58x9w",
          "filter": 2
        },
        {
          "title": "Expanding Psychotherapy Outcomes: Embracing Cultural Nuances and Broadening the Scope Beyond Individual Therapy",
          "authors": "Qiang Xie; Weiying Chen",
          "abstract": "This commentary on a published article does not include an abstract.",
          "url": "https://osf.io/295du",
          "doi": "https://doi.org/10.31234/osf.io/295du",
          "filter": 2
        },
        {
          "title": "Sociologia clínica e psicossociologia: teorias e práticas",
          "authors": "Matheus Viana Braz; Pedro Henrique Isaac Silva; Teresa Cristina Carreteiro; Christiane Girard Ferreira Nunes",
          "abstract": "A Sociologia Clínica e a Psicossociologia têm por base a epistemologia da recepção. Se ancoram na escuta clínica e na perspectiva da complexidade, atentando-se aos determinismos psíquicos e sociais (econômicos, raciais, de gênero, entre outros). Tratam-se de abordagens pluridisciplinares, cuja finalidade é compreender e intervir na realidade, levando em conta a interdependência entre social e psíquico. Ao reunir pesquisadores e pesquisadoras de distintas instituições e nacionalidades, esse livro busca situar o(a) leitor(a) sobre os fundamentos do arcabouço teórico-metodológico dessas abordagens sócio-clínicas.\nA partir de diferentes temáticas e situações sociais, como o racismo, a marginalização, a precarização do trabalho e a migração, são discutidos, nesta obra, pressupostos, métodos, problematizações teóricas e alternativas de ação centradas na postura sócio-clínica. As questões evocadas buscam abrir um espaço amplo de diálogo com variadas disciplinas das ciências humanas e sociais, em especial entre psicologia, sociologia, antropologia, ciência política, história e economia.",
          "url": "https://osf.io/r7bfh",
          "doi": "https://doi.org/10.31234/osf.io/r7bfh",
          "filter": 2
        },
        {
          "title": "Stroboscopically Induced Visual Hallucinations: Historical, Phenomenological and Neurobiological Perspectives",
          "authors": "Trevor Hewitt; Ioanna Amaya; Romy Beauté; Anil Seth; Timo Torsten Schmidt; David Schwartzman",
          "abstract": "Exposure to rapid and bright stroboscopic light has long been reported to induce vivid visual hallucinations of colour and geometric formations. This phenomenon was first documented by Purkinje over 200 years ago. Since then, significant progress has been made in understanding the effects of stroboscopic light and the experiences it induces through multiple waves of interest from the scientific, therapeutic, and broader cultural communities. Despite these advances, fundamental questions remain unanswered, including comprehensive characterisations of its phenomenology, its precise physiological origins, under which conditions it may lead to altered states of consciousness phenomena, and potential clinical or therapeutic applications. This narrative review provides a historical summary of research into stroboscopic light stimulation alongside its use in recreation and lay-therapeutic contexts. It also discusses the phenomenology of these experiences, current perspectives on the potential neural mechanisms of stroboscopically induced experiences, and provides an outlook for future research in this field.",
          "url": "https://osf.io/ncqaw",
          "doi": "https://doi.org/10.31234/osf.io/ncqaw",
          "filter": 2
        },
        {
          "title": "Longitudinal relationships between academic stress and executive function in Chinese high school students: A cross-lagged panel network analysis",
          "authors": "Chao Ma; Yanyun Wang; Fu Junjun; xin zhao",
          "abstract": "Academic stress, as one of the most common potential risk factors experienced by Chinese high school students, has a significant impact on the development of executive function. However, previous studies exploring the relationship between academic stress and executive function have produced inconsistent findings, either neglecting the multidimensionality of academic stress or overlooking the separability of executive function. Therefore, this study employed a cross-lagged panel network analysis to investigate the longitudinal relationship between various types of academic stress and the subcomponents of executive function among 620 Chinese high school students. The findings revealed that self-imposed stress had the strongest positive predictive effect on working memory updating and working memory span. In contrast, teacher stress exerted the most crucial negative predictive effect on working memory updating and response inhibition, while social stress showed a lesser negative predictive effect on response inhibition. Notably, self-imposed stress mediated the relationship between parental stress and both working memory updating and working memory span. Furthermore, self-imposed stress and teacher stress were identified as the most crucial “high bridge centrality nodes” within the network, indicating key intervention targets. The study's conclusions offer valuable insights for educators in formulating effective strategies to help high school students manage academic stress.",
          "url": "https://osf.io/gvbza",
          "doi": "https://doi.org/10.31234/osf.io/gvbza",
          "filter": 2
        },
        {
          "title": "Using difference scores to avoid the regression paradox: An example with fathers’ level of education and respondents’ wages and intelligence",
          "authors": "Kimmo Sorjonen; Bo Melin; yoav ganzach",
          "abstract": "The regression paradox, also called the reverse regression problem, is a phenomenon where the effect of X on Y when adjusting for Z and the effect of X on Z when adjusting for Y can suggest diametrically different circumstances. In data from the National Longitudinal Study of Youth (NLSY) 1979 (N = 12,686) and 1997 (N = 8984), we demonstrate the regression paradox and show that respondents’ fathers’ level of education had a positive effect on the respondents’ wages when adjusting for their intelligence. This could be seen to indicate favoritism of the highborn and discrimination against the lowborn. However, the same data revealed a positive effect of fathers’ education on respondents’ intelligence when adjusting for their wages, suggesting, paradoxically, discrimination against the highborn and favoritism of the lowborn. As fathers’ education had a stronger correlation with the respondents’ intelligence than with their wages, we also found a positive effect of fathers’ education on the respondents’ wage - intelligence difference score, suggesting that the highborn had not fully capitalized on their high intelligence. We propose that estimating effects on difference scores can be used to avoid the regression paradox and to scrutinize adjusted regression effects.",
          "url": "https://osf.io/sabz6",
          "doi": "https://doi.org/10.31234/osf.io/sabz6",
          "filter": 2
        },
        {
          "title": "Controls for non-independence should reflect the data-generating process",
          "authors": "Scott Claessens; Thanos Kyritsis; Quentin Atkinson",
          "abstract": "In our article, we simulated national-level trait data with non-independence due to spatial diffusion or shared language ancestry. These are plausible scenarios from which we can evaluate the ability of different methods to recover the “true” cross-national correlation. We used these simulations to evaluate the performance of widely-used statistical controls for non-independence and showed that these methods do not result in a satisfactory reduction in false positives. This finding holds and is concerning regardless of our ability to identify an alternative class of models that performs better. We then further showed that Bayesian random effects models incorporating explicit assumptions about the data-generating process do indeed perform much better. In particular, the Bayesian model controlling for spatial proximity was most effective at reducing false positives in spatially non-independent data, and the Bayesian model controlling for linguistic proximity was most effective at reducing false positives in “language tree” non-independent data.",
          "url": "https://osf.io/7vj69",
          "doi": "https://doi.org/10.31234/osf.io/7vj69",
          "filter": 2
        },
        {
          "title": "Genetic and Environmental Influences on Aggression Across the Lifespan: A Longitudinal Twin Study",
          "authors": "Susanne Bruins; Camiel M. van der Laan; Meike Bartels; Conor V. Dolan; Dorret Boomsma",
          "abstract": "In this study, we investigated the genetic and environmental contributions to individual differences in aggression across the lifespan, in longitudinal data provided by 32,541 twin pairs aged 3 to over 60 years, from the Netherlands Twin Register. The dataset included participants with a varying number of repeated measures, and of different ages. We applied a genetic autoregressive simplex model to examine the continuity of genetic factors over time. Phenotypic correlations indicate substantial stability between aggression levels at different ages. Both genetic and environmental factors contribute to this stability in aggressive behavior throughout life. Specifically, genetic influences on aggression vary before age 25, with qualitative genetic differences as indicated by the emergence of new genetic factors, and quantitative differences as indicated by  fluctuations in the heritability during this period. The heritability of aggressive behavior was highest around age 12 (.74) and then decreases to about .40 to .50 throughout life. After age 25, no new genetic factors contribute to individual differences in aggression, such that the genetic architecture of aggressive behavior does not change throughout the remainder of the lifespan. These findings have implications for understanding the etiology of aggressive behavior from a developmental perspective.",
          "url": "https://osf.io/jxmzs",
          "doi": "https://doi.org/10.31234/osf.io/jxmzs",
          "filter": 2
        },
        {
          "title": "Dynamics of vision: Grouping takes longer than crowding",
          "authors": "Martina Morea; Michael H. Herzog; Gregory Francis; Mauro Manassi",
          "abstract": "Vision is often understood as a hierarchical, feedforward process, where visual processing proceeds from low-level features to high-level representations, ultimately resulting in a coherent percept. Within just a few tens of milliseconds, the fundamental features of the percept are established. These traditional models are the primary framework for understanding visual crowding, a perceptual phenomenon where the perception of a target is impaired by the presence of flanking elements. In this framework, the early stages of feedforward visual processing are essential for perceiving stimuli under crowding conditions and temporal aspects are not important. In fact, experiments show that stimulus duration affects perception very little with classic crowding displays. Here, we show that for more complex displays, crowding is the outcome of highly dynamic processes. For example, a 20 ms preview of just the flankers can reduce crowding for displays with the target and the same flankers presented up to 1 second later. This effect occurs only if the flankers have the potential to group during longer stimulus durations. Our findings align with predictions made by the LAMINART model, which employs recurrent segmentation processes unfolding over time to separate objects into distinct representation layers. Taken together, our results highlight the importance of time-consuming grouping processes in spatial and temporal interactions in vision. In contrast to the classic feedforward models of vision, we propose that crowding, and vision in general, is a dynamic process in which multiple potential interpretations of a stimulus are modulated and gated by grouping mechanisms that evolve over time.",
          "url": "https://osf.io/wd4yj",
          "doi": "https://doi.org/10.31234/osf.io/wd4yj",
          "filter": 2
        },
        {
          "title": "Immune System Dysregulation and Gut Microbiome  Alterations in Schizophrenia: Mechanisms and  Therapeutic Implications",
          "authors": "Daoudi Rédoane",
          "abstract": "Schizophrenia is a complex psychiatric disorder with a multifactorial etiology, \nencompassing genetic, environmental, and neurobiological factors. Recent \nresearch has increasingly pointed to the roles of the immune system and gut \nmicrobiome in the pathophysiology of schizophrenia. Immune dysfunction, \ncharacterized by systemic inflammation, altered cytokine profiles, and microglial \nactivation, has been implicated in the development of neuroinflammation, a key \nfeature of the disorder. Furthermore, disruptions in the gut microbiome, or \ndysbiosis, have been associated with increased inflammation, altered \nneurotransmitter metabolism, and impaired immune modulation, all of which may \ncontribute to the onset and progression of schizophrenia. The gut-brain axis, which\nfacilitates bidirectional communication between the gastrointestinal system and \nthe brain, is emerging as a critical pathway in the interplay between the immune \nsystem and microbiome. This review explores the growing evidence for the \ninvolvement of immune and microbiome dysregulation in schizophrenia, \nhighlighting the mechanisms through which these systems interact and influence \nbrain function. Understanding the complex relationship between immune and \nmicrobiome disturbances offers novel therapeutic avenues, including anti?inflammatory treatments and microbiome-based interventions, which may improve \noutcomes for individuals with schizophrenia. However, further research is needed \nto fully elucidate these pathways and develop effective clinical strategies.",
          "url": "https://osf.io/hjgv5",
          "doi": "https://doi.org/10.31234/osf.io/hjgv5",
          "filter": 2
        },
        {
          "title": "Idiographic Momentary Profiles of Personality Facets",
          "authors": "Colin Lee; Emorie Beck",
          "abstract": "Personality psychology has long focused on between-person differences, often neglecting the dynamic, idiographic nature of personality as it unfolds over time. This study introduces idiographic momentary profiles—person-specific clusters of personality states—estimated using Gaussian finite mixture modeling. Drawing on experience sampling data from two independent undergraduate samples (N = 245; 15,833 total surveys), we demonstrate that individuals exhibit unique, multivariate personality state patterns that vary across time and situations. Findings reveal that (a) most individuals express multiple distinct profiles, (b) profile heterogeneity reflects both level and pattern differences, and (c) contemporaneous situational characteristics (i.e., DIAMONDS taxonomy) predict momentary profile expression. These results challenge static trait and typological approaches by highlighting the complexity and contextuality of personality dynamics. Our findings underscore the value of idiographic methods in advancing personality theory and measurement, offering a foundation for capturing the full scope of personality variability in daily life.\n\nKeywords: idiographic, personality dynamics, momentary profiles, situation characteristics",
          "url": "https://osf.io/7n8au",
          "doi": "https://doi.org/10.31234/osf.io/7n8au",
          "filter": 2
        },
        {
          "title": "Preferred  Traits  for One’s Future  Offspring",
          "authors": "Michael Ashton; Kibeom Lee",
          "abstract": "We examined preferences for the characteristics of one’s future offspring in a sample of 391 Canadian undergraduate students who provided self-reports, with a focus on several issues:  (1) the relative preference for “success” traits (ambition, athleticism, attractiveness, charisma, intelligence) versus “humanity” traits (kindness, generosity, fairness, honesty), (2) the relative preferences among the various “success” traits themselves (separately for prospective sons and prospective daughters), and (3) the associations of respondent personality characteristics with the offspring trait preferences.  Our findings showed that “humanity” traits were favored over “success” traits by the large majority of respondents but that the remaining respondents tended to be low in Honesty-Humility and to some extent in Agreeableness (versus Anger) and Emotionality.  Respondents showed a weak preference for intelligence over the other success traits; preferences for those traits were similar for prospective sons and prospective daughters, but athleticism was slightly favored among sons and attractiveness was slightly favored among daughters.\nKeywords:  offspring trait selection; intelligence; attractiveness; athleticism; personality",
          "url": "https://osf.io/byade",
          "doi": "https://doi.org/10.31234/osf.io/byade",
          "filter": 2
        },
        {
          "title": "Moderating the consequences of longitudinal change for distal outcomes",
          "authors": "Ethan Michael McCormick",
          "abstract": "There has been a growing interest in using earlier change to predict downstream distal outcomes in development, however, prior work has mostly focused on estimating the unique effect of the different growth parameters (e.g., intercept and slope) rather than focusing on the trajectory as a whole. Here I lay a distal outcome latent curve model with latent interactions which attempts to model the *joint* effect of growth parameters on these later outcomes. I show again that these models require us to contend with unintuitive time coding effects which can impact the direction and significance of effects and that plotting and probing are necessary for disambiguating these joint effects. These graphical approaches emphasize practical approaches for applied researchers in understanding these effects. I then outline how future research can help clarify optimal approaches for using the trajectory as a whole rather than the unique effects of its individual sub-components.",
          "url": "https://osf.io/bmynp",
          "doi": "https://doi.org/10.31234/osf.io/bmynp",
          "filter": 2
        },
        {
          "title": "Unraveling the core symptoms across distinct trajectories of problematic Internet use among 27,577 adolescents: cross-lagged panel network analyses",
          "authors": "Shuiqing Huang; Zijuan Ma; fang fan",
          "abstract": "Problematic Internet use (PIU) often begins in adolescence and develops along diverse trajectories. Understanding the interaction between PIU symptoms and identifying the core PIU symptoms that drive distinct trajectories among adolescents are crucial. We employed cross-lagged panel network analysis to examine the temporal relationships of PIU symptoms among Chinese adolescents across four developmental trajectories over two time points. A total of 27,577 adolescents (Mean age = 13.8, SD = 1.5) participated in this study. Demographic variables and PIU symptoms were collected from December 17 to 26, 2021 (T1) and from May 17 to June 5, 2022 (T2). The symptom “Reluctant to stop” in the resilient group and “Uncontrollable checking” in the alleviating group at T1 were most predictive of remission of other symptoms at T2, while “Empty life” in the deteriorating group and “Feeling of missing” in the persistent dysfunction group were most strongly associated with the worsening of other PIU symptoms. Improving self-control over internet use is likely to promote healthy and beneficial Internet use among adolescents, while enhancing social connection and fostering exercise habits may help mitigate negative emotions and reduce the emergence of additional PIU symptoms among adolescents who have developed PIU.",
          "url": "https://osf.io/3rgwb",
          "doi": "https://doi.org/10.31234/osf.io/3rgwb",
          "filter": 2
        },
        {
          "title": "And then there was light in the Ganzfeld: Clarifying the methods, experiences, and modulating factors",
          "authors": "Eleftheria Pistolas; Johan Wagemans",
          "abstract": "A Ganzfeld is a homogeneous, unstructured visual field that is known to induce visual hallucinations. Aside from visual percepts emerging in participants’ awareness, Ganzfeld viewing is characterized by decays of color and brightness. The studies dedicated to this topic from the 20th century have focused on these decays, although they have been reported in a confusing way, with different terms for these decaying experiences. This paper synthesizes the current state of the Ganzfeld literature going back to the 1930s with the purpose of clarifying the terminology of the phenomena that have largely retained their mysterious aspects. We built a Ganzfeld space to study the phenomenology without the restricted feeling of a confined space that translucent Ganzfeld goggles cause. Employing a multi-method approach, we combined quantitative and qualitative measures to grasp the number, kind and temporal dynamics of the experienced phenomena as well as their experiential characteristics better. We offer more insight into the different kinds of visual percepts that emerge in participants’ awareness, induced by the Ganzfeld, and we identified three distinct types of decays of color and brightness. We termed these “fade-out”, “black-out” and “blank-out”, and present both the prevalence as well as the qualitative characteristics of these decays. Finally, we shed some light onto the role of eye movements and blinks on the experienced phenomena. All of this is important groundwork to be able to study the dynamics of different Ganzfeld experiences, in relation to different states of consciousness and their neural correlates in future work.",
          "url": "https://osf.io/6h3n8",
          "doi": "https://doi.org/10.31234/osf.io/6h3n8",
          "filter": 2
        },
        {
          "title": "Pro-environmental decisions are hampered by their opportunity costs – evidence from effort-based decision-making",
          "authors": "Nanne Kukkonen; Florian Lange; Casper Van den Bossche; Ruth Krebs",
          "abstract": "Pro-environmental behavior is often conceptualized as a trade-off between environmental benefits and the associated costs: a person engages in a pro-environmental behavior if the value of the environmental benefit outweighs the time, effort, or money required to generate it. However, pro-environmental behavior does not occur in a vacuum: behaving pro-environmentally most often implies not engaging in competing behaviors, but the associated opportunity costs have rarely been considered in previous work. Here, we study pro-environmental behavior as an effort-based decision-making process to better understand how pro-environmental behavior is shaped by the costs and benefits of competing behavioral options. In two studies (N = 115, N = 255), participants were asked to choose between exerting effort to obtain monetary rewards either for themselves or for the environment. By manipulating reward magnitude and effort level of each option orthogonally, we found that smaller environmental rewards led to increased effort discounting, that is, the level of effort affected decisions more at low levels of environmental reward. This effect was especially strong when the alternative (self-benefitting) option was effortful and/or carried low incentive value, suggesting that the effort related to pro-environmental behavior is most relevant at low opportunity cost.",
          "url": "https://osf.io/kzbvw",
          "doi": "https://doi.org/10.31234/osf.io/kzbvw",
          "filter": 2
        },
        {
          "title": "The relationship between trait curiosity and cognitive reserve in younger and older adults",
          "authors": "Iris Wiegand; Isabel Donkers; Sebastian Agustin Balart Sanchez; Marianna Pope; Gaspar Pérez Ayora; Joukje Oosterman",
          "abstract": "Understanding individual differences in cognitive reserve is key to predicting, and potentially influencing, factors that promote healthy cognitive aging. It has been suggested that individuals who are more curious engage in more stimulating activities and thereby increase their cognitive reserve. In the present study, we investigated the relationships between dimensions of trait curiosity and different proxies of cognitive reserve - education, occupation, and leisure activities - in groups of younger and middle-to-older aged adults. Our results provide evidence for a relationship between multiple dimensions of trait curiosity and cognitive reserve, which was more pronounced in later adulthood. In the middle-to-older age group, all proxies of cognitive reserve were related to curiosity, albeit to different dimensions of the trait: higher interest-based epistemic curiosity and perceptual curiosity predicted higher education and leisure activities. In contrast, deprivation-sensitive curiosity was positively associated with occupation, but negatively associated with leisure. In the young group, only leisure activities were significantly predicted by perceptual curiosity. This study adds to the emerging literature on the role of personality in cognitive reserve and highlights the multifaceted influence of trait curiosity, which is larger in older age.",
          "url": "https://osf.io/mp2hr",
          "doi": "https://doi.org/10.31234/osf.io/mp2hr",
          "filter": 2
        },
        {
          "title": "Attending to Remember: Recent Advances in Methods and Theory",
          "authors": "Shawn Tyler Schwartz; Haopei Yang; Alice M Xue; Anthony D. Wagner",
          "abstract": "The ability to learn from and remember experiences (episodic memory) depends on multiple neurocognitive systems. In this review, we highlight recent advances in methods and theory that are unveiling how mechanisms of attention impact episodic memory. We first provide a high-level overview of the construct and neural substrates underlying attention and related goal-state processes. We then highlight budding evidence supporting the rhythmic nature of memory and attention, raising key questions about the role that the oscillatory phase of attention rhythms plays on memory encoding and retrieval. Third, we consider how understanding of age-related changes in memory and attention can be further advanced by assaying the precision of memory. Finally, we illustrate how real-time closed-loop experiments provide opportunities to test causal relationships between attention and memory. Along the way, we raise open questions and future research directions about how attention-memory interactions enable learning and remembering in mind and brain.",
          "url": "https://osf.io/yh3mg",
          "doi": "https://doi.org/10.31234/osf.io/yh3mg",
          "filter": 2
        },
        {
          "title": "Testing the robustness of accurate intuitive abilities and assessment of reproducibility with a group of potentially talented individuals",
          "authors": "Arnaud Delorme; Helané Wahbeh; Dean Radin",
          "abstract": "In this study, we tested whether it was possible to use an online psi task to identify psi-talented individuals who could produce reliably significant results in repeated tests. The study aimed to develop psi tasks on an online platform, analyze data to identify talented individuals among a large sample (n=1014); 3) select the top 50 performing individuals (talents), assess their consistent performance, and evaluate potential personality predictors. We found that retest performance on two tasks was above chance expectations, but this finding did not hold up after correcting for multiple comparisons. In selected analyses, we also found that conscientiousness had a negative correlation with higher performance, while agreeableness had a positive correlation. We suggest that increasing the number of participants could yield more robust results.",
          "url": "https://osf.io/5vhp3",
          "doi": "https://doi.org/10.31234/osf.io/5vhp3",
          "filter": 2
        },
        {
          "title": "Three-Sided Testing to Establish Practical Significance: A Tutorial",
          "authors": "Peder Mortvedt Isager; Jack Fitzgerald",
          "abstract": "Researchers may want to know whether an observed statistical relationship is either meaningfully negative, meaningfully positive, or small enough to be considered practically equivalent to zero. Such a question can not be addressed with standard null hypothesis significance testing, nor with standard equivalence testing. Three-sided testing (TST) is a procedure to address such questions, by simultaneously testing whether\nan estimated relationship is significantly below, within, or above predetermined smallest effect sizes of interest. TST is a natural extension of the standard two one-sided test for equivalence (TOST). TST offers a more comprehensive decision framework than TOST with no penalty to error rates or statistical power. In this paper, we give a non-technical introduction to TST, provide commands for conducting TST in both R\nand Jamovi, and provide a Shiny app for easy implementation. Whenever a meaningful smallest effect size of interest can be specified, TST should be combined with null hypothesis significance testing as the default frequentist testing procedure.",
          "url": "https://osf.io/8y925",
          "doi": "https://doi.org/10.31234/osf.io/8y925",
          "filter": 2
        },
        {
          "title": "Age-related differences in the stability of categorization performance and prototype versus exemplar strategy use",
          "authors": "Madeline Valdez; Kana Kimura; Caitlin Bowman",
          "abstract": "Category learning is the ability to link items to a shared label based on their common features. Despite being important for individuals of all ages, there is little research on how older age affects category learning and generalization. Moreover, there is no research, to date, on the extent to which individuals tend to adopt the same categorization strategy across different to-be-learned categories. In this study, healthy young (aged 18-30, n = 77) and older adults (aged 60+, n = 74) completed two categorization tasks in separate sessions approximately 48 hours apart, with the category structures remaining constant across sessions but the stimuli differing. We compared categorization accuracy and prototype versus exemplar model fits across age groups and across sessions. In both sessions, there was an age deficit specific to learning items near the category boundary. Despite differences during learning, there were no significant age differences in generalization performance. Fitting formal prototype and exemplar models revealed a comparable proportion of young and older adults best fit by the prototype model overall, but a continuous measure of prototype model fit advantage showed higher correlation across sessions in older compared to young adults. Together, these findings show that older adults consistently rely on typical training items to learn categories and are more stable in their prototype strategy use than young adults, which can be effective in supporting generalization performance at young-adult levels.",
          "url": "https://osf.io/aqzvm",
          "doi": "https://doi.org/10.31234/osf.io/aqzvm",
          "filter": 2
        },
        {
          "title": "Specific impairment of hand laterality recognition in mastectomy patients",
          "authors": "Larissa Nazaré Queiroz de Araujo Almeida; Lucas Barbosa Moraes; Marcelo Marques Cardoso; Ghislain Saunier",
          "abstract": "It is common for mastectomy patients to present with sensorimotor symptoms that can affect the execution of voluntary movements, which engages endogenous motor representations. It is therefore necessary to expand our knowledge of motor representations in mastectomy patients to propose novel and complementary tools to conventional rehabilitation. The investigation of such motor representations may be conducted through the utilisation of tasks that implicitly engage a motor imagery process. Accordingly, the aim of our study was to ascertain the impact of a unilateral mastectomy on motor representations, employing an implicit motor imagery task. To investigate this, seven mastectomy participants and ten matched healthy controls had to judge the laterality of hands presented in a different view (i.e., back and palm) and different orientations (i.e., 0°, 90° lateral, 90° medial and 180°). The results demonstrated that the mastectomy group exhibited a lower hit rate than the control participants and a longer response time, particularly for the palm view in postures that engaged significant biomechanical constraints (i.e., 90° lateral and 180°). These findings suggest that mastectomy procedure induce alterations in patients’ motor representations. Accordingly, we propose that the mastectomy participants had greater difficulty in simulating the movement that allowed them to rotate their own hand in order to align it with the hand image presented on the computer screen.",
          "url": "https://osf.io/49eah",
          "doi": "https://doi.org/10.31234/osf.io/49eah",
          "filter": 2
        },
        {
          "title": "The Beyond Reality Image Collection (BRIC)",
          "authors": "Noga Segal-Gordon; Yoav Bar-Anan",
          "abstract": "The Beyond Reality Image Collection (BRIC) is a set of 648 photos, some painted by an artist and some generated by artificial intelligence. Unlike previous photosets, the BRIC focused on non-realistic visuals. This collection includes abstract and non-abstract paintings, and non-realistic photographs depicting objects, scenes, animals, humans, and fantastical creatures with varying degrees of unreal elements. We collected evaluative ratings of the photos, using a convenience sample of 16,208 participants in a total of 25,321 sessions. We used multiple evaluation measures: binary positive/negative and like/dislike categorization, 7-point ratings on these attributes, both under no time pressure and under time pressure, and evaluative priming scores. The mean evaluation of the photos on the different measures was highly correlated, but some photos consistently elicited a discrepant evaluative reaction between the measures. The BRIC is a valuable resource for eliciting evaluative reactions and can contribute to research on evaluative processes and affective responses.",
          "url": "https://osf.io/fmqpc",
          "doi": "https://doi.org/10.31234/osf.io/fmqpc",
          "filter": 2
        },
        {
          "title": "Children's competence at solving arithmetic operations in a working memory task",
          "authors": "Una Hutton; John Nicholas Towse; Graham Hitch",
          "abstract": "This report is based on research funded by the Economic and Social Research Council,\ngrant number R000236113. In the present report we disclose ancillary analyses of the\ndata from two experiments examining children’s working memory (operation) span.",
          "url": "https://osf.io/p3das",
          "doi": "https://doi.org/10.31234/osf.io/p3das",
          "filter": 2
        },
        {
          "title": "Recent pseudoscience accusation echoes historic pushback against general relativity",
          "authors": "Joel Frohlich; Adam Safron; Nicco Reggente",
          "abstract": "Last year, a controversial letter criticized a highly cited theory of consciousness, integrated\ninformation theory or IIT, as “pseudoscience”. The letter was penned by 10 prominent\npsychologists, cognitive scientists, and neuroscientists, and signed by over 100 additional researchers,\ncreating a group called “IIT-Concerned.” The pseudoscience accusation, while controversial, has\nsince been repeated by one of IIT-Concerned most vocal members. Herein, we will challenge IIT-Concerned’s criticism by providing a historical parallel. And yet, our goal is not to promote IIT over other theories of consciousness. As discussed below, we believe that IIT has both strengths and weaknesses as a theory of consciousness; we are not arguing against reasonable criticisms of the theory. Rather, our goal is to critique the reasoning of IIT-Concerned. In what follows, we provide a brief background on IIT for context before diving into the controversy surrounding the theory and, finally, drawing a historical analogy that we believe to be illuminating.",
          "url": "https://osf.io/awys2",
          "doi": "https://doi.org/10.31234/osf.io/awys2",
          "filter": 2
        },
        {
          "title": "Subjective well-being of students and teachers in Uruguay: life satisfaction, affective profiles and academic emotions.",
          "authors": "Nigel Manchini; Daniel Trias; Óliver Jiménez; Natalia Ramos Díaz",
          "abstract": "Although affect and well-being occupy a central place in educational discourse, resources and evidence are still scarce. This study sought to analyse the psychometric properties of brief instruments, identify affective profiles and explore the emotions that students associate with their institution. The participants were teachers (n = 350), middle school students (n = 357) and high school students (n = 375) from Uruguay, who completed subjective well-being scales (SWLS and PANAS) and an open-ended question, processed through automated text analysis. Factor, reliability and correlation analyses suggest the validity of both scales; cluster analysis suggests the existence of four affective profiles similar to Norlander et al.'s (2002) model: self-fulfilling, self-destructive, high-affective and low-affective. Although the educational institution is predominantly associated with unpleasant experiences (such as stress, tiredness, sadness and anxiety), it is also associated with joy and happiness; differences were identified depending on the affective profile: for example, associations with interest, motivation and curiosity are distinctive of the self-fulfilling profile, while disappointment, displeasure and loneliness are distinctive of the self-destructive profile. The results suggest that the conjunction of scales and text analysis allows for insights into well-being in educational contexts.",
          "url": "https://osf.io/9yqmv",
          "doi": "https://doi.org/10.31234/osf.io/9yqmv",
          "filter": 2
        },
        {
          "title": "On the Need to Accurately Track Disorder Rates: The Case of Anorexia Nervosa",
          "authors": "Erin Sullivan; John Protzko",
          "abstract": "Objectives. This study aims to investigate historical trends in the incidence of anorexia nervosa in the U.S. and evaluate the alignment between actual rates and public and professional perceptions. Methods. We analyzed anorexia incidence rates using data from studies retrieved through scientific databases, including Google Scholar, PsycINFO, and Medline/PubMed. Incidence rates were calculated per 100,000 individuals. Additionally, we surveyed 264 U.S. adults and 23 mental health practitioners to capture their estimates of anorexia prevalence over time. Results. Historical data from 1942 to 2010 revealed a stable incidence rate of anorexia nervosa in one U.S. state until 1979, followed by an increase in nationally representative samples beginning in 1990. A slight decline in rates has been observed since then. Survey results indicated that both the general public and practitioners consistently overestimate anorexia prevalence, with the gap widening in more recent years. Notably, public estimates were less accurate compared to those of practitioners, though both groups significantly inflated prevalence rates. Conclusions. There is a persistent overestimation of anorexia nervosa prevalence among both the general public and mental health professionals, with professionals demonstrating slightly greater accuracy. These findings highlight the need for improved awareness and dissemination of accurate epidemiological data to mitigate misconceptions about the disorder's prevalence.",
          "url": "https://osf.io/gjncz",
          "doi": "https://doi.org/10.31234/osf.io/gjncz",
          "filter": 2
        },
        {
          "title": "Depth Cue Integration is Cognitive Rather than Perceptual: Linton Un-Hollow Face Illusion and Linton Morphing Face Illusion",
          "authors": "Paul Linton",
          "abstract": "We present two new versions of the Hollow Face Illusion that challenge our understanding of depth cue integration. Traditional accounts of depth cue integration operate at the level of visual experience. On this account, perspective or shading can cancel out (or even invert) perceived stereo depth. By contrast, Linton (2017), Ch.2, argues that depth cue integration is merely ‘cognitive’, leaving our visual experience of stereo depth intact. The strongest challenge to Linton’s account is the ‘Hollow Face Illusion’, where shape from shading appears to invert stereo depth. Here, we argue that perceived depth is not inverted in the ‘Hollow Face Illusion’. 1. Un-Hollow Face Illusion: The hollow of the ‘Hollow Face Illusion’ is space that physically exists (mask is concave), and yet is impossible so far as the illusion is concerned (illusion is convex). When we fill this concave hollow space with 3D objects (balls, rods, protruding nose) that are inconsistent with the illusion, we experience the illusory motion (which persists) as occurring on a concave surface behind the 3D objects. (Some experience this concavity without the additional objects). 2. Morphing Face Illusion: If we attach small balls to the tip of the nose, base of the nose, and cheek, and morph from a protruding face to a hollow face and back again, the ordinal depth between these three points is seen as switching veridically. Our explanation for the ‘Hollow Face Illusion’ is therefore ‘cognitive’: whilst we might be fooled by the ‘Hollow Face Illusion’, our visual system is not.",
          "url": "https://osf.io/yhn8m",
          "doi": "https://doi.org/10.31234/osf.io/yhn8m",
          "filter": 2
        },
        {
          "title": "Visual Scale is Governed by Horizontal Disparities: Linton Scale Illusion",
          "authors": "Paul Linton",
          "abstract": "We present a new illusion that challenges our understanding of visual scale. Since Helmholtz’s ‘telestereoscope’ (1857), we’ve known that stereo vision governs visual scale, turning a real-world scene into a miniature scene despite all other depth cues being present. This effect is attributed to vergence and/or vertical disparities (Howard &amp; Rogers, 2012). By contrast, Linton (2018) BioRxiv, attributes the effect to horizontal disparities. To adjudicate between these two accounts, we build a virtual reality ‘telestereoscope’ that can decouple changes in vergence and vertical disparity from changes in horizontal disparity. First, when horizontal disparity is ramped-up, but vergence and vertical disparity are normal, the scene looks miniature. This is an astounding effect, given all other distance cues indicate a normal scene. Second, when vergence and vertical disparity are ramped-up, but horizontal disparity is normal, the scene looks normal, challenging the role that vergence and vertical disparity play in visual scale. Third, ramping-up horizontal disparity also changes the slope of the ground-plane. Fourth, keeping vergence and vertical disparity fixed whilst ramping-up horizontal disparity creates a startling illusion. We judge the scene as a whole to reduce in scale, even though all that changes in our visual experience is a distortion of 3D shape (of the scene and its objects). The illusion changes our concept of ‘visual scale’ from being something that we directly perceive (vision having a range-finder, like vergence or vertical disparity) to something we merely cognitively infer on the basis of an association between accentuated 3D shape and closer distances.",
          "url": "https://osf.io/ue8cv",
          "doi": "https://doi.org/10.31234/osf.io/ue8cv",
          "filter": 2
        },
        {
          "title": "Cognitive Change 5+ Years Since the Onset of a Psychotic Disorder: A Systematic Review and Meta-Analysis.",
          "authors": "Joseph Ghanem; Andrew J. Watson; Samantha Aversa; Christy Au-Yeung; Olivier Percie du Sert; Marie Starzer; Melissa Weibell; Helene Gjervig Hansen; Katie M. Lavigne; Martin Lepage",
          "abstract": "Cognitive impairments are a core feature of psychotic disorders, but their long-term trajectory remains contentious. Previous meta-analyses were focused on the first 5 years following psychosis onset. Here, we evaluated the change in cognitive impairments in psychotic disorders through a meta-analysis of studies with follow-ups of 5+ years. \nFollowing pre-registration (PROSPERO, CRD42023447589), databases were searched for relevant articles until July 2024. Two authors screened the reports for studies reporting on the change in cognitive impairments in global cognition, verbal learning and memory, visual learning and memory, working memory, attention, speed of processing, reasoning and problem-solving, and verbal fluency in individuals with psychotic disorders and with a minimum follow-up of 5 years. Three authors extracted data, and the PRISMA guidelines were followed. Random-effects model meta-analyses and moderator analyses were conducted to examine the robustness of the results. \nTwenty-four studies comprising 2633 patients and 1019 controls were included in the study. Over an average of 8.46 years, cognitive impairments remained stable in patients in all 8 measures: global cognition (g = .09; 95% CI, .03-.20), verbal memory (g = .05; 95% CI, -.11, .21), visual memory (g =-.16; 95% CI, -.35, .04), working memory (g =.03; 95% CI, -.09, .14), attention (g =.22; 95% CI, -.36, .80), speed of processing (g =.10; 95% CI, -.14, .35), reasoning and problem-solving (g =.16; 95% CI, -.03, .35), and verbal fluency (g =.08; 95% CI, -.03, .20). \nWe conclude that cognitive impairments remain stable over time, consistent with the neurodevelopmental view of psychotic disorders.",
          "url": "https://osf.io/9258n",
          "doi": "https://doi.org/10.31234/osf.io/9258n",
          "filter": 2
        },
        {
          "title": "Intolerance of uncertainty, paranoia, and prodromal symptoms: Comparisons between a schizophrenia-spectrum disorder, anxiety disorder, and non-clinical sample",
          "authors": "Jayne Morriss; Lyn Ellett",
          "abstract": "Background. Greater Intolerance of Uncertainty (IU: the tendency to find uncertainty negative) is associated with greater paranoia (mistrust of others) in clinical samples with schizophrenia-spectrum disorders (SSDs). Questions remain on whether the relationship between IU and paranoia / prodromal symptoms is: (1) specific over other related negative affective traits and cognitive biases, and (2) specific to SSDs or is transdiagnostic. \nMethod. To examine these research questions, we conducted a survey in those with SSDs (n = 103), anxiety disorders (n = 102) a non-clinical sample (n = 102). Questionnaires included: IU, paranoia, prodromal symptoms of schizophrenia, neuroticism, and jumping to conclusions bias. \nResults. IU, neuroticism, and jumping to conclusion bias was elevated in those with SSDs and anxiety disorders, compared to the non-clinical group. Both paranoia and prodromal symptoms were highest in those with SSDs, then anxiety disorders, and lowest in the non-clinical group. Greater IU was associated with greater paranoia and prodromal symptoms across SSDs, anxiety disorders, and a non-clinical sample. The majority of the relationships between IU and paranoia /prodromal symptoms remained significant when controlling for neuroticism and the jumping to conclusions bias. However, the relationship between IU and paranoia in the SSD group was not specific over the jumping to conclusions bias. \nConclusions. These findings highlight the potentially transdiagnostic role of IU in paranoia / prodromal symptoms across SSDs and anxiety disorders, which has implications for the development of transdiagnostic treatment interventions for SSDs and anxiety disorders.",
          "url": "https://osf.io/ej64k",
          "doi": "https://doi.org/10.31234/osf.io/ej64k",
          "filter": 2
        },
        {
          "title": "A Student's Guide to Open Science_Chapter 2_The Crisis_Author Accepted",
          "authors": "Charlotte Rebecca Pennington",
          "abstract": "A Student’s Guide to Open Science explores the so-called “replication crisis” in psychology (the inherent difficulties in replicating or reproducing research results to test the robustness of findings) while delving into the ways that open science can address the crisis by transforming research practice.\n\nStudents will develop a fundamental understanding of the origins and drivers of the crisis and learn how open science practices can enhance research transparency, replication, and reproducibility.\n\nWith a handy, digestible guide for students and researchers alike on how to implement open science practices within their own workflow, as well as pedagogic teaching and learning activities that can be re-used by educators, Pennington’s new book is an essential guide to navigating the replication crisis.\n\nKey features of this book include:\n\n• An overview of landmark events that will mark the history of the replication crisis.\n\n• Case studies of classic psychological studies undergoing replication.\n\n• Test yourself activities to reinforce learning of key concepts, including an open science crossword!\n\n• Top tips for adopting open science practices, including study preregistration, Registered Reports, and open materials, code, and data.\n\n• Useful illustrations to aid understanding and facilitate revision. \n\nNew concepts and practices can often feel overwhelming, but this book aims to help students and educators pick what they want from the ‘open science buffet’ and return to the table to fill up their plates again and again. Remember, we are all students of open science and will be for many years to come!",
          "url": "https://osf.io/p4d5x",
          "doi": "https://doi.org/10.31234/osf.io/p4d5x",
          "filter": 2
        },
        {
          "title": "Consensus-based Checklist for Assessing Scientific Objectivity",
          "authors": "Michal Sikorski; Noah N'Djaye Nikolai van Dongen; Rene Bernard; Antonietta Curci; Ana Marusic; s. Clare Stanford; Andrew Stewart; Helene Richter; Tracey Lynn Weissgerber",
          "abstract": "Objectivity is widely regarded as crucial for scientific practice, yet it remains poorly understood in scientific methodology and, as a result, has limited impact on research practices. Building on recent developments in the philosophy of science, we have created a new methodological tool, an easy to use checklist, for assessing the objectivity of scientific practice reported in academic publications or grant proposals. Developed through an expert-consensus study, this checklist can be used both to retrospectively evaluate objectivity of completed research and to prospectively guide the design of future experiments.",
          "url": "https://osf.io/sqbpv",
          "doi": "https://doi.org/10.31234/osf.io/sqbpv",
          "filter": 2
        },
        {
          "title": "Detaching from the Nine-to-Five: How Retirement and Genetics are related to Chronotype",
          "authors": "Anne Landvreugd; Michel Guillaume Nivard; Meike Bartels",
          "abstract": "Introduction: Our sleep-wake rhythm is determined by the interaction of our work-life balance, i.e. the ‘social clock’, and our biological clock. After retirement, the social restrictions generally loosen up, possibly giving more room for our genetic predispositions to regulate the sleep-wake rhythm. In this study, we investigated shifts in wake-up times and chronotypes during employment and retirement. We hypothesized that the variance of chronotype explained by genetics is larger in retirees compared to employees. \nMethod: We used data from 20.189 participants from the Netherlands Twin Register. First, we fitted a regression model to assess the association between chronotype and age. Second, we applied a mixed-effects model to test whether the type of day (working day or non-working day) is a predictor of wake-up time in early birds and late risers. Third, we separated the employed from the retirees and performed a regression to assess the prevalence of chronotypes in the two groups. Fourth, we tested whether the two groups differed in their wake-up times on working days and non-working days using quantile regression. Finally, we used polygenic scores for Morningness to predict the variance in Chronotype in the employed and retirees. \nResults: Chronotype was both linearly and quadratically related to age. Both early and late risers have later wake-up times on non-working days compared to working days. Employment status was not a predictor of chronotype, but rather of wake-up time on working days. The effect of the polygenic score for Morningness on Chronotype did not depend on employment status.  \nDiscussion: Our study showed that the social clock influences wake-up time on working days, but not chronotype, making chronotype a relatively stable trait. Additionally, the social clock does not suppress the genetic predisposition for chronotype. These analyses enhance our understanding of how both society and genetics influence our chronotype and sleep-wake rhythm.",
          "url": "https://osf.io/vdhmg",
          "doi": "https://doi.org/10.31234/osf.io/vdhmg",
          "filter": 2
        },
        {
          "title": "The Role of Expectations and Tailored Feedback on the Open-Label Placebo Effect",
          "authors": "Kirsten Barnes; Kate Faasse",
          "abstract": "Open label placebos (OLPs) refer to the non-deceptive administration of inert treatment. This pre-registered randomised trial (AsPrediced#139837) explored the role of expectations and tailored health feedback on the OLP effect using an automated online procedure. Healthy participants (N=293) were randomised to a 10-day course of OLP pills with veridical feedback (OLP-Feedback: N=92), without feedback (OLP-Standard: N=105), or to a no-treatment control (NTC: N=96). OLP pills were described as enhancing psychological and physical wellbeing. Wellbeing was assessed at baseline, day-5, and day-10. Feedback was delivered on day-5 and day-10 via interactive graphs and descriptive statistics. OLP-treatment significantly improved wellbeing (negative emotions and sleep quality), while feedback did not significantly enhance this effect. Expectations for improvement were significantly elevated among OLP-treated participants across the 10-day study. However, at the individual level, expectations only mediated OLP outcomes once treatment experience had been acquired. Results reconcile inconsistencies in the literature regarding mechanisms.",
          "url": "https://osf.io/nvsyq",
          "doi": "https://doi.org/10.31234/osf.io/nvsyq",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "SocArxiv",
      "journal_short": "SocArxiv",
      "articles": [
        {
          "title": "Gender Gaps and Stereotypes in the Long Run. A computational approach to how Le Monde got (slightly) demasculinized (1944-2024)",
          "authors": "Benoît de Courson; Ange Richard; Gilles Bastin",
          "abstract": "A substantial body of research has demonstrated that news media often present a skewed portrayal of society, particularly with respect to gender. This distorted picture manifests in two main ways : a persistent gap in the exposure of men and women in media content, and the perpetuation of entrenched gender stereotypes in the same content. However, the long-term evolution of these gender disparities in the media remains largely unexplored, primarily due to the lack of accessible, diachronic corpora and the methodological divide between the study of exposure gaps and that of stereotypes. This article addresses these challenges by (a) introducing new, generalizable measures to assess gender disparities in media representation, covering both exposure and stereotypes, and (b) applying these measures to a comprehensive dataset of 3.2 million articles, 13.9 million mentions, and 3.7 million citations from Le Monde, France's leading highbrow newspaper, spanning the years 1944 to 2024. According to our results, while men still dominate the content produced by Le Monde, their share of mentions has decreased from 94% to 74%, and their share of quotes from 98% to 76%. This decline in the masculinity of news has accelerated since 2016 across most news sections except Sports, and in particular in Society and Culture articles. The rise of female journalists in Le Monde’s newsroom (reaching 47% at the end of the studied period) contributes to this trend, as women journalists tend to mention and quote more women than male journalists, increasingly so since 2010. However, despite these shifts, our results show that the stereotyping of both men and women mentioned or quoted in Le Monde, which had steadily decreased from 1945 to 2010, has remained stable since then. This suggests that the recent decrease in the content masculinity has not resulted in more equal treatment of men and women in Le Monde.",
          "url": "https://osf.io/j7ydu",
          "doi": "https://doi.org/10.31235/osf.io/j7ydu",
          "filter": 0
        },
        {
          "title": "Name uniqueness and the rise of individualism in Europe and North America (1500 - 1900)",
          "authors": "Zhaolun Fan; Valentin Thouzeau; Charles de Dampierre; Coralie Chevallier; Nicolas Baumard",
          "abstract": "This study examines the historical evolution of individualism using 'name uniqueness'—the distinctiveness of personal names within a society—as a well-established proxy for individualistic values. Leveraging a comprehensive dataset of 2,125,180 historical individuals from Wikidata, the analysis quantifies name uniqueness across Europe and North America between 1500 and 1900. In Study 1, the validity of Wikidata for name uniqueness analysis is established by replicating trends observed in national registers, utilizing a novel method for calculating name uniqueness. Study 2 explores temporal changes in name uniqueness and its association with economic development, revealing a significant positive correlation over this period. Study 3 extends the analysis globally, combining data from the World Values Survey to show a robust relationship between name uniqueness and self-reported individualism across 40 countries. Together, these findings align with qualitative historical research, demonstrating that individuals have become increasingly individualistic and autonomous in the modern era. This trend is evident across all studied European countries, supporting modernization theory and highlighting the global link between economic development and the rise of individualism.",
          "url": "https://osf.io/5qr2x",
          "doi": "https://doi.org/10.31235/osf.io/5qr2x",
          "filter": 0
        },
        {
          "title": "Growing up Different(ly than Last Time We Asked):  Social Status and Changing Reports of Childhood Income Rank",
          "authors": "Amber Obermaier; Orestes P Hastings",
          "abstract": "How we remember our past can be shaped by the realities of our present. This study examines how changes to present circumstances influence retrospective reports of family income rank at age 16. While retrospective survey data can be used to assess the long-term effects of childhood conditions, present-day circumstances may “anchor” memories, causing shifts in how individuals recall and report past experiences. Using panel data from the 2006-2014 General Social Surveys (8,602 observations from 2,883 individuals in the United States), we analyze how changes in objective and subjective indicators of current social status—income, financial satisfaction, and perceived income relative to others—are associated with changes in reports of childhood income rank. Fixed-effects models reveal no significant association between changes in income and in childhood income rank. However, changes in subjective measures of social status show contrasting effects: childhood income rank is negatively associated with financial satisfaction but positively associated with perceived relative income. We argue these contrasting effects follow based on theories of anchoring in recall bias. We further find these effects are stronger among males but are consistent across racial/ethnic groups. Our findings highlight the malleability of retrospective perceptions and their sensitivity to current social conditions, offering methodological insights into survey reliability and recall bias.",
          "url": "https://osf.io/9gcwu",
          "doi": "https://doi.org/10.31235/osf.io/9gcwu",
          "filter": 0
        },
        {
          "title": "The perfectionistic model of pro-environmental behaviour: Using perfectionism and dichotomous thinking to explain why people avoid difficult pro-environmental behaviours",
          "authors": "Danyelle; Sarah Jane Egan",
          "abstract": "Perfectionism is linked to elevated all-or-nothing (dichotomous) thinking, reduced self-evaluations (e.g., self-compassion, self-efficacy), and behavioural avoidance. This paper reviews the clinical model of perfectionism and the literature on the connections between perfectionism, self-related constructs such as self-compassion and self-efficacy, and pro-environmental behaviour. It introduces the ‘perfectionistic model of pro-environmental behaviour.’ In an initial test of the model, we explore the associations between perfectionism, dichotomous thinking, self-evaluative constructs and the stated frequency of different types of pro-environmental behaviours. The sample comprised of 344 participants (Mean age = 43.66; SD = 13.01). Our findings reveal that perfectionistic concerns (self-criticism about making mistakes) and perfectionistic strivings (setting high personal standards) exert opposing effects on the reported frequency of difficult pro-environmental behaviours. Specifically, perfectionistic concerns are associated with decreased frequency, while perfectionistic strivings are linked to increased frequency of difficult pro-environmental behaviours. Dichotomous thinking negatively correlates with the frequency of difficult pro-environmental behaviour. Both perfectionistic concerns and strivings indirectly influence pro-environmental behaviour frequency through dichotomous thinking. This study suggests that future longitudinal research should examine if heightened perfectionism leads to increased dichotomous thinking, resulting in decreased frequency of pro-environmental behaviour over time. Given the negative association between dichotomous thinking and the frequency of difficult pro-environmental behaviours, future research could explore whether continuous framing of pro-environmental behaviour yields better overall improvement compared to binary framing in an experimental study.",
          "url": "https://osf.io/kzqbj",
          "doi": "https://doi.org/10.31235/osf.io/kzqbj",
          "filter": 0
        },
        {
          "title": "Excavating the past and (re)finding myself: Why and in what ways do veterans and providers believe archaeology supports mental health and wellbeing?",
          "authors": "Karen Burnell; Paul Everill",
          "abstract": "Participation in heritage and archaeology is increasingly offered in the community to support mental health and wellbeing, often to groups experiencing mental health challenges. One such group are military veterans, who experience higher rates of mental health challenges than the general population, including trauma and loss, and lower help-seeking behaviour. Since 2011 archaeological projects have been offered to veterans to support transition and mental health and wellbeing. For veterans, and other groups, provision has become increasingly framed as an intervention, with evaluation focused on mental health and wellbeing outcomes. However, there is little understanding of why and how archaeology has a positive impact. Adopting an interpretative qualitative approach, we interviewed five UK veterans and four providers of UK projects about their experiences of archaeology. Through thematic analysis, three themes were created 1) connection and belonging, 2) authenticity and purpose, and 3) meaning-making through the past. Taking an interdisciplinary approach, this study provides further insight into the ways in which archaeology may support psychological wellbeing, but perhaps not mental health, with implications for further research and practice in this area, particularly concerning the powerful opportunities for meaning-making.",
          "url": "https://osf.io/kv2qc",
          "doi": "https://doi.org/10.31235/osf.io/kv2qc",
          "filter": 0
        },
        {
          "title": "It Takes Two to Tango: A directed two-mode network approach to desirability on a mobile dating app",
          "authors": "Renata Topinkova; Tomas Diviak",
          "abstract": "Using digital traces from online dating presents the opportunity to study the earliest stages of human mating. We focus on whether online dating app users are homophilic in terms of the desirability of whom they pursue. Using data from a Czech online dating app, we construct directed two-mode networks where nodes represent users, ties represent messages expressing interest (“swipes”), and desirability is measured by the number of “swipes” each node receives. Using network measures and conditional uniform graph tests extended to directed two-mode networks, we find that the structure of the networks is considerably hierarchical. Women are in advantageous position on the app due to the uneven gender ratio and their substantially higher desirability. The results further show that men pursue women who are more desirable than themselves. The reciprocated contacts are comparatively more homophilic. These results suggest that in terms of desirability, the similarity of partners is due to the subsequent mating processes (e.g., rejection) rather than due to initial preference for similarity.",
          "url": "https://osf.io/wqau2",
          "doi": "https://doi.org/10.31235/osf.io/wqau2",
          "filter": 0
        },
        {
          "title": "General Artificial Intelligence Attitude (GAIA) Item Pool – How to Measure Attitudes Toward an Ever-Changing Object",
          "authors": "Maike Hering; Nicolas Eric Neef; Sarah Zabel; Siegmar Otto",
          "abstract": "Artificial Intelligence (AI) is becoming increasingly influential, raising both high hopes and severe concerns. This implies the existence of individually diverse attitudes, which makes AI attitude an important scientific construct. But attitudes toward AI – contrary to attitudes toward most other objects – are quite special because AI as the object of these attitudes is changing rapidly. Building on a review of existing scales, we used Item Response Theory to develop the General Artificial Intelligence Attitude Item Pool (GAIA-I). Using an online questionnaire, we validated both GAIA tools with a sample of 302 participants from the USA. We found evidence for convergent validity (alignment with existing AI attitude scales), discriminant validity (distinction from the constructs AI anxiety and innovativeness), as well as predictive validity (relation to AI usage behavior in a follow-up survey). In contrast to classical scales, our approach allows users to draw individualized scales from a pool of validated items that can be extended and adapted to AI developments in the future without the need to develop a new scale. To facilitate an out-of-the-box application, we also provide the GAIA-15, a version that is optimized to capture behavioral, affective, and cognitive aspects of AI attitudes.",
          "url": "https://osf.io/3c8sr",
          "doi": "https://doi.org/10.31235/osf.io/3c8sr",
          "filter": 0
        },
        {
          "title": "Stratified Scars: Social inequality in the labor market consequences of upper secondary dropout",
          "authors": "Kerstin Ostermann; Alex Patzina; Katy Morris",
          "abstract": "While the association between upper secondary dropout and negative labor market consequences is well-documented, the causal link and the social stratification in this effect are less clear. Using geo-referenced administrative data from Germany and a conditional instrumental variable approach that exploits distances between place of residence and large firms, we find negative income consequences for dropping out of vocational training but show that the penalty is entirely concentrated among individuals from disadvantaged backgrounds. We further show that these stratified scars partially reflect unequal vocational re-enrolment rates and unequal employment outcomes among dropouts who do not re-enroll. Our results indicate a great potential of policies targeting higher graduation rates to reduce social inequality in labor markets. Furthermore, our study suggests that social origins are important moderators of linkage strength between school and work even in institutional settings with strong links between credentials and the labor market.",
          "url": "https://osf.io/zy6h5",
          "doi": "https://doi.org/10.31235/osf.io/zy6h5",
          "filter": 0
        },
        {
          "title": "Prompt engineering meets ‘definition of the situation’ and identity theory: Using ChatGPT to study social media datasets from a qualitative symbolic interactionist perspective",
          "authors": "J. Patrick Williams; Samuel Judah; Rolf Lyneborg Lund; Yu Xie",
          "abstract": "This research note examines the potential of ChatGPT’s large language model for qualitative symbolic interactionist analysis of social media datasets. Using a small sample of 15 posts on mental health issues from the social media platform Reddit, we explore how large language models interpret, organize, and communicate information based on researchers’ prompts. Prompting itself is a process in which researchers provide both a definition of the situation and of relevant identities for a GPT to assume, which directly shape its interpretive capacity and output. We compare ChatGPT-4o, the latest personal subscription version available at the time of writing, and Microsoft AutoGen, a more powerful API version capable of organizing multiple GPT agents to complete research tasks semi-autonomously. We describe and evaluate the structure and content of each model’s output, including how they engage with data thematically, empirically, and conceptually. We also highlight differences in depth and coherence of their analyses. We show how changes to prompts influenced the GPTs’ interpretative actions, yielding both expected and novel analytical insights. Our preliminary findings suggest that GPTs hold promise for advancing qualitative analysis of big data, albeit with some limitations in analytic depth and occasional hallucination errors. The study contributes to nascent symbolic interactionist scholarship on nonhuman agents in qualitative research, positioning GPTs as semi-autonomous research collaborators.",
          "url": "https://osf.io/fkcbd",
          "doi": "https://doi.org/10.31235/osf.io/fkcbd",
          "filter": 0
        },
        {
          "title": "Measuring Physical Activity in Older Adults through Data Donation: Consent Rates, Donation Success, &amp; Bias",
          "authors": "Florian Keusch; Bella Struminskaya; Joris Mulder; Stein Jongerius",
          "abstract": "Physical activity (PA) is a key predictor of many health outcomes, especially for aging populations. The accurate measurement of PA is key to identifying determinants of health and developing appropriate interventions. To measure PA, many studies use self-reports which are usually limited to global measures and can suffer from measurement error. More fine-grained day-reconstruction methods are burdensome for respondents and prone to recall error. As an alternative, researchers are providing study participants with wearable devices that passively track PA, which reduces reactivity and recall error. However, participants’ non-compliance and high device costs are problematic. Many older adults now have smartphones that track physical activity, and individuals can share these passively collected physical activity data with researchers. We test a data donation approach among older adults. Based on legal requirements (e.g., the EU General Data Protection Regulation), data controllers (i.e., social media platforms, health apps, etc.) must provide users access to all their data in a machine-readable format. We study (1) how willing and successful older adults are to donate their PA data from different smartphone apps; (2) what drives donation of PA data at the different stages of participation; and (3) what biases arises from selective data donation? We use a privacy-preserving data donation tool integrated in a probability-based online panel of the Dutch general population to collect PA data from various health apps. 2,086 members of the LISS panel aged 50 years and older completed a web survey in early 2024. All iPhone and Android smartphone owners were asked to download passively collected PA data from their devices (Apple Health, Google Location History, or Samsung Health) and donate them via the Port platform. Out of the 2,086 survey participants, 1,889 (91%) reported owning an iPhone or Android phone compatible for data donation, 606 (29%) reported being willing to donation their PA data, 354 (17%) started the data donation, and 256 (12%) successfully provided a data package. Gender, age, educational attainment, income, and smartphone ownership and usage behavior, privacy related attitudes, and type of health app from which the data were requested correlated with behavior at the different stages of study participation. Compared to the entire sample, older adults who successfully data donors reported higher levels of self-rated health, fewer health-related limitations, fewer difficulties performing everyday activities, and more physical activity. Our study shows that data donation from smartphones as part of a probability-based web survey of older adults is a feasible alternative for the measurement of PA. Nonparticipation correlates strongly with characteristics related to smartphone ownership and comfort with device use. However, substantive bias in health and PA outcomes persist for those who donated in comparison to all survey respondents.",
          "url": "https://osf.io/fdg8t",
          "doi": "https://doi.org/10.31235/osf.io/fdg8t",
          "filter": 0
        },
        {
          "title": "Public Sector Preference under Unbalanced Marketization:  An Analysis of Labor Market Segmentation and University Graduates’ Sectoral Choices in China",
          "authors": "Wei Tang",
          "abstract": "This study employs large language models (LLMs), K-means clustering, and propensity score matching to thoroughly examine the impact of regional marketization on labor market segmentation and university graduates’ sectoral choices. The findings reveal that regional variations in marketization levels lead to heterogeneity in the ownership composition of the primary labor market, resulting in different labor market segmentation structures. In southeastern coastal and metropolitan regions, the abundance of high-quality private-sector job opportunities makes the traditional “public-private” dichotomy insufficient for accurately describing the two-tiered labor market, thus challenging prevailing academic assumptions.\nDue to variations in local marketization levels, university graduates across regions exhibit divergent preferences for public and private sector employment. Moreover, limited job availability creates a complex sectoral choice pattern. Specifically, in inland provinces and smaller cities, individuals with higher human capital are more likely to enter the public sector, while no significant correlation is found in southeastern coastal and metropolitan regions.",
          "url": "https://osf.io/acb8q",
          "doi": "https://doi.org/10.31235/osf.io/acb8q",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Reform Windfall as Redistribution: A Survey Experiment on Redistributive Preferences in Contemporary China",
          "authors": "Margot Belguise; Nora Yuqian Chen; yuchen huang; Zhexun Mo; Carolyn Fisher",
          "abstract": "China has experienced a remarkable rise in living standards over four decades of economic reforms, alongside a tremendous increase in inequalities. In this context, do Chinese people support redistribution of wealth gained through reform windfalls? To answer this question, we conducted an online survey experiment with a nationally representative sample from China (N = 2,000). The treatment group was shown examples of wealth acquired through typical reform-era pathways requiring minimal ability or effort. This exposure led to a 0.1 standard deviation decrease in their support for redistribution. We propose a “reform windfall as redistribution” mechanism to explain this reduction: the treated group perceives the reform era as inherently redistributive, providing opportunities to escape systemic inequalities tied to the political system, thereby reducing the perceived need for formal redistribution. This decline in support is not driven by changes in fairness perceptions, as respondents do not attribute the wealth acquisition scenarios to ability or effort, nor do they view them as distinctly fair or unfair. Furthermore, we find limited evidence of heterogeneity, with one exception: individuals reporting higher economic pressure show an even greater reduction in redistributive support when exposed to the treatment. We hypothesize that this occurs because unmet expectations for upward mobility exacerbate their reactions to the treatment scenarios. (Stone Center on Socio-Economic Inequality Working Paper)",
          "url": "https://osf.io/cwv5h",
          "doi": "https://doi.org/10.31235/osf.io/cwv5h",
          "filter": 2
        },
        {
          "title": "Social Environment and Cognitive Health in Urban and Rural Areas (SECHURA)",
          "authors": "Adam R Roth; Siyun Peng; Jafnun Nudrat Jarin; Tianyao Qu; Maleah Fekete; Brea L. Perry",
          "abstract": "The Social Environment and Cognitive Health in Urban and Rural Areas (SECHURA) study was designed to examine cognitive health disparities in later life. It gathers data on access to social resources, engagement in cognitively stimulating interactions, and exposure to activity spaces. We enrolled 510 participants from 41 Indiana counties during baseline data collection in Fall 2023. All participants completed a survey that gathered data on their cognitive, mental, and physical health, personal networks, sociodemographic attributes, occupational history, lifestyle activities, and social support. Two hundred and seventy-three participants completed a follow-up module in which they used a smartphone to record ecological momentary assessments (EMAs) that were administered four times per day for seven days. The mean age was 69.9 years. Most participants were women (64.5%), white (90.2%), and retired (54.5%). The average participant named 5.38 network members. Participants were at home (70.7%) and alone (60.2%) for the majority of their EMAs. We conclude by outlining a research agenda that (1) characterizes the social networks, interactions, and place-based activities of participants across geographic contexts, and (2) assesses the potential pathways between a combination of networks, interactions, and activities and cognitive function.",
          "url": "https://osf.io/9n5pz",
          "doi": "https://doi.org/10.31235/osf.io/9n5pz",
          "filter": 2
        },
        {
          "title": "The growth of degrowth: An umbrella review of evidence synthesis in degrowth research",
          "authors": "Neal Robert Haddaway; Nicholas Fitzpatrick",
          "abstract": "Background: Degrowth, a concept challenging the pursuit of economic growth due to its ecological and social contradictions, has evolved from a grassroots movement into a formal academic field. While the literature on degrowth has grown exponentially, there is limited analysis of how reviews in this field synthesise and advance knowledge. Critics argue that degrowth research lacks rigorous methodologies, reflecting the limitations of orthodox economic frameworks in conceptualising alternatives to growth. This systematic review protocol aims to map the intellectual landscape of degrowth and post-growth literature, evaluate the methodological quality of existing reviews, and assess their contribution to understanding social-ecological transformation. Methods: We will systematically synthesise degrowth and post-growth literature reviews using best-practice frameworks for the conduct and reporting of umbrella reviews. Searches will be conducted across multiple bibliographic databases, including Web of Science Core Collections, Scopus, and The Lens, as well as grey literature sources, using tailored and tested search strings. Inclusion criteria focus on reviews with explicit methodologies addressing degrowth and post-growth topics. Screening will involve title/abstract and full-text assessments against predefined inclusion criteria, with checks among reviewers to ensure consistency. Data extraction will encompass philosophical, theoretical, and methodological attributes of included studies. Critical appraisal will employ the CEESAT tool to evaluate review validity. The synthesis will provide a meta-level understanding of review frameworks, highlighting strengths, limitations, and opportunities for advancing degrowth scholarship. By rigorously mapping and appraising the evidence base, this review aims to support researchers, policymakers, and activists in navigating and applying degrowth knowledge to achieve meaningful socio-ecological transformations.",
          "url": "https://osf.io/m8xgd",
          "doi": "https://doi.org/10.31235/osf.io/m8xgd",
          "filter": 2
        },
        {
          "title": "Gender Differences and the Impact of Parental Migration on Child Education in Ghana",
          "authors": "Chayenne Smeets; Victor Cebotari",
          "abstract": "This study uses longitudinal data to examine the educational performance—specifically self-reported grades in Science, English, and Mathematics—of male and female students in Ghana whose parents have either moved within the country or abroad. The study analyzes responses from 741 secondary school students over the years 2013, 2014, and 2015. Findings indicate that boys with at least one parent living internationally often attain grades that are similar to or better than those of their counterparts from non-migrant families. On the other hand, girls from migrant families typically do not exhibit significant differences in grades compared to girls from non-migrant backgrounds. A key risk factor highlighted in the study is the detrimental effect of parental divorce or separation on the academic outcomes of children from migrant families.",
          "url": "https://osf.io/b6sz9",
          "doi": "https://doi.org/10.31235/osf.io/b6sz9",
          "filter": 2
        },
        {
          "title": "Mental ill-health among welfare claimants in the UK: The extent, nature, and impact on claimant experiences",
          "authors": "Ben Baumberg Geiger; Lisa Scullion; Daniel Edmiston; Robert de Vries; K Summers; Jo Ingold; David Young",
          "abstract": "Purpose: It is not possible to understand working-age welfare without considering mental health – yet we have surprisingly little detailed quantitative information exploring this. We aim to quantify mental ill-health among British claimants, the extent of conditionality/sanctions, and perceptions of unreasonable conditionality. \n\nMethods: A purpose-collected survey of working-age claimants in May/June 2022 (3,801) using YouGov’s online panel, accompanied by general public comparator surveys. Mental ill-health was captured using a mixture of clinically-validated screening tools (GAD-7, PHQ-9) and self-reports (of conditions, disability, work limitations).\n\nResults: Levels of mental ill-health are extremely high among claimants. 72.6% [70.7-74.4%] say they are currently affected by a mental health condition, 61.2% [59.2-63.2%] show moderate/severe depression or anxiety using clinically-validated screening tools – both around twice the level of the general public. We then focus on the 49.5% [47.5-51.5%]) of claimants who reported life-limiting mental ill-health (‘mental health disability’). Some such claimants are subject to conditionality/sanctions, but this is noticeably lower than among other claimants (e.g. after adjustment, they are -10.5% [-14.9 to -6.2%] less likely to be subject to intensive conditionality). Of those claimants who were subject to conditionality, most felt conditionality harmed their mental health (59.0% [48.-69.9%]). Substantial minorities also felt that their Work Coach did not act on disclosed barriers (24.3% [17.1-31.5%]), and that conditionality was unreasonable (23.1% [16.1-30.1%]). \n\nConclusion: Today, most benefit claimants with mental health disabilities in non-working households are not subject to conditionality. Nevertheless, there are several reasons to be concerned that UK work-related conditionality functions inadequately for claimants experiencing mental ill-health.",
          "url": "https://osf.io/8qygm",
          "doi": "https://doi.org/10.31235/osf.io/8qygm",
          "filter": 2
        },
        {
          "title": "Benefits conditionality in the UK: understanding its nature, extent, and perceived reasonableness",
          "authors": "Ben Baumberg Geiger; Lisa Scullion; Daniel Edmiston; Robert de Vries; K Summers; Jo Ingold; David Young",
          "abstract": "Programme-level (quantitative) data suggests that a considerable number of claimants are subject to formal work-related behavioural requirements in the UK. Likewise, academic (qualitative) research has suggested that conditionality is pervasive within the benefits system. However, evidence on the nature, extent and suitability of the conditionality applied is often piecemeal, with existing research providing partial insights into the experience and operation of conditionality. Drawing on a purpose-collected survey of UK benefit claimants (n=3,801), we provide new systematic evidence to address two key questions: (1) to what extent do benefit claimants experience work-related conditionality? and (2) are behavioural requirements experienced as reasonable by claimants? Overall, we found that the application of conditionality was evident for a relatively small proportion of survey participants. To make sense of this, we introduce a distinction between explicit and implicit forms of conditionality, which comes some way to explain ostensible contradictions within the existing evidence base on benefit conditionality: i.e., there is a background sense of insecurity/contingency even when explicit modes of conditionality are not applied. Of those subject to explicit conditionality, we also show a complex pattern of disclosure of health/care-related work barriers, that a substantial minority of claimants with barriers believe that work coaches do not fully take these into account, and a substantial minority experience conditionality as unreasonable.",
          "url": "https://osf.io/24qtp",
          "doi": "https://doi.org/10.31235/osf.io/24qtp",
          "filter": 2
        },
        {
          "title": "The Intergenerational Transfer of Socioeconomic Inequality: Two Decades in Review",
          "authors": "Wei Tang",
          "abstract": "Exploring the causations and consequences of socioeconomic inequality inheritance is imperative since the disparity has implications not only for the families themselves but also for individual development, social fairness, population processes, and the overall well-being of a society. In the new millennium, scholars have covered fresh ground by exploring a sequence of new mechanisms contributing to the origination and reproduction of inequalities among families. This review of empirical articles in the past two decades has revealed that the advancements and innovations are majorly focused on the perspectives of family stress, monetary transfers, parenting, sibling dilution, homogamy, and marital status. Finally, researchers have produced voluminous literatures on the efforts to propel the theoretical and empirical developments in this field of studies.",
          "url": "https://osf.io/xnm5y",
          "doi": "https://doi.org/10.31235/osf.io/xnm5y",
          "filter": 2
        },
        {
          "title": "Beyond Watts and Wheels: A Review of Conceptualizations of Justice and Equity in Energy and Mobility Transition Research",
          "authors": "Daniel Gerdes; Mathias Kirchner; Jana Plöchl; Patrick Scherhaufer; Nathalie Spittler; Michael Klingler",
          "abstract": "Targeting policies to promote a rapid and significant acceleration of low-carbon transitions entails several barriers and challenges that are inextricably tied to existing inequalities and may reinforce or even create new forms of inequity. In this comprehensive systematic literature review, we analyze conceptual and empirical contributions on justice and equity in the fields of energy and mobility transition research. The main task is to summarize, organize and integrate the vast body of ever-increasing knowledge to critically strengthen future research and policy engagement toward a more socially just and low-carbon society. Our findings confirm the predominance of the triumvirate of tenets — distributive, procedural, and recognition – while newer justice dimensions such as restorative, intergenerational, spatial justice, and intersectional perspectives are gaining increasing attention. A specific analysis of authorship structures highlights the hegemony of knowledge production networks centered on individual key authors, mostly affiliated with institutions of the Global North. The gap between Global North and Global South is further demonstrated by a highly unbalanced overrepresentation of geographical research activities, and a different prioritization of justice subjects and concerns. Conceptualizations of justice based on non-Western ontologies or linked to de- and post-colonial perspectives remain largely disregarded. Consequently, we suggest that future transition research should address the implications of meta-conceptual perspectives and the potential of post-normal science and whole systems perspectives. To further explore root causes, we also call for recognizing the structural conditions of (in)justice, politicizing the ontology of technology, and pluralizing perspectives by emphasizing decolonial thought and epistemic justice. Recognizing that justice is a multi-faceted and essentially contested concept, we provide an integrated framework that enables researchers and practitioners to reflect on the potential impacts of energy and mobility transitions, political strategies and other societal interventions. The Spatio-temporal, Holistic and Inclusive Framework for Transition (SHIFT) is based on a critical social science perspective and features a holistic and inclusive approach for evaluating and guiding transition policies in the energy and mobility sector.",
          "url": "https://osf.io/zb5aq",
          "doi": "https://doi.org/10.31235/osf.io/zb5aq",
          "filter": 2
        },
        {
          "title": "Generational trends and predictors of hormonal contraceptive use in Germany: A machine learning approach",
          "authors": "Theresa Nutz; Nora Müller; Hao Ting Chan",
          "abstract": "Objective: This study examines generational trends in hormonal contraceptive use among women of three birth cohorts (1991-93, 1981-83, 1971-73) and identifies their key predictors and changes over time.\nBackground: Since the 1960s, the birth control pill as most prominent form of hormonal contraception has shaped women’s reproductive autonomy, influencing family planning and career choices. Recent trends show a decline in hormonal contraceptive use in Western countries, but research has largely relied on cross-sectional data, leaving it unclear whether this trend reflects short-term period effects or broader cohort-driven changes.\nMethod: Using longitudinal data from the German Family Panel (pairfam; waves 1-14), this study applies supervised machine learning to identify potential predictors of hormonal contraceptive use. 37 predictors were included, encompassing areas of family demography, gender role values, health, origin, personality, region, religiosity, and socioeconomic characteristics.\nResults: The analyses showed a decline in hormonal contraceptive use across all birth cohorts over time. Both cohort and period differences shaped the key predictors of hormonal contraceptive use. Predictors shifted from family-demographic factors in older cohorts to personality traits in younger ones, highlighting increasingly personalized decision-making. The relevance of income underscored the economic dimension of access to contraception. \nConclusion: These shifts reflect evolving dynamics in contraceptive use, with implications for public health strategies and policymaking.",
          "url": "https://osf.io/k2q6w",
          "doi": "https://doi.org/10.31235/osf.io/k2q6w",
          "filter": 2
        },
        {
          "title": "The ‘hairs of hope’: toward a fuller understanding of the legal, material and social infrastructure of infrastructure",
          "authors": "MOBILE - Center of Excellence for Global Mobility Law; Mariana Valverde",
          "abstract": "The article contributes to the emerging literature on law and infrastructure by first noting that ‘the \nmodern infrastructure ideal’ has become less relevant even in the global North, since rather than large connected networks of public utilities, public transit and other welfare-state systems taken as world leaders in many global North countries, infrastructure appears to us in the global North as a series of disconnected ‘projects’. Part of the reason for this curious appearance is that each large project often has its own credit rating and issues its own bonds.\nThe article, which does not separate the material from the social and the legal, demonstrates that do-it-yourself or informal, inexpensive infrastructure solutions, many of which have arisen in the global \nSouth, might present a better, more timely goal for infrastructure governance than lamenting the \nabsence of financing for major infrastructure projects of the ‘seeing like a state’ era.\nThe article also challenges the naïve view of law held by many, which holds that the ‘secret’ of \ninfrastructure projects is to be found in the details of the contracts awarded, which are often withheld from the public pending Freedom of Information requests. Contracts, it is argued, are only one of the dimensions of infrastructure planning and governance – along with financing and along with representations, often of future services or buildings that do not yet exist.",
          "url": "https://osf.io/bjkf4",
          "doi": "https://doi.org/10.31235/osf.io/bjkf4",
          "filter": 2
        },
        {
          "title": "No-Exit Brexit: Japanese Affiliate Exit and Divestment in Post-Brexit UK",
          "authors": "Michael Ryan; Ayumu Tanaka",
          "abstract": "This paper examines Brexit's impact on Japanese foreign direct investment (FDI) in the UK, with a specific focus on affiliate exit and divestment. Utilizing Toyo Keizai Inc.'s Overseas Japanese Companies Data spanning 2010--2020, the study employs a difference-in-differences (DiD) estimation approach and synthetic DiD approach to compare Japanese affiliates' exit and divestment in the UK to affiliates located in other EU nations. Contrary to widespread expectations of a mass exodus of Japanese firms from the UK post-Brexit, the study reveals no statistically significant impact of Brexit on either Japanese affiliate exit or divestment. This finding challenges a prevailing narrative surrounding Brexit's detrimental effects on foreign investment in the UK. The observed resilience of Japanese affiliates is likely attributable to FDI hysteresis effects, arising from the substantial fixed and sunk costs inherent in FDI. These costs create a strong incentive for firms to maintain existing operations even in the face of political and economic uncertainty.",
          "url": "https://osf.io/yx7as",
          "doi": "https://doi.org/10.31235/osf.io/yx7as",
          "filter": 2
        },
        {
          "title": "Five Decades of Marital Sorting in France and the United States – The  Role of Educational Expansion and the Changing Gender Imbalance in  Education",
          "authors": "Julia Leesch; Jan Skopek",
          "abstract": "Over the past half-century, higher education expansion and changing gender imbalances in \neducation have reshaped the educational composition of the partner market. Nonetheless, the \nimpact of these concurrent trends on educational sorting in unions and marriages remains \nunclear. Using data from France (1962–2011) and US (1960–2015), we examine how (a) \neducational expansion and (b) the changing gender-education association contributed to \nchanging sorting outcomes in marital and non-marital different-sex unions. Counterfactual \ndecomposition techniques revealed two main trends. First, the changing gender-education \nassociation – apart from educational upgrading – has promoted rising hypogamy (she is more \neducated than he) and declining hypergamy (he is more educated than she). Second, \neducational expansion is associated with rising proportions of homogamous, hypogamous, and \nhypergamous unions involving more educated individuals and declines in these union types \nwith less educated women and men. However, the impact of these changes on overall \nhomogamy and heterogamy trends differs across countries. For example, while the increasing \nsupply of highly educated individuals has promoted hypogamy in France it has offset \nhypogamy in the United States. Our findings contribute to ongoing debates about the structural \neffects of educational expansion and the reversing gender imbalance in education on the \nformation of different-sex unions.",
          "url": "https://osf.io/tv36h",
          "doi": "https://doi.org/10.31235/osf.io/tv36h",
          "filter": 2
        }
      ]
    }
  ]
}
