{
  "update": "2025-12-28",
  "content": [
    {
      "journal_full": "PsyArxiv",
      "journal_short": "PsyArxiv",
      "articles": [
        {
          "title": "Timing matters: Providing Contingency Instructions to modify Fear Extinction Memories in Anxiety Disorders",
          "authors": "Annalisa Lipp; Christian J. Merz; Beray Macit; Marcella Lydia Woud; Oliver T. Wolf; Jürgen Margraf; Armin Zlomuzica",
          "abstract": "Previous research suggests that contingency instructions (CI), stating that the unconditioned stimulus (UCS) will not be presented anymore, can enhance extinction learning, and additional CI before extinction retrieval can reduce the return of fear. However, immediate pre-retrieval instructions are impractical in therapeutic settings. Thus, this study investigated the impact of CI before and/or after extinction training on extinction learning in 240 participants (120 patients with anxiety disorders (ADs), 120 healthy controls) using a three-day sequential conditioning paradigm. Electrical shocks and colored lamps served as UCS and conditioned stimuli (CS), with skin conductance responses (SCRs), CS valence, and UCS expectancy ratings as readout measures. CI before extinction training enhanced extinction learning for both patients with ADs and healthy controls across the physiological and subjective measures. Instructed healthy controls displayed even lower SCRs than instructed patients during early extinction. Furthermore, participants receiving post-extinction CI showed reduced CS differentiation in their SCRs during extinction retrieval. After a reinstatement, instruction timing differentially affected fear responses across contexts. Participants instructed before and after extinction, and uninstructed participants showed higher fear responses in the original conditioning context. Those instructed only before extinction exhibited increased fear responses in extinction and novel contexts, while participants instructed only after extinction showed heightened fear responses exclusively in the extinction context. The findings highlight how the timing of providing contingency information shapes fear learning and memory.",
          "url": "https://osf.io/kma2e_v3",
          "doi": "https://doi.org/10.31234/osf.io/kma2e_v3",
          "filter": 0
        },
        {
          "title": "Beyond Snapshots: A Systematic Review of Parent-Adolescent Ecological Momentary Assessment Studies Across Diverse and General Populations",
          "authors": "Reuma Gadassi Polack; Reout Arbel; Martine Wilhelmina Francina Teresia Verhees",
          "abstract": "The last decade has seen a surge in studies using Ecological Momentary Assessment (EMA), where participants complete brief daily questionnaires to capture real-time experiences. While widely used to study adolescents' social-emotional processes, parent-adolescent EMA remains underutilized, particularly within diverse families. This gap is surprising given the proven value of dyadic EMA in studying adult relationships and its potential to elucidate contextualized family dynamics. This systematic review synthesized and critically evaluated existing EMA research on parent-adolescent dyads and triads (i.e., an adolescent and both parents) published between 2014 and 2024, focusing on which populations have been systematically excluded. Following a systematic search of electronic databases (e.g., PubMed), we identified 85 publications originating from 44 distinct datasets that conducted EMA on parent-adolescent dyads or triads. Substantial variability was observed across studies in the number of daily assessments, EMA days, and data-waves collected. Utilization of the multilevel and dyadic features of the data also varied: most papers fully utilized the temporal aspect (e.g., examining within-family processes), while the dyadic/triadic aspect was only partially utilized (e.g., most studies examined unidirectional effects, typically parent-to-child). Regarding populations studied, while most focused on White, non-Hispanic, highly educated samples, some targeted only minority groups (e.g., Chinese-American). However, whether within-family processes differ between populations was rarely examined. Across dyadic (vs. triadic) studies, fathers were underrepresented, and gender identity and sexual orientation were almost never assessed, likely masking the exclusion of gender and sexual minorities. Parent-adolescent dyadic and triadic EMA appears feasible and could provide unique insights into family dynamics in typical and diverse populations. Gaps in the literature and suggestions for advancing inclusion and diversity are discussed.",
          "url": "https://osf.io/v7gr3_v1",
          "doi": "https://doi.org/10.31234/osf.io/v7gr3_v1",
          "filter": 0
        },
        {
          "title": "Beyond Reward and Punishment:  Introducing Costly Countercontrol into the Study of Altruism",
          "authors": "Sabine Windmann",
          "abstract": "Behavioral accounts of altruism have focused on costly reward and costly punishment. A third facet is expressed here as costly countercontrol, defined as persistent counteraction of dominant reinforcement schemes for the benefit of others. While this form of behavior is inherently risky, it involves behavioral reversal, and if it spreads, it can trigger long-term collective benefits through sociocultural transformation. In a game scenario, it could be operationalized as establishment of other-benefiting behavioral rules despite socially enforced contingencies to the opposite. Different from moral and civil courage, it is conceptualized here from a behaviorist standpoint. Examples from real life include whistleblowing and principled dissent in support of a moral cause. The article explores the challenges of assessing such behavior and reviews selected paradigms that contain its main components. Lastly, the limitations of current artificial intelligence systems in generating countercontrol are discussed, thereby highlighting the uniquely human capacity for this antagonistic form of altruism.",
          "url": "https://osf.io/dzn6m_v2",
          "doi": "https://doi.org/10.31234/osf.io/dzn6m_v2",
          "filter": 0
        },
        {
          "title": "Breaking Bouba-Kiki: The Effect of Label Similarity on Naming Perceptually Similar Referents",
          "authors": "Wesley Leong; Bodj Oliver Alngohuro; Eiling Yee",
          "abstract": "When we encounter a novel label, what, if anything, do we assume about the appearance of its referent? Prior work has shown that sound-shape correspondences (e.g., rounded sounds pairing with rounded shapes) can guide how people map novel labels to objects. Here we examine whether people also have a bias to map labels that are similar in form onto perceptually similar concepts (and vice versa). Across three experiments, we show bidirectional evidence of this. In Experiment 1, adults were first introduced to a novel label–referent pairing (e.g., “This is a toku.” written above an image of an alien species) and then selected which of two new species best fit a second, novel label. When the new label was similar to the initial one, e.g., teki, participants reliably mapped it onto the species that looked more similar to the first one. In Experiment 2, we show that this label similarity effect is robust enough to override pre-existing sound-shape preferences. And in Experiment 3, we demonstrate that the effect also operates in production: after being introduced to a novel creature, participants generated more similar labels when asked to label a perceptually similar, but distinct creature. We propose a bias to assume that similarity in conceptual space maps onto similarity in lexical space when inferring new label-referent mappings, and we speculate that this bias may be an instance of a broader principle of similarity-based mapping across domains. Finally, we discuss potential implications for language learning and use more broadly.",
          "url": "https://osf.io/vzah6_v1",
          "doi": "https://doi.org/10.31234/osf.io/vzah6_v1",
          "filter": 0
        },
        {
          "title": "Beyond a Unidimensional View: The Multilayered Perspective on the Implicit-Explicit Knowledge Interface",
          "authors": "Junya Fukuta",
          "abstract": "In recent years, insights from cognitive psychology on unconscious learning have been applied to second language acquisition (SLA) research, proposing that unconscious knowledge gradually becomes conscious through repetitive experience. This perspective offers a reinterpretation of the interface between implicit and explicit knowledge in SLA, contrasting with the traditional view that explicit knowledge gives rise to implicit knowledge. While the phenomenon of unconscious knowledge becoming conscious provides valuable insights into the dynamics of knowledge acquisition, it also suggests the need to reconceptualize the traditional notions of implicit and explicit knowledge. This paper aims to propose a framework that integrates recent insights on unconscious learning with traditional claims in SLA. Specifically, we propose replacing the unidimensional linear continuum view—which positions implicit and explicit knowledge as two ends of a single axis and conceptualizes second language development as a back-and-forth transition between these poles—with a multilayered knowledge view: The Hierarchical-Layer Model of Conscious-Unconscious Knowledge (H-L Model). This alternative model serves as a working hypothesis to better capture the multilayered and differentiated nature of linguistic cognition.",
          "url": "https://osf.io/dt2bh_v1",
          "doi": "https://doi.org/10.31234/osf.io/dt2bh_v1",
          "filter": 0
        },
        {
          "title": "Early adaptive schemas and parental acceptance of sexual orientation in gay men",
          "authors": "Borislav Karapanov; Andreas Bär",
          "abstract": "Introduction: Gay men face persistent discrimination and social stressors, including limited parental acceptance of their sexual orientation, contributing to higher rates of emotional distress and mental health challenges compared to straight men. While one study has examined early maladaptive schemas in this population, Early Adaptive Schemas (EAS) – cognitive-emotional patterns associated with mental well-being – remain unexplored. This study investigated EAS prevalence in gay versus straight men and examined associations between parental acceptance and EAS development in gay men. \nMethods: A cross-sectional study recruited 122 participants (51 gay, 71 straight) between November 2024 and June 2025. We measured 14 distinct EAS using the Young Positive Schema Questionnaire. Parental acceptance was assessed using the Perceived Parental Reactions Scale.\nResults: Gay men showed significantly lower overall EAS scores compared to straight men. Exploratory analyses revealed gay men scored lower on Basic Health and Safety/Optimism and Stable Attachment schemas, with a potential difference in Healthy Self-Reliance/Competence. Parental acceptance was not significantly associated with overall EAS scores among gay men, though a potential relationship emerged with Emotional Fulfillment without multiple comparisons correction.\nConclusions: Gay men demonstrated specific vulnerabilities in specific schemas, while maintaining comparable levels in most domains. These findings suggest minority stress may operate through targeted rather than global mechanisms. Parental acceptance may foster resilience through specific adaptive schemas.\nPolicy Implications: Results support strength-based therapeutic approaches for gay men, with interventions potentially targeting specific schemas like Basic Health and Safety/Optimism and Stable Attachment to enhance resilience against minority stress experiences.",
          "url": "https://osf.io/btge4_v1",
          "doi": "https://doi.org/10.31234/osf.io/btge4_v1",
          "filter": 0
        },
        {
          "title": "Concurrent and Lagged Synchrony in Parents’ and Adolescents’ Daily Positive and Negative Affect: Distinct Predictors Across Synchrony Types",
          "authors": "Hannah E. Marshall; Haran Sened; Kelley Gunther; Jutta Joormann; Reuma Gadassi Polack",
          "abstract": "Background: Parent-adolescent emotion dynamics are considered instrumental in clinical formulations of adolescent mental health; however, parent-adolescent affective synchrony in day-to-day life has received little empirical attention. Most research has relied on brief laboratory paradigms, which provide limited insight into how affective synchrony unfolds in everyday life and what factors drive its patterns.\n\nMethod: In this preregistered study, 112 adolescents (12–18 years) and 108 parents completed baseline measures of closeness, responsiveness, insensitivity, depressive symptoms, and social anxiety symptoms. Then, for 28 subsequent days, participants reported their positive affect (PA) and negative affect (NA). We used Bayesian linear mixed effects models to quantify concurrent, adolescent-lagged, and parent-lagged synchrony in PA and NA and tested whether mean-centered baseline measures predicted each synchrony type.\n\nResults: Parents and adolescents exhibited concurrent and adolescent-lagged synchrony in their daily PA and NA. Concurrent, adolescent-lagged, and parent-lagged synchrony in PA were only weakly correlated with those in NA. Adolescent-rated closeness positively predicted concurrent synchrony in PA, but not NA. Adolescent-rated parent insensitivity and adolescent social anxiety positively predicted synchrony in NA, but not PA. Parent-rated adolescent responsiveness positively predicted adolescent-lagged synchrony in PA. Adolescent-rated parent responsiveness and insensitivity predicted adolescent-lagged synchrony in NA. \n\nConclusions: Concurrent and adolescent-lagged synchrony in PA and NA are differentially predicted by adolescents’ (but usually not parents’) perceptions of their relationship and social anxiety symptoms. In addition to enhancing theoretical understanding of parent-adolescent emotion dynamics, this study has important implications for how such dynamics should be targeted in clinical settings.",
          "url": "https://osf.io/zhk27_v1",
          "doi": "https://doi.org/10.31234/osf.io/zhk27_v1",
          "filter": 0
        },
        {
          "title": "Factors Influencing L2 Learners’ Use of the English Dative Construction: Insights from a Learner Corpus",
          "authors": "Junya Fukuta; Akira Murakami; Masato Terai; Yu Tamura",
          "abstract": "This study examines when and how second language (L2) learners begin to exhibit sensitivity to key factors influencing the choice between the English double object (DO) and prepositional object (PO) constructions. While previous research has shown that such choices in native speakers are influenced by such factors as animacy, pronominality, and verb bias, little is known about the developmental timing of these effects in L2 production. Using 5,785 dative constructions from a large-scale learner corpus (EFCAMDAT), we analyzed how these variables interact with learners’ proficiency levels across 23 verbs. We found that learners showed systematic sensitivity to all of these factors, including statistical verb bias derived from a native speaker corpus (COCA), at much earlier stages than previously suggested. These results suggest that learners may possess a cognitive bias that maps preexisting conceptual structures onto linguistic constructions, reflecting more than mere statistical learning.",
          "url": "https://osf.io/a6f2u_v1",
          "doi": "https://doi.org/10.31234/osf.io/a6f2u_v1",
          "filter": 0
        },
        {
          "title": "Proactive and Reactive Inhibition Are Dissociable: Evidence from Go/No-Go and Stop-Signal Tasks",
          "authors": "Tooba Mirza",
          "abstract": "Background: Proactive and reactive inhibition are key components of inhibitory control that support flexible, goal-directed behaviour. Proactive inhibition involves the anticipatory regulation of motor responses based on contextual demands, whereas reactive inhibition refers to the rapid cancellation of an already initiated action following an external stop signal. Although these processes are often grouped within a unified inhibitory control framework, emerging evidence suggests they may rely on partially distinct cognitive and neural mechanisms.\n\nMethods: This pilot study examined whether individual differences in proactive inhibition are associated with reactive inhibition performance. Fifteen healthy young adults (M = 23.4 years) completed a Go/No-Go Task (GNGT) and a Stop-Signal Task (SST) in a counterbalanced order. Proactive inhibition was indexed using NoGo accuracy, and reactive inhibition was indexed using Stop-trial accuracy.\n\nResults: Pearson correlation analyses revealed a moderate negative association between NoGo accuracy and Stop-trial accuracy (r = −0.43), which did not reach statistical significance (p = .108).\n\nConclusion: Although preliminary, the observed pattern is consistent with accounts proposing a dissociation between action restraint and action cancellation. These findings highlight the importance of assessing proactive and reactive inhibition as potentially separable components of executive control.\n\nKeywords: proactive inhibition; reactive inhibition; go/no-go task; stop-signal task; inhibitory control",
          "url": "https://osf.io/r5anq_v1",
          "doi": "https://doi.org/10.31234/osf.io/r5anq_v1",
          "filter": 0
        },
        {
          "title": "The Offline Optimum: Why Sleep is a Computational Necessity in Complex Brains",
          "authors": "Paul Goldsmith",
          "abstract": "The evolutionary persistence of sleep in complex nervous systems remains a biological paradox. While its restorative functions are well documented, they describe what happens during sleep rather than why a complex organism must repeatedly enter a state of profound vulnerability and unconsciousness to perform them. Here, I propose the Computational Necessity Hypothesis: that sleep is an unavoidable consequence of a non–modular, high–dimensional neural architecture optimized for flexible behaviour. In biological neural networks, learning is distributed and overlapping; optimizing synaptic weights for a new task inevitably creates interference with prior capabilities (\"catastrophic interference\"). I argue that sleep provides the necessary \"offline\" state for a global optimization process – traversing network configurations to find a system–wide equilibrium that cannot be computed during real–time sensory–motor processing, i.e. wakefulness. This framework generates testable predictions about stage-specific cognitive deficits and representational drift across waking and sleep.",
          "url": "https://osf.io/n4fbz_v1",
          "doi": "https://doi.org/10.31234/osf.io/n4fbz_v1",
          "filter": 0
        },
        {
          "title": "Validating an Acute Stress Induction Method in Adult Spanish-Speaking Populations",
          "authors": "Sergio Navas-León; Jon Andoni Duñabeitia",
          "abstract": "Background: This study presents the first Spanish-language validation of a stress induction method originally developed for English-speaking samples. The protocol, based on time pressure and performance feedback to elicit stress, was tested in a laboratory setting. Methods: A total of 60 participants from the general adult Spanish population were randomly assigned to either a stress (n = 30) or control condition (n = 30). The experimental group completed general knowledge and arithmetic tasks under time pressure with feedback, while the control group completed easier versions of the same tasks without time constraints and feedback. Participants rated their state anxiety on visual analogue scale and their emotional valence on Likert-type scale. The number of errors made was also assessed. Results: Participants in the control group showed significantly higher accuracy on the acute stress task than those in the experimental group. Stress responses also differed between groups: the experimental group reported significantly higher anxiety and lower emotional valence, indicating a more negative affective experience. Discussion: These findings support the validity of a culturally adapted acute stress protocol for Spanish-speaking population. The protocol highlights its potential for scalable applications in both clinical and educational contexts.",
          "url": "https://osf.io/s8yvt_v1",
          "doi": "https://doi.org/10.31234/osf.io/s8yvt_v1",
          "filter": 0
        },
        {
          "title": "Personality trait assessment streamlines hypothesis-driven case formulation and treatment planning",
          "authors": "Holly Frances Levin-Aspenson; Kasey Stanton",
          "abstract": "This commentary focuses on describing how global, general assessments of personality and psychopathology provide complementary information to social-cognitive measures (e.g., rejection sensitivity, behavioral inhibition/activation) in clinical assessment. We completely agree with perspectives that additional within-person research is needed to inform evidence-based treatment planning, and we applaud related efforts focused on understanding personality structure and associations using intensive longitudinal methods. However, we believe that additional within-person research is also needed for social-cognitive measures, in addition to personality measures based on trait models, as most psychometric research on these measures has been cross-sectional and/or at the between-person level. We also hope that research can continue to advance understanding of the significant overlap across personality and social-cognitive models and measures. In addition to highlighting important areas of overlap, we also describe how general assessments of personality and related constructs can provide helpful information, in initial treatment planning phases, especially for screening; strengthening diagnostic formulations; and collaboratively establishing general profiles of client strengths, functioning, and areas of need in a structured manner.",
          "url": "https://osf.io/2ky39_v2",
          "doi": "https://doi.org/10.31234/osf.io/2ky39_v2",
          "filter": 0
        },
        {
          "title": "People Underestimate the Acceptability of Canceling Plans with Others",
          "authors": "Rajarshi Majumder; Esra Aslan; Jareef Martuza",
          "abstract": "Consumers frequently cancel social consumption experiences with others, such as dining out or attending events. Do cancelers correctly infer the reactions of those who are canceled on? Correct estimation, overestimation, and underestimation are all plausible predictions from existing literature. Across 11 studies (N = 6,824) with American and French participants, this research shows that cancelers underestimate how acceptable others find being canceled on. This underestimation effect is robust across different plan types, whether alternatives to the original plan exist, the level of effort exerted by the person canceled on, and justifications for canceling. Findings also reveal that the effect is partly driven by the cancelers’ beliefs that others are less forgiving and more impacted by cancellations than they actually are. Consequently, cancelers also overestimate monetary amounts of gifts and the time commitment of favors that those canceled on expect as compensation. Interestingly, upfront compensatory action only partly attenuates the underestimation effect, suggesting the misperception is deep-rooted. Together, these findings extend consumer research on misperceptions about others, from social beliefs regarding plan cancellations to compensatory gift-giving.",
          "url": "https://osf.io/st6a5_v1",
          "doi": "https://doi.org/10.31234/osf.io/st6a5_v1",
          "filter": 0
        },
        {
          "title": "Neural differences between monolinguals and early bilinguals in their native language during comprehension",
          "authors": "Patricia Elena Román; Julio González; Noelia Ventura-Campos; Aina Rodríguez-Pujadas; Ana Sanjuán; Cesar Avila",
          "abstract": "Research has shown that semantic processing of sentences engages more activity in the bilingual compared to the monolingual brain and, more specifically, in the inferior frontal gyrus. The present study aims to extend those results and examines whether semantic and also grammatical sentence processing involve different cerebral structures when testing in the native language. In this regard, highly proficient Spanish/Catalan bilinguals and Spanish monolinguals made grammatical and semantic judgments in Spanish while being scanned. Results showed that both types of judgments recruited more cerebral activity for bilinguals in language-related areas including the superior and middle temporal gyri. Such neural differences co-occurred with similar performance at the behavioral level. Taken together, these data suggest that early bilingualism shapes the brain and cognitive processes in sentence comprehension even in their native language; on the other hand, they indicate that brain over activation in bilinguals is not constrained to a specific area.",
          "url": "https://osf.io/k3ux7_v1",
          "doi": "https://doi.org/10.31234/osf.io/k3ux7_v1",
          "filter": 0
        },
        {
          "title": "Personality Auto-Scoring with Large Language Models Using a Realistic Accuracy Model of Behavioral Cues in Chatbot Interviews",
          "authors": "Zihan Yan; Ashley Sylvara; Pengda Wang; Tianjun Sun; Ziang Xiao",
          "abstract": "Advances in artificial intelligence, particularly large language models (LLMs), have opened new possibilities for automating personality assessment through text-based chatbot interviews. While prior research has applied machine learning (ML) and natural language processing (NLP) methods to score interview responses, these approaches often lack a strong theoretical foundation for extracting and interpreting trait-relevant behavioral cues. In this study, we integrate Funder’s Realistic Accuracy Model (RAM) into LLM-based autoscoring to enhance the identification and utilization of behavioral cues in personality evaluation. We use two archival samples (N = 521) to examine the alignment between LLM-derived personality scores and established measures, including human-coded behavioral description and narrative interview ratings, as well as self-reported Big Five personality assessments. We compare results from a job-focused behavioral interview (Sample 1; N = 218) and narrative identity interviews (Sample 2; N = 303). In the behavioral interview sample, RAM-based LLM prompts demonstrated stronger convergence with human ratings than zero-shot prompts. However, in the narrative interview sample, this advantage was attenuated, with RAM- and zero-shot-based LLM scores showing similar convergence. In Study 2, we analyzed differences in the behavioral cues extracted by LLMs and human raters to better understand the rating reasoning process. Similarity analyses revealed moderate overlap between LLM-extracted and human-annotated cues. These findings suggest that theory-guided LLMs can identify behavioral cues that partially overlap with those used by humans. Limitations and implications for scalable, accurate, and interpretable AI-based personality assessment are discussed.",
          "url": "https://osf.io/rtsm5_v1",
          "doi": "https://doi.org/10.31234/osf.io/rtsm5_v1",
          "filter": 0
        },
        {
          "title": "New risk indexes for identifying children at risk of high-risk substance use during adolescence",
          "authors": "William E. Pelham; Meghan Dontha; Isabel R. Aks; Athena Nooney; Tia C. Chitty; Oscar Gonzalez; Herry Patel; Emily C Kemp; Sophia Blyth; Susan Tapert",
          "abstract": "Aim: Develop brief, practical risk indexes for identifying children with no/minimal history of substance use who are at risk of high-risk substance use patterns during adolescence.\nDesign: Observational, longitudinal cohort study (ABCD Study).\nSetting: 21 study sites across the United States.\nParticipants: Community-based sample of 8,055 youth recruited at ages 9-10 years old (49% female, 20% Hispanic; 15% Black).\nMeasurements: To create the risk indexes, we drew items from a comprehensive baseline assessment when youth were 9-10 years old that measured all major risk factors for adolescent substance use. We then measured substance use outcomes at annual follow-up assessments occurring annually through age 15-16 years old. We used a training subsample (n=5,555) to choose which items should be on the risk indexes and fit a risk algorithm, then evaluated the predictive performance of each risk score in holdout data (n=2,500).\nFindings: The parent- and youth-report risk indexes were 8 items long, each asking questions about multiple risk factors for future substance use. The risk score based on parent report at ages 9-10 predicted several clinically meaningful outcomes during early-to-mid adolescence: being treated for a substance use problem (AUC=0.84), meeting DSM 5 criteria for a substance use disorder (AUC=0.68), experiencing multiple negative consequences of use (AUC=0.64) and establishing monthly use before one’s 15th birthday (AUC=0.68) (ps&lt;.001). Children in the top 10% of the parent-report risk score were 2.1-3.1x times more likely than the base rates to go on to display high-risk substance use outcomes during adolescence. The risk scores significantly predicted alcohol, cannabis, and nicotine use outcomes, in addition to general substance use. Risk scores based on youth report were also significant predictors of substance use outcomes, but their performance was weaker (mean AUC=0.65, vs. 0.68 for parent report).\nConclusions: 8-item parent- and youth-reported risk indexes a identify children at markedly elevated risk of clinically concerning substance use outcomes. These risk indexes compare favorably with existing tools and might prove useful for triage, monitoring, or targeted prevention. The next step is to perform external validations in new samples.",
          "url": "https://osf.io/4rfve_v1",
          "doi": "https://doi.org/10.31234/osf.io/4rfve_v1",
          "filter": 0
        },
        {
          "title": "Confidence-accuracy dissociations in perceptual decision making",
          "authors": "Dobromir Rahnev",
          "abstract": "Confidence in perceptual tasks typically follows accuracy, making it difficult to study the mechanisms specific to confidence computation. However, the last decade and a half has seen a proliferation of experimental manipulations that lead to confidence-accuracy dissociations where one condition leads to higher confidence, but equal (or lower) accuracy compared to another condition. Such dissociations promise to reveal the underlying principles behind confidence ratings. Nevertheless, there is no consensus surrounding how to create confidence-accuracy dissociations or how to interpret their existence. This review first categorizes existing confidence-accuracy dissociations, highlighting that they can be produced by stimulus, task, or brain manipulations. It then examines the most common mechanistic explanations for why such dissociations occur. Finally, it explores several confusions and open questions regarding the use of the term “positive evidence bias,” the relationship between confidence-accuracy dissociations and metacognition noise, and the role of reaction time in such dissociations. Overall, this review highlights the fact that confidence-accuracy dissociations can be produced by multiple mechanisms and suggests that computational models of confidence should be evaluated based on their ability to predict new dissociations.",
          "url": "https://osf.io/texrb_v1",
          "doi": "https://doi.org/10.31234/osf.io/texrb_v1",
          "filter": 0
        },
        {
          "title": "Are women overrepresented in communal jobs, and men overrepresented in agentic jobs? A test of the assumptions of social role theory",
          "authors": "Hannah B. Eareckson",
          "abstract": "Social role theory suggests that men and women are represented in jobs based on whether the work is agentic or communal, but most research has focused on a small set of occupations, like STEM and HEED. In this study, we measured perceived masculinity, femininity, agency, and communion for 347 U.S. jobs using O*NET descriptors and 2022 Census data. Participants rated 134 job characteristics, which we combined into composite scores weighted by activities, skills, abilities, and values. We tested whether percent women in a job predicted communal or agentic work, whether job femininity-masculinity aligned with perceived communion and agency, and whether these relationships differed by job preparation level. Results show that women are consistently overrepresented in communal jobs, but men are only overrepresented in agentic jobs for high-preparation occupations. Job femininity strongly aligns with communal content, while job agency only aligns moderately with masculinity in high-prep jobs. These findings show that the links between gender, agency, and communion vary across the occupational landscape.",
          "url": "https://osf.io/8azun_v2",
          "doi": "https://doi.org/10.31234/osf.io/8azun_v2",
          "filter": 0
        },
        {
          "title": "Strengths and Weaknesses: Early word learning skills and profiles of vocabulary development",
          "authors": "Laia Fibla; John P Spencer; Larissa K. Samuelson",
          "abstract": "Early vocabulary development predicts later cognitive functioning and school success. We sought to examine how processing differences across several skills that contribute to early word learning relate to variability in children’s vocabulary development. Building on recent direct measures of early vocabulary and language learning processes, we collected data from 166 children between 15- to 27-months in a single eyetracking task measuring lexical speed of processing, comprehension, novelty bias, word mapping and new word retention. We found clear differences in responding across the different measures and robust patterns of developmental change. Children’s comprehension grew over development, and across word classes they showed clearly distinct looking patterns, reflecting fundamental differences in word type processing and more efficient noun recognition compared to adjectives and verbs. Speed of processing and online comprehension showed strong relationships with concurrent vocabulary, similar to previous reports. Children also showed a strong improvement in referent selection over development, but as found in previous literature, they did not show evidence of retaining new word-object mappings formed on earlier trials of the task. Data driven classification found two robust clusters of children. One group showed faster speed of lexical processing, better comprehension and were better at linking new nouns to novel objects. Numerically, this group had the highest parent-reported concurrent productive vocabulary scores. Data are discussed in relation to similar work in the literature, what concurrent measurement of multiple word learning processes reveals about the system of multiple processes supporting early vocabulary development, and children’s individual trajectories of word learning.",
          "url": "https://osf.io/dh7zc_v2",
          "doi": "https://doi.org/10.31234/osf.io/dh7zc_v2",
          "filter": 0
        },
        {
          "title": "An Impartial Bayesian Hypothesis Test for Audit Sampling",
          "authors": "Koen Derks; jacques de swart; Eric-Jan Wagenmakers; ruud wetzels",
          "abstract": "Auditors who perform audit sampling are often interested in obtaining evidence for or against the hypothesis that the misstatement in a population of items is lower than a critical limit, the so-called performance materiality. Here, we propose to perform this hypothesis test using a Bayesian approach that involves the use of an impartial prior distribution, assigning equal prior probabilities to the competing interval hypotheses. Firstly, we argue that the impartial prior distribution is sensible for auditors because it is easy to justify, interpret, and explain. Secondly, we show that Bayes factors computed using this prior distribution have desirable statistical properties. Finally, we compare these Bayes factors with traditional p-values in an audit sampling context and elaborate on the merits of the impartial Bayesian hypothesis test.",
          "url": "https://osf.io/8nf3e_v3",
          "doi": "https://doi.org/10.31234/osf.io/8nf3e_v3",
          "filter": 0
        },
        {
          "title": "Biased AI Writing Assistants Shift Users’ Attitudes on Societal Issues",
          "authors": "Sterling Williams-Ceci; Maurice Jakesch; Advait Bhat; Kowe Kadoma; Lior Zalmanson; Mor Naaman",
          "abstract": "AI writing assistants powered by Large Language Models (LLMs) are increasingly used to make autocomplete suggestions to people as they write. Can these AI writing assistants impact people’s attitudes in this process? In two large-scale preregistered experiments (N=2,582), we exposed participants writing about important societal issues to an AI writing assistant that provided biased autocomplete suggestions. When using the AI assistant, the attitudes participants expressed in a post-task survey converged towards the AI’s position. Yet, a majority of participants were unaware of the AI suggestions’ bias and their influence. Further, the influence of the AI writing assistant was stronger than the influence of its suggestions when presented as static text, showing that the influence is partially due to AI writing assistants leading people to incorporate biased viewpoints into their own writing. Lastly, warning participants about assistants’ bias before or after exposure does not mitigate the influence effect.",
          "url": "https://osf.io/mhjn6_v4",
          "doi": "https://doi.org/10.31234/osf.io/mhjn6_v4",
          "filter": 0
        },
        {
          "title": "The Five-Dimensional Dual Cycle Model of Identity Formation: Domain-Specific Identity Processes and Domain-General Statuses – Evidence from Serbian Youth",
          "authors": "Irena Stojković; Marija Jelić; Phd, Tatjana Slavko Mentus Kandić; Božidar Filipović; Marijana Veselinović",
          "abstract": "The five-dimensional dual-cycle model of identity formation has been widely used in research. However, it has not been investigated whether identity processes, as described by this model, are general across various domains or domain-specific.The main objective of this study was to address this gap in knowledge by exploring whether identity processes, as described by the model, are general or specific across the domains of future goals related to education and friendship. Further objectives included testing the five-dimensional dual-cycle model among young people in Serbia and deriving identity statuses based on the identity processes in these two domains. Two adapted versions of the Dimensions of Identity Development Scale (DIDS) were created: one for future goals related to education and another for future goals related to friendship. The sample consisted of 955 high school and university students. Confirmatory factor analysis confirmed a domain-specific identity processes model, which included the five original factors of the DIDS. Configural, metric, and scalar invariance across gender were established. Cluster analysis identified six identity statuses: troubled diffusion, carefree diffusion, foreclosure, ruminative moratorium, achievement, and a cluster representing a combination of educational foreclosure and friendship carefree diffusion. The findings suggest that identity processes, according to the five-dimensional dual-cycle model, are domain-specific. However, identity statuses across the domains of future goals related to education and friendship are congruent for the majority of individuals. These results highlight the importance of exploring both domain-specific and shared factors in identity development in future research.",
          "url": "https://osf.io/m79nz_v5",
          "doi": "https://doi.org/10.31234/osf.io/m79nz_v5",
          "filter": 0
        },
        {
          "title": "Learning the determinants of human behavior",
          "authors": "Bingsong Zhao; Stefan T. Radev; Konstantina Sokratous; Peter D. Kvam",
          "abstract": "This paper introduces moderational learning, a data-driven framework for identifying generative mechanisms underlying human behavior and cognition. Built on deep latent variable models, the framework jointly learns both a generative model that yields responses and a set of latent variables that encode individual differences. The approach can also integrate information across multiple tasks or modalities to estimate individual-level trait representations that predict behavior across tasks. Two simulation studies demonstrate that moderational learning accurately predicts behavior, recovers true latent factors, and identifies population heterogeneity that arises when participants adopt distinct strategies. Applied to real data from value-based decision tasks, the framework outperforms both subject- and group-level neural models in predicting human choices and reveals surprising theoretical insights. In multiple decision tasks, a single latent factor accounted for most individual variability, providing simpler and more accurate models of behavior than existing theories. Across tasks, we identified three common latent factors---risk discounting, delay discounting, and bidding proclivity. Sensitivity analysis shows that responses in pricing tasks do not always decrease monotonically with aversive attributes. Together, these results demonstrate that the proposed moderational learning framework can pave the way for a new data-driven paradigm that integrates and automates theory construction, model discovery, and representation learning of individual differences.",
          "url": "https://osf.io/b865r_v1",
          "doi": "https://doi.org/10.31234/osf.io/b865r_v1",
          "filter": 0
        },
        {
          "title": "General and Specific Facets of Anxiety: Psychometric Analysis and Impact on Cognitive Performance",
          "authors": "Evgeniia Alenina; Терентьева Кристина Сергеевна; Косоногов Владимир Владимирович",
          "abstract": "Anxiety is a multidimensional construct that influences cognitive performance in complex ways, yet its factor structure and domain-specific effects remain unclear. This study examined (1) the psychometric structure of general and specific anxiety measures, (2) their associations with cognitive performance across different domains, and (3) the predictive power of machine learning models in classifying cognitive performance based on specific anxiety in different domains. A two-stage design was employed: Stage 1 (N = 500) assessed self-reported anxiety (trait, state, generalized, social, spatial, and math anxiety) via questionnaires, while Stage 2 (N = 104) involved a set of experiments measuring cognitive performance (accuracy and reaction time) across numerical, social, spatial, and control tasks. As a result, factor analyses revealed a correlated yet distinct structure, with the best-fitting model treating anxiety measures in different domains as independent factors. Regression analyses also demonstrated domain-specific effects: trait anxiety improved emotion recognition and spatial reasoning but did not affect math or color processing. Machine learning models (Random Forest, Decision Trees, SVM) achieved modest but meaningful predictive accuracy, with ensemble methods outperforming linear models. Prediction of reaction time in cognitive tasks, based on anxiety measures, was less powerful, suggesting that non-anxiety factors play a larger role in cognitive performance. These findings highlight the importance of distinguishing between general and domain-specific anxieties in cognitive research and demonstrate the potential of a machine learning approach in modeling anxiety-performance relationships.",
          "url": "https://osf.io/bs4d9_v1",
          "doi": "https://doi.org/10.31234/osf.io/bs4d9_v1",
          "filter": 0
        },
        {
          "title": "Attitudes towards alcohol evidence-based health promotion and prevention among higher education professionals",
          "authors": "Robin; Joan Masters; Meekim Nguyen; Ashley C. Helle",
          "abstract": "Objective: Implementation of evidence-based substance prevention (EBPs) is an important endeavor for collegiate health and prevention professionals. There are several barriers to EBP implementation. Understanding the professional characteristics of this interdisciplinary workforce, including their perspectives on EBPs, will provide insight into workforce development domains to support EBP implementation. \nMethods: Collegiate health and prevention professionals (N=142) in a statewide higher education substance coalition completed a remote survey. Multiple regression and trend analyses were conducted to evaluate factors influencing attitudes toward and willingness to use EBPs. \nResults: Work experience predicted positive attitudes toward and willingness to use EBPs. Mid-career professionals endorsed the most positive attitudes towards and willingness to use EBPs for alcohol prevention, compared to those in early or advanced career stages.\nConclusions: Experience predicts positive attitudes towards/use of EBPs, and mid-career prevention professionals were most willing to use EBPs, indicating crucial time points to provide implementation support for prevention professionals.",
          "url": "https://osf.io/5tcnr_v1",
          "doi": "https://doi.org/10.31234/osf.io/5tcnr_v1",
          "filter": 0
        },
        {
          "title": "The network structure of anxiety: an analysis of 150 triggers across different life domains",
          "authors": "Evgeniia Alenina; Косоногов Владимир Владимирович",
          "abstract": "Anxiety is a trait that requires understanding of its structure across fundamental life domains. The unresolved question is whether anxiety functions as a unified construct or a collection of specific concerns. While correlation-based approaches often posit a general latent anxiety factor, they may lack the nature of worries across different life areas. The current study assessed anxiety across ten life domains: health, family, work, finance, social, death, culture, education, environment, and technology. Participants (N=341) reported on the frequency and intensity of their worries for 150 triggers. We used Exploratory Factor Analysis (EFA) to test for a general factor and EBICglasso Network Analysis to explore the network structure of anxiety. EFA revealed a significant general factor, explaining = 48% (for both frequency and intensity) of the variance, supporting anxiety as a unitary predisposition. Network analysis revealed a highly modular structure at the item level (modularity = 0.75), with 18-19 distinct communities of concerns, indicating evidence for domain-specificity. At the same time, domains were densely interconnected. Our findings reveal a dual-nature architecture of anxiety as a general predisposition with the modular system of domain-specific concerns.",
          "url": "https://osf.io/mvr9j_v1",
          "doi": "https://doi.org/10.31234/osf.io/mvr9j_v1",
          "filter": 0
        },
        {
          "title": "Predicting natural road scenes: Effects of motion, stereoscopic depth, and scene context",
          "authors": "Jiali Song; Ginnie Wee; Benjamin Wolfe",
          "abstract": "Driving is an inherently visual task that requires drivers to anticipate and predict future events on the road. We investigated the extent to which three different visual features – motion, stereoscopic depth, and scene context—can support drivers’ prediction of the appearance of natural road scenes. On each trial, 48 licensed drivers viewed a 2s preview of a video recorded from a dashboard camera, and immediately after, indicated what the scene would look like 2s in the future in a 5AFC task. We factorially manipulated each of the three visual features. We manipulated motion by displaying a still image or a video preview. We manipulated scene context by showing videos recorded either on urban roads or on highways. To investigate the impact of stereoscopic depth information, videos were recorded using two dashboard cameras, and videos were shown either binocularly with no disparity, binocularly with disparity, or monocularly. Overall, most participants were able to predict the appearance of the road above chance levels, with better performance for video previews than still images, and for urban roads than highway roads, indicating that speed and scene content inform predictions. Stereoscopic cues did not affect prediction performance, indicating that participants likely rely more heavily on monocular depth cues in this task. These results suggest that participants can imprecisely predict natural scenes multiple seconds into the future.",
          "url": "https://osf.io/spg2z_v1",
          "doi": "https://doi.org/10.31234/osf.io/spg2z_v1",
          "filter": 0
        },
        {
          "title": "Presenting features audiovisually improves working memory for bindings",
          "authors": "Nora Turoman; Elodie Walter; Anaë; Laura-Isabelle Klatt",
          "abstract": "It has long been known that presenting information to multiple senses at a time (e.g., audiovisual presentation as opposed to only visual or auditory) improves later recall of said information – an effect known as the bimodal advantage. Surprisingly however, evidence for this has come only from studies employing free and serial recall, where the identity of an object is recalled, but not in cued recall, where one object feature is recalled when another one is cued. This is despite both tasks requiring binding features into an object in working memory (WM) – our brain’s capacity-limited system for temporarily maintaining information for the purpose of achieving behavioral goals. The present study investigated this discrepancy across a series of four experiments. Contrary to the literature, and despite near-identical task settings, we found evidence for a bimodal advantage across multiple experiments. Moreover, our results suggest that this advantage mainly arises from perceptual processes at encoding rather than from storage in an audiovisual fashion in WM. Finally, a primarily perceptually-based process, the bimodal advantage appears to be sensitive to the characteristics of the cue feature (i.e., its presentation modality). In sum, our results shed light on the mechanism of the bimodal advantage, now robustly detected in cued recall tasks, furthering our understanding of the relationship between perception and WM. Results are discussed in relation to prior studies that did not find a bimodal advantage, potential mechanisms underlying the effect, and the broader framework of the multicomponent model of WM.",
          "url": "https://osf.io/7j6yt_v2",
          "doi": "https://doi.org/10.31234/osf.io/7j6yt_v2",
          "filter": 0
        },
        {
          "title": "Differences in score reliability do not explain meta-analytic heterogeneity in standardised effect sizes",
          "authors": "Lukas Joscha Beinhauer; Jens Fuenderich; Frank Renkewitz",
          "abstract": "Heterogeneity in standardised effect sizes, such as Cohen’s d, is informative because it indicates that a psychological phenomenon is not yet fully understood. Prior work by Hunter and Schmidt as well as Wiernik and Dahlke has argued that such heterogeneity partly reflects differences in measurement precision and that correcting for these differences using attenuation correction should therefore reduce heterogeneity. We reanalyze data from large-scale collaborative projects, including the ManyLabs studies, Registered Replication Reports, and the Psychological Science Accelerator, and demonstrate that this assumption does not hold universally. Treating standardised effect sizes as ratio variables, we offer an alternative account of how differences in measurement precision relate to observed heterogeneity. Across many psychological research contexts, score reliability tends to be high and measurement error relatively stable. Under these conditions, when samples differ substantially in their composition or diversity, attenuation correction procedures are more likely to increase rather than decrease heterogeneity. We conclude by discussing the limited relevance of random measurement error for explaining effect size heterogeneity in the context of convenience sampling.",
          "url": "https://osf.io/u6anb_v2",
          "doi": "https://doi.org/10.31234/osf.io/u6anb_v2",
          "filter": 0
        },
        {
          "title": "Ensuring Transparency and Trust in Supervised Machine Learning Studies: A Checklist for Psychological Researchers",
          "authors": "Hanyi Min; Feng Guo; Tianjun Sun; Mengqiao Liu; Frederick Louis Oswald",
          "abstract": "Machine learning (ML) algorithms are being rapidly incorporated into the work of psychologists, given their capability and flexibility in analyzing large-scale, complex, or otherwise messy datasets. In this context, and in the spirit of open science, ML research should be conducted in a transparent, understandable, and ethical manner. However, publications by psychology researchers and practitioners show a troubling lack of consistency in reporting ML information. Given that ML offers a wide range of analytical options, this article addresses an important need by providing a comprehensive, open-science checklist that specifies the information researchers should disclose at each stage of a supervised ML project—from data collection and preprocessing to model selection, evaluation, interpretation, and code sharing. We hope that psychological researchers will benefit from this checklist when reporting ML results and will adapt and extend this checklist further in the future.",
          "url": "https://osf.io/vukxp_v2",
          "doi": "https://doi.org/10.31234/osf.io/vukxp_v2",
          "filter": 0
        },
        {
          "title": "Segmental cues for self-other and familiar-other voice distinction",
          "authors": "Kieren McCormack; Eleanor Chodroff; Volker Dellwo; Pavo Orepic",
          "abstract": "Our own voice is essential for communication and identity, yet we often struggle to recognize it in recordings. This is largely due to bone conduction, which alters its spectral balance in ways we only perceive while speaking. However, because bone-conducted energy is stronger for segments with greater oral closure, like /u/, listeners may more easily recognize self-voice in these sounds, even in air-conducted recordings. We investigated whether short phonemes convey different perceptual and acoustic cues to self- and other-voice recognition. Twenty-six participants judged self- and familiar-voice identity in stimuli created by morphing their recorded phonemes (/a/, /u/, /ʃ/, /s/) with unfamiliar voices. Performance varied systematically by phoneme: vowels yielded higher recognition accuracy than sibilants, with /a/ yielding the strongest performance and /s/ the weakest. Although sibilants supported above-chance speaker discrimination, participants often confused voices. No phoneme showed a self-voice-specific advantage, suggesting that speaking-related bone-conducted cues do not aid self-voice recognition in air-conducted input. Acoustic parameters (e.g., fundamental frequency for vowels) showed weak links to performance, suggesting non-acoustic cognitive mechanisms (e.g., memory template matching) aided recognition. Overall, our findings show that even brief segmental cues carry identity information, underscoring the complex interplay of acoustic detail and cognitive processing in voice recognition.",
          "url": "https://osf.io/x7gzh_v1",
          "doi": "https://doi.org/10.31234/osf.io/x7gzh_v1",
          "filter": 0
        },
        {
          "title": "First Steps in Django Web Development: Applied Examples from Behavioural Research",
          "authors": "Andy Woods",
          "abstract": "This article provides an overview for behavioural scientists on how web applications work, framed within the perspective of the popular Python web framework Django. Along the way, we will discuss several applied examples of web applications we have successfully developed as part of our research. Our goal is to help researchers with some coding experience get started building research-oriented web applications. We begin with a simple overview of how a user accesses an application through the internet and then build on this by guiding the reader through some of the steps that take place in a Django application during user interaction. Using a minimal example application, we introduce key components of a typical Django project, including URL routing, views, templates, and database models. Beyond these fundamentals, we connect technical concepts to research-driven applications developed by the author. These include TestXR, a platform for immersive AR/VR research; LiveQual, a system for qualitative data collection via WhatsApp integration; and InclusivityXR, an automated accessibility auditing tool using computer vision pipelines. We also work through a selection of commonly used tools and packages from the Django ecosystem, outline several common pitfalls that new developers may encounter, and highlight practical considerations when structuring, extending, and deploying applications. After reading this article, we hope readers will feel comfortable beginning their own path toward writing web applications.",
          "url": "https://osf.io/xrm5w_v2",
          "doi": "https://doi.org/10.31234/osf.io/xrm5w_v2",
          "filter": 0
        },
        {
          "title": "Would ChatGPT Let Me Eat My Dead Dog? Probing Moral Judgment and Moral Action in Large Language Models",
          "authors": "Avital Mentovich; David Piterman; Yair Ben-David; Zohar Elyoseph",
          "abstract": "Human moral judgment is fundamentally intuitive and affect-driven, raising profound questions about the moral capacity and alignment of large language models (LLMs) that lack emotional experience. We investigated the moral structure and behavioral constraints of advanced LLMs (GPT-4o, o1-Preview, and GPT-5) using the moral dumbfounding paradigm: scenarios involving taboo actions that are harmless but elicit strong human condemnation. In Study 1, we found that the models exhibited judgment patterns that were similar to, but slightly more lenient than, human responses, demonstrating less condemnation and a reduced tendency toward preventive action compared to typical human cohorts. We further found that LLMs successfully reproduce the key functional structure of human moral intuition: their judgments of wrongfulness were predicted by perceived botherness (an analogue of affective reaction) rather than perceived harm. However, Study 2 revealed a crucial dissociation between moral judgment and behavioral constraint. When tested in an agentic mode, GPT-5 consistently condemned the morally questionable acts, yet frequently complied with direct requests to facilitate them. This high behavioral compliance contrasts sharply with the model’s absolute refusal in a control scenario involving explicit malicious intent. Our findings demonstrate that the structural patterns of intuitive moral cognition can emerge from linguistic data alone, but they expose a central limitation: LLMs do not reliably translate moral evaluation into morally constrained action, particularly concerning non-harm-based transgressions. This judgment-action dissociation represents a significant and immediate challenge, contributing a critical new dimension to the study of LLM moral cognition by separating linguistic moral competence from agentic behavioral constraint.",
          "url": "https://osf.io/fqg4x_v1",
          "doi": "https://doi.org/10.31234/osf.io/fqg4x_v1",
          "filter": 0
        },
        {
          "title": "No evidence for impaired Statistical Learning in Developmental Dyslexia: an individual differences approach to cognitive correlates",
          "authors": "Iris Maria van der Wulp; Marijn Eefje Struiksma; Frank Wijnen",
          "abstract": "Individual differences in Statistical Learning (SL) are associated with reading ability, yet previous evidence on whether SL is impaired in Developmental Dyslexia (DD) is inconsistent. Furthermore, DD is associated with impairments in rhythmic ability and working memory. This study examined SL in adults with DD compared to Typical Readers (TR), and explored whether individual differences in rhythmic ability, working memory, and vocabulary related to individual SL ability in a speech segmentation experiment.\nA total of 143 participants (NDD = 25, NTR = 118) were exposed to an artificial language of trisyllabic nonsense-words while neural entrainment to the words assessed SL via electroencephalography (EEG), followed by behavioral SL outcome measures. Aiming to assess individual differences, we linked the neural measure of SL to a battery of tests measuring musicality, rhythmic abilities, working memory, and vocabulary size. \nResults indicated successful SL in both groups, with similar neural entrainment to the TP-structure during exposure. Behavioral performance in the DD group on SL seemed below TR, though Bayesian analyses rendered this inconclusive. The DD group further obtained lower scores on tasks measuring rhythmic ability, working memory and vocabulary size, but this seemed primarily driven by the latter two. Comparison of relations between neural SL and these tasks indicated no group differences. Exploratively combining the groups resulted in anecdotal Bayesian evidence that individual differences in SL related to working memory and rhythmic ability measured by sensorimotor synchronization. Our results emphasize the importance of an individual differences approach, moving beyond group comparisons based on diagnoses.",
          "url": "https://osf.io/5duv3_v2",
          "doi": "https://doi.org/10.31234/osf.io/5duv3_v2",
          "filter": 0
        },
        {
          "title": "How are woodworking and baking represented as we walk from the workshop to the kitchen? Virtual Reality environment modulates the representation of corresponding actions",
          "authors": "Leon O. H. Kroczek; Michael Roidl; Angelika Lingnau; Marius Zimmermann",
          "abstract": "The recognition of actions presented as static photographs has been suggested to be modulated by the scene context - or image background - in which an action is presented, particularly for actions that are hard to recognize. This suggests scene context as an important feature when retrieving action representations, and poses the question whether scene context directly modulates the representational space of actions. Therefore, in this preregistered virtual reality (VR) study, we investigated in a group of N = 24 healthy participants how scene context by means of the (virtual) environment affects the representation of actions that do or do not correspond to the current environment. Participants performed multi-arrangement tasks on a set of kitchen and workshop actions while the virtual environment was manipulated to represent either a kitchen, workshop or neutral environment. Representational structure was estimated from the multi-arrangement tasks separately for each virtual environment and action domain (kitchen, workshop). Results showed increased consistency of the representation of kitchen actions over participants when the task was performed in a congruent (i.e. kitchen) compared to an incongruent (i.e. workshop) or neutral virtual environment, however, the same effect was not observed for workshop actions. Representational structure, however, was not affected by the environment. In accordance with previous studies on representational changes in domain-specific experts within various action- and object-domains the results suggest that an agent’s environment may modulate the action space for corresponding actions by increasing robustness of represented familiar actions. These findings contribute to our understanding of contextual effects on mental representations within the domain of actions and beyond.",
          "url": "https://osf.io/7hyqk_v1",
          "doi": "https://doi.org/10.31234/osf.io/7hyqk_v1",
          "filter": 0
        },
        {
          "title": "Statistical Learning and Rhythmic Ability in Attention-Deficit/Hyperactivity Disorder: Individual Differences Outweigh Group Effects",
          "authors": "Iris Maria van der Wulp; Marijn Eefje Struiksma; Frank Wijnen",
          "abstract": "Speech segmentation is fundamental to language acquisition and is likely supported by Statistical Learning (SL). Research on SL is inconclusive as to whether it can occur outside of the scope of attention. One open question is whether SL is impaired in individuals diagnosed with attention-deficit/hyperactivity disorder (AD(H)D), a population characterized by attentional difficulties. Furthermore, individual differences in SL are hypothesized to be influenced by cognitive abilities such as musical rhythmic ability and working memory, which may be impaired in AD(H)D. The current study investigated SL in individuals diagnosed with AD(H)D compared to neurotypical (NT) peers and explored whether differences in working memory and rhythmic ability are related to SL ability in a speech segmentation experiment. \nA total of 159 participants (NAD(H)D = 41, NNT = 118) were exposed to an artificial language consisting of trisyllabic nonsense-words while neural entrainment measured via electroencephalography (EEG) assessed SL. Behavioral SL outcome measures were additionally administered after the exposure phase. To investigate individual differences, we linked the neural measure of SL to a battery of tests measuring musical (rhythmic) abilities, working memory, as well as vocabulary size.\nBayesian statistical evidence indicated absence of differences between the groups on SL for speech segmentation. Instead, the data revealed substantial variability among individuals, which overlapped between groups. The groups also did not differ in their working memory capacity, rhythmic ability, or vocabulary size. Combining both groups into one sample yielded anecdotal evidence for a small relation between SL and vocabulary size. Overall, these results suggest that SL is not related to rhythmic ability or working memory, and that SL operates similarly in neurotypical individuals and individuals diagnosed with AD(H)D.",
          "url": "https://osf.io/ad5qy_v2",
          "doi": "https://doi.org/10.31234/osf.io/ad5qy_v2",
          "filter": 0
        },
        {
          "title": "Communicating Planetary Health: A Mixed-Methods Study on Trust in Communicators in the Climate and Health Domains",
          "authors": "Hellen Temme; Mirjam A. Jenny; Mattis Geiger; Lena Lehrer; Cornelia Betsch",
          "abstract": "Effective communication about climate change and its health impacts is central to the Planetary Health approach. Guided by Source Credibility Theory and the Elaboration Likelihood Model, this mixed-methods study combined expert interviews with a representative German survey (N = 1,130) on communicator trust. Experts differentiated more strongly between communicators on climate action versus health, whereas the public's trust patterns remained highly consistent across both topics. Among the public, scientists, medical professionals, and public health institutions were most trusted, whereas policymakers ranked lowest. Findings highlight the need to align expert recommendations with audience trust and foster cross-sectoral strategies.",
          "url": "https://osf.io/t3n9u_v2",
          "doi": "https://doi.org/10.31234/osf.io/t3n9u_v2",
          "filter": 0
        },
        {
          "title": "The Role of Hybrid Green Spaces in Secure Psychiatric Care",
          "authors": "Katrin Wilhelm; Tessa Lomax; Laura McCarthy; Joseph Scott Boyle; Sasha Menon; John Hall; Jane Freebody; Angie Hart; William Fleming; Jason Danziger",
          "abstract": "Hybrid Green Spaces in psychiatric intensive care units offer a transformative approach to mental healthcare environments, addressing tensions between therapeutic intent and institutional control. Drawing on our CAMHS PICU case, we demonstrate how (co)produced biodiverse outdoor spaces can actively mediate challenges across risk management, spatial production, and power dynamics.\nThese spaces foster relationships between human and ecological wellbeing, promoting what we call Ecological Collective Flourishing. By enhancing staff wellbeing, creating moments of shared stewardship, and expanding therapeutic possibilities such interventions show that even highly controlled clinical settings can accommodate nature-based programmes safely and meaningfully.\nWe argue that these hybrid spaces hold significant potential for broader application across psychiatric services, supporting patient-centred care goals, institutional resilience, and environmental sustainability. Our case challenges assumptions about what is possible in secure mental health settings, offering a replicable model for integrating nature-based approaches into psychiatric care without compromising safety protocols.",
          "url": "https://osf.io/v8jt5_v2",
          "doi": "https://doi.org/10.31234/osf.io/v8jt5_v2",
          "filter": 0
        },
        {
          "title": "LLMs Amplify Gendered Empathy Stereotypes and Influence Major and Career Recommendations",
          "authors": "Dai Yiqing; Ma Xinming; Zhen Wu",
          "abstract": "Large language models (LLMs) are increasingly deployed in highly sensitive domains such as education and career guidance, raising concerns about their potential to reproduce and amplify social biases. The present research examined whether LLMs exhibit gendered empathy stereotypes—specifically, the belief that “women are more empathetic than men”—and whether such stereotypes influence downstream recommendations. Three studies were conducted. Study 1 compared LLMs with human participants and found that across six leading LLMs, gendered empathy stereotypes were significantly stronger than those observed in humans across three facets of empathy: emotional empathy, attention to others’ feelings, and behavioral empathy. Study 2 manipulated input language (Chinese vs. English) and gender-identity priming (male vs. female), demonstrating that English prompts and female priming elicited stronger gendered empathy stereotypes. Study 3 focused on major and career recommendation tasks and revealed that LLMs systematically recommended high-empathy majors and professions to women, while directing men toward low-empathy fields. Together, these findings indicate that LLMs exhibit pronounced gendered empathy stereotypes, that these biases vary across input context, and that they can transfer into real-world recommendation scenarios. This research offers theoretical insights into bias formation in LLMs and provides practical implications for improving fairness in AI systems used in educational and career guidance.",
          "url": "https://osf.io/375tf_v1",
          "doi": "https://doi.org/10.31234/osf.io/375tf_v1",
          "filter": 0
        },
        {
          "title": "Putting Journal-based Peer Review in Its Place: Transparency, Post-publication Review, and Systems for Self-correction",
          "authors": "Wendy C Higgins; Simine Vazire; Neil L Levy",
          "abstract": "Journal-based peer review is a widely used form of gatekeeping in science, and publication in a peer-reviewed journal is often treated as a reliable indicator of credible research. In this paper, we argue that this view of journal-based peer review is misguided. Currently, journal-based peer review rarely prioritises checking accuracy, and journals typically do not require submitted research to be reported transparently enough to do so. Moreover, vetting research requires much more time and expertise than can be feasibly achieved by an editor and a small number of peer-reviewers. With more investment in accuracy checking, journal-based peer review could serve as a reliable initial quality filter. However, comprehensive quality vetting requires an expanded pool of experts, which, we argue, can only be achieved via post-publication review.\nAt present, there is little infrastructure to support post-publication review and few incentives for researchers to engage in it. We propose a fully transparent system in which all manuscripts submitted for publication are posted to a central repository alongside editorial decisions, peer review reports, data, code, and as they become available, post-publication reviews. Post-publication review efforts could be directed toward the most promising, influential, or high-stakes research. Evidence syntheses, such as meta-analyses, offer a natural focal point for post-publication review, provided they prioritise rigorous assessment of the primary literature.",
          "url": "https://osf.io/g6fut_v1",
          "doi": "https://doi.org/10.31234/osf.io/g6fut_v1",
          "filter": 0
        },
        {
          "title": "Ordinal random forests in language data analysis",
          "authors": "Michael Mühlbauer; Lukas Sönning",
          "abstract": "Ordinal outcome variables are common in different branches of language research. For data analysis, linguists typically convert responses into numbers and then analyze them using averages or (mixed-effects) regression models. As this strategy can yield misleading insights, it is to be welcomed that the methodological literature has started to give due consideration to alternative, more adequate procedures. The current paper joins this discourse by demonstrating a modelling approach based on Random Forests, which have been gaining ground in language research. Due to their ability to uncover complex relationships in the data while actively guarding against overfitting, Random Forests are particularly attractive for exploratory work. The present paper relies on the frequency-adjusted borders ordinal forest (fabOF) framework, which has seen a recent mixed-effects upgrade that handles hierarchically structured datasets in a principled way. To unlock the full interpretative potential of this tool, we have created (previously unavailable) partial dependence routines in R. As we illustrate using a case study on lexical preference ratings in Maltese English, mixed-effects fabOFs can not only exceed ordinal mixed-effects regression models in terms of predictive utility, but also afford nuanced insights into patterns in the data that can be visualized effectively.",
          "url": "https://osf.io/s4bv2_v1",
          "doi": "https://doi.org/10.31234/osf.io/s4bv2_v1",
          "filter": 0
        },
        {
          "title": "Sentiment Analysis of Naturalistic Speech Using Open-Weight Large Language Models",
          "authors": "Jeffrey M. Girard; Daiil Jun; Desmond Ong; Einat Liebenthal; Justin T. Baker",
          "abstract": "Psychological research increasingly relies on computational methods to track emotion in naturalistic text. However, standard lexicon-based tools often miss semantic nuance, while powerful commercial Large Language Models (LLMs) raise privacy concerns for sensitive data. This study evaluates the efficacy of 24 open-weight LLMs (1B-120B parameters) for zero-shot sentiment analysis of spoken language, running entirely on local hardware. In this paradigm, models classify text relying solely on natural language instructions rather than labeled training examples. We compared model performance against three increasingly difficult baselines (naive, standard, and human) across transcripts from two datasets: 193 autobiographical narratives from community participants (N=49) and 292 longitudinal audio journals from psychiatric outpatients (N=64). Results demonstrate that open-weight models significantly outperform standard lexicon-based sentiment tools and frequently surpass individual human raters. Crucially, certain mid-sized models rival the performance of much larger systems, making state-of-the-art analysis accessible via consumer hardware. Additionally, we validate a fully automated privacy-preserving pipeline, finding that transcription errors from automatic speech recognition did not significantly degrade downstream sentiment accuracy. Despite these strengths, a multidimensional fairness audit revealed several demographic disparities: our best-performing models exhibited miscalibration in specific subgroups, lower sensitivity for female speakers in the community dataset, and lower predictive precision for Black speakers in the clinical dataset. Taken together, these findings demonstrate that recent open-weight LLMs can match or surpass human-level performance in sentiment analysis of naturalistic speech while running efficiently and securely on workstation hardware. These advances open opportunities for studying emotional dynamics in daily life and developing privacy-preserving clinical tools.",
          "url": "https://osf.io/n7vrc_v2",
          "doi": "https://doi.org/10.31234/osf.io/n7vrc_v2",
          "filter": 0
        },
        {
          "title": "Development of the Yoga Bali-A-TSA Program for Adolescents with Autism Spectrum Disorder and Their Parents: Conceptual Framework.",
          "authors": "Marie-Joelle Beaudoin; Gilles Dupuis; Nathalie Poirier",
          "abstract": "The practice of yoga is gaining popularity as an intervention for children and adolescents with autism spectrum disorder (ASD). Current studies on the feasibility and effectiveness of yoga programs support the benefits of this practice for this clinical population. However, the data remain preliminary and require further research. At present, limited information is provided about the theoretical constructs underpinning the studied yoga programs. This descriptive article aims to detail the conceptual framework that guided the development of the Yoga Bali ASD program for adolescents with autism spectrum disorder and their parents (YBP-A-ASD). Each component is described in relation to the theoretical constructs and scientific literature supporting its various elements. This article can serve as a guide for aligning the development of yoga programs for children and adolescents with ASD and their families with theoretical principles drawn from the scientific literature.",
          "url": "https://osf.io/phbmt_v1",
          "doi": "https://doi.org/10.31234/osf.io/phbmt_v1",
          "filter": 0
        },
        {
          "title": "Misinformation Distorts Perceived Social Consensus, and Interventions Help Correct It",
          "authors": "Vicky Chuqiao Yang; Adam J. Berinsky; David Gertler Rand",
          "abstract": "Misinformation exposure is widely known to affect individuals’ own judgements. Here, we demonstrate that exposure to misinformation also has social consequences which have been largely overlooked. Across multiple experiments (total N=6,273 Americans), we extend the study of misinformation from studying what people believe themselves (first-order beliefs) to also examining what people believe about what others believe (second-order beliefs). Given the substantial evidence that second-order beliefs play a central role in social coordination, collective action, and trust in institutions, understanding the relationship between misinformation and second-order beliefs—while largely overlooked—is of great importance. First, we demonstrate that the illusory truth effect extends to second-order beliefs: exposure to false content increases participants' belief that others believe the claim just as much as it increases their own belief in the claim. Second, we find that individuals tend to overestimate how widely false statements—but not true claims—are believed by others, indicating miscalibrated meta-perceptions. Third, we show that common interventions designed to reduce first-order belief to misinformation— media literacy tips and descriptive norms—also reduce second-order beliefs to a similar extent. By demonstrating that misinformation alters not only private belief but also perceived social consensus, we uncover second-order belief distortion as a critical mechanism through which falsehoods influence societies; and by demonstrating that anti-misinformation interventions also reduce second-order belief in false claims, we reveal a previously underappreciated channel through which such intervention strategies exert social benefits.",
          "url": "https://osf.io/gm6zx_v1",
          "doi": "https://doi.org/10.31234/osf.io/gm6zx_v1",
          "filter": 0
        },
        {
          "title": "Perseverance Pays Off: Examining Behavioral Engagement in Learning Management Systems and Predicting Performance with Polygonal Curve Analysis",
          "authors": "Luise von Keyserlingk; Felix Krall; Amer Krivošija; Renzhe Yu; Fani Lauermann; Richard Arum; Alexander Munteanu",
          "abstract": "High and regular behavioral engagement is important for high academic performance in college. However, students vary greatly in their ability to regulate their learning and many students struggle with efficiently managing the time and effort of learning activities. Digital trace data from learning management systems (LMS) can be used to examine students’ learning behaviors in authentic classes and to identify students at risk of performing poorly. However, challenges remain regarding the behavioral measures and timeframes for this purpose. We analyze digital trace data and use broad measures of behavioral engagement in four introductory chemistry courses at one US university to (a) identify high and low achieving students based on their trajectories of learning activities on the course LMS, (b) examine common patterns of students’ learning activities regarding the amount and consistency across the 10-week course, and (c) examine the earliest possible time frame to identify struggling students with a satisfactory prediction accuracy based on their learning behavior. Polygonal curve analysis with elastic dissimilarity measures could identify high or low achieving students based on their digital trace data with an accuracy above 75%. K-means cluster analysis revealed four clusters of study patterns. 13-27% of students in each class had high and consistent amount of click activities, whereas 13-21% had low amounts and low consistency in click activities. Cluster membership was closely related to course performance. Students who were likely to struggle in the course could be identified with polygonal curves and ordinal regression based on click activities in weeks 1-4.",
          "url": "https://osf.io/gcu96_v1",
          "doi": "https://doi.org/10.31234/osf.io/gcu96_v1",
          "filter": 0
        },
        {
          "title": "Practice Improves Recall but Not Looking-at-Nothing: Eye Movements to Emptied Spatial Locations Remain Stable Across Repetition",
          "authors": "Agnes Rosner; Ruhi Bhanap",
          "abstract": "When retrieving information previously associated with spatial locations, people often look back at these locations even when they are empty—a phenomenon known as looking-at-nothing (LAN). Most theoretical explanations of LAN agree that it demonstrates recollection of item-location information stored in memory. However, it remains unclear how long such location-based information continues to guide eye movements and whether LAN reflects recollection of bindings in working memory (WM) or associations stored in episodic long-term memory (eLTM). We addressed this question by testing immediate recognition of auditorily presented sentences associated with spatial locations across multiple practice blocks, thereby strengthening item–location associations over time. If LAN reflects recollection from LTM, its magnitude should increase with practice; if it depends on recollection of bindings from WM, LAN should remain stable. Across two experiments—one conducted in the laboratory and one online—practice substantially improved recognition accuracy and response times, but LAN remained constant over repeated retrievals. These findings indicate that spatial information continues to be used during retrieval, but when location is irrelevant to the task at hand its influence does not depend on LTM strength. LAN thus provides a behavioral marker of internal attention to WM content, independent of memory strength in LTM.",
          "url": "https://osf.io/nt8wa_v1",
          "doi": "https://doi.org/10.31234/osf.io/nt8wa_v1",
          "filter": 0
        },
        {
          "title": "From finger taps to footsteps: Gait as a model for investigating and training rhythmic abilities",
          "authors": "Clara Ziane; Simone Dalla Bella",
          "abstract": "Synchronization of movements to auditory rhythmic cues, such as music or metronomes, often occurs spontaneously. Nonetheless, important inter-individual differences exist in auditory-motor synchronization (AMS) performance. Effects of rhythm on movements are partly modulated by rhythmic abilities, which include beat perception, motor production, and sensorimotor integration. These rhythmic abilities are often assessed using finger tapping tasks, which can be performed in highly controlled environments and are easy to implement. In this article, we present limitations associated with finger-tapping tasks and propose gait as a superior model for investigating and training rhythmic abilities. We focus on three key elements that differentiate gait from tapping, and which are critical in assessing AMS: the need to coordinate multiple effectors, emergent timing associated with continuous actions, and movement automaticity. Interestingly, cued-gait interventions (i.e., walking to rhythmic auditory cues for several weeks) have shown positive effects on all aspects of rhythmic abilities, while tapping interventions might lead to more limited transfer. In sum, gait offers a functionally rich behavioural model that can capture the complexity and ecological validity necessary to study and train AMS.",
          "url": "https://osf.io/qmw2y_v3",
          "doi": "https://doi.org/10.31234/osf.io/qmw2y_v3",
          "filter": 0
        },
        {
          "title": "Metabolic interoceptive rewards shape affect, but not action",
          "authors": "Hugo Alexander Fleming; Annalise Whines; Poppy Whelehan; Isabel Hei Wing Lau; Katie Gallacher; Sara Z. Mehrhof; Camilla Nord",
          "abstract": "Central to survival is our ability to learn that the sensory properties of food are associated with metabolic interoceptive signals (e.g., changing blood glucose). These signals influence cognition and brain activity, shaping the hedonic evaluation of flavours, and activating reward-related brain regions such as the ventral striatum. However, there remains a substantial gap in understanding how metabolic rewards shape behaviour, particularly in humans. We hypothesised that metabolic interoceptive rewards may function as Pavlovian stimuli, eliciting a Pavlovian approach bias which modulates everyday instrumental decision-making via Pavlovian-instrumental transfer. To test this, in a double-blind design, over one week, participants (N = 53) consumed two novel, flavoured drinks: one containing the tasteless carbohydrate maltodextrin, and one a calorie-free control. In a subsequent lab session, participants completed a Pavlovian-instrumental transfer task, performing a points-based instrumental decision-making task while tasting calorie-free versions of each flavour. Participants also rated liking and wanting of the flavours. As predicted, flavours previously experienced with calories were rated as significantly more liked after conditioning. However, counter to our hypothesis, the calorie-associated flavours did not enhance instrumental responding; computational modelling instead indicated a suppression of action. These findings reveal a dissociation between hedonic preferences and action: while metabolic rewards shaped liking, they did not invigorate behaviour. This highlights the complexity of interoceptive reinforcement learning and points to the need for further work to understand how and when internal metabolic expectations shape action.",
          "url": "https://osf.io/px3ub_v2",
          "doi": "https://doi.org/10.31234/osf.io/px3ub_v2",
          "filter": 0
        },
        {
          "title": "Critical review on the development and evolution of beat perception",
          "authors": "Gábor Háden; Henkjan Honing",
          "abstract": "Beat perception—the ability to extract a regular pulse from rhythmic sequences—is a foundational component of human musicality and a key mechanism supporting synchronization, dance, and collective music-making. Research across neuroscience, developmental psychology, and comparative cognition demonstrates that beat processing exhibits four defining characteristics: it is near-universal across human cultures, emerges spontaneously in early development, engages domain-specific predictive timing mechanisms, and appears largely species-specific. Neurophysiological evidence indicates that newborns, and even late-gestation fetuses, respond to rhythmic regularities using predictive neural processes that cannot be explained by simple interval timing or statistical learning alone. Across infancy and childhood, these early predispositions are progressively refined through auditory experience, motor development, and musical enculturation, ultimately supporting the flexible, hierarchical beat-based timing seen in adults. Comparative studies reveal that while non-human primates and other species can detect isochrony or local temporal violations, they typically fail to induce a beat, highlighting a dissociation between evolutionarily conserved timing abilities and the specialized predictive mechanisms characteristic of humans. Together, findings from phylogeny and ontogeny suggest that beat perception reflects an early-emerging, biologically prepared capacity that is further shaped by experience. Understanding its developmental and evolutionary bases offers crucial insight into the origins of human musicality and the neural architecture supporting temporal prediction.",
          "url": "https://osf.io/hrbsm_v3",
          "doi": "https://doi.org/10.31234/osf.io/hrbsm_v3",
          "filter": 0
        },
        {
          "title": "The Emergence of Positive Affect:  The Development of Interactive Smiling with Mothers, Fathers, and Strangers",
          "authors": "Eliala Alice Salvadori; Daniel Messinger; Alan B Cobo-Lewis; Itir Onal Ertugrul; Cristina Colonnesi",
          "abstract": "Social smiling emerges through real-time coordination between infants and adults, yet surprisingly little is known about the temporal dynamics underlying interpersonal coordination. We asked how infant and adults shape each other's experience of positive affect by examining their smile onsets and offsets during face-to-face interaction. Fifty-eight infants interacted with their mother, father, and a stranger at 4 and 8 months, centering the influence of interactive context in a longitudinal framework. Infants typically initiated smiles at lower rates, ended smiles at higher rates, and reciprocated partner smiles at lower rates than their partners, suggesting that infants are less likely to create states of mutual dyadic positivity than adults. Eight-month-olds initiated smiles at higher rates than 4-month-olds when neither partner was smiling, suggesting increasing infant smiling initiative with age. Adults terminated their own smiles at higher rates with 8- than 4-month-old infants, suggesting that developmental changes drive interactive reorganization. Partner-specific patterns revealed infant agency through selective responsiveness. Infants were more likely to reciprocate mother than stranger smiles, despite strangers initiating and sustaining their smiles at higher rates than mothers. The complex, context-dependent temporal dynamics of infant smiling with diverse partners distinguish the ontogeny of positive engagement with parents from engagement with strangers.",
          "url": "https://osf.io/h6fje_v1",
          "doi": "https://doi.org/10.31234/osf.io/h6fje_v1",
          "filter": 0
        },
        {
          "title": "Machine Learning to Classify Simulated Psychotherapy States in Preschool Children from fNIRS",
          "authors": "Alex Dhima; Manasa Kalanadhabhatta; Adam Grabell",
          "abstract": "Artificial Intelligence (AI) is increasingly used in mental health research, yet there remain few applications focusing on early childhood populations. By analyzing neural signals from naturalistic paradigms that more closely resemble real-world therapeutic interactions, AI could offer early insight into therapy engagement or treatment response. The goal of the study was to test whether machine learning algorithms could classify functional near-infrared spectroscopy (fNIRS) brain activity of young children engaging in a therapy-like activity above random chance. 78 children were randomly assigned to a dyadic coloring task that prompted emotion-related thoughts and speech, designed to mimic a therapy-like interaction, or an identically structured interpersonal control condition without emotion-related prompts. Across 200 iterations of 5-fold cross-validation, logistic regression models accurately classified whether a child was engaged in the therapy-like task (mean AUC = 0.60 - 0.76). Performance in a-priori models was modest and variably significant against a permutation null (AUC = 0.60 - 0.63, p_perm = 0.044 - 0.13), whereas post-hoc exploratory models yielded improved and consistently significant performance (AUC = 0.72 - 0.76, p_perm = 0.005). Feature analysis revealed that lower mean activity and variability in the left ventrolateral prefrontal cortex while engaging in calm-emotion reflection increased the likelihood of being classified into the therapy-like condition. We show that naturalistic, brain-based measures captured via fNIRS, analyzed using simple and interpretable AI models, can detect psychotherapy-like states in young children, although modestly. While larger replications with external datasets are required, this approach holds promise for personalized, neuroscience-informed treatment routing and response monitoring.",
          "url": "https://osf.io/9h28v_v1",
          "doi": "https://doi.org/10.31234/osf.io/9h28v_v1",
          "filter": 0
        },
        {
          "title": "Early neurophysiological signatures of multi-digit number length encoding",
          "authors": "Nadav Neumann; Michal Pinhas",
          "abstract": "The Arabic number system links number length with magnitude: longer numbers represent larger values. In numerical comparisons, interference arises when physical and numerical dimensions are misaligned, and processing improves with greater numerical distance. While ERP studies have dissociated numerical processing effects, evidence for early encoding of numerical information remains inconclusive due to confounding visual properties. In two ERP experiments, we examined whether number length influences early multi-digit number processing, independent of visual size, by using scribbled line patterns to control physical length. Experiment 1 (N=27) compared digit values in tie numbers to standard “555”, ignoring number length. Experiment 2 (N=27) judged number length, ignoring digit identity. Targets varied in number length and numerical distance, creating congruent and incongruent conditions. ERP results revealed enhanced parieto-occipital N1 negativity (~120–150 ms) for longer numbers, indicating early number length encoding regardless of visual confounds. Central P2p (~150–190 ms) reflected refined numerical distance processing. Centro-parietal P3 (~300–360 ms) showed congruity effects only when numerical magnitude was task-relevant. These findings reveal three distinct processing stages: early encoding (N1), refined magnitude comparison (P2p), and conflict resolution (P3). This novel neurophysiological evidence showcases the unique influence of number length and numerical syntax on magnitude evaluation.",
          "url": "https://osf.io/d2w8e_v2",
          "doi": "https://doi.org/10.31234/osf.io/d2w8e_v2",
          "filter": 0
        },
        {
          "title": "People will buy non-cooperative rules",
          "authors": "Connie Pui Yee Chiu; Ana Gantman",
          "abstract": "Institutional rules enable large-scale human coordination, allowing strangers to cooperate by adhering to official rules that apply to all. Yet not all rules serve these cooperative ends. Why do they persist? Across three pre-registered experiments in the United States and China (N = 1610) players could buy rules in a Dictator Game. Even when the rules available for purchase did not serve cooperative ends, nearly half of U.S. participants (Study 1) and two-thirds of the Chinese participants (Study 2) bought at least one rule—more than the 33% that a separate sample of Americans forecasted would be willing to pay, and despite judging them to be of little utility. Both preferences for obedience (in the United States and China) and support for anti-democratic practices (United States) predicted “non-cooperative” rule purchasing, a phenomenon specific to non-cooperative rules as preferences for obedience predicted buying “non-cooperative” but not cooperative rules (Study 3).",
          "url": "https://osf.io/8f35u_v1",
          "doi": "https://doi.org/10.31234/osf.io/8f35u_v1",
          "filter": 0
        },
        {
          "title": "Examining The Reciprocal Interplay between Parental Restrictive Mediation, Styles of Mediation, and Adolescent Problematic Gaming and Gambling: A Three-Wave Longitudinal Study",
          "authors": "Lowie Bradt; Rozane De Cock; Bieke Zaman; Eva Grosemans; Maarten Vansteenkiste; Koen Ponnet; Maya Geudens; Bart Soenens",
          "abstract": "Restrictive mediation, referring to parental strategies to limit adolescents’ gaming, aims to reduce gaming-related risks. Research grounded in Self-Determination Theory suggests that the style in which restrictions are communicated matters beyond the degree of restriction itself, with autonomy-supportive communication relating to fewer gaming problems and controlling communication relating to greater risk. However, most existing evidence is cross-sectional, leaving the directionality of these associations unclear. This longitudinal study across three annual waves followed 1,225 adolescents (43.95% female; Mage = 13.53) to examine bidirectional associations between the degree and communication styles of restrictive mediation and adolescents’ problematic gaming and gaming-related gambling behaviors. Results revealed bidirectional negative associations between autonomy-supportive communication styles and problematic gaming and online gambling, indicating that autonomy-supportive communication predicted decreases in both, while higher levels of these problems, in turn, predicted declines in autonomy-supportive communication. Restrictive mediation as such showed limited direct effects but was associated with subsequent decreases in gambling. Controlling communication did not predict changes in outcomes but consistently intensified the spillover from problematic gaming to gambling over time. Overall, the findings highlight the transactional nature of parent–adolescent interactions and underscore the importance of autonomy-supportive communication when setting limits to reduce gaming-related risks.",
          "url": "https://osf.io/4aezy_v1",
          "doi": "https://doi.org/10.31234/osf.io/4aezy_v1",
          "filter": 0
        },
        {
          "title": "Aphantasia Beyond Imagery: Interoception, Neurodevelopment, and Early Experience",
          "authors": "Yoko Nagai; Wenyue Gao; Juha Silvanto",
          "abstract": "Background\nCongenital aphantasia involves a lifelong absence of voluntary visual imagery. Although imagery holds potential for understanding neurocognitive organisation, it remains underexplored in neurology and psychiatry. Variation in imagery capacity appears linked to differences in interoceptive processing and neurodevelopmental factors. This study used the Plymouth Sensory Imagery Questionnaire (PSI-Q) to measure imagery vividness and clarify these individual differences. Current work suggests aphantasia may reflect a broader profile shaped by altered bodily awareness and early-life influences.\nMethods\nAn online sample included individuals with core aphantasia (PSI-Q = 0; n = 329), hypofantasia (0&lt;PSI-Q≤4; n = 748), typical imagery (4&lt;PSI-Q≤9; n = 215), and hyperphantasia (9≤PSI-Q≤10; n = 124). Participants completed questionnaires on autonomic symptoms (BPQ-SF), cardiac symptomatology (AFS), childhood trauma (CTQ), ADHD traits, autistic traits (AQ-10), anxiety (GAD-7), POTS symptoms (MAPS), and hypermobility.\nResults\nAphantasia groups and the hyperphantasia group reported reduced autonomic symptoms relative to controls on the BPQ supradiaphragmatic subscale. Similar reductions appeared for the aphantasia groups on AFS Heart Symptoms and Chest Discomfort, while the hypofantasia group showed greater tiredness on relevant AFS subscales. Core aphantasia and hypofantasia groups displayed elevated ADHD and autistic traits. On the CTQ, both groups reported higher emotional neglect; hypofantasia also showed a trend toward higher emotional abuse but lower physical abuse. Hypermobility was linked to hyperphantasia.\nConclusions\nCongenital aphantasia aligned with reduced bodily awareness, higher neurodevelopmental traits, and greater exposure to emotional adversity. Hyperphantasia additionally related to hypermobility. Mental imagery, measured with the PSI-Q, may indicate broader neurocognitive and interoceptive patterns.",
          "url": "https://osf.io/s86na_v1",
          "doi": "https://doi.org/10.31234/osf.io/s86na_v1",
          "filter": 0
        },
        {
          "title": "Longitudinal trajectories and networks of depression symptoms from adolescence to adulthood",
          "authors": "Poppy Zenzi Grimes; Esme Elsden; Aja Louise Murray; Heather C Whalley; Alex Siu Fung Kwong",
          "abstract": "Background: Depression is a complex and heterogeneous condition, in which individuals follow distinct symptom trajectories and experience fluctuations over time. This study integrates longitudinal trajectory modelling with symptom network analysis to examine symptom-level heterogeneity both between and within individuals from adolescence to early adulthood.\n\nMethods: We applied latent class growth analysis to identify distinct depressive symptom trajectories in the Avon Longitudinal Study of Parents and Children, a population birth cohort (N=5,730; age range 11-28 years). For each trajectory (persistent, adolescent-onset, adolescent-limited and stable low), we estimated symptom network models at four significant developmental milestones (ages 11, 17, 23, and 28). We computed four metrics capturing key network properties: symptom influence, structural similarity, global connectivity, and network stability.\n\nResults: Persistent and adolescent-onset trajectories showed higher symptom scores across domains, whereas the adolescent-limited trajectory was driven by a smaller subset of symptoms (distracted, unhappy, apathetic, restless). Cognitive-affective and social-withdrawal symptoms distinguished chronic from transient courses, while early somatic and mood symptoms were common across all trajectories. Symptom networks in the persistent and adolescent-onset trajectories strengthened and stabilised across adolescence, indicating intensified symptom interdependence, whereas the adolescent-limited trajectory showed declining symptom influence and connectivity by emerging adulthood, suggesting weakening symptom relations potentially linked to developmental transitions. \n\nConclusions: Depression heterogeneity extends beyond severity, with distinct symptom profiles and dynamics characterising developmental trajectories. These findings highlight key developmental windows and specific symptoms within trajectories that could inform targeted interventions to support recovery.",
          "url": "https://osf.io/6t85x_v1",
          "doi": "https://doi.org/10.31234/osf.io/6t85x_v1",
          "filter": 0
        },
        {
          "title": "A Psychological Intervention with Virtual Reality-Based Exposure and Exercise Training to Reduce Social Physique Anxiety in Women with Obesity: A Feasibility Randomized Controlled Trial",
          "authors": "Aurelie Baillot; Giulia Corno; Jennifer Brunet; Laura Torres Duque; Marine Asselin; Julia Hussien; Shaina Gabriel; Stéphane Bouchard; Ahmed Jerome Romain; Annie Aimé",
          "abstract": "This feasibility randomized controlled trial: (i) assessed the feasibility and acceptability of a cognitive-behavioral therapy intervention with virtual reality-based exposure plus exercise training (CBTVR+ET) in women with obesity and study protocol, and (ii) provided SPA data to inform a future full-scale trial. Forty-five women with obesity were randomized to: (i) CBTVR+ET, (ii) a psychological supportive intervention plus exercise training, or (iii) a waitlist group. Feasibility data (e.g. recruitment, retention, attendance) were compared against predetermined targets. Acceptability was assessed via questionnaires and interviews. SPA was measured with questionnaires at baseline, post intervention, and six-month follow-up. \nOver a 19-month, 8.4 participants were recruited monthly. Retention was 86.7% (two dropouts per group). Attendance rates were ≥ 85 % for psychological and exercise sessions. All feasibility targets were met. Acceptability data were positive, though interviews identified areas requiring refinement. To report on critical parameters needed for the future trial, SPA scores in the CBTVR+ET group were 37.3±5.1 and 30.8±6.4 at baseline and post-intervention, respectively (Hedge’s g=-1.13), with baseline-post correlation of r=0.567 across groups. The intervention and study methods are viable for a full-scale trial, pending revisions. A definitive trial is warranted to provide robust efficacy evidence for this intervention addressing SPA in women with obesity.",
          "url": "https://osf.io/f5y7b_v1",
          "doi": "https://doi.org/10.31234/osf.io/f5y7b_v1",
          "filter": 0
        },
        {
          "title": "Psychometric Comparability of LLM–Based Digital Twins",
          "authors": "Yufei Zhang; Zhihao Ma",
          "abstract": "Large language models (LLMs) are used as “digital twins” to replace human respondents, yet their psychometric comparability to humans is uncertain. We propose a construct-validity framework spanning construct representation and the nomological net, benchmarking digital twins against human gold standards across models, tasks and testing how person-specific inputs shape performance. Across studies, digital twins achieved high population-level accuracy and strong within-participant profile correlations, alongside attenuated item-level correlations. In word association tests, LLM-based networks show small-world structure and theory-consistent communities similar to humans, yet diverge lexically and in local structure. In decision-making and contextualized tasks, digital twins under-reproduce heuristic biases, showing normative rationality, compressed variance and limited sensitivity to temporal information. Feature-rich digital twins improve Big Five Personality prediction, but their personality networks show only configural invariance and do not achieve metric invariance. In more applied free-text tasks, feature-rich digital twins better match human narratives, but linguistic differences persist. Together, these results indicate that feature-rich conditioning enhances validity but does not resolve systematic divergences in psychometric comparability. Future work should therefore prioritize delineating the effective boundaries of digital twins, establishing the precise contexts in which they function as reliable proxies for human cognition and behavior.",
          "url": "https://osf.io/965yg_v1",
          "doi": "https://doi.org/10.31234/osf.io/965yg_v1",
          "filter": 0
        },
        {
          "title": "Biological Motion as a Multisensory Signal: Predictive Integration of Space and Time",
          "authors": "Ataol Burak Ozsu; Melissa Nur Robinson; Andreas Treske; Ufuk Onen; Burcu A. Urgen",
          "abstract": "Everyday perception depends on the brain’s ability to integrate signals across the senses, yet how spatial and temporal alignment jointly shape multisensory perception remains unclear. Here, we investigated how audiovisual congruency influences the perception of biological motion, an ecologically and socially meaningful class of movement. Across two experiments, participants judged synchrony in point-light displays while auditory and visual cues varied in temporal and spatial alignment. Temporal congruency enhanced synchrony judgments, replicating prior work, but critically, spatial congruency also improved perceptual integration. This spatial advantage was strongest for biological motion, suggesting specialized sensitivity to socially relevant kinematics. These results extend predictive-processing accounts by showing that the brain’s expectations about both when and where sensory events co-occur guide perception of biological motion. Together, our findings highlight spatial congruency as an overlooked yet essential dimension of multisensory integration, revealing how predictive mechanisms link space and time in social perception.",
          "url": "https://osf.io/r29b6_v1",
          "doi": "https://doi.org/10.31234/osf.io/r29b6_v1",
          "filter": 0
        },
        {
          "title": "Can machine learning predict sport-related injuries among student-athletes? A longitudinal study",
          "authors": "Milla Saarinen; Daniel John Phipps",
          "abstract": "In this longitudinal study, we examined whether machine learning could be used to predict the role of psychological factors in the development of sport-related injuries among adolescent student-athletes aged 13–14 years. A total of 207 student-athletes (54% males, 46% females) from seven Norwegian lower secondary sport schools completed weekly questionnaires on sport-related injuries, time use in sport, sports burnout, and sports engagement across Grades 8–10, yielding a total of 2,131 person-weeks of data. Using a random forest approach, the results showed that previous injury history was the most important predictor of future injuries, alongside cumulative training load and changes in training volume. Symptoms of sport-related exhaustion and cynicism increased injury risk when combined with concurrent changes in training load. High sport engagement was associated with an increased risk of reinjury following return to sport, whereas chronically low sport engagement was linked to a higher injury risk over time. Overall, the findings suggest that injury and health monitoring among student-athletes in this age group should begin early. Moreover, rather than focusing solely on cross-sectional correlations at single time points, machine-learning approaches that capture how risk factors accumulate and interact over time may offer particularly valuable insights into injury development.",
          "url": "https://osf.io/m7tp8_v1",
          "doi": "https://doi.org/10.31234/osf.io/m7tp8_v1",
          "filter": 0
        },
        {
          "title": "First Steps in Django Web Development: Applied Examples from Behavioural Research",
          "authors": "Andy Woods",
          "abstract": "This article provides an overview for behavioural scientists on how web applications work, framed within the perspective of the popular Python web framework Django. Along the way, we will discuss several applied examples of web applications we have successfully developed as part of our research. Our goal is to help researchers with some coding experience get started building research-oriented web applications. We begin with a simple overview of how a user accesses an application through the internet and then build on this by guiding the reader through some of the steps that take place in a Django application during user interaction. Using a minimal example application, we introduce key components of a typical Django project, including URL routing, views, templates, and database models. Beyond these fundamentals, we connect technical concepts to research-driven applications developed by the author. These include TestXR, a platform for immersive AR/VR research; LiveQual, a system for qualitative data collection via WhatsApp integration; and InclusivityXR, an automated accessibility auditing tool using computer vision pipelines. We also work through a selection of commonly used tools and packages from the Django ecosystem, outline several common pitfalls that new developers may encounter, and highlight practical considerations when structuring, extending, and deploying applications. After reading this article, we hope readers will feel comfortable beginning their own path toward writing web applications.",
          "url": "https://osf.io/xrm5w_v1",
          "doi": "https://doi.org/10.31234/osf.io/xrm5w_v1",
          "filter": 0
        },
        {
          "title": "Chapitre Croyances et discussions politiques. Quelques idées pour mener nos échanges de façon plus productive",
          "authors": "Antoine Marie",
          "abstract": "Ce chapitre propose quelques conseils permettant de mener nos discussions politiques de manière plus productive, c’est-à-dire d’une manière qui nous instruise et ne nous empêche pas de convaincre les autres sans endommager nos relations. Il prend appui sur des recherches en psychologie et en sciences sociales sur les croyances politiques et la polarisation politique, et les solutions pour endiguer cette dernière. Il met en particulier la focale sur les principes suivants : n’attribuez pas d’intentions négatives ; évitez les hommes de paille et les faux dilemmes ; reconnaissez la complexité des questions sociétales et votre inaptitude probable à en faire le tour ; adoptez une posture d’humilité intellectuelle et d’apprentissage plutôt que de joute. Sans prétendre épuiser ce sujet complexe, ce chapitre se veut une invitation à la réflexivité et esquisse des solutions concrètes à des difficultés relationnelles auxquelles nous sommes tous confrontés.",
          "url": "https://osf.io/4kq8b_v2",
          "doi": "https://doi.org/10.31234/osf.io/4kq8b_v2",
          "filter": 0
        },
        {
          "title": "SCAN: A Decision-Making Framework for Task Assignment with Generative AI",
          "authors": "Fendi Tsim; Alina Gutoreva",
          "abstract": "We introduce SCAN-a human-centric decision-making framework to facilitate learners for an effective task assignment with Generative AI based on psychology theories such as Vygotsky’s Zone of Proximal Development and Metacognition. In SCAN, we systematize and formalize AI-human interaction by introducing a task identification approach with four ``sub-zones'': Substitute, Complement, Aid, and Non-negotiable. After describing the four sub-zones, we demonstrate how SCAN framework can be applied for knowledge workers in the workplace and students in the education to \"scan\" their use of Generative AI. We then discuss how such framework can be related to cognitive offloading, sycophancy, three decision making modes in human-AI interactions(automation, augmentation, and collaboration), as well as future of work such as upskilling and deskilling. We propose that SCAN offers a great starting point before discussing whether Generative AI complements or replaces our abilities when completing a task, with a general objective of sustaining lifelong learning, and a specific goal of reaching hybrid intelligence.",
          "url": "https://osf.io/g5fd8_v1",
          "doi": "https://doi.org/10.31234/osf.io/g5fd8_v1",
          "filter": 0
        },
        {
          "title": "The everyday experience of meaning in life: an empirical perspective on what it is like to experience one’s life as meaningful or meaningless.",
          "authors": "Joffrey Fuhrer; Morgane Myling Bezat; Florian Cova",
          "abstract": "We all sometimes experience moments where our life feels meaningful or meaningless. But in which situations do these experiences arise? What are the emotions we are going through during these experiences? To answer these questions, we present the results of three studies in which we combine qualitative and quantitative methods to investigate the everyday experience of meaningfulness and meaninglessness (Study 1: 212 participants, Study 2: 295, Study 3: 299).\nOur findings suggest that the experience of meaningfulness is inherently self-transcendent, i.e., it involves going beyond the self by connecting with others and contributing to causes larger than oneself. This experience typically occurs in situations where we bond with others, have a positive impact on our surroundings or on society, and help others. The positive emotions associated with this experience include being moved, feeling part of a whole, feeling touched, feeling grateful, proud, and motivated, experiencing awe, and feeling enlightened.\nConversely, we tend to feel that our life is meaningless in situations where we feel unfulfilled, lack connections, feel useless, struggle with our mental health, experience negative emotions, or experience a lack of direction in life. The negative emotions associated include feeling lost, sad, powerless, stressed, overwhelmed, and devastated.",
          "url": "https://osf.io/8g7as_v1",
          "doi": "https://doi.org/10.31234/osf.io/8g7as_v1",
          "filter": 0
        },
        {
          "title": "Age Differences in Flexibly Binding Memory of What, When and Where",
          "authors": "Xiangjuan Ren; Marit Petzka; Lars Nyberg; Ulman Lindenberger; Nicolas W Schuck",
          "abstract": "Experiences are multimodal and often involve what, when and where aspects. Past research\nin young adults has shown that a core function of memory is to learn flexible associative structures\nconnecting all aspects. We investigated how aging affects multimodal memory associations and retrieval\nflexibility of complete or partial events. In two experiments, 63 younger (18–35 years) and 50 older\nadults (65–85) completed a spatio-temporal object memory task in which they encoded object sequences\nappearing at different screen locations over repeated exposures, and then retrieved either object or\nlocation sequence, or complete object-location sequence. Memory for object sequences was best, followed\nby location sequences and object-location combinations in both age groups, while age differences were\nlargest during complete sequence retrieval. Performance dependencies across retrieval tests showed both\nage-groups used multimodal binding to scaffold sequence memory, such that even pure object sequence\nretrieval relied partly on location knowledge, and vice versa. Younger adults showed greater flexibility in\nmodulating binding strength depending on retrieval demands, compared to older adults. Computational\nmodeling demonstrated a two-system model best captured performance in both age groups, assuming\nparallel learning of sequential transitions within each dimension and bi-directional binding associations\nbetween dimensions. Younger adults relied more on object-location binding associations than transition\nlearning, while older adults showed equal reliance on both learning systems. This suggests that age-\nrelated impairments in sequential memory are partly driven by reduced memory binding and flexibility\nin memory use, providing novel insights into how memory for what, when and where changes with aging.",
          "url": "https://osf.io/9ubsg_v1",
          "doi": "https://doi.org/10.31234/osf.io/9ubsg_v1",
          "filter": 0
        },
        {
          "title": "Statistical Learning and Rhythmic Ability in Attention-Deficit/Hyperactivity Disorder: Individual Differences Outweigh Group Effects",
          "authors": "Iris Maria van der Wulp; Marijn Eefje Struiksma; Frank Wijnen",
          "abstract": "Speech segmentation is fundamental to language acquisition and is likely supported by Statistical Learning (SL). Research on SL is inconclusive as to whether it can occur outside of the scope of attention. One open question is whether SL is impaired in individuals diagnosed with attention-deficit/hyperactivity disorder (AD(H)D), a population characterized by attentional difficulties. Furthermore, individual differences in SL are hypothesized to be influenced by cognitive abilities such as musical rhythmic ability and working memory, which may be impaired in AD(H)D. The current study investigated SL in individuals diagnosed with AD(H)D compared to neurotypical (NT) peers and explored whether differences in working memory and rhythmic ability are related to SL ability in a speech segmentation experiment. \nA total of 159 participants (NAD(H)D = 41, NNT = 118) were exposed to an artificial language consisting of trisyllabic nonsense-words while neural entrainment measured via electroencephalography (EEG) assessed SL. Behavioral SL outcome measures were additionally administered after the exposure phase. To investigate individual differences, we linked the neural measure of SL to a battery of tests measuring musical (rhythmic) abilities, working memory, as well as vocabulary size.\nBayesian statistical evidence indicated absence of differences between the groups on SL for speech segmentation. Instead, the data revealed substantial variability among individuals, which overlapped between groups. The groups also did not differ in their working memory capacity, rhythmic ability, or vocabulary size. Combining both groups into one sample yielded anecdotal evidence for a small relation between SL and vocabulary size. Overall, these results suggest that SL is not related to rhythmic ability or working memory, and that SL operates similarly in neurotypical individuals and individuals diagnosed with AD(H)D.",
          "url": "https://osf.io/ad5qy_v1",
          "doi": "https://doi.org/10.31234/osf.io/ad5qy_v1",
          "filter": 0
        },
        {
          "title": "Structure of Current Psychopathology and its Associations with Daily Life Experiences using the HiTOP-SR in a Mixed Clinical/Community Sample",
          "authors": "Janan Mostajabi; Colin Vize; Sienna Nielsen; Whitney R. Ringwald; Aidan G.C. Wright",
          "abstract": "The Hierarchical Taxonomy of Psychopathology (HiTOP) is a dimensional nosological system that addresses key limitations with categorical frameworks, including heterogeneity, boundary, and comorbidity issues. The HiTOP consortium recently developed a new self-report instrument, the HiTOP-Self-Report Measure (HiTOP-SR), designed to operationalize the HiTOP model for use in research and clinical practice. In a set of preregistered analyses with a sample of clinical/community participants (75% female, 81% white), we explored the hierarchical structure of the HiTOP-SR scales using exploratory factor analysis (n = 637) and examined their associations with behaviors and experiences assessed in daily life (n = 531), such as affect, stress, impulsivity, energy, sleep quality, and social interactions. Findings indicate a nine-factor model, closely aligned with the HiTOP’s current structure, best represented the measure. The hierarchical structure of the HiTOP-SR generally converges with the HiTOP model, with several key departures, particularly for historically understudied constructs. Furthermore, the HiTOP-SR facet scales and domains associated with individual differences in daily behavior and experiences as anticipated, highlighting the construct validity and the potential clinical utility of this new measure. Our results have implications not only for the structure, validity, and clinical utility of the HiTOP-SR but also raise broader questions about the underlying nature of psychopathology as represented by the HiTOP.",
          "url": "https://osf.io/rjm4s_v2",
          "doi": "https://doi.org/10.31234/osf.io/rjm4s_v2",
          "filter": 0
        },
        {
          "title": "Atypical Cross-Modal Contextual Calibration of Sensory Evidence in Autism",
          "authors": "Inbar Leon; Hagit Hel-Or; Bat Sheva Hadad",
          "abstract": "Sensory perception is often described as atypically calibrated in autism, yet the underlying mechanisms remain unclear. We tested whether temporal magnitude perception in autism relies on amodal or modality-specific processes using an adapted range-of-standards paradigm. Autistic and nonautistic adults judged auditory and visual durations in blocks that varied in contextual range and whether the contextual standards were presented in the same modality as the central standard. Non-autistic participants showed clear auditory specialization and larger context effects within than between modalities, consistent with modality-specific coding. Autistic adults, however, showed reduced auditory specialization and similar effects across modalities, suggesting broader and less differentiated temporal calibration. To determine whether these patterns could be explained by synesthetic cross-modal tendencies, we tested an additional group of adults with synesthesia. Synesthetes showed calibration patterns that resembled the non-autistic group, indicating that the unique cross-modal context effects observed in autism cannot be attributed to synesthetic mechanisms.",
          "url": "https://osf.io/bcrxd_v1",
          "doi": "https://doi.org/10.31234/osf.io/bcrxd_v1",
          "filter": 0
        },
        {
          "title": "A Tutorial on Estimating the Precision of Individual Test Scores for Anyone Constructing and Using Psychological Tests",
          "authors": "Julius M. Pfadt; Dylan Molenaar; Petra Hurks; Klaas Sijtsma",
          "abstract": "When using tests to assess individuals, precision of individual test scores is of great importance. Although it is generally known that different test scores are measured with varying precision, traditionally, measurement precision is quantified using a single value known as the standard error of measurement. In the practice of testing, the standard error of measurement is used as a one-size-fits-all measure for each test score. This practice emphasizes the need for a conditional precision estimate that shows which scores are precise and which scores lack precision. We discuss several conditional precision estimates based on classical test theory and item response theory, and provide open-source statistical software included in the software package JASP that enables computation of these estimates. Using conditional precision estimates, decisions based on test scores are expected to show less bias than the common unconditional standard error of measurement.",
          "url": "https://osf.io/a27g4_v3",
          "doi": "https://doi.org/10.31234/osf.io/a27g4_v3",
          "filter": 0
        },
        {
          "title": "Epistemological Fault Lines Between Human and Artificial Intelligence",
          "authors": "Walter Quattrociocchi; Valerio Capraro; Matjaz Perc",
          "abstract": "Large language models (LLMs) are widely described as artificial intelligence, yet their epistemic profile diverges sharply from human cognition. Here we show that the apparent alignment between human and machine outputs conceals a deeper structural mismatch in how judgments are produced. Tracing the historical shift from symbolic AI and information filtering systems to large-scale generative transformers, we argue that LLMs are not epistemic agents but stochastic pattern-completion systems, formally describable as walks on high-dimensional graphs of linguistic transitions rather than as systems that form beliefs or models of the world. By systematically mapping human and artificial epistemic pipelines, we identify seven epistemic fault lines, divergences in grounding, parsing, experience, motivation, causal reasoning, metacognition, and value. We call the resulting condition Epistemia: a structural situation in which linguistic plausibility substitutes for epistemic evaluation, producing the feeling of knowing without the labor of judgment. We conclude by outlining consequences for evaluation, governance, and epistemic literacy in societies increasingly organized around generative AI.",
          "url": "https://osf.io/c5gh8_v1",
          "doi": "https://doi.org/10.31234/osf.io/c5gh8_v1",
          "filter": 0
        },
        {
          "title": "Distinguishing dignity: Offences targeting stigmatised or immutable attributes are discerned as dignity-violating",
          "authors": "Milan Andrejević; Jakob Hohwy; Linda Barclay",
          "abstract": "Dignity is central to how we treat each other. Whereas philosophical theories argue that violating someone’s dignity distinctively involves humiliation, it is unknown how people actually identify violations of dignity, casting doubt on whether dignity is a distinct value that can meaningfully guide action. Here, we propose a new hypothesis, where violations are recognised as dignity-related when they target attributes that are stigmatised and that victims plausibly and immutably hold. Participants (N = 277) performed a novel task; they rated a set of textual vignettes describing a ‘perpetrator’ making offensive remarks to a ‘victim’ on how well each offensive remark corresponds to a dignity violation as opposed to a respect violation. Before rating, participants were informed (across 3 within-subject conditions) whether the attribute targeted by the offence was immutable, improvable, or absent. After completing the main ratings, participants also reported how stigmatised the offence-targeted attributes are in their society. Our hypotheses, methods, and analyses were preregistered. Comparing across within-subject conditions, we found extreme evidence (BF &gt; 100) for our hypothesis that the plausibility and immutability increase how much the violations relate to dignity. Using Bayesian general linear mixed models, we also found extreme evidence (BF &gt; 100) for our hypothesis that perceptions of the offence-targeted attributes as stigmatised predict increases in dignity-relatedness. These findings are first to provide empirical anchors for a distinct ethics of dignity. Our implications include evidence-based actionable guidelines for treating people with dignity that can be used to promote ethical practice in organisations and service industries.",
          "url": "https://osf.io/5cgqv_v2",
          "doi": "https://doi.org/10.31234/osf.io/5cgqv_v2",
          "filter": 0
        },
        {
          "title": "Development and validation of a Japanese version of the Sensory Experience Questionnaire (SEQ) 3.0: Structural differences of sensory features across autistic children",
          "authors": "Takeshi Atsumi; Haruka Ito; Akane Ueda; Tomoe Fukutomi; Yasuo Terao; Masakazu Ide; Kanae Matsushima",
          "abstract": "People with autism spectrum disorder (ASD) often have atypical sensory experiences. For both research and clinical purposes, tools that measure sensory features in ASD are valuable; however, a gold-standard tool does not yet exist. The Sensory Experience Questionnaire (SEQ) 3.0 is a well-established caregiver-/parent-report questionnaire for children with ASD and other neurodevelopmental disorders. This study aimed to develop and psychometrically validate the Japanese version of the SEQ 3.0 (SEQ-J). After validation, we examined the differences in sensory response patterns among children with ASD, those with other neurodevelopmental conditions, and typically developing (TD) children to determine whether the SEQ assesses ASD-specific sensory features. We recruited 154 children with ASD (44 with attention-deficit hyperactivity disorder [ADHD] and 66 with other conditions) and 156 TD children, aged 6 to 12 years. Confirmatory factor analyses revealed an acceptable model fit for four content factors (sensory hyper- and hyporesponsiveness, sensory interests, repetitive and seeking behaviors, and enhanced perception) and six method factors (five sensory modalities and social context) in both children with and without ASD. Receiver operator characteristic (ROC) analyses showed that SEQ factors, except for enhanced perception, demonstrated good classification performance between ASD and TD groups. However, ROC analyses comparing children with ASD to those with comorbid neurodevelopmental disorders did not show satisfactory performance. We performed representational similarity analyses (RSAs) on all ten SEQ factors, comparing both between- and within-group data. The RSAs revealed no difference in within-group similarities between the ASD and ADHD groups, but a significant difference in the overall configuration of scores between diagnostic groups compared to other group combinations. These findings support the psychometric validity of the SEQ-J for measuring sensory response patterns specific to children with ASD. Additionally, the structural configuration of SEQ subscores may be useful for investigating sensory features across diagnostic conditions, including ASD.",
          "url": "https://osf.io/nm472_v1",
          "doi": "https://doi.org/10.31234/osf.io/nm472_v1",
          "filter": 0
        },
        {
          "title": "Powerless and Pressured: Mental Health Vulnerabilities in the Context of Prolonged Blackouts in Cuba",
          "authors": "Yunier Broche-Pérez; Zoylen Fernández-Fleites",
          "abstract": "Background: Stable access to electricity is increasingly recognized as a social determinant of health due to its essential role in daily functioning, safety, and access to services. In Cuba, prolonged and recurrent power outages have become a persistent aspect of daily life and may function as chronic stressors with important mental health consequences. Objective: This study examined the association between prolonged power outages, blackout-related functional disruption, and symptoms of depression, anxiety, and stress among adults living in Cuba. Methods: A cross-sectional online survey was conducted between July and November 2025 with 415 Cuban adults. Mental health symptoms were assessed using the Depression, Anxiety, and Stress Scale–21. Blackout exposure was measured using a Power Outage Severity Index, and functional disruption was assessed with an Outage Functional Impact Index. Hierarchical multiple linear regression analyses were performed to evaluate independent and incremental associations beyond sociodemographic factors. Results: Extremely severe levels of depression, anxiety, and stress predominated across the sample. Both blackout severity and functional impact were positively associated with all mental health outcomes. Functional impact emerged as the strongest predictor, explaining substantial additional variance in stress, anxiety, and depression beyond demographic variables and blackout severity. When functional impact was included, associations between outage severity and stress and anxiety were attenuated, remaining significant only for depression. Younger age was associated with higher stress and depression. Conclusions: Prolonged power outages in Cuba are associated with adverse mental health outcomes, particularly when daily functioning is disrupted, highlighting energy instability as a critical public health concern.",
          "url": "https://osf.io/c6z4s_v1",
          "doi": "https://doi.org/10.31234/osf.io/c6z4s_v1",
          "filter": 0
        },
        {
          "title": "Correlated perceptions and underlying hormonal factors of bodily, facial, and vocal attractiveness, health, and physical dominance",
          "authors": "Tobias L. Kordsmeyer; Philine A. C. Rasokat; Julia Stern; Christoph Schild; Lars Penke",
          "abstract": "Previous research has shown that attractiveness perceptions of male body parts and modalities correlate with each other. These findings support the one ornament hypothesis, according to which individual body parts and modalities have a common underlying latent cause and vicariously function as an indicator of genetic quality during mate choice. In contrast, the multiple messages hypothesis suggests that different body parts and modalities signal distinct and non-redundant information about mate quality. This preregistered study sought to replicate and extend findings on correlated perceptions of men’s and women’s facial, bodily, and vocal attractiveness, health, and physical dominance. Partial mediation by sex hormone levels (testosterone, estradiol) was analysed as purported mechanisms involved in the development of sexually dimorphic characteristics influencing perceptions. Facial photos, voice recordings, and 3D body scans of 165 men and 155 women were judged separately for attractiveness, health, and physical dominance by overall 400 raters. Results showed medium-sized positive correlations for faces and bodies for all three attributes, but only few significant associations of vocal with facial or bodily judgments. Correlated perceptions showed some variation by target sex. Thus, our results are more in line with the one ornament hypothesis for faces and bodies, and more with the multiple messages hypothesis for voices. No significant partial mediation by hormone levels aligning with hypotheses was found. Future studies should include further stimuli and examine additional hormonal variables to elucidate endocrine mechanisms.",
          "url": "https://osf.io/5947g_v2",
          "doi": "https://doi.org/10.31234/osf.io/5947g_v2",
          "filter": 0
        },
        {
          "title": "How infants learn and explore: From behavior to computations",
          "authors": "Francesco Poli",
          "abstract": "Infants’ abilities to learn and actively explore the world play a pivotal role in shaping the development of their cognitive capacities. This review integrates findings from behavioral studies, neuroimaging, and computational modelling to illuminate how infants detect regularities, construct hierarchical systems of knowledge, and proactively explore their environment. After reviewing visual learning and exploration processes, I focus on the initial constraints under which these processes operate. Specifically, perceptual constraints such as poor visual acuity and a slower rate of visual processing are crucial for supporting early learning and nudging it in the correct direction. Overall, this review elucidates our current knowledge about the computational bases of infant learning and exploration processes and identifies the aspects that still require more in-depth research.",
          "url": "https://osf.io/5vn8p_v2",
          "doi": "https://doi.org/10.31234/osf.io/5vn8p_v2",
          "filter": 0
        },
        {
          "title": "Personality Predictors of Social Media Motives and Platform Preference among Myanmar Undergraduates",
          "authors": "May Lwin Nyein; Hlaing Myo Thet; Tay Zar LIN",
          "abstract": "This study examined how Big Five personality traits predict undergraduate students’ motivations for and preferences between major social media platforms in Myanmar. Grounded in the Big Five framework and Uses and Gratifications theory, 301 students (33.9% male; ages 18-26) completed the IPIP-50 and a validated Uses &amp; Gratifications inventory (passing time, escape, companionship, entertainment, information seeking), along with demographic and usage measures. Independent-samples t-tests found that female students reported higher passing-time motives than males; no gender differences emerged for escape or companionship. Multiple regression analyses indicated that conscientiousness and emotional stability negatively predicted passing-time (R² = .16) and escape motives (R² = .12), whereas extraversion positively predicted companionship and entertainment motives (both models R² ≈ .28). Conscientiousness and openness positively predicted information-seeking motives. Multinomial logistic regression showed that higher emotional stability and openness increased the likelihood of preferring YouTube over TikTok (R² = .18). Collectively, results suggest that stable individual differences constrain or channel students’ social media gratifications and modestly influence platform choice. Findings extend U&amp;G theory by positioning personality as a boundary condition for motivational versus platform-level engagement and have implications for digital-wellbeing interventions and pedagogical design in university settings. Limitations include cross-sectional self-report data and single-site sampling; longitudinal and multi-site replication is recommended.",
          "url": "https://osf.io/wp2v4_v1",
          "doi": "https://doi.org/10.31234/osf.io/wp2v4_v1",
          "filter": 0
        },
        {
          "title": "Enhancing the Teaching of Rock Identification in a Physical Geology Laboratory Course Through use of Computer-Generated Three-Dimensional Virtual Models",
          "authors": "Scott Brande; Robert Nosofsky",
          "abstract": "We implemented a classroom experiment in an authentic physical-geology laboratory course in which different training conditions were tested for the teaching of rock identification and categorization.  In Condition 1, students learned rock identifications by interacting with typical physical samples of the to-be-learned categories.  In Condition 2, students learned by interacting with multiple three-dimensional (3D) virtual rock models displayed with a computer-controlled system.  Condition 3 was a hybrid condition that combined use of the physical samples and the 3D virtual models.  Training conditions that made use of the 3D models implemented procedures that were theoretically motivated by core findings from literature on the cognitive science of category learning.  Following training, students in all three conditions were tested on their ability to identify novel physical samples from each of the to-be-learned categories.  Although the magnitude of the effect was not large, final test performance was significantly better in the hybrid condition than in the physical-only and 3D-model-only training conditions.  Notably, test performance in the 3D-model-only condition was not significantly different from the physical-only condition.  Thus, results support that training rock identification with the present 3D-model based computer technology appears to provide an effective instruction tool even on its own, and that this technology could enable the geoscience education community to provide instruction to student populations unable to benefit from in-person physical instruction.  An archive of 100 of the 3D virtual models is publicly available through UAB Digital Commons, an open access repository service of the University of Alabama at Birmingham Libraries.",
          "url": "https://osf.io/usbda_v1",
          "doi": "https://doi.org/10.31234/osf.io/usbda_v1",
          "filter": 0
        },
        {
          "title": "\"Even GPT Can Reject Me\": Conceptualizing Abrupt Refusal Secondary Harm (ARSH) and Reimagining Psychological AI Safety with Compassionate Completion Standard (CCS)",
          "authors": "Yang Ni; Tong Yang",
          "abstract": "Large Language Models (LLMs) and AI chatbots are increasingly used for emotional and mental health support due to their low cost, immediacy, and accessibility. However, when safety guardrails are triggered, conversations may be abruptly discontinued, producing new emotional disruption, which may increase distress and risk of harm in users who are already vulnerable. As the phenomenon gains attention, this viewpoint introduces the concept of Abrupt Refusal Secondary Harm (ARSH) to describe the psychological impacts of sudden conversational termination by AI safety protocols. Drawing from counseling and communication science as conceptual heuristics, we argue that abrupt refusal can rupture perceived relational continuity, evoke feelings of rejection or shame, and discourage future help-seeking. To mitigate this risk, we introduce a design hypothesis: the Compassionate Completion Standard (CCS), a refusal protocol grounded in Human-Centered Design (HCD) that upholds AI safety while preserving relational coherence. CCS emphasizes empathetic acknowledgement, transparent boundary setting, graded transition, and guided redirection to replace abrupt disengagement. Integrating awareness of ARSH into design practices reduces preventable iatrogenic harm and guides the development of protocols that emphasize psychological AI safety and responsible governance. Rather than presenting incrementally accumulated empirical evidence, this viewpoint offers a timely conceptual framework, articulates a design hypothesis, and outlines a research agenda for coordinated action in human–AI interaction.",
          "url": "https://osf.io/4jknf_v1",
          "doi": "https://doi.org/10.31234/osf.io/4jknf_v1",
          "filter": 0
        },
        {
          "title": "L'Épreuve du Chômage : Baromètre de la Stigmatisation des « Chômeurs » et du Chômage",
          "authors": "Charly Marie; Emma de Araujo; Morgane hoffmann; David Bourguignon",
          "abstract": "Les personnes sans emploi portent un stigmate et peuvent vivre, anticiper et internaliser la stigmatisation. En retour, elles peuvent déployer un ensemble de stratégies afin d’y faire face. Malgré ses conséquences négatives pour la santé et l’insertion, l’étendue de ce stigmate et des façons de le négocier reste largement inconnue. En conséquence, nous réalisons une enquête de victimation afin de quantifier la fréquence et l’intensité de la stigmatisation des personnes au chômage, ainsi que les stratégies que les individus mettent en place pour y faire face, via un échantillon représentatif des personnes demandeuses d’emploi en catégorie A de France travail (n = 2 098). Nous montrons qu’entre une personne demandeuse d’emploi sur deux et une sur trois rapporte vivre et anticiper être stigmatisé⸱e ; entre une sur cinq et une sur six internalise la stigmatisation ; entre une sur trois et une sur six évite les personnes et les contextes potentiellement stigmatisants. Cette stigmatisation ne varie pas selon le genre ou la durée de chômage, mais est plus élevée chez les personnes plus jeunes et avec un niveau de formation plus élevé. Ainsi, la stigmatisation du chômage ne semble pas apprise mais découler du seul stéréotype négatif de « chômeur. » Ce travail oriente vers la réduction de la stigmatisation des personnes sans emploi, en particulier les plus jeunes, afin d’améliorer leur santé, leur recours au droit et leur insertion.",
          "url": "https://osf.io/3fn76_v3",
          "doi": "https://doi.org/10.31234/osf.io/3fn76_v3",
          "filter": 0
        },
        {
          "title": "Systematic review of stress assessment in adolescents' daily lives",
          "authors": "Laura Elisabeth Meine; Paula Philippi; Björn Schlier; Aleksandra Kaurin",
          "abstract": "Stress is a major risk factor for mental disorders, many of which first emerge during adolescence. Given the proliferation of intensive longitudinal studies of stress in daily life, we systematically reviewed how stress is conceptualised, operationalised, and quantified in youths’ everyday lives (preregistration: https://osf.io/cxpmw). Two independent reviewers screened PubMed, MEDLINE, PsycINFO, Web of Science, Embase, and preprint servers for intensive longitudinal assessment studies of stress in participants aged ≤25 years (published before July 2025). Data on design, measures, and sampling were extracted, and comparable results meta-analytically evaluated. Across 120 identified studies comprising 14,721 participants, study designs and stress measurement approaches showed substantial heterogeneity. Despite this, daily stress was consistently associated with depression (r = 0.26-0.37) and anxiety (r = 0.47). Emerging best practices and key gaps in the literature on daily stress in adolescents are highlighted.",
          "url": "https://osf.io/qncpx_v1",
          "doi": "https://doi.org/10.31234/osf.io/qncpx_v1",
          "filter": 0
        },
        {
          "title": "Automatic Adaptation to Concept Complexity and Subjective  Natural Concepts: A Cognitive Model based on Chunking",
          "authors": "Dmitry Bennett; Fernand Gobet",
          "abstract": "A key issue in cognitive science concerns the fundamental psychological processes that underlie the formation and retrieval of multiple types of\nconcepts in short-term and long-term memory (STM and LTM, respectively). We propose that chunking mechanisms play an essential role and show how the\nCogAct computational model grounds concept learning in fundamental cognitive processes and structures (such as chunking, attention, STM and LTM). This\nis done in two ways. First are the in-principle demonstrations, with CogAct automatically adapting to learn a range of categories â€“ from simple\nlogical functions, to artificial categories, to natural raw (as opposed to natural pre-processed) concepts in the dissimilar domains of literature,\nchess and music. This kind of adaptive learning is difficult for most other psychological models, e.g., with cognitive models stopping at modelling\nartificial categories and (non-GPT) models based on deep learning requiring task-specific changes to the architecture. Secondly, we offer novel ways\nof designing human benchmarks for concept learning experiments and simulations accounting for subjectivity, ways to control for individual human\nexperiences, all while keeping to real-life complex categories. We ground CogAct in simulations of subjective conceptual spaces of individual human\nparticipants, capturing humans subjective judgements in music, with the models learning from raw music score data without bootstrapping to pre-built\nknowledge structures. The CogAct simulations are compared to those obtained by a deep-learning model. These findings integrate concept learning and\nadaptation to complexity into the broader theories of cognitive psychology. Our approach may also be used in psychological applications that move away\nfrom modelling the average participant and towards capturing subjective concept space.",
          "url": "https://osf.io/m8jrt_v1",
          "doi": "https://doi.org/10.31234/osf.io/m8jrt_v1",
          "filter": 0
        },
        {
          "title": "Two Dimensions of Access: Availability and Affordability of Mental Health Care Across the U.S.",
          "authors": "Junsang Park; Hye Rin Kim; Ryan D. Duffy; David Vogel; Brian Keum; Sungjae Lee; Natalia L. Tomé",
          "abstract": "Access is the first gateway to mental health care utilization, shaping who ultimately receives support and who does not. Yet access is multidimensional, influenced concurrently by structural, financial, and social conditions. Among these, availability and affordability remain especially consequential. Prior research has indicated shortages of psychiatrists and provider counts, but has rarely considered affordability in conjunction with availability. This study addresses these gaps by analyzing over 460,000 psychotherapists listed in the Psychology Today directory, which provides consumer-facing data on fees and insurance acceptance. We constructed county-level indices of availability (providers per 100,000 residents) and affordability (ten-session cost relative to disposable income) across 2,565 U.S. counties. Results show persistent rural–urban disparities, with provider density being highest in metropolitan cores and lowest in rural and conservative counties. At the same time, financial burdens were systematically greater outside large urban areas, especially in the South. Although availability and affordability frequently overlap, important divergences emerge, including counties with providers present but financially inaccessible. Regression analyses reveal that income is the strongest predictor across both indices, with political partisanship and racial/ethnic composition also shaping access. By integrating supply and cost, this study empirically reframes accessibility as multidimensional and identifies regions most affected by dual burdens. Findings highlight affordability as a distinct axis of accessibility and underscore the need for targeted workforce and financial interventions, including Medicaid expansion.",
          "url": "https://osf.io/xakmj_v2",
          "doi": "https://doi.org/10.31234/osf.io/xakmj_v2",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "SocArxiv",
      "journal_short": "SocArxiv",
      "articles": [
        {
          "title": "Modes, Models, and Momentum (M3) Decision-Making: Entrepreneurs collaborating on Complex Problems",
          "authors": "Emmalinde Roelofse",
          "abstract": "M3 theory introduces a descriptive framework for entrepreneurial innovation through collaboration in pursuit of solutions to more complex market problems. Through a Social Realism epistemological lens, M3 coding presents complex strategic positions as essentialist (via modes), relative (via models), and dynamic (via momentum) to plot the dynamic trajectory of innovation transmuting over time. At a fundamental level, the M3 theory identifies a consistent set of rules that decision-makers intentionally or unintentionally engage with or ignore to take strategic positions based on four integrated yet polarized pairs of modes: +S, +R, and +C, +D. Systematic (+S) vs. responsive (+R) strategies juxtaposed the tension of processes dedicated to increasingly sophisticated +S bounded rational cognitive processes; planning, compartmentalizing, regulating emotions, against increasingly +R sensitized intuiting; reflectivity, associating, emotionally expressive action. The second pair, conforming (+C), vs. differentiating (+D) strategies. intersects but expresses the tension between +C’s converging; through adapting or conveying socially perceived superior norms, or exploiting existing resources and power, against +D’s departure from traditional norms; with exploration, novelty-seeking, sabotage, risk-taking, experimentation, play, flexibility, discovery. Finally, dynamism (momentum) informs how strategic modes and models of decision-making improve and adjust in sophistication under the pressure and demands of the four drives (+L). The M3 theory is informed by three distinct but interrelated and simultaneous empirical streams of data: (i) field data from five ethnographic case studies, with research participant feedback loops; (ii) the mapping of 200+ peer-reviewed decision-making models; and (iii) prototyping the principles in the construction of the emergent M3 theory.\n\n[This research is part of a larger doctoral project originally submitted in 2017. This paper was originally presented at the Academy of Management, August 2022, Seattle, WA. Version of Record: https://doi.org/10.5465/AMBPP.2022.13578abstract\nOpen access is issued in 2025 under a CC-BY-NC-SA 4.0 license.]",
          "url": "https://osf.io/exj6h_v1",
          "doi": "https://doi.org/10.31235/osf.io/exj6h_v1",
          "filter": 0
        },
        {
          "title": "Dissipative Representations: A Non-Dualist Framework for Language and Identity Research",
          "authors": "Luis Escobar L.-Dellamary",
          "abstract": "This paper introduces Dissipative Representations (DiRe) as both a practical notion and a methodological framework that transcends dualistic thinking in language research, identity studies, and cognitive sciences. Drawing from the foundational premise that reality equals information (R=I), DiRe offers a coherent alternative to traditional analytical frameworks characterized by informational flexibility, provisional utility, relational dynamics, and critical resistance to objectification. The framework synthesizes Analytic Idealism, Decolonial Theory, and the Informational Field Metaphor to provide researchers with tools that honor the dynamic and emergent nature of meaning-making without sacrificing analytical rigor. This revised version integrates developments from the Trace &amp; Trajectory Framework (TTF), introducing Trajectorial Dissipative Representations (Tra_DiRe) as a bridge between foundational ontology and applied analysis, and refining the concept of representational granularity through the orthogonal distinction between structural configuration (λ) and epistemic access (σ). The significance of this work extends toward a transformative epistemological shift with applications for decolonizing knowledge systems and revitalizing genuine diversity in approaches to intersubjective meaning-making.",
          "url": "https://osf.io/asdhx_v2",
          "doi": "https://doi.org/10.31235/osf.io/asdhx_v2",
          "filter": 0
        },
        {
          "title": "Geopolitical Constraints and Strategic Natural Gas Exports: A Game-Theoretic Analysis of Iran–Qatar Interaction in the European Market",
          "authors": "Sorour Moradipoor; Seyed Abdolmajid Jalaee",
          "abstract": "This paper develops a non-cooperative game-theoretic model to analyze strategic natural gas export decisions under binding geopolitical and institutional constraints, focusing on Iran–Qatar interaction in the European market. Export strategies are defined as empirically grounded regimes rather than continuous quantities, capturing observed export suspensions and partial utilization under sanctions and infrastructural frictions. The model incorporates quantity-dependent production and transportation costs as well as explicit geopolitical constraint penalties. Scenario-based payoff matrices calibrated to post-2022 market conditions reveal that rising constraint costs can render high-export strategies unprofitable even at elevated gas prices. The analysis identifies an asymmetric Nash equilibrium in which Qatar maintains high exports while Iran optimally reduces or suspends exports. These results highlight that institutional access and geopolitical frictions, rather than resource endowments alone, are central determinants of export behavior and European energy security in fragmented gas markets. Keywords: Geopolitical constraints; Natural gas exports; Game theory; European gas market; Iran–Qatar interaction; Energy security.",
          "url": "https://osf.io/awh2s_v1",
          "doi": "https://doi.org/10.31235/osf.io/awh2s_v1",
          "filter": 0
        },
        {
          "title": "Vote Contestation at the United Nations Human Rights Council",
          "authors": "Sören Wehrheim",
          "abstract": "The United Nations Human Rights Council (UNHRC) features a high share of contested votes on resolutions compared to the General Assembly. Scholars have identified various human rights issues that experience contestation and have suggested explanations, but those have not been verified through systematic studies. This article presents the first content analysis of all 1,338 resolutions adopted by the UNHRC until 2021 by computing the average vote contestation for every single word and word pair appearing in the resolution text. The resulting dataset enables nuanced verification of hypotheses for the contestation of issue areas, country mentions and language strength. I find that resolutions on women’s rights issues enjoy consensus, and even physical integrity rights like torture are not contested heavily. The UNHRC also criticises countries directly, albeit selectively. Instead, the highest contestation is experienced by resolutions on interventionism and economic rights, where the Global South challenges Western hegemony.",
          "url": "https://osf.io/s9cg7_v1",
          "doi": "https://doi.org/10.31235/osf.io/s9cg7_v1",
          "filter": 0
        },
        {
          "title": "A Multi-Component Evaluation Instrument for Retrospective Assessment of Prevention Programs: A Framework for The Longitudinal Prophylactic-Capacity Evaluation Tool",
          "authors": "Jason Kreger",
          "abstract": "Background: Despite modern advances, prevention programs often exhibit participant attrition and limited behavior persistence following program cessation. Program evaluation methods have proven helpful for retrospectively examining intervention efficacy; however, there is a lack of standardized methods to jointly assess intervention-period outcomes and post-intervention prevention practice durability with respect to program characteristics. The absence of such an evaluation instrument limits comparative inference and represents a gap in contemporary prevention science. Objectives: To develop and propose a standardized, theory-informed, multi-component program evaluation tool that facilitates systematic assessment of intervention-phase attrition and post-intervention behavior sustainability, while incorporating key program design, implementation, and equity characteristics to enable comparative synthesis across heterogeneous interventions. Methods: The Longitudinal Prophylactic Capacity Evaluation (LPCE) Tool was developed through analytic abstraction of prevailing evaluation constructs used in lifestyle prevention research, with explicit emphasis on participant retention, behavioral durability, and real-world implementation feasibility. LPCE evaluates prevention programs as the unit of analysis, using six ordinally scored domains: (1) Intervention-period attrition; (2) Post-intervention behavior sustainability; (3) Intervention design and behavioral framework fidelity; (4) Engagement and participant-resonance strategies; (5) Implementation and scalability; and (6) Equity and accessibility considerations. Domain scores are synthesized into two standardized indices: (1) A Composite Program Score (CPS), which applies equal domain weights; and (2) A Weighted Program Score (WPS), which prioritizes sustainability domain influence through differential weighting and a durability-based gate rule. LPCE then normalizes domain scores for subsequent integration into a heatmap-based visualization to support transparent, pattern-based comparative analysis. Results: LPCE will facilitate reproducible, interpretable program-level performance profiles that distinguish interventions that achieve only short-term engagement from those that demonstrate durable post-intervention behavior maintenance. The sustainability-weighted scoring structure prevents inflation of overall program performance in the absence of post-intervention durability, while the domain-level heatmap approach facilitates cross-program comparisons and identifies design and implementation features associated with sustained outcomes. Conclusions: The LPCE Tool provides a standardized, extensible framework for evaluating the longitudinal prophylactic capacity of lifestyle prevention programs. By explicitly integrating attrition, sustainability, behavioral design, implementation feasibility, and equity considerations into a unified evaluation system, LPCE addresses a critical methodological gap.",
          "url": "https://osf.io/jwbnm_v1",
          "doi": "https://doi.org/10.31235/osf.io/jwbnm_v1",
          "filter": 0
        },
        {
          "title": "The Reality of Free Will",
          "authors": "Claus Janew",
          "abstract": "The uniqueness of each standpoint, each point of effect, can only be \"overcome\" by the standpoint changing to other standpoints and returning. In such alternation, which can also appear as constant change, lies the unity of the world. The entirety of an alternation, however, is a consciousness structure due to the special relationship between the circumscribing periphery and the infinitesimal center. This process structure unites determinacy and indeterminacy also totally at every place. Therefore, we are dealing with forms of consciousness everywhere, with more or less freedom of choice and an increasingly unknown depth. We live in a world of the choosing consciousness or better: awareness. In this respect, our environment expresses a deep truth about ourselves.",
          "url": "https://osf.io/4q3ba_v2",
          "doi": "https://doi.org/10.31235/osf.io/4q3ba_v2",
          "filter": 0
        },
        {
          "title": "The Emergence of Power: A Feedback-Based Model of Influence, Reputation, and Social Norms",
          "authors": "Peter Marbach; Steven Jiang",
          "abstract": "This paper develops a procedural model to formalize the emergence of power as an emergent property of decentralized social feedback, imitation, and influence dynamics. Building on prior models of norm emergence, we extend the framework to incorporate heterogeneous influence weights reflecting agents' symbolic standing and material resources. In doing so, we bridge classical sociological theories of power—including Weberian authority, Bourdieuian capital, and Emersonian dependence—with a tractable microfoundational mechanism grounded in reward-sensitive behavior and reputational dynamics. We demonstrate how differential weighting of social feedback leads to the stabilization of power hierarchies and centralized influence within groups. The model formalizes power as a process rather than a static attribute, providing a unified account of how influence asymmetries emerge, persist, and shape collective action.  By clarifying the procedural underpinnings of power emergence, our contribution advances the understanding of influence, authority, and social structure, laying groundwork for cumulative theory-building.",
          "url": "https://osf.io/tg8bx_v2",
          "doi": "https://doi.org/10.31235/osf.io/tg8bx_v2",
          "filter": 0
        },
        {
          "title": "How Shared Schemas Emerge: A Procedural Model of Social Feedback and Reputational Dynamics",
          "authors": "Peter Marbach; Steven Jiang",
          "abstract": "This paper introduces a procedural model that formalizes the emergence and stabilization of shared cultural schemas through decentralized social feedback, reputation-seeking, and imitation. Addressing a core gap in sociological theory, we specify the micro-level mechanisms by which individual cognitive interpretations—operating through both automatic and deliberative adaptation—converge into collective behavioral patterns. These processes give rise to emergent symbolic order and stabilized social norms. The model demonstrates how decentralized feedback loops generate shared norms and interpretive frameworks, providing a foundation for studying the bottom-up emergence of social structures. Illustrated through the case of the neurodiversity paradigm shift, this framework offers a precise, dynamic account of how schemas and actions co-evolve, highlighting the central role of social feedback in cultural formation. Our contribution advances cumulative theory-building by bridging cognitive sociology with macro-level cultural phenomena and lays the groundwork for future research on power dynamics and contested meanings.",
          "url": "https://osf.io/hdwmf_v2",
          "doi": "https://doi.org/10.31235/osf.io/hdwmf_v2",
          "filter": 0
        },
        {
          "title": "M3 STRATEGIC DECISION-MAKING UNDER UNCERTAINTY: MODES, MODELS, &amp; MOMENTUM",
          "authors": "Emmalinde Roelofse",
          "abstract": "The M3 theory contributes to new knowledge through original research and advanced scholarship by introducing a descriptive framework for strategic decision-making in uncertain and changing environments. Aided by the introduction of the Social Realism epistemology into management literature, it differentiates its ability to present complex strategic positions as essentialist (via modes), relative (via models), and dynamic (via momentum) to plot the dynamic trajectory of innovation emergence, change, adaptation, and transformation over time. At a fundamental level, the M3 theory identifies a consistent set of rules that decision-makers intentionally or unintentionally engage with or ignore to take strategic positions based on four integrated yet polarized pairs of modes: systematic (+S) vs. responsive (+R) strategies, and conforming (+C) vs. differentiating (+D) strategies. \n\nSystematic strategies (+S) are the mode dedicated to increasingly sophisticated rational cognitive processes; these processes plan, purposefully compartmentalize, and regulate emotions. Responsive strategies (+R), conversely, are the mode dedicated to increasingly sensitized intuitive processes; these processes are reflective, associative, action-oriented, and emotionally expressive. The second pair of modes intersect with the two aforementioned modes, employing conforming strategies (+C), which move towards convergence by adapting to or conveying socially perceived superior norms; these processes involve the exploitation of existing power. In contrast, differentiating strategies (+D) represents the mode dedicated to diverging from traditional norms with empowerment for exploration. These processes include novelty-seeking, sabotage, risk-taking, experimentation, play, flexibility, discovery, and higher levels of innovation. Finally, the dynamic (momentum) component informs how strategic modes and models under uncertainty evolve and refine their sophistication in response to the pressure and demands of the four drives (+L).\n\nThe M3 theory is informed by three distinct but interrelated and simultaneous empirical streams of data: (i) field data coding decision framework patterns from five ethnographic case studies of collaborations leading to emergent innovation in the fields of corporate contracting (C1), higher education scaling (C2), economic development around economic disparity (C3), health and safety software startup (C4), and health and well-being (C5) with research participant feedback loops; (ii) the mapping of 200+ peer-reviewed decision-making models; and (iii) meta prototyping the principles in the construction of the emergent M3 theory itself. \n\n[Originally submitted as a doctoral thesis at Newcastle University (2017); reissued in 2025 for open access under CC-BY-NC-SA 4.0.]",
          "url": "https://osf.io/uafvr_v1",
          "doi": "https://doi.org/10.31235/osf.io/uafvr_v1",
          "filter": 0
        },
        {
          "title": "Social Rewards and Recursive Feedback: A Procedural Model of Norm Emergence",
          "authors": "Steven Jiang; Peter Marbach",
          "abstract": "This article develops a procedural model of behavioral norm emergence based on the recursive interplay of social action and social feedback. Behavioral norms, shared expectations about appropriate conduct, are foundational to social organization, yet their formation and dynamics remain difficult to model concretely. We address this challenge by using social feedback received in response to behavior as the core mechanism linking individual action to collective patterns. Our model shows how agents monitor and adapt their behavior based on feedback, leading to the stabilization of shared practices, the emergence of reputation hierarchies, and the diffusion of norms through imitation and influence. These dynamics drive the co-evolution of norms and social networks, with reputation connecting individual behavior to broader patterns of coordination and social order. While existing theories often focus on \"why\" behavioral norms exist, our model addresses the \"how\". We argue that norms are not merely imposed from above, but co-constructed from below through iterative acts of validation and imitation.",
          "url": "https://osf.io/wv5bh_v3",
          "doi": "https://doi.org/10.31235/osf.io/wv5bh_v3",
          "filter": 0
        },
        {
          "title": "Socially Responsive Agents: A Foundation for Linking the Micro with the Macro",
          "authors": "Peter Marbach; Steven Jiang",
          "abstract": "How do micro-level interactions generate macro-level social structures such as norms, shared schemas, and power structures? We introduce the socially responsive agent, a procedural model of social action grounded in symbolic interactionism, structuration theory, and social learning. Agents interpret and adapt behavior in response to socially mediated feedback, allowing behavioral norms, cultural schemas, and influence hierarchies to emerge endogenously. By embedding meaning-making within a dynamic feedback loop, the model links formal modeling with cultural and interpretive sociology. In doing so, it specifies the micro-level processes through which social order is generated and sustained, providing a foundation for systematically linking action, meaning, and structure.",
          "url": "https://osf.io/qht7s_v6",
          "doi": "https://doi.org/10.31235/osf.io/qht7s_v6",
          "filter": 0
        },
        {
          "title": "Relaciones e Influencias de la Industria Farmacéutica sobre la Práctica Médica",
          "authors": "João Henrique Santana Stacciarini",
          "abstract": "Con una facturación anual de alrededor de US$ 1,5 billones, la industria farmacéutica se ha consolidado en las últimas décadas como uno de los sectores más poderosos de la economía global, ejerciendo una influencia significativa sobre la producción de conocimiento y el ejercicio de la medicina. Este artículo analiza críticamente las relaciones entre la industria farmacéutica y la formación y la práctica médicas, con foco en las transferencias de valor – como pagos, obsequios e incentivos financieros – dirigidas a médicos e instituciones académicas, desde la graduación hasta el desempeño profesional. La investigación combina un análisis documental descriptivo de datos del programa Open Payments, en los Estados Unidos – donde dichas transferencias están reguladas y se declaran públicamente –, con una revisión narrativa de la literatura internacional. En el recorte empírico, se observa que, entre 2015 y 2024, las entidades reportantes en Open Payments (incluidos los fabricantes de medicamentos y dispositivos médicos) transfirieron aproximadamente US$ 23,2 mil millones a médicos y US$ 23,3 mil millones a hospitales universitarios, exclusivamente en los Estados Unidos, principalmente en forma de comidas, viajes, apoyo educativo, consultorías, investigación y otras remuneraciones. A la luz de la literatura internacional, estas transferencias se examinan como parte de estrategias de aproximación e influencia sobre los prescriptores: estudios observacionales indican asociaciones – a menudo inconscientes – entre la recepción de beneficios y una mayor prescripción de productos de las empresas pagadoras, una mayor participación de medicamentos de marca en detrimento de los genéricos, la promoción de productos con beneficio clínico marginal y el incremento de costos en los sistemas de salud. Movilizando marcos teóricos y conceptos de la psicología social, la economía conductual y la teoría de la comunicación – como la reciprocidad, el sesgo de autoservicio, la influencia inconsciente y el third-person effect –, se discute cómo incluso beneficios de bajo valor, como las comidas, pueden actuar como mecanismos de socialización y arraigarse en el “currículo oculto” de la formación médica, normalizando conflictos de interés y moldeando identidades profesionales. Por último, se sostiene la necesidad de transformar la lógica de relacionamiento entre la industria y el campo médico, mediante mayor transparencia, restricción de obsequios y fortalecimiento de modelos institucionales de financiamiento y gobernanza alineados con la salud pública.",
          "url": "https://osf.io/pk7vx_v1",
          "doi": "https://doi.org/10.31235/osf.io/pk7vx_v1",
          "filter": 0
        },
        {
          "title": "Evidence for ProtoHomo extinction, Homo sapiens' macroevolutionary birth, and DNA-driven ProgRetrogProg Evolution",
          "authors": "Şahin ÇAKIR",
          "abstract": "There is no consensus on the term HUMAN. All hominins? The genus Homo? Anatomically modern-like human only? None of them. In New Paradigm, HUMAN is post-140,000 years hominins except the last Javanese H. erectus. \n1) Pre- 140,000 years Homo is an unknown extinct taxon PROTO-HUMAN (ProtoHomo). Apparently, the glacial maximum ~140,000 years ago wiped them out (incl. the so-called Homo luzonensis, Pseudo-Neanderthals and Pseudo-Denisovans). \n2) Homo sapiens (incl. initial Neanderthals and initial Denisovans) originated from the Levantine macroevolution ~140 ka ago. In other words, the common ancestral population was neither in Africa before 500 ka nor outside Africa ~1 million years ago. If the extinction and the macroevolution cannot be rejected, H. sapiens is an isolated taxon. \n3) The relationships shown here between extreme climatic warmings and anatomical progressions (and vice versa) reveal that, instead of natural selection, DNA was the primary driving force of ProgRetrogProg or RetrogProgRetrogProg evolution, suggesting a nonstop struggle for dominance in the DNA between the two opposing forces. \n4) Anatomical and behavioral fluctuations sometimes occurred in parallel such as at the Grotte Mandrin ~54 ka, and sometimes in opposition such as Shanidar 4 anatomically retrogressive but behaviorally progressive Neanderthal \"flower burial\" ~73 ka ago. Likewise, H. naledi's anatomically retrogressive but behaviorally progressive situation supports DNA-driven ProgRetrogProg or RetrogProgRetrogProg evolution.",
          "url": "https://osf.io/k97ma_v1",
          "doi": "https://doi.org/10.31235/osf.io/k97ma_v1",
          "filter": 0
        },
        {
          "title": "Judicial Professional Background and Pretrial Detention Outcomes",
          "authors": "Oded Oren; Chad M. Topaz",
          "abstract": "We analyze nearly 70,000 New York City criminal court arraignments to examine how judges' professional backgrounds influence pretrial detention. We classify judges as having experience in law enforcement, legal services, both, or neither. Judges with law enforcement backgrounds are, on average, 3.9 percentage points more likely than others to order detention and impose cash bail. When bail is imposed, they set amounts about 32% higher. No significant differences emerge for legal services backgrounds. Because law enforcement experience is common among judges, our findings have broad implications for pretrial detention nationwide.",
          "url": "https://osf.io/gsem7_v1",
          "doi": "https://doi.org/10.31235/osf.io/gsem7_v1",
          "filter": 0
        },
        {
          "title": "Asymmetric Vessel Signs in the Indus Script symbolizing copper smelting crucibles, signifying copper and bronze related meanings — epigraphic, archaeological, and linguistic evidence",
          "authors": "Bahata Ansumali Mukhopadhyay",
          "abstract": "Despite more than a century of research, much of the Indus script remains undeciphered. Building on previous work that interprets the Indus script as a semasiographic/logographic writing system used for commercial administration, this article examines a group of neglected asymmetric vessel-shaped signs and proposes that they depict copper-smelting crucibles. Through a multi-pronged methodology integrating graphemic analysis of the Indus script signs, cross-script comparison, archaeological context, script-internal positional analysis, linguistic symbolism, and sign co-occurrence patterns, the study argues that these signs signified refined copper or bronze, copper ingots, and copper-smelting or metalworking activities. The proposed identification is supported by close visual parallels with wedge-shaped crucibles known from the ancient Near East, which inspired Egyptian hieroglyphs used for copper and bronze, as well as by archaeological contexts from Chanhu-daro associated with metalworking. The consistent occurrence of these signs in core informational segments of Indus inscriptions further supports their interpretation as commodity or craft names within taxation and licensing systems.",
          "url": "https://osf.io/6mb39_v1",
          "doi": "https://doi.org/10.31235/osf.io/6mb39_v1",
          "filter": 0
        },
        {
          "title": "Simulation of the Prisoner’s Dilemma Using a Cognitive Model Based on the Free Energy Principle",
          "authors": "Rin Tsuboyama",
          "abstract": "This paper develops a cognitively grounded agent-based model of trust and cooperation in the iterated Prisoner’s Dilemma. To move beyond the common “black box” treatment of decision-making in simulation research, it operationalizes the Free Energy Principle and active inference as an explicit process of Bayesian belief updating and prediction-error minimization. Agents are implemented with a hierarchical recurrent neural network inspired by predictive coding and trained to jointly forecast both players’ next actions, payoffs, and opponent-type indicators from interaction histories. In an Axelrod-style tournament, the resulting agent is evaluated against canonical strategies (ALLC, ALLD, Random, and Tit-for-Tat) and in dyadic interaction with another independently initialized agent of the same kind. The agent exhibits conditional cooperation with reciprocating opponents, rapid withdrawal under sustained defection, and systematic vulnerabilities under stochastic play. Crucially, trajectories of latent internal states provide a process-level account of how cooperation emerges, stabilizes, and collapses, linking observable behavior to evolving expectations about the social environment. The study demonstrates how cognitive modeling can enrich sociological accounts of trust by making the micro-dynamics of inference empirically inspectable within simulations, and it outlines a transferable framework for extending such models to richer action spaces and institutional settings.",
          "url": "https://osf.io/4weh7_v1",
          "doi": "https://doi.org/10.31235/osf.io/4weh7_v1",
          "filter": 0
        },
        {
          "title": "One Sentence at a Time: A Quantitative History of Rationality in Economic Thought",
          "authors": "Thomas Delcey; Aurélien Goutsmedt; Alexandre Truc",
          "abstract": "This article demonstrates how unsupervised quantitative methods can enrich the history of economic thought. Using the largest English-language corpus ever assembled for the field—nearly 290,000 economics journal articles from 1900 to 2009 with citation data—we analyze the evolution of the concept of rationality. Combining large language model–based semantic analysis with bibliometric and network methods, we identify and cluster discussions of rationality across time and scales, such as the circulation of bounded rationality and the emergence of behavioral economics. We provide an\nopen-source interactive tool to support transparency and reuse.",
          "url": "https://osf.io/38na2_v1",
          "doi": "https://doi.org/10.31235/osf.io/38na2_v1",
          "filter": 0
        },
        {
          "title": "Designing ecologically effective and economically efficient conservation compensation funds: lessons from theory and practice",
          "authors": "Isobel Hawkins; Shuo Gao; Youngho Kim; Alexander Teytelboym; Joseph W. Bull; Martine Maron; E.J. Milner-Gulland; Kerry ten Kate; Sebastian Theis; Sophus zu Ermgassen",
          "abstract": "The global community has committed to a substantial increase in the scale of investment in nature via Target 19 of the Kunming-Montreal agreement. An important but understudied mechanism for attracting private investment into biodiversity outcomes is conservation compensation funds – funds that aggregate payments to compensate for negative impacts on biodiversity to contribute to strategic objectives. We described the principles of effective compensation funds based on economic and ecological theory, and assembled by far the largest database of operational compensation funds to date (32 funds across 17 countries) through a mixed methods review. We explored the variety of practice in real-world implementation, and how empirical practice compares to theory, highlighting key gaps.  In doing so, we provided a guide to the design of ecologically effective compensation funds, a hitherto understudied but potentially substantial source of investment for biodiversity outcomes.",
          "url": "https://osf.io/fbqms_v1",
          "doi": "https://doi.org/10.31235/osf.io/fbqms_v1",
          "filter": 0
        },
        {
          "title": "Traffic Design as Conscious Landscape under Aesthetic Gaze",
          "authors": "Yu-Yang Ambotter S. Chen",
          "abstract": "The transportation system is a necessary element in urban assembly, and the design of the transportation system has become the core elements of urban design. This research points out the transportation system as an expression of the conscious landscape through the combination of aesthetic gaze and urban design. Conscious landscape is an extensive concept of landscape. It is based on the existence of \"landscape\", but its existence mainly relies on “consciousness.” Based on the discussion of consciousness, the aesthetic gaze of the city starts from economic consciousness and takes the cultural capital system as the foundation of consciousness. This research discusses the transportation system around Taipei city, especially taking the Mass Rapid Transit (MRT) as an example. It is like a blood vessel that runs through the city, and its penetrating characteristics divide Taipei city. From the perspective of sightseeing and economic awareness, the MRT is a landscape with special positioning currently. MRT combines the nature of transportation with strongly economic display. In addition to being a traffic landscape, it is also a type of conscious landscape. MRT is positioned as conscious landscape, which is a description that is very specific to the characteristics of strong economic map in human brain. This includes the impression of the economic field superimposed by the MRT network nodes, and the conscious landscape is instrumental but tends to be life-oriented. The aesthetic gaze of the city locates the transportation system as a conscious landscape, and the design is the aesthetic practice of capital.",
          "url": "https://osf.io/5zryg_v1",
          "doi": "https://doi.org/10.31235/osf.io/5zryg_v1",
          "filter": 0
        },
        {
          "title": "Compartment Models for Innovation and Imitation",
          "authors": "Mayank Kejriwal",
          "abstract": "This paper introduces a compartmental modeling framework for analyzing the dynamic interplay between innovation and imitation in socio-technical systems. Drawing inspiration from epidemiological models, we represent agents as belonging to distinct behavioral states, such as aspiring innovators, successful inventors, idle imitators, and successful imitators, and model transitions between these states using a system of differential equations. We investigate how varying the fraction of innovators within a fixed population affects system-wide social utility over time. Simulations conducted in Berkeley Madonna reveal that, contrary to common intuition, higher proportions of innovators do not necessarily lead to higher social utility in the short run due to front-loaded opportunity costs. In the long run, however, utility is maximized not when innovation is maximized, but when there is a modest surplus of innovators relative to imitators. We further extend the model to incorporate a baseline productivity class of agents contributing constant social value, allowing for a more realistic assessment of marginal utility. These findings offer insight into the design of balanced innovation policies and provide a flexible foundation for future empirical and agent-based research.",
          "url": "https://osf.io/9h34e_v1",
          "doi": "https://doi.org/10.31235/osf.io/9h34e_v1",
          "filter": 0
        },
        {
          "title": "PODER PERIFÉRICO: CONSIDERACIONES TEÓRICAS Y METODOLÓGICAS",
          "authors": "Andrés Miguel Figueroa Jiménez",
          "abstract": "Resumen: “Se establece un dialogo con fuentes de las Ciencias Sociales (CCSS) sobre el poder para luego desarrollar una interpretación sobre esta problemática: ¿Qué Poder pueden desplegar los agentes débiles para operar en el sistema internacional, asegurar su supervivencia y acometer caminos de crecimiento y desarrollo multinivel? ¿Cómo se posicionan y comportan agentes débiles frente versus la arena global? Hipótesis: Agentes débiles construyen y despliegan modalidades e intensidades variables de Poder Periférico (PP). Para confrontar con la experiencia examinaremos los casos de 5 gobiernos chilenos entre 1952-1990 a través de operar sobre sus Programas de Gobierno y el desarrollo de una metodología mixta compuesta por el empleo de 2 repertorios: 1) El estudio del acervo eidético desde los Estudios Eidéticos (EEEE) y 2) La construcción de anatomías de poder y la vinculación entre el Institucionalismo Histórico (IH) y la Historia. El documento tiene 4 secciones: I: Expone algunas definiciones estándar sobre el poder con origen en la Politología (CIPOL) y los Estudios Internacionales (EEII) dando cuenta de sus énfasis respecto a la interacción social modelada. II: Define a los EEII y Estudios Americanos (EEAA) y expone para ellos el desafío del análisis sobre agentes débiles. III: Presenta como alternativa el modelo del Poder Periférico con sus elementos para luego mostrar en nuestros 5 casos modalidades e intensidades. IV: Da cuenta de una metodología para el examen del Poder Periférico a través de casos chilenos. Por último, concluye planteando limitaciones de esta formulación del Poder Periférico como concepto y su utilidad para el ejercicio investigativo en los EEII y EEAA”.\nPalabras Claves: EEII, EEAA, Poder Periférico.",
          "url": "https://osf.io/je7az_v1",
          "doi": "https://doi.org/10.31235/osf.io/je7az_v1",
          "filter": 0
        },
        {
          "title": "QuantWealth.eu – an online app for easy quantitative wealth and inequality studies",
          "authors": "Mikkel Nørtoft",
          "abstract": "This paper presents a new easy-to-use online browser app QuantWealth.eu for calculating prehistoric wealth display and inequality using count data from graves and physical measurement data from house floor areas. For graves, the app builds on Nørtoft (2022) to estimate exclusivity (here called “prestige”) values of grave goods, or other count data, plotted and made available for download, or used as input in the app’s inequality measurements such as the Gini and Absolute Gini.  For houses, inequality these measurements are more straight forward from the raw floor area data. The app also features a time atlas and simple and flexible tools to visualize trends and developments of wealth display and inequality for any drawn area of the atlas, based on data submitted by the author and potential users. Thus, the more people use the app, we build an empirical overview of wealth display and inequality from two complementary modes of wealth expression over time with potential for global coverage.",
          "url": "https://osf.io/wzcqy_v1",
          "doi": "https://doi.org/10.31235/osf.io/wzcqy_v1",
          "filter": 0
        },
        {
          "title": "The Resilient Effect of Process on Perceived Fairness and Legitimacy in Wind Energy Siting",
          "authors": "Michael Hankinson",
          "abstract": "Research on energy siting conflict argues that high levels of local control and public input increase the perceived fairness of the permitting process. However, these studies largely rely on retrospective evaluations, meaning respondents may form their attitudes about procedural fairness and legitimacy based on whether they secure their preferred policy outcome. In contrast, I use experimental designs to randomly vary whether respondents learn the policy outcome prior to judging the permitting process. Across two pre-registered survey experiments, state control and limited public input decrease the perceived fairness and legitimacy of wind turbine siting. This relationship is unaltered by knowing the policy outcome. However, the resilient effect of these specific process on legitimacy is only around half the size as the effect of getting one's preferred policy outcome. Consequently, studies which measure public perceptions after siting may largely capture the effect of the outcome, rather than that of process alone.",
          "url": "https://osf.io/8xf3m_v1",
          "doi": "https://doi.org/10.31235/osf.io/8xf3m_v1",
          "filter": 0
        },
        {
          "title": "Anthroporesource Dynamics (ARD): A Framework for Individual Resource and Institutional Context",
          "authors": "Kirill Baskakov",
          "abstract": "Anthroporesource Dynamics (ARD) is a conceptual framework for describing and comparing individual resource configurations within institutional environments. The paper proposes a typology of core resources and a set of conversion mechanisms that link personal endowments to institutional access, status, and outcomes. ARD is designed as an integrative analytic language for sociology, organizational studies, and public policy analysis, enabling structured diagnosis of misalignment between individual capacities and institutional pathways.",
          "url": "https://osf.io/x27j5_v1",
          "doi": "https://doi.org/10.31235/osf.io/x27j5_v1",
          "filter": 0
        },
        {
          "title": "Connecting Parents, Shaping Futures: How Intergenerational Closure Shapes Parental Aspirations in Germany",
          "authors": "Monja Schmitt; Kerstin Schörner; Felix Bittmann",
          "abstract": "Intergenerational closure is a crucial factor in the formation of educational inequalities (Coleman, 1988, 1990). Empirical studies provide evidence of positive associations between intergenerational closure and students' competencies, school grades, and retention. Less is known about its impact on parental aspirations that precede the children's educational success within Germany’s stratified school system, where intermediate school tracks may provide a specific context in which closure becomes especially important. Under an extended theoretical perspective from the Wisconsin Model (Sewell et al., 1969, 1970a, 2003) and using data from the National Educational Panel Study Starting Cohort 3 (NEPS Network, 2024) (n = 6,162), we examine whether intergenerational closure is associated with parents’ realistic and idealistic aspirations for their child’s educational attainment. Results from linear probability models indicate that closure significantly increases realistic aspirations among parents with children in the intermediate tracks, but has no effect on idealistic aspirations.",
          "url": "https://osf.io/uzqgw_v2",
          "doi": "https://doi.org/10.31235/osf.io/uzqgw_v2",
          "filter": 0
        },
        {
          "title": "CARU-QCA: A tool for critically appraising systematic reviews that use Qualitative Comparative Analysis",
          "authors": "Dylan Kneale; Katy Sutcliffe; Brenda Hayanga; Rana Islamiah Zahroh; Margherita Musella; Helen Burchett; James Thomas",
          "abstract": "Background: Qualitative Comparative Analysis (QCA) uses Boolean set theory to identify complex causal ‘recipes’. QCA has been used in systematic reviews to identify configurations of intervention and contextual features associated with the effectiveness of complex multi-component interventions. Despite increasing use of QCA in systematic reviews, no tool currently exists to appraise reviews using QCA. To address this gap, we developed ‘CARU-QCA’ (Critical Appraisal of Reviews Using QCA).  \n\nMethods: We used three sources of evidence to develop CARU-QCA: key papers on the logic and procedures of QCA; existing systematic review appraisal tools; and published QCA reviews. In addition to the existing six stages of QCA outlined elsewhere, we also distinguished a baseline stage (Stage 0) where we appraise the set-up and appropriateness of the use of QCA. Several rounds of user testing by the lead authors and colleagues in the field aimed to refine the tool and enhance its usability. \n\nResults: QCA blends a deep, holistic understanding of interventions and their underlying theory, with computer-based mathematical procedures for examining and testing patterns in the data. As such, elements of the CARU-QCA tool support the appraisal of the approach used to develop case-based knowledge and use of theory for exploring cross-case patterns as well as the technical analytic procedures. In line with systematic review guidance, CARU-QCA also appraises transparency of reporting. The tool is divided into seven sections to support users in appraising the set-up of QCA and the six analytical steps. The tool guides users to assess their confidence in the execution of each of the seven stages, before forming an overarching confidence assessment. A detailed guide accompanies the tool providing further background information and explanation of the rationale for each question.\n\nConclusions: CARU-QCA provides a transparent and standardised approach for critiquing and evaluating reviews using QCA; it will be of value to those seeking to assess and implement the findings of QCA reviews. CARU-QCA will also be useful to systematic reviewers seeking guidance on how to undertake and report a QCA.",
          "url": "https://osf.io/pyhfg_v1",
          "doi": "https://doi.org/10.31235/osf.io/pyhfg_v1",
          "filter": 0
        },
        {
          "title": "How Studying Community Colleges Impacts Learners: Reducing Community College Stigma and Improving Community College Advocacy",
          "authors": "David Van Nguyen",
          "abstract": "This evaluation focuses on a speaker series of community college studies presentations. The seven monthly presentations were led by professors and an institutional researcher who conduct research on community colleges. Example presentation topics included the history of community colleges, policy reforms in community college developmental education, and transfer receptive culture. The presentations’ primary audience was community college students. I interviewed 12 community college student attendees and then analyzed interview transcripts using structural coding and thematic analysis. Two themes were identified. The first theme was that the presentations improved most students’ perceptions of community colleges. To elaborate, the presentations destigmatized community colleges and dismantled a deficit thinking paradigm. Moreover, interviewees reported that their improved perceptions of community colleges helped with their academic engagement and social engagement at their community college. The second theme was that the presentations improved most students’ interest and ability in community college advocacy. For example, several attendees informally shared the knowledge they gained from the presentations to empower their community college peers. Furthermore, several attendees became more effective advocates within formal institutional positions such as student advisory group member, office assistant, or peer advisor. These evaluation findings align with past research that suggests that community college studies can improve learners’ perceptions and advocacy around community colleges.",
          "url": "https://osf.io/bvhxf_v3",
          "doi": "https://doi.org/10.31235/osf.io/bvhxf_v3",
          "filter": 0
        },
        {
          "title": "Critical educommunication: education, dialog, and public policies",
          "authors": "Maite Santos-Albardia; Irati Agirreazkuenaga; Simón Peña-Fernández",
          "abstract": "This article analyzes the dialogic–critical potential of edu-communication to foster critical thinking. On the basis of interviews with experts and questionnaires sent to 141 Education and Communication students at UPV/EHU, analysis using NVIVO identified four key areas: conceptualization, critical educommunication, humanistic potential, and public policies. The analysis highlights the urgency of inte-grating critical media competencies into educational curricula by implementing public policies and teacher training. We conclude that critical, dialogic, and reflexive educommunication is essential to transform the relationship with the media and prevent information disorders.",
          "url": "https://osf.io/ruxbe_v1",
          "doi": "https://doi.org/10.31235/osf.io/ruxbe_v1",
          "filter": 0
        },
        {
          "title": "Artificial Light at Night and Sleep Health Among Generation Z University Students",
          "authors": "Mehdi Khalighi",
          "abstract": "Artificial light at night (ALAN) is an increasingly prevalent environmental exposure associated with circadian disruption and adverse sleep outcomes. University students, particularly those belonging to Generation Z, may be especially vulnerable due to increased nighttime light exposure from electronic devices and campus environments. This study examined the relationship between light pollution exposures and sleep outcomes. A cross-sectional study design was employed using self-reported survey data collected from 109 Millersville university students. Spearman rank-order correlation analyses were conducted to evaluate associations between ALAN exposure variables and sleep-related outcomes. Results indicated that higher exposure to artificial light at night was associated with poorer sleep quality, reduced sleep duration, and increased difficulty falling asleep. These findings suggest that light pollution represents a significant and underrecognized public health concern for young adults and highlight the need for targeted interventions and policy strategies to reduce nighttime light exposure in residential and built environments.\nKeywords:\nArtificial light at night; light pollution; sleep quality; circadian rhythm; university students; public health",
          "url": "https://osf.io/etuc6_v1",
          "doi": "https://doi.org/10.31235/osf.io/etuc6_v1",
          "filter": 0
        },
        {
          "title": "Relación entre las habilidades para la vida (manejo de emociones y sentimientos, pensamiento creativo, autoconocimiento, manejo de tensiones y estrés y, toma de decisiones) con el fortalecimiento de la relación pedagógica en ambientes Universitarios",
          "authors": "Nicolás León Sanabria; María Alejandra López; Mariana Martínez Rodríguez; Isabel del Socorro Moreno Luna; Francisco Palencia-Sánchez",
          "abstract": "El presente estudio aborda la importancia de las habilidades emocionales, cognitivas y sociales en la relación pedagógica dentro del entorno universitario. Se reconoce que la formación académica no solo depende de conocimientos técnicos, sino también de factores emocionales y sociales que influyen en el bienestar dentro del aula. A través de una revisión rápida de la literatura utilizando nuevas herramientas basadas en la IA y por medio bases de datos como Psycnet, SCOPUS, Eric, y utilizando motores de búsqueda especializados como Google Académico, se analizaron cinco habilidades clave: manejo de emociones, autoconocimiento, pensamiento creativo, manejo del estrés y toma de decisiones. Se identificó que el desarrollo de estas habilidades favorece interacciones más efectivas entre docentes y estudiantes, promoviendo un ambiente de aprendizaje saludable. El estudio resalta la necesidad de implementar programas de desarrollo de habilidades para la vida en la educación superior, orientadas hacia docentes y estudiantes por igual, con el fin de fortalecer la relación pedagógica y mejorar la calidad del proceso formativo. Se concluye que la gestión emocional, la creatividad y la toma de decisiones influyen en la percepción del aprendizaje y en la satisfacción con la enseñanza, subrayando la importancia de la formación integral en la academia para potenciar el bienestar y el éxito académico.",
          "url": "https://osf.io/py27j_v1",
          "doi": "https://doi.org/10.31235/osf.io/py27j_v1",
          "filter": 0
        },
        {
          "title": "Do housing policies increase local polarization? (Políticas habitacionais aumentam a polarização local?)",
          "authors": "Tomás Paixão Borges; Ana Paula Lima dos Santos; Thaiza Siqueira da Silva",
          "abstract": "Este estudo avalia se políticas habitacionais contribuem para o aumento da polarização política local. A partir de uma revisão sistemática de 15 estudos, qualitativos em sua maioria, constatamos que políticas habitacionais, sobretudo quando desconsideram a participação social no processo de desenho e implementação do programa, estão associadas à intensificação de conflitos políticos locais (Antoniucci e Marella, 2017; Tarsi, 2018; Koch et al., 2020; Watt, 2021; Starikova e Yushina, 2018). Uma parte considerável dos estudos revisados lança luz sobre as desigualdades e processos de segregação socioespacial exacerbados por políticas habitacionais. Assim, embora nem todos os estudos tratem diretamente da polarização política como outcome, observa-se a intensificação de antagonismos sociopolíticos entre moradores afetados pelas políticas e as instituições responsáveis por elas (Pendall, 1999; Piat, 2000; Waibel e Dörnte, 2007; Scally, 2012; Holleran; Lee; Irwin; Miller, 2020; Silva, 2021).",
          "url": "https://osf.io/yg9m4_v1",
          "doi": "https://doi.org/10.31235/osf.io/yg9m4_v1",
          "filter": 0
        },
        {
          "title": "Homogeneity of Scheduled Castes and Scheduled Tribes: Impacts of Sub-Classification in India",
          "authors": "Rahul Shashikant Gaikwad; Rishiram Aryal",
          "abstract": "This research examines the historical and contemporary trajectories of communities formerly stigmatised as “untouchable” and historically constituted through heterogeneous identities (Ati-Shudras, out-castes, Mahars, Dalits), later consolidated as Scheduled Castes (SCs) and Scheduled Tribes (STs) under the Constitution of India (1950). It situates caste as a durable political economy of graded inequality, structured by ritualised hierarchies, occupational immobility, and asymmetric access to land, education, and state power. The study contrasts Brahminical normative–legal traditions (including the Manusmriti and Dharmashastra literature) with anti-caste emancipatory interventions associated with Dr. B. R. Ambedkar, tracing how constitutional safeguards and redistributive policy instruments converted fragmented social groups into administratively and politically “homogeneous” categories for purposes of representation and welfare. Using econometric analysis alongside historical institutionalism and jurisprudential interpretation, the research assesses recent Supreme Court deliberations on SC/ST “sub-classification\" (divide) and the possible extension of the “creamy layer” (income-cap) principle, evaluating their fragmental effects and constitutional implications. It argues that these interventions risk weakening substantive equality by reinforcing structural distortions within India’s federal and constitutional framework.",
          "url": "https://osf.io/sd6wn_v1",
          "doi": "https://doi.org/10.31235/osf.io/sd6wn_v1",
          "filter": 0
        },
        {
          "title": "The Sufficiency Gap: The Demand-Side Deficit in German, Dutch, and Norwegian Cement and Construction Decarbonization Roadmaps",
          "authors": "Rosalie Arendt; Marc van den Berg; Daan Bossuyt; Felice Diekel; Jakob Napiontek; Peter-Paul Pichler; Patricia Schneider-Marin; Tim Verlaan",
          "abstract": "Cement is an essential building material but producing it generates 7-8% of global CO₂ emissions. Two thirds of these emissions are process-related and cannot be eliminated by switching to clean energy sources. Meeting the Paris Agreement's call for \"highest possible mitigation ambition\" requires faithful assessment of all mitigation options, including demand-side measures to reduce cement emissions. \nTo assess how actors define and justify their highest possible ambitions for the construction sector, we analyze cement decarbonization roadmaps in Germany, the Netherlands, and Norway: countries selected for their high floorspace per capita, which is a key indicator of significant potential for demand-side sufficiency measures in housing. We identified 30 decarbonization measures using qualitative document analysis. We coded the measures iteratively from roadmaps and literature and categorized them into a cement-specific mitigation hierarchy (Avoid, Reduce, Reuse, Substitute, Minimize, ‘Capture, Store and Recarbonate’) that integrates supply-side decarbonization with demand-side sufficiency in housing. Our findings expose a persistent sufficiency gap: roadmaps prioritize incremental technical solutions and speculative carbon storage, while neglecting transformative measures that reduce overconsumption like separating spacious living units, building smaller or house sharing. This inflates cement demand and associated residual emissions. We find that the current mitigation ambition is not a “highest possible mitigation ambition” but politically constructed version that sidelines demand-side sufficiency measures. Truly Paris-aligned pathways must integrate demand-side strategies through transdisciplinary collaboration, ensuring a faithful assessment of all mitigation options.",
          "url": "https://osf.io/tqem8_v1",
          "doi": "https://doi.org/10.31235/osf.io/tqem8_v1",
          "filter": 0
        },
        {
          "title": "Between Policy and Practice: Adoption of Research Data Management in DFG’s Individual Research Grants Programme (2017 – 2024)",
          "authors": "Jan Rohden; Richard Heidler; Christoph Funk",
          "abstract": "This paper applies natural language processing, machine learning and repository linking to examine the adoption of research data management (RDM) practices in proposals submitted to the German Research Foundation’s (DFG) Individual Research Grants Programme between 2017 and 2024. The analysis reveals a growing awareness of RDM, reflected in longer and more substantive statements as well as an increasing number of references to specific data repositories. Significant disciplinary differences emerge in the frequency, profile, and concreteness of RDM references, pointing to varying levels of maturity across fields. By linking proposal texts with re3data metadata, we identify the most frequently cited repositories and their disciplinary coverage. A marked shift toward more professionalized RDM following the introduction of a DFG checklist in 2021 suggests that funding agencies can actively shape RDM practices through policy instruments. These findings demonstrate how funders can influence data practices through guidance rather than coercion, offering novel insights for the monitoring of Open Science policies.",
          "url": "https://osf.io/kjvu3_v1",
          "doi": "https://doi.org/10.31235/osf.io/kjvu3_v1",
          "filter": 0
        },
        {
          "title": "Opening the Book: A Rubric to Support Effective Transparency for EdTech Products that Incorporate AI",
          "authors": "DeVan L. Hankerson; Hannah Quay-de la Vallee; Morgan Badurak; Dhanaraj Thakur",
          "abstract": "The use of artificial intelligence (AI) in educational technology (edtech) in the K–12 space has grown significantly, and schools are being encouraged to adopt AI by a range of actors from states to the federal government to industry. Used well, AI may provide significant educational benefits. But the use of AI in a high-stakes context such as K–12 education also raises concerns about how well these systems will work, whether they will be worth the investment, whether they will introduce bias or other harms, and more. One commonly recommended, broadly endorsed approach to support the responsible use of edtech products that incorporate AI is transparency from the developers and designers of these systems. To better assess the current state of transparency in edtech products in the K–12 context that incorporate AI, the Center for Democracy &amp; Technology (CDT) has developed a rubric of eight key elements of transparency that contribute to a full picture of an edtech product and can be used to inform decisions such as whether to procure the product and how to use it.",
          "url": "https://osf.io/r6afe_v1",
          "doi": "https://doi.org/10.31235/osf.io/r6afe_v1",
          "filter": 0
        },
        {
          "title": "From disparate lists to population estimates: A multiple systems estimation workflow for mortality analysis in conflict settings",
          "authors": "Maria Gargiulo",
          "abstract": "Quantifying mortality in conflict settings is a challenging but necessary task for health and humanitarian response, historical memory, and accountability. In conflict settings, traditional demographic data sources, like vital statistics, may not be available or of suitable quality for mortality estimation. However, alternative sources documenting the deceased may exist, such as news reports or data collected by civil society organizations. These sources are not without their own biases; rather than being statistically representative samples or complete counts, they are convenience samples. However, when multiple sources are taken together, they can be used for mortality estimation. This article describes a workflow for mortality estimation using disparate and statistically biased data sources, motivated by three missing data challenges commonly encountered in conflict settings: missing individual identifiers, missing covariates in records of documented victims, and records of victims that are entirely undocumented. A simulation study demonstrates the feasibility of jointly applying the constituent methods of the workflow. Then, the workflow is demonstrated using data about conflict-related homicides during the armed conflict in Colombia from 1985–2018. Beyond its applications to conflict mortality estimation, this workflow can be applied to examine mortality due to other causes or other events of demographic interest.",
          "url": "https://osf.io/avc97_v2",
          "doi": "https://doi.org/10.31235/osf.io/avc97_v2",
          "filter": 0
        },
        {
          "title": "Fines, Not Fares: The Punitive Nature of Transit Enforcement",
          "authors": "Orly Linovski",
          "abstract": "Despite calls for reform, many transit agencies rely heavily on enforcement to increase fare revenue and perceptions of safety. Both fare evasion and behaviour violations (like loitering and public intoxication) can carry heavy fines, and lead to debt collection and criminal justice system involvement. Yet, there has been limited examination of the financial and social costs of transit fines, and whether enforcement programs can achieve revenue goals. Using administrative data obtained through freedom of information requests, I document the nature and extent of transit enforcement and fines in sixteen Canadian cities. I find that transit fines are excessively punitive when compared with parking violations, with fines on average five times higher than similar parking infractions. While there may be deterrence value from enforcement, few transit fines are paid, and the costs of enforcing transit violations are likely significantly greater than revenue from payments. Given this, transit agencies should evaluate the goals, impacts, and outcomes of enforcement programs, with a full accounting of both the financial and social costs, and consideration of alternative programs.",
          "url": "https://osf.io/stw6y_v1",
          "doi": "https://doi.org/10.31235/osf.io/stw6y_v1",
          "filter": 0
        },
        {
          "title": "Text as Data for Crisis-Early Warning: A Comparative Assessment of NLP Methods for Conflict Prediction",
          "authors": "Julian Walterskirchen",
          "abstract": "Natural language processing (NLP) tools have been applied successfully in improving predictions in a wide range of research areas. However, what works in one area may not work in conflict research. We therefore seek to offer an initial assessment of the most prominent NLP methods for conflict prediction tasks. We evaluate the performance of features extracted from a conflict dictionary, two sentiment dictionaries, a word-scaling approach, dynamic topic models, and a transformer model on a classical conflict prediction task. The results highlight the importance of considering different NLP approaches, depending on the availability of text sources and other predictor variables.",
          "url": "https://osf.io/4mbzn_v3",
          "doi": "https://doi.org/10.31235/osf.io/4mbzn_v3",
          "filter": 0
        },
        {
          "title": "Partisan tastes or ideological divides? Everyday interests and political identities in a multi-party system",
          "authors": "Anastasia Menshikova; Felix Lennert; Elida Izani Ibrahim; Miriam Hurtado Bodell",
          "abstract": "Everyday interests expressed in leisure, media consumption, or cultural practices, increasingly intersect with political orientations, making them strong signals of individuals’ political identities. While most research on this phenomenon has focused on bipartisan systems, this study examines interest-politics alignment within Sweden’s multi-party context. We extend prior work by systematically analyzing both the size (strength of associations) and shape (structural patterns) of this alignment, and by distinguishing whether lifestyle polarization follows partisan identities or broader ideological orientations—a question that cannot be addressed in two-party contexts where these dimensions are confounded. Analyzing Swedish Twitter data (2010-2020), we examine how politically engaged users’ interests captured through the accounts they follow correspond to their political preferences, measured both as party associations and left-right ideological positions. Our findings show that multi-party systems do not shield against interest-politics consolidation. Patterns of everyday interests among politically engaged Swedish social media users reveal two dominant clusters that correspond closely to Sweden’s coalition landscape. Importantly, fragmentation in everyday interests aligns more strongly with ideological orientations than with party identities. We find that left-leaning individuals follow accounts associated with human rights, environmentalism, and cultural consumption, whereas right-leaning users favor finance, sports, and security content. Despite this polarization, certain interests cut across political divides, offering opportunities for dialogue across ideological lines. By disentangling partisan and ideological dimensions in a multi-party setting, the study contributes to research on affective polarization and cultural cleavages in European democracies.",
          "url": "https://osf.io/c4296_v1",
          "doi": "https://doi.org/10.31235/osf.io/c4296_v1",
          "filter": 0
        },
        {
          "title": "Connecting Parents, Shaping Futures: How Intergenerational Closure Shapes Parental Aspirations in Germany",
          "authors": "Monja Schmitt; Kerstin Schörner; Felix Bittmann",
          "abstract": "Intergenerational closure is a crucial factor in the formation of educational inequalities (Coleman, 1988, 1990). Empirical studies provide evidence of positive associations between intergenerational closure and students' competencies, school grades, and retention. Less is known about its impact on parental aspirations that precede the children's educational success within Germany’s stratified school system, where intermediate school tracks may provide a specific context in which closure becomes especially important. Under an extended theoretical perspective from the Wisconsin Model (Sewell et al., 1969, 1970a, 2003) and using data from the National Educational Panel Study Starting Cohort 3 (NEPS Network, 2024) (n = 6,162), we examine whether intergenerational closure is associated with parents’ realistic and idealistic aspirations for their child’s educational attainment. Results from linear probability models indicate that closure significantly increases realistic aspirations among parents with children in the intermediate tracks, but has no effect on idealistic aspirations.",
          "url": "https://osf.io/uzqgw_v1",
          "doi": "https://doi.org/10.31235/osf.io/uzqgw_v1",
          "filter": 0
        },
        {
          "title": "Cross-Nationally, Non-Probability Web Surveys Demonstrate Poorer Demographic Coverage and Yield More Liberal Estimates of Public Opinion than F2F Surveys",
          "authors": "Viyaleta Korsunava; Boris Sokolov",
          "abstract": "Non-probability web surveys offer several advantages over face-to-face (F2F) interviews—they are cheaper, faster, more accessible, and reduce interviewer effects and desirability bias. As such, they are increasingly popular in both academic and commercial research. However, they often yield demographically biased samples, raising concerns about the accuracy of the resulting public opinion estimates. Most studies on web surveys focus on developed countries, with limited attention to non-WEIRD contexts. Addressing this gap, we compare data from the Values in Crisis (VIC) survey (2020–2021, opt-in online panels with quota sampling) and the 7th wave of the World Values Survey (WVS; 2017–2022, probability-based multi-stage stratified sampling) across nine countries: Brazil, Chile, China, Germany, Greece, Japan, Kazakhstan, Russia, and the United Kingdom. We assess differences in demographic coverage and national mean scores on 15 attitudinal items, including trust, national pride, religiosity, life satisfaction, postmaterialism, and support for gender equality and reproductive freedom. WVS samples more closely match national demographics, though VIC performs comparably in some cases. Substantively, web surveys show higher (up to 20–30 p.p.) acceptance of gender equality, abortion, and homosexuality and lower religiosity, national pride, and life satisfaction. These differences persist even after adjusting for demographic imbalances and restricting WVS samples to internet users.",
          "url": "https://osf.io/tq2nb_v1",
          "doi": "https://doi.org/10.31235/osf.io/tq2nb_v1",
          "filter": 0
        },
        {
          "title": "Epistemic Humility and Epistemic Confidence: Competing Ethical Forces in Clinical Medicine",
          "authors": "Guy Hochman",
          "abstract": "Physicians often communicate diagnostic judgments with unwarranted certainty, even in the presence of significant ambiguity. While cognitive biases and institutional expectations contribute to this pattern, its ethical implications remain under-theorized. This paper explores the ethical tension between epistemic humility (acknowledging what one does not know) and epistemic confidence (performing certainty regardless of evidentiary strength). Drawing on my dual position as a decision-making scholar and a patient with complex chronic illness, I argue that epistemic humility must be reframed not merely as a virtue but as a professional obligation in clinical communication. The paper makes three contributions: (1) it conceptualizes epistemic humility as an ethical duty to distinguish clearly between knowledge, inference, and intuition in medical discourse; (2) it introduces and theorizes epistemic confidence as a socially reinforced but ethically problematic communicative norm; and (3) it uses autoethnographic insights to expose how even documented, institutionally validated diagnoses are routinely dismissed in favor of more familiar narratives. Through philosophical argument, empirical literature, and lived experience, I show how epistemic confidence under uncertainty can obscure diagnostic alternatives, undermine informed consent, and perpetuate epistemic injustice. Even after years of seeking care, patients with complex conditions routinely encounter well-meaning physicians who confidently offer alternative diagnoses, sometimes contradicting existing evidence, without acknowledging the limits of their expertise. I conclude that epistemic humility must be taught, evaluated, and institutionalized as a condition of medical legitimacy. Without it, the system rewards the illusion of confidence over the ethics of care.",
          "url": "https://osf.io/m6bzr_v1",
          "doi": "https://doi.org/10.31235/osf.io/m6bzr_v1",
          "filter": 0
        },
        {
          "title": "Research Transparency and Reproducibility",
          "authors": "Roxanne Connelly; Vernon Gayle; Sarah Stopforth",
          "abstract": "There is increasing concern across a wide range of academic disciplines that research results cannot be reproduced. This is a serious concern because research knowledge is cumulative, and it is built on incremental advances in empirical research. Improvement in computers, developments in data analytical software, and increased access to large-scale social science data resources (e.g. social surveys and administrative data) have greatly extended research capacity in the social sciences. In this chapter we discuss how the issues of transparency and reproducibility impinge on statistically orientated social science research. We outline approaches and techniques which will promote transparent and reproducible quantitative social science research.",
          "url": "https://osf.io/974mr_v1",
          "doi": "https://doi.org/10.31235/osf.io/974mr_v1",
          "filter": 0
        },
        {
          "title": "The Power of “We” in Science Funding and Publication",
          "authors": "Lijian Peng; Hao Peng",
          "abstract": "Linguistic communication supports all stages of scientific innovation. However, we have limited understanding of rhetorical strategies for facilitating the recognition of new ideas in science. \nDrawing on prior literature on the importance of personal pronouns in inter-personal communication, we examine the unique role of first-person plural pronouns (``We'' words, including ``we'', ``us'', ``our'') in science funding and publishing. \nOur study leverages the full sample of 13K grant proposals submitted to the Novo Nordisk Foundation and 47K research papers submitted to BMJO and ICLR between 2011 and 2024. \nWe find a strong and universal positive association between ``we'' words and success rates even after accounting for important confounding factors related to content, novelty, and author impact.\nSpecifically, a one percentage point increase in the percentage of ``We'' words used in the full text is associated with a 36-51% increase in the odds of success for grants and papers.\nFurthermore, we find that the effect of ``We'' is applicable to both editors and reviewers of BMJO papers that used the single-blind review and is predictive of more positive and engaging review feedback for ICLR papers that employed the double-blind review.\nCrucially, a large-scale LLM-assisted computational experiment that replaces ``We'' words with demonstrative pronouns provides robust causal evidence of ``We'' words on paper acceptance.\nLastly, our causal mediation analysis shows that ``We'' words can lead to more acceptance mainly because they can increase the perceived teamwork, credibility, significance, and robustness in research evaluation.\nBy revealing the unique strength of ``We'' in facilitating the recognition of new ideas in science, our study highlights the importance of small but mighty linguistic choices in promoting knowledge discoveries and breakthroughs.",
          "url": "https://osf.io/pc5gq_v1",
          "doi": "https://doi.org/10.31235/osf.io/pc5gq_v1",
          "filter": 0
        },
        {
          "title": "Social portrait of a pilgrim and a tourist in the Solovetsky Archipelago",
          "authors": "Andrey Podoplekin; Tatyana Blynskaya; Lyudmila Chizhova; Anton Maksimov",
          "abstract": "Introduction. Currently, the Solovetsky Archipelago is a popular pilgrimage and tourist destination, which, from the point of view of popularization of such routes, sets a positive impetus for the socio-eco-nomic development of the remote island territories of the North and the Arctic of Russia. At the same time, questions naturally arise about taking into account the risk of increased anthropogenic load on the eco-systems of such territories and the need to study the features of the social portrait of visitors.\nThe purpose of the research is to describe generalized social portraits of the two main categories of vis-itors to the Solovetsky Islands, tourists and pilgrims, considered as potential factors impacting the natural complexes of the archipelago; at the same time, to evaluate the validity of sociological methods as addi-tional tools for assessing anthropogenic impact.\nMaterials and methods. The information basis of the study was made up of legal acts and documents of strategic planning for the Russian territories’ development (including the northern regions and the Rus-sian Arctic), the work of Russian scientists on the formation of a social portrait of pilgrims and tourists, and sociological data collected by the authors. Systematic approach, methods of logical, conceptual and comparative analysis, methods of statistical data processing was used in working the article.\nResults. The article analyzes the concepts of “tourism” and “pilgrimage” in the legal perspective, as well as legislative differences regarding the implementation of tourism products and the organization of pil-grimage activities. A review of Russian research, devoted to the study of the tourists and pilgrims’ social portraits, as well as the ways for its use for the various Russian territories development has been con-ducted. Based on the survey results a social portrait of visitors to the Solovetsky Archipelago was describe, tourists and pilgrims were assessed in terms of their potential anthropogenic impact on the island eco-system. A shortage of waste bins, toilets, stands with maps and reference information about tourist or religious sites and route signs has been identified.\nConclusions. The survey results allowed us to put forward and confirm the hypothesis that the majority of Solovki visitors due to the specific purposes of their stay in the territory, due the cultural and education level do not constitute a factor increasing the pressure on the island’s ecosystem. At the same time, the authors think that a further solution to the problem of more accurately determining the risk of in-creasing anthropogenic impact is supplementing the survey data through the use of mobile applications for collecting anonymized data, as well as in integration with video recording systems.",
          "url": "https://osf.io/kvr3t_v1",
          "doi": "https://doi.org/10.31235/osf.io/kvr3t_v1",
          "filter": 0
        },
        {
          "title": "Measuring Individual-level Issue Importance with Repeated Binary-choice Questions",
          "authors": "Dai Sasaki",
          "abstract": "Measuring individual-level issue importance is crucial for the study of voting behavior and public opinion, yet existing methods struggle to balance estimation accuracy with respondent burden. Standard approaches often sacrifice either ordinal precision or cardinal intensity to reduce cognitive load. To overcome this trade-off, I propose a pairwise comparison framework where respondents repeatedly choose the more important of two issues. Using a hierarchical Bayesian model, this method recovers latent continuous importance weights from simple binary choices, capturing both rank order and preference intensity. Simulation studies demonstrate that the method accurately recovers preference structures even with limited data. In an empirical application, the method exhibits concurrent validity with traditional ``Most Important Issue” (MII) questions while revealing granular individual differences. Finally, I discuss an application to a weighted spatial voting model, where estimated issue weights are used to weight policy dimensions in modeling vote choice.",
          "url": "https://osf.io/pe2c9_v1",
          "doi": "https://doi.org/10.31235/osf.io/pe2c9_v1",
          "filter": 0
        },
        {
          "title": "Reflections on a Transformative Social Work Research Journey in a Developing Context: A Postcolonial Perspective on Knowledge Production",
          "authors": "Wilberforce Kurevakwesu",
          "abstract": "Although research is central to social work practice, the conditions under which knowledge is produced, valued, and disseminated in developing contexts remain underexamined. This gap underscores the need to promote research and support emerging scholars in producing work that meaningfully informs practice. This conceptual and reflexive paper critically examines my transformative research journey in an African context through a postcolonial lens. It aims to support early-career social work researchers in similar settings as they navigate the complexities of scholarly research, writing, and publishing. Drawing on a deeply personal narrative, the article offers reflexive insight and informal scholarly mentorship while fostering a compassionate, humanized understanding of the academic writing journey, an aspect often overlooked in formal literature. While grounded in my own experiences and challenges, the paper also offers transferable insights for strengthening social work knowledge production and practice. The manuscript occupies an important narrative space by amplifying the voice of a developing-world scholar navigating institutional, financial, and intellectual barriers in building a research career. By situating personal research experience within postcolonial theory, the article contributes to ongoing debates on epistemic justice, scholarly inclusion, and knowledge production in global social work.",
          "url": "https://osf.io/3bk4v_v2",
          "doi": "https://doi.org/10.31235/osf.io/3bk4v_v2",
          "filter": 0
        },
        {
          "title": "WOMEN AND POLITICAL PARTICIPATION IN FINLAND’S GRASSROOT POLITICS: A COMPARATIVE STUDY OF THE 2017, 2021, AND 2025 MUNICIPAL ELECTIONS IN FINLAND",
          "authors": "Chimchetam U. Ukpai",
          "abstract": "In this paper, I focused on the examination of the extent of women's political involvement in Finland's local politics by studying the 2017,2021, and 2025 municipal elections. By using comparative analysis, trends and disparities between political parties were identified. The findings show that as many as 42.3% of all candidates in the 2025 polls were women, which indicates a rise from previous years. The critical mass theory is used to show how a high proportion of women in local politics can influence local policymaking. Left-wing political parties featured more female candidates across the electoral years, as compared to far-right parties, which lag. Factors such as political party ideologies, shifting political culture, prominence of strong women organizations, and the rise of female political role models are some key drivers of increased female participation. The study recommends the introduction of a quota system to ensure political parties have a minimum proportion of female candidates they can feature in elections. This article contributes to addressing Finland’s progressive but uneven landscape of women’s grassroots political participation, and it also lends a voice to the global gender discourse.",
          "url": "https://osf.io/n4fmz_v1",
          "doi": "https://doi.org/10.31235/osf.io/n4fmz_v1",
          "filter": 0
        },
        {
          "title": "Reflections on a Transformative Social Work Research Journey in a Developing Context: A Postcolonial Perspective on Knowledge Production",
          "authors": "Wilberforce Kurevakwesu",
          "abstract": "Although research is central to social work practice, the conditions under which knowledge is produced, valued, and disseminated in developing contexts remain underexamined. This gap underscores the need to promote research and support emerging scholars in producing work that meaningfully informs practice. This conceptual and reflexive paper critically examines my transformative research journey in an African context through a postcolonial lens. It aims to support early-career social work researchers in similar settings as they navigate the complexities of scholarly research, writing, and publishing. Drawing on a deeply personal narrative, the article offers reflexive insight and informal scholarly mentorship while fostering a compassionate, humanized understanding of the academic writing journey, an aspect often overlooked in formal literature. While grounded in my own experiences and challenges, the paper also offers transferable insights for strengthening social work knowledge production and practice. The manuscript occupies an important narrative space by amplifying the voice of a developing-world scholar navigating institutional, financial, and intellectual barriers in building a research career. By situating personal research experience within postcolonial theory, the article contributes to ongoing debates on epistemic justice, scholarly inclusion, and knowledge production in global social work.",
          "url": "https://osf.io/3bk4v_v1",
          "doi": "https://doi.org/10.31235/osf.io/3bk4v_v1",
          "filter": 0
        },
        {
          "title": "Who Wants More War? Conflict Exposure, Perceptions of Public Opinion, and Preferences for Conflict Escalation in Israel",
          "authors": "Nicholas Sambanis; Itamar Yakir",
          "abstract": "We explore whether conformity to perceptions of public opinion shapes individual foreign policy preferences in the aftermath of a militarized conflict between Israel and Iran in June 2025. Exploiting naturally occurring variation in exposure to an Iranian missile attack, we measure Israelis' proneness to hawkish (vs. dovish) policy responses as a function of information concerning the majority's policy preferences. We find that Israelis shift their preferences to align with perceived majority opinion: when they perceive the public to be dovish, they support more dovish positions; whereas they become more hawkish when they perceive the public as hawkish. People who report having been exposed to Iranian attacks show stronger support for belligerence. Partisanship also matters as respondents are more likely to respond to cues aligned with priors that are consistent with their party's positions. We explore mechanisms of these patterns.",
          "url": "https://osf.io/5upfb_v1",
          "doi": "https://doi.org/10.31235/osf.io/5upfb_v1",
          "filter": 0
        },
        {
          "title": "\"I'm Cooked\": Financial Literacy, Policy Optionality, and Educational Inequity in Massachusetts High Schools",
          "authors": "Yaxin Zhang",
          "abstract": "Financial literacy has emerged as a critical determinant of economic stability, mobility, and resilience, yet access to formal financial education in U.S. high schools remains uneven and largely discretionary. This paper examines the case of Massachusetts—a state that consistently ranks first in overall educational performance but receives failing marks for financial literacy—to assess whether optional, non-mandated approaches to personal finance education can deliver equitable outcomes. Drawing on national empirical literature, state-issued policy reports, and a localized case study, this paper argues that policy optionality is the central mechanism through which financial literacy efforts in the Commonwealth have stagnated and declined. Indeed, this paper further concludes that a standalone financial literacy graduation requirement represents the most effective and evidence-based mechanism for translating existing efforts into universal access, particularly as the Commonwealth reconsiders graduation frameworks in the post-MCAS era.",
          "url": "https://osf.io/vgk9p_v1",
          "doi": "https://doi.org/10.31235/osf.io/vgk9p_v1",
          "filter": 0
        },
        {
          "title": "Belonging, loss, and reinvention: A mixed-methods study of Indian trailing spouses in Thailand",
          "authors": "Shabnam Mehta; Naveen Sharma",
          "abstract": "This study examines the lived experiences of Indian trailing spouses in Thailand using a mixed-methods design that integrates quantitative survey data with qualitative open-ended responses. While Indian mobility to Thailand has expanded through corporate and entrepreneurial pathways, the experiences of accompanying spouses—predominantly women—remain underexplored within South Asian diaspora scholarship, particularly in non-Western host contexts. Drawing on a structured questionnaire complemented with three open-ended questions, administered to Indian trailing spouses residing primarily in Bangkok, the paper investigates three interrelated processes: identity loss, negotiated belonging, and personal reinvention. Quantitative findings indicate low overall identity disruption alongside moderate professional underutilisation, limited early autonomy, and gradual adaptation and resilience over time. Qualitative narratives contextualise these patterns, illustrating how gendered expectations, diasporic networks, and cultural navigation shape everyday life. By combining breadth and depth, this study contributes to debates on gendered migration, transnational family mobility, and identity formation within South Asian diasporas in Southeast Asia.",
          "url": "https://osf.io/qzy7d_v1",
          "doi": "https://doi.org/10.31235/osf.io/qzy7d_v1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
