{
  "update": "2024-11-04",
  "content": [
    {
      "journal_full": "PsyArxiv",
      "journal_short": "PsyArxiv",
      "articles": [
        {
          "title": "From ‘Isolation’ to ‘Me-Time’:  Linguistic Shifts Enhance Solitary Experiences",
          "authors": "Micaela Rodriguez; Scott W. Campbell",
          "abstract": "Spending time alone is a virtually inevitable part of daily life that can promote or undermine well-being. Here, we explore how the language used to describe time alone—such as “me-time” “solitude,” or “isolation”—influences how it is perceived and experienced. In Study 1 (N = 500), participants evaluated five common labels for time alone. Descriptive and narrative evidence revealed robust interindividual variability and significant mean differences in how these labels were perceived. Overall, “me-time” was rated most positively, and “isolation” was rated least positively (but not negatively). In Study 2, we experimentally manipulated the linguistic framing of time alone, describing it as either “me-time” or “isolation”. Participants (N = 176) then spent 30 minutes physically alone, without digital interaction. Notably, positive affect increased for participants in the “me-time” condition but decreased for those in the “isolation” condition. Negative affect decreased for both conditions, but the magnitude of the decrease was larger after “me-time”. Additionally, linguistic framing affected what people thought about, but not what they did, while alone. People’s beliefs about being alone improved after “me-time” but not after “isolation.” These findings demonstrate meaningful variation in how people perceive different labels that refer to time alone and suggest that simple linguistic shifts may enhance subjective experiences of time alone.",
          "url": "https://osf.io/gax38",
          "doi": "https://doi.org/10.31234/osf.io/gax38",
          "filter": 0
        },
        {
          "title": "A Mathematical and Computational Model of Social Homeostasis to Explain Social Disconnection in Psychopathology",
          "authors": "Samuel J. Abplanalp; Michael F. Green",
          "abstract": "Social disconnection, which includes objective social isolation and subjective loneliness, is associated with increased risk of physical health problems and early mortality. The hypothesized nature in which social disconnection operates was recently outlined in the theory of social homeostasis. The theory proposes that individuals strive to maintain an optimal level of social connection, with loneliness serving an adaptive purpose by motivating social reconnection and preventing prolonged isolation. Social homeostasis may be especially relevant for explaining how social disconnection can evolve and change over time in various forms of psychopathology. In this paper we developed a mathematical model based on the theory of social homeostasis to help explain social disconnection in bipolar disorder and schizophrenia, two mental disorders characterized by social functioning impairments. First, we formalized the theory of social homeostasis as a set of differential equations. We then implemented the equations computationally using simulations. From there, we simulated three examples of the model, including an example characterizing a theoretical healthy individual and examples characterizing theoretical individuals with bipolar disorder and schizophrenia. The healthy simulation successfully reproduced the predicted dynamics of social homeostasis, while the bipolar and schizophrenia simulations revealed distinct patterns of social dysfunction. By formalizing social homeostasis through differential equations, we provide a more precise framework for understanding how social disconnection can evolve over time as a dynamical system. We also discuss the model’s implications for future psychopathology research and highlight potential avenues for theory and model refinement.",
          "url": "https://osf.io/9vp3u",
          "doi": "https://doi.org/10.31234/osf.io/9vp3u",
          "filter": 0
        },
        {
          "title": "The Dynamic Posed Emotional Crying Behavior Database (DPECBD): A Comprehensive Resource to Study the Multifaceted Nature of Emotional Crying",
          "authors": "Monika Wróbel; Janis Zickfeld; Paweł Ciesielski",
          "abstract": "Emotional crying is a complex and multifaceted expression that is frequently observed in humans. Its communicative effects have been recently studied in more detail. However, many studies focus on just one specific feature of emotional crying, most often emotional tears, neglecting the complex nature of the expression. Reports about crying episodes observe that tears most commonly occur in combination with other features such as facial expressions, vocalizations, gestures, and varied temporal dynamics. This shortcoming in research is mostly explained by a lack of adequately controlled stimuli depicting different crying features. Here, we provide a solution for this problem by introducing the Dynamic Posed Emotional Crying Behavior Database (DPECBD), an openly available resource of 500 videos depicting 10 actors showing variations in tears intensity, facial expression intensity, vocalizations, gestures, and temporal dynamics and the combination thereof. We present two studies (N = 2729) providing evidence for the validity of the database. In addition, we developed a static supplementary resource (DPECBD-S) with 70 pictures depicting variations in tears and facial expression intensity that was successfully validated across two studies (N = 601). Overall, our findings support the validity of this new stimulus set that closes a gap in the research on the interpersonal effects of emotional crying. The database is openly available for non-commercial research purposes at https://zenodo.org/records/13865710.",
          "url": "https://osf.io/r4bf7",
          "doi": "https://doi.org/10.31234/osf.io/r4bf7",
          "filter": 0
        },
        {
          "title": "Atypical lateralization to amplitude modulation in Chinese adults with reading difficulty history",
          "authors": "Yao Jia; Yueye Zhao; Jianyi Liu; Yuxiao He; Jiuqing Tang; Jingjing zhao",
          "abstract": "Objectives: Auditory processing underlies phonological representation and presents neural oscillation lateralization in the brain. Atypical lateralization in auditory processing has been widely accepted associated with impaired reading skills in alphabetic languages. However, whether Chinese adults with reading difficulty (RD) history presents atypical lateralization in auditory processing similar to those in alphabetic languages remains unknown. The purpose of this study was to investigate whether Chinese adults with poor reading would show lateralization of neural oscillations during auditory sampling. \nDesign: Thirty-two adults with self-report RD history and 44 adults without RD history were screened out by Chinese Adult Reading History Questionnaire (CARHQ). Reading accuracy, phonological accuracy, and rapid automatized naming (RAN) were assessed in all the participants. Auditory steady state cortical responses (ASSR) modulated at 10-80 Hz was recorded during a 6s white noise. Time-frequency power and phase synchrony indices were used to measure induced oscillatory power and synchrony of beta and gamma oscillations related to phonemic processing. \nResults: Adults with RD history performed worse than adults without RD history in reading accuracy and phonological accuracy. Also, adults with RD history showed atypical rightward lateralization in the gamma band, whereas the adults without RD history showed leftward lateralization. Event-related spectral perturbation (ERSP) in the left hemisphere negatively correlated with reading accuracy in adults with RD history, while left hemisphere ERSP lateralization positively correlated with phonological accuracy in adults without RD history. The inter-trial phase synchrony (ITPS) in the right hemisphere also correlated with reading accuracy in adults with RD history. \nConclusions: The present study revealed auditory lateralization deficits in Chinese adults with RD history. \nKeywords: Reading difficulty history, Chinese adults, Auditory processing, Lateralization, Event-related spectral perturbation.",
          "url": "https://osf.io/xfmnz",
          "doi": "https://doi.org/10.31234/osf.io/xfmnz",
          "filter": 0
        },
        {
          "title": "Using machine learning to automate the collection, transcription, and analysis of verbal-report data",
          "authors": "Tehilla Mechera-Ostrovsky; Paul Ungermann; Chris Donkin",
          "abstract": "What people think and say during experiments is important for our understanding of the human mind. However, the collection and analysis of verbal-report data in experiments is relatively costly, and so is grossly underutilized. Here, we aim to reduce such costs by providing software that will collect, transcribe, and analyse verbal-report data. Verbal data is collected using jsPsych (De Leeuw, 2015), making it suitable for online and lab-based experiments. The transcription and analyses rely on machine-learning methods (e.g., large-language models), making them substantially more efficient than current methods using human coders. We demonstrate how to use the software we provide in a case study via a simple memory experiment. This collection of software was made to be modular, so that the various components can be updated and replaced with superior models and new methods easily added. It is our sincere hope that this approach popularizes the collection of verbal-report data in psychology experiments.",
          "url": "https://osf.io/5nh7a",
          "doi": "https://doi.org/10.31234/osf.io/5nh7a",
          "filter": 0
        },
        {
          "title": "Peer-Reported Social Adjustment and Social Media Use Patterns among Adolescents:   A Latent Profile Analysis",
          "authors": "Sanyogita Santoshkumar Khare; J. Loes Pouwels; Hanneke Hendriks; Roy Otten",
          "abstract": "This study examined the association between adolescents’ social adjustment and their social media use (SMU) patterns. Participants were 716 Dutch adolescents (Mage = 13.2 years, 48.3% girls). Latent profile analysis of self-reported time spent on SMU, intensity of online peer communication, and problematic SMU yielded four distinct patterns: problematic heavy use (n = 129), non-problematic heavy use (n = 262), moderate use (n = 197), and low use (n = 128). Adolescents' peer-reported social status and behaviors were associated with the SMU patterns. Withdrawn or more prosocial adolescents were less likely to engage in SMU overall. Popular or proactive aggressive adolescents were likely to show non-problematic heavy SMU, while disliked, reactively aggressive, or less pro-social adolescents showed some risk for problematic SMU. The findings suggest a distinction be-tween heavy and problematic SMU and that adolescents’ risk for problematic SMU varied between subtypes of social status and behaviors.",
          "url": "https://osf.io/ghz6j",
          "doi": "https://doi.org/10.31234/osf.io/ghz6j",
          "filter": 0
        },
        {
          "title": "Temporal proximity affects the detailed recall of events in a nested hierarchy",
          "authors": "Bryan Hong; My An Tran; Heidi Cheng; Yinqi Huang; Morgan Barense",
          "abstract": "Retrieved-context models of memory posit that a slowly drifting neural context signal is encoded alongside items in memory. However, this signal can be disrupted by event boundaries, affecting the temporal relationships between items across event boundaries. Here, we investigated how temporal proximity and event boundaries affect the detailed recall of events. Specifically, we assessed memory for events in the movie Forrest Gump, chosen specifically because of its hierarchical event structure with individual events in the movie being nested within broader life-periods (e.g., childhood, college, etc.). Importantly, the trial order at recall was structured such that adjacent trials tested events that were (1) either temporally close or far and (2) either within or across a life period. Participants provided both more event-specific details and more false memories for an event when the preceding event came from the same life period, suggesting that recall of the life period supported recall of episodic information, but also increased the likelihood of providing false information. Further, participants provided more intrusions from non-cued events after just recalling an event that was temporally distant, with this effect exacerbated if the preceding event was also across a life period boundary. Quantifying event similarity between the cued event and the sources of intrusions suggests that participants may be providing supplementary information to help scaffold memory for the cued event. Altogether, these results demonstrate that both temporal proximity and event boundaries affect detailed memory recall, extending previous findings into the domain of naturalistic events.",
          "url": "https://osf.io/m5wdj",
          "doi": "https://doi.org/10.31234/osf.io/m5wdj",
          "filter": 0
        },
        {
          "title": "The association between socio-communicative traits associated with Autism and pupillary responses to dynamic, audiovisual emotional speech",
          "authors": "Marilyn Chege; Ryan Stevenson",
          "abstract": "Autistic individuals commonly exhibit difficulties with emotion recognition, difficulties that contribute to social issues in Autism. Both emotion recognition and social abilities are distributed along a spectrum in Autism and the general population. We explored this relationship between emotional processing, as measured via the physiological response of pupil dilation, and Autistic traits, including social abilities. We presented participants with dynamic, audiovisual stimuli of actors uttering a semantically neutral phrase. These utterances were expressed with either neutral tone of voice and facial expression, or with angry, fearful, disgusted, sad, or surprised tone and expression. Each emotion was presented with high- and low-intensity depictions. Participants were asked to identify the emotion and rate its intensity. Participants’ pupillary responses were recorded during viewing. Traits associated with Autism were measured through a battery of self-report scales. We then tested for associations between Autistic traits and pupillary response to emotional stimuli. Broadly speaking, individuals with higher Autistic traits exhibited smaller overall pupillary responses to emotional stimuli. More specifically, emotional responses were related to socio-communicative Autistic traits. Further, social traits were especially correlated with physiological responses to low-intensity emotional presentation. This reflects previous studies suggesting that Autistic individuals show more pronounced difficulties with emotion recognition when emotional expression is more subtle. Finally, social Autistic traits were related to physiological responses to anger, fear, surprise, and to a lesser extent happiness, but not to sadness or disgust.",
          "url": "https://osf.io/jtgb4",
          "doi": "https://doi.org/10.31234/osf.io/jtgb4",
          "filter": 0
        },
        {
          "title": "Will it Sink or Float? No Gender Differences in Five- to Seven-year-old Children’s Persistence on a Science Task",
          "authors": "Nicole Stucke; Sabine Doebel",
          "abstract": "Recent studies suggest that girls as young as four years of age persist less than boys on science tasks, and that this may be driven by negative gender-STEM stereotypes. However, to date no studies have tested the presumed link between gender-STEM stereotypes and science task persistence. The reported preregistered study involving 109 5- to 7-year-old children from a suburb in the Eastern region of the US (58% White, 9% Asian, 3% Latinx, 2% Black/African American, 28% mixed race/ethnicity; average socioeconomic status above the national average) aimed to replicate previous findings of gender differences in science task persistence using a physical sink-or-float science task and test if any differences were related to stereotyping. No gender difference in science-task persistence was found, and Bayesian analysis indicated moderate support for the null hypothesis of no gender effect. Instead, task accuracy and enjoyment predicted persistence. There was mixed evidence of gender-STEM stereotypes, and stereotypes did not relate to persistence on the science task. These findings call for a reconsideration of previous results and suggest future directions for research on the origins of gender differences in STEM engagement.",
          "url": "https://osf.io/gqu9r",
          "doi": "https://doi.org/10.31234/osf.io/gqu9r",
          "filter": 0
        },
        {
          "title": "Using artificial neural networks to reveal the human confidence computation",
          "authors": "Medha Shekhar; Farshad Rafiei; Dobromir Rahnev",
          "abstract": "Humans can evaluate the accuracy of their decisions by providing confidence judgements. Traditional cognitive models have tried to capture the mechanisms underlying this process but remain mostly limited to two-choice tasks with simple stimuli. How confidence is given for naturalistic stimuli with multiple choice alternatives is not well understood. We recently developed a convolutional neural network (CNN) model – RTNet – that exhibits several important signatures of human decision making and outperforms existing alternatives in predicting human responses. Here, we use RTNet’s image computability to test four different confidence strategies on a task involving digit discrimination with eight alternatives. Specifically, we tested confidence strategies that consider the entire evidence distribution across choices (Softmax and Entropy), the difference between the winning choice and the second-best choice (Top2Diff), or only the evidence for the winning choice (Positive Evidence). Across 60 subjects, the Top2Diff model provided the best quantitative and qualitative fits to the data and the best predictions of humans’ image-by-image confidence ratings. These results support the notion that human confidence is based on the difference of evidence between the top two choices and demonstrate that Softmax – currently the standard way of deriving confidence from CNNs – is inadequate for modelling human confidence computations.",
          "url": "https://osf.io/ad8nx",
          "doi": "https://doi.org/10.31234/osf.io/ad8nx",
          "filter": 0
        },
        {
          "title": "Algorithmic Aesthetics: Cognitive Perspectives on AI-Generated Art",
          "authors": "Ionela Bara; Kohinoor Monish Darda; Richard Ramsey; Emily S. Cross",
          "abstract": "In recent years, the use of generative artificial intelligence (GAI) has proliferated across various domains, ranging from advertising and social media to the generation of artwork for presentation at esteemed art exhibitions and for sale on the art auction market. Despite its growing prevalence, empirical data show that people maintain a clear bias against AI-generated art. Here we explore why this bias might exist, and whether its existence dooms the eventual acceptance and even celebration of art generated by artificial means. We do this by bringing together recent empirical evidence from the disciplines of neuroaesthetics, social cognition, art history, and human-machine interaction to develop several new perspectives that are ripe for empirical evaluation. Given the growing momentum and outlook of AI-generated art in today’s society, our aim with this paper is to provide novel evidence-based propositions for understanding the relationship between art and artificial intelligence with a clear focus on social cognitive neuroscience perspectives.",
          "url": "https://osf.io/w7a9s",
          "doi": "https://doi.org/10.31234/osf.io/w7a9s",
          "filter": 0
        },
        {
          "title": "Voice cloning: Psychological and ethical implications of intentionally synthesising familiar voice identities.",
          "authors": "Carolyn McGettigan",
          "abstract": "Voice cloning technology uses artificial intelligence to resynthesise a human talker's vocal identity. Given the deeply personal nature of voices, the widening availability of voice clones brings both advantages and risks for human society. This article outlines key concepts and findings from psychological research on self- and other-voice perception that have a bearing on the potential impacts of synthetic voice likenesses on human listeners. Additional insights from speech and language therapy, human-computer interaction, ethics, and the law are incorporated to examine the broader implications of emergent and future voice cloning technologies.",
          "url": "https://osf.io/29jyq",
          "doi": "https://doi.org/10.31234/osf.io/29jyq",
          "filter": 0
        },
        {
          "title": "Analogies evolve by increasing transmission fidelity in the communication of complex information",
          "authors": "Thomas Holding; Paul E. Smaldino; Charlotte (Lotty) Brand",
          "abstract": "Analogies are a fundamental part of our cognition and communication. Humans are also a social species with shared cultural repertoires learnt throughout our lifetimes. As such, we expect analogies to enable the learning of complex, novel information by communication that takes advantage of shared cultural information. Here, we demonstrate the plausibility of this proposal and clarify its scope through computational modelling. We first model the individual-level process of learning via analogy with access to a shared repertoire of cultural information, using NK landscapes to represent high-dimensional solution spaces for complex problems. We then analyse a model of population dynamics to consider the conditions under which analogical communication will evolve and be maintained when costly. Our analyses suggest that even when analogy use is costly in terms of both search time and memory constraints, it can nevertheless be advantageous by allowing learners to obtain high-quality solutions more efficiently and more often than those who don't learn via analogy.",
          "url": "https://osf.io/aqc5f",
          "doi": "https://doi.org/10.31234/osf.io/aqc5f",
          "filter": 0
        },
        {
          "title": "Influence of Community Notes on User Attitudes on Social Media",
          "authors": "Sam Gowland; Dirk van der Linden; Brittany Davidson",
          "abstract": "Social media has increasingly been recognized as guiding public opinion and shaping attitudes towards a variety of topics. While moderation efforts such as Community Notes are primarily used for fact checking to counter misinformation, we investigate its ability as a vehicle for attitudinal change, using a neutral case study of a commonly disliked animal species exhibiting natural behavior in human environments. We discuss results of a between-groups experiment investigating whether dislike can be neutralized using community notes moderation, and to what extent lexical style of the community note may affect neutralization. We found that a tweet accompanied by a community note explaining the gull behavior as natural led to a significantly less negative attitude towards the gull by reducing polarity, and discuss what implications this holds for a broader important use of media moderation to reduce polarization on social media.",
          "url": "https://osf.io/afk2c",
          "doi": "https://doi.org/10.31234/osf.io/afk2c",
          "filter": 0
        },
        {
          "title": "Perceived plasticity of climate-relevant behaviors and policy support among high- and lower-income individuals",
          "authors": "Kristian Steensen Nielsen; Fabian Dablander; Ramit Debnath; Charles Emogor; Sakshi Ghai; Wencke Gwozdz; Ulf J.J. Hahnel; Wilhelm Hofmann; Jan Michael Bauer",
          "abstract": "Widespread behavior changes are essential to mitigate climate change, including adopting\nimproved technologies and reducing energy-intensive activities. This study examines country\nand income differences in the perceived plasticity of climate-relevant behaviors and their\nconnection to climate policy support through an online survey across Denmark, India,\nNigeria, and the United States (n = 4,003). In each country, 50% of participants were from\nthe top 10% income group, a demographic systemically under-represented in behavioral\nresearch. Our findings reveal substantial heterogeneity in the perceived plasticity of\ninvestment and curtailment behaviors, with higher plasticity observed in India and Nigeria.\nWe also identify varying relationships between income and perceptions of behavioral\nplasticity across different behaviors and countries. Consistent with previous studies, we find\npositive correlations between perceived behavioral plasticity and support for domain-matched\nclimate policies. These results underscore the intricate relationships between income,\nperceptions of behavioral plasticity, and support for climate policies.",
          "url": "https://osf.io/x6473",
          "doi": "https://doi.org/10.31234/osf.io/x6473",
          "filter": 0
        },
        {
          "title": "Exploring Family Profiles in Explaining Heterogeneity in Parenting Program Engagement and Effectiveness",
          "authors": "Joyce Weeland; Amaranta de Haan; Stephen Scott; Maria João Seabra-Santos; Carolyn Webster-Stratton; Sinéad McGilloway; Walter Matthys; Maria Filomena Gaspar; Margiad Williams; Willy Tore Mørch",
          "abstract": "Parenting programs have proven effective in reducing disruptive child behavior. However, not all families benefit equally, and, to date, we have little insight into who benefits more or less, and why. One possible solution is to explore how different potential moderators cluster together in individual families and whether such family profiles predict who benefits more or less from these programs. This study explores: (1) how family, child, and parenting risk factors for disruptive behavior cluster together in families enrolled in the popular and evidence-based Incredible Years Parenting Program using latent profile analyses; (2) how family profiles relate to covariate family characteristics; and (3) whether profiles predict program engagement (i.e., number of sessions attended by caregivers), and effectiveness of (i.e., pre-post changes in disruptive behavior). Individual participant data from six studies across four countries (Norway, the Netherlands, England, Portugal) were used, including a total sample of 772 families with children aged 2.5 to 9 years (M = 5.14; SD = 1.10; 58.0% boys). Families could be profiled into a low and high risk profile, which differed on most child and family (but not parenting) risk factors as well as on covariate family characteristics, such as severity of disruptive behavior. Profile membership predicted engagement in, but not effectiveness of, the program. These findings provide useful insights into the heterogeneity in families participating in parenting programs, although there is a need for further research on how such differences may relate to differences in program effectiveness.",
          "url": "https://osf.io/58p3v",
          "doi": "https://doi.org/10.31234/osf.io/58p3v",
          "filter": 0
        },
        {
          "title": "Assessing the Internal Consistency Reliability of Ecological Momentary Assessment Measures: Insights from the WARN-D Study",
          "authors": "Sebastian Castro-Alvarez; Di Jody Zhou; Laura Francina Bringmann; Rayyan Tutunji; Ricarda Katharina Karola Proppert; Carlotta Rieble; Eiko I Fried; Siwei Liu",
          "abstract": "Intensive longitudinal research has become increasingly popular in the social and clinical sciences in recent years. However, this popularity has brought about many challenges for both methodological and empirical researchers, including challenges regarding measurement. In this study, we are particularly interested in the assessment of the reliability when multiple items are used to measure the same construct in intensive longitudinal data. This is important because reliability estimates are necessary (albeit not sufficient) to evaluate the quality of measures. Here, we evaluate the internal consistency reliability of scales used during Stage 2 of the WARN-D study, a 3-month period of daily and weekly measurements. The WARN-D study is a prospective 2-year study of approximately 1750 students conducted in the Netherlands, aiming at building an early warning system for depression. Stage 2 includes three months of data on positive and negative affect measured four times a day, and depression and anxiety measured once a week. To assess the reliability of each scale, we use six different statistical approaches including three simpler approaches that estimate the reliability at the between-person and within-person level, and three idiographic approaches that estimate person-specific reliability coefficients. This paper also serves as a tutorial guide for substantive researchers, providing coded examples to facilitate the reporting of the reliability of Ecological Momentary Assessement (EMA) measures. We encourage all researchers to report the reliability of their data when applying the introduced statistical approaches, contributing to a collaborative effort toward developing more reliable measures in psychological and behavioral science.",
          "url": "https://osf.io/nrzsc",
          "doi": "https://doi.org/10.31234/osf.io/nrzsc",
          "filter": 0
        },
        {
          "title": "Perceived Relational Mobility is Associated with Generalized Trust but not Intimacy: A Survey of Individuals from the U.S. and Japan",
          "authors": "Yutaka Horita; Miku Yamazaki; Asuka Tahara",
          "abstract": "Relational mobility, the degree of opportunity to form new relationships in a particular environment, explains cultural differences in interpersonal behavior. Theoretically, relational mobility is thought to be related to the contrasting tendencies in social networks: expansion of relationships (i.e., trust) and commitment to existing relationships (i.e., intimacy). This study reexamined whether perceived relational mobility is associated with the formation and maintenance of social networks. A cross-cultural survey was conducted with 299 American and 298 Japanese people. We investigated the correlations between generalized trust, intimacy with friends, self-disclosure, and the number of social networks. Consistent with previous studies, this study found that Americans are more likely than Japanese to trust strangers, feel intimate with and disclose themselves to their closest friends, and have more relationships. Perceived relational mobility explained the cultural difference in generalized trust but not in intimacy with friends when controlling for other individual characteristics. Generalized trust was associated with a greater number of people to seek advice from, and a greater number of advice networks correlated with higher levels of well-being. The results suggest that relational mobility is associated with psychology related to expanding networks, rather than strengthening existing relationships.",
          "url": "https://osf.io/wp4d2",
          "doi": "https://doi.org/10.31234/osf.io/wp4d2",
          "filter": 0
        },
        {
          "title": "How positive and negative intergroup contact jointly inform minority support for social change: The role of system-fairness beliefs",
          "authors": "Katrín Árnadóttir; Gulseli Baysu; Colette van Laar; Karen Phalet; Linda Tropp; Johannes Ullrich; Simone Sebben; Tabea Hässler",
          "abstract": "Research suggests that positive contact with majorities may ‘sedate’ (undermine) minority support for social change, while negative contact may promote it. However, most studies to date have examined both forms of contact separately, which may not give an accurate picture of their effects. This study examines the joint effects and interplay of positive and negative contact on minority support for social change, and the role of system-fairness beliefs across seven ethnic minority samples in six countries (N = 790). Multigroup Structural Equation Modelling showed that negative contact predicted higher minority support for social change. Positive contact predicted both less support for social change indirectly via enhanced system-fairness beliefs, and more support for social change directly. Except for one national context, the total effects of positive contact were either non-significant or significantly positive. This shows that increased system-fairness beliefs can explain sedative effects of positive contact, and that positive contact may also promote support for social change. We conclude that sedative effects of positive contact may be overestimated by not considering negative contact.",
          "url": "https://osf.io/pc8r9",
          "doi": "https://doi.org/10.31234/osf.io/pc8r9",
          "filter": 0
        },
        {
          "title": "Changing social emotions through a socio-emotional learning intervention improves the willingness to help an out-group member: a comparative longitudinal lab-in-the-field study in  teenagers and young adults in four countries",
          "authors": "Ylenia D'elia; olga klimecki",
          "abstract": "Although intergroup conflicts negatively affect children’s development worldwide, comparative\nresearch on promoting peacebuilding behaviours in teenagers and young adults remains scarce. This longitudinal, comparative, lab-in-the-field study tested the impact of a socio-emotional learning intervention based on Humanitarian Principles (Humanity, Neutrality, Impartiality, Independence) and Values on social emotions (compassion, empathic distress, malicious joy) and on the willingness to help an in- or an out-group member (immigrant or local minority). 96 teenagers and young adults (mean [SD] age: 17.06 [3.56] years; female: 66) in Armenia, Belarus, The Gambia, and Russia were assigned to a three- or five-day intervention in Humanitarian Principles and Values or to a control group. Although there was no overall effect of the intervention on social emotions nor on the willingness to help an in- or an out-group member, an intervention-related increase in compassion and empathic distress predicted an intervention-related increase in the willingness to help an out-group member. We also observe differences between countries. This study highlights the importance of socio-emotional learning interventions in promoting prosocial behaviour in teenagers and young adults from different countries. In addition, this research contributes to the growing body of empirical and policy-oriented work on the implementation of socio-emotional learning and thus contributes to the Sustainable Development Goals 4 (Education) and 16 (Peace).",
          "url": "https://osf.io/3qzy8",
          "doi": "https://doi.org/10.31234/osf.io/3qzy8",
          "filter": 0
        },
        {
          "title": "Cultural models of emotion manifest in descriptions of everyday experience: A case study of the US and Belgium",
          "authors": "Katie Hoemann; Rüya Su Şencan; Anouck Cochez; Catho Beckers; Batja Gomes de Mesquita",
          "abstract": "Language provides a window onto how people conceptualize their subjective experiences, including emotions. Although rare, linguistic analyses that go beyond emotion words provide deep insights into emotional experience across cultures. In this study, we explored cultural models of emotions prevalent in the US and Belgium using verbal descriptions of recent emotional events collected from speakers of North American (US) English and Belgian Dutch in form of semi-structured interviews. We analyzed the interviews in three stages: 1) topic modeling to characterize content, 2) word counting to examine linguistic resources, and 3) inductive analysis to uncover broader themes. Our findings revealed notable cultural differences alongside some similarities. US English speakers used more first-person pronouns and emotion words, emphasized high-arousal emotions, and prioritized asserting personal achievements and openly expressing their feelings. In contrast, Belgian Dutch speakers’ descriptions reflected a more moderated approach to emotions, illustrating how social standards and broader worldviews gave meaning to the events, with use of fewer first-person pronouns and more language focused on relativization and comparison. Taken together, our observations are consistent with previous psychological research on US and Belgian culture. We evaluate our approach against other means of exploring the conceptualization of emotion across cultures.",
          "url": "https://osf.io/mtd4a",
          "doi": "https://doi.org/10.31234/osf.io/mtd4a",
          "filter": 0
        },
        {
          "title": "False memories from nowhere: humans falsely recognize words that are not attested in their vocabulary",
          "authors": "Daniele Gatti; Marco A. Petilli; Michela Marchetti; Tomaso Vecchi; Giuliana Mazzoni; Luca Rinaldi; Marco Marelli",
          "abstract": "Semantic knowledge plays an active role in many well-known false memory phenomena, including those emerging from the Deese–Roediger–McDermott (DRM) task. In this experimental paradigm, indeed, humans tend to falsely recognize newly presented words via activation of other previously shown stimuli. In the present study we aimed to test what happens in cases in which no apparent prior semantic knowledge is available, like in the case of entirely novel lexical stimuli. To do so, we evaluated semantic similarity effects in a DRM task with lists entirely composed by pseudowords (or “novel words,” i.e., letter strings resembling real words but lacking assigned meanings). Semantic similarity between pseudowords were established through a distributional semantic model able to represent in a vector space, not only attested words but also unmapped strings as bags of character n-grams. Participants were instructed to memorize those lists and then to perform a recognition task. Results showed that participants false and veridical recognition increased with increasing semantic similarity between each stimulus and the stimuli comprising its list, as estimated by the distributional model. These findings extend previous evidence indicating that humans are sensitive to the semantic (distributional) patterns elicited by novel words by showing that this sensitivity can even induce humans to falsely recognize stimuli that they have never encountered in their entire lives.",
          "url": "https://osf.io/8um2f",
          "doi": "https://doi.org/10.31234/osf.io/8um2f",
          "filter": 0
        },
        {
          "title": "When Two Learners are Better Than One: Using Flashcards with a Partner Improves Metacognitive Accuracy",
          "authors": "Megan Imundo; Inez Zung; Mary Whatley; Steven Pan",
          "abstract": "We investigated the benefits of two ways to use flashcards to perform retrieval practice: alone\nversus with a partner. In three experiments, undergraduate students learned word-definition pairs\nusing flashcards alone (Individual condition) or with another student (Paired condition).\nParticipants then made global judgments of learning (gJOLs; Experiments 1-3), and item-level\njudgments of learning (iJOLs; Experiment 3). Finally, participants took a cued-recall test after a\n5-min delay (Experiments 1-3) and a 24-hour delay (Experiments 2-3). In Experiment 1, students\nin the Paired condition dropped flashcards less often than in the Individual condition (dropping\nwas prohibited in Experiments 2-3). In addition, although final test performance tended to be\nsimilar across conditions, inaccurate gJOLs for the immediate test—inflated by ~20% relative to\nactual immediate test performance—were common in the Individual condition but not in the\nPaired condition in Experiments 1-2. In Experiment 3, we tested whether this difference in\nmetacognitive calibration was due to the Paired condition requiring overt retrieval by instructing\nparticipants in the Individual condition to retrieve out loud. With this change, participants in the\nIndividual and Paired conditions reported similarly accurate gJOLs and iJOLs. Taken together,\nthese findings suggest that although performing retrieval practice with flashcards alone versus\nwith a partner yields comparable amounts of learning, doing so with a partner can increase\nmetacognitive accuracy, a benefit possibly driven by the facilitation of overt retrieval. Overall,\nthese findings have implications for self-regulated learning and effective exam preparation.",
          "url": "https://osf.io/xaysc",
          "doi": "https://doi.org/10.31234/osf.io/xaysc",
          "filter": 0
        },
        {
          "title": "Formation of allocentric representations after exposure to a novel, naturalistic, city-like, virtual reality environment",
          "authors": "Yasmine Bassil; Anisha Kanukolanu; Emma Funderburg; Thackery Brown; Michael R. Borich",
          "abstract": "During human spatial navigation, individuals transform visuospatial information between egocentric (i.e., first-person, viewer-dependent, body-centered) and allocentric (i.e., third-person, viewer-independent, world-centered) representations for optimal understanding of the surrounding environment. To capture reference frame utilization in a laboratory setting, researchers often utilize naturalistic, immersive, open-environment settings in virtual reality to mimic real-world navigation. However, few studies have paired navigation through these environments with robust, standardized, post-session testing of reference frame utilization. Therefore, this study developed a novel, immersive, city-like, naturalistic virtual reality environment (‘NavCity’), paired with an accompanying NavCity Allocentric Representation Assessment (NARA), to quantify naturalistic navigation ability and effects of repeated environmental exposure on the formation of allocentric reference frames within a singular experimental session. Notably, the NavCity task provides an open-source, standardized, editable, accessible, virtual reality paradigm for assessing naturalistic navigation ability, and the accompanying NARA serves to promote standardization of measures quantifying allocentric knowledge recall. Our central hypothesis is that we will observe within-session improvement in navigation performance after repeated NavCity exposure, which will scale with stronger recall of allocentric representations measured by NARA. Results support this hypothesis and show that within-session NavCity improvements are associated with the assessment of formed allocentric representations tied to the navigated environment. Importantly, this study addresses the need to standardize and methodologically measure transformations of first-person, egocentric navigation experiences to third-person, allocentric knowledge using an open-source, naturalistic tool. Immediate next steps are to characterize effects of aging on NavCity and NARA performance to provide understanding of aging-related deficits in allocentric reference frame utilization in older adults.",
          "url": "https://osf.io/mrabn",
          "doi": "https://doi.org/10.31234/osf.io/mrabn",
          "filter": 0
        },
        {
          "title": "Evaluating a decision aid for mental health disclosure: Insights from a think-aloud &amp; pilot study",
          "authors": "Yil Severijns; Sanne Elisabetha Maria Brouwers; Femke Maria den Uil; Daniëlle Zijlstra; Véronique Vancauwenbergh; Thomas Gültzow",
          "abstract": "Decisions around mental health disclosure are often complex, especially within university settings. To support students and staff at Maastricht University, a decision aid was developed to guide this process. This article presents findings from a think-aloud usability test and pilot study with Maastricht University students and staff to refine the tool before wider use. During the think-aloud study, participants tested the decision aid while verbalizing their thoughts. After the think-aloud sessions, we piloted the decision aid at the university, asking early users to complete a brief questionnaire. The think-aloud study showed positive user experiences, no major issues, and insights for refining the decision aid and guiding other decision aid developers. The pilot study participants reported no issues, using the decision aid to evaluate options post-decision and to consider disclosure. Future efforts should therefore focus on careful, systematic implementation and larger-scale testing (e.g., in the form of a randomized controlled trial) to ensure the tool effectively addresses the diverse needs of users.",
          "url": "https://osf.io/kn7r9",
          "doi": "https://doi.org/10.31234/osf.io/kn7r9",
          "filter": 0
        },
        {
          "title": "Can Social Norms Promote Sustainable Food Consumption? A Systematic Review",
          "authors": "Daniele Pollicino; Heidi Zamzow; Matteo M Galizzi; Ganga Shreedhar; Huseyin Naci; Patricia Freitag",
          "abstract": "As societies transition towards a reduction of meat consumption and a shift to plant-based diets to address sustainability challenges, several studies highlight the importance of social norm interventions in promoting sustainable food choices. Nonetheless, syntheses of research on the effectiveness of such interventions are currently lacking, hampering our ability to inform and propose new research directions to increase sustainability in real-world contexts. In this paper, we review and evaluate the current body of evidence, focusing on studies targeting a reduction in animal-based food consumption and/or an increase in plant-based consumption, and specifically motivated as contributing to the climate change discourse. We searched five databases, theses repositories, and grey literature and contacted authors in the field to obtain manuscripts and pre-prints. Our search identified 23 articles including 34 separate studies meeting our eligibility criteria. Since 2017, we witnessed a rapid increase in research interest for trials exploring the effect of social norms to nudge individuals towards sustainable food choices. Overall, based on the results of this review, we conclude these interventions have had limited success and we identify opportunities for future research on this topic, such as identifying the most relevant referent group for various segments of the population.",
          "url": "https://osf.io/4z68y",
          "doi": "https://doi.org/10.31234/osf.io/4z68y",
          "filter": 0
        },
        {
          "title": "Deciding for others alters metacognition, leading to responsibility aversion",
          "authors": "Sherry Dongqi Bao; Todd Hare; Micah Edelson",
          "abstract": "People often need to take responsibility for others, with widespread and lasting impacts on both themselves and those affected by the choice outcomes. Responsibility for others has been shown to alter behaviour in decisions involving risk and ambiguity, and increase delegation rates. Our work demonstrates that the influence of responsibility extends beyond risky choices and acts at the metacognitive level. Responsibility for others changes metacognitive biases leading to a decrease in decision confidence. We propose and empirically test a normative computational framework based on decision confidence to explain delegation behaviours with social responsibility.",
          "url": "https://osf.io/rz6dg",
          "doi": "https://doi.org/10.31234/osf.io/rz6dg",
          "filter": 0
        },
        {
          "title": "The Case for Using Educational Scholarship to Improve Peer Review",
          "authors": "Madeleine Pownall",
          "abstract": "Peer review is broken. Reviewer comments often lack constructiveness, clarity, and consistency. For decades, educational scholarship has provided evidence-based, theoretically informed, and robust interventions for the provision of effective feedback. I argue, therefore, that the key to fix peer review lies within the educational literature.",
          "url": "https://osf.io/zak4f",
          "doi": "https://doi.org/10.31234/osf.io/zak4f",
          "filter": 0
        },
        {
          "title": "Cheat, cheat, repeat: On the consistency of dishonest behavior in structurally comparable situations",
          "authors": "Isabel Thielmann; Benjamin E. Hilbig; Christoph Schild; Daniel W. Heck",
          "abstract": "A fundamental assumption about human behavior forming the backbone of trait theories is that, to some extent, individuals behave consistently across structurally comparable situations. However, especially for unethical behavior, the consistency assumption has been severely questioned, at least from the early 19th century onwards. We provide a strict test of the consistency assumption for a prominent instance of unethical behavior – dishonesty – in a large (N = 1,916) and demographically diverse sample. Dishonest behavior was measured three times – up to three years apart – using different variants of well-established, incentivized cheating paradigms. A key advantage of these paradigms is that lying is individually profitable but not self-incriminating. Besides varying the specific task at hand, we experimentally varied the nature of incentives (i.e., money vs. avoiding tedious work) as well as their magnitude across measurement occasions. The consistency of dishonest behavior was estimated using a newly developed statistical model. Results showed strong consistency of dishonest behavior across contexts in most cases. Furthermore, theoretically-relevant personality traits (i.e., Honesty-Humility and the Dark Factor) yielded meaningful relations both with dishonesty and indeed its consistency. Thus, contrary to long-standing assumptions, there is notable consistency in dishonest behavior that can be attributed to underlying dispositional factors. Overall, the current findings have important implications for the theoretical understanding of dishonest behavior by providing strong evidence for (dis)honesty as a trait as well as for practice (e.g., honesty interventions). Moreover, the newly developed statistical approach can serve future research across scientific fields.",
          "url": "https://osf.io/ntg6c",
          "doi": "https://doi.org/10.31234/osf.io/ntg6c",
          "filter": 0
        },
        {
          "title": "An Updated Meta-Analysis on Goal Message Framing for Encouraging Healthy Behavioral Attitudes, Behavioral Intentions, and Behaviors – Investigating Health Behavioral Characteristics Moderators and Cultural-Level Moderators",
          "authors": "Siu Kit Yeung; Winnie WS Mak; Gabriel Man Hin Cheung; Ching Wan Li; Hoi Ching Yu; Yuxuan Zheng; Chun Ming Lee",
          "abstract": "Health goal message framing refers to ways information about favorable consequences of healthy behaviors and unfavorable consequences without engaging in healthy behaviors can be presented in influencing attitudes, intentions, and behaviors (Rothman et al., 2006). Some findings have been mixed and sometimes contradictory while hundreds of studies have been conducted since the previous large-scale meta-analysis on health message framing (Gallagher &amp; Updegraff, 2012). This project includes three-level meta-analyses for message framing studies that aim to encourage healthy attitudes, intentions, and behaviors, with 836 effect sizes, 307 studies and 273 reports from 23 countries. When comparing pleasure-framing (benefits and/or problems prevented through healthy behaviors) and pain-framing (benefits forgone and/or potential problems without engaging in healthy behaviors), we found inconclusive evidence of pleasure-framed advantage for health promotion and/or illness prevention and found support for very small pain-framed advantage (g = -0.09) for health detection. Furthermore, we found evidence for moderation of behavioral frequency, with a very small pleasure-framed advantage for frequently repeated behaviors. When comparing gain-framing (benefits through healthy behaviors) and loss-framing (detriments without healthy behaviors), we found substantial cultural differences, with loss-framing outperforming gain-framing for people from non-western, collectivistic, and survival-oriented regions (gs = -0.27 to -0.28). Findings showed inconclusive evidence for moderations of indulgence-restraint, power distance, and dialecticism. Implications and directions, including culturally-congruent health communication (Betsch et al., 2016), more analyses and research on real-world benefits, costs, and risks of message framing choices as well as more realistic effect size expectations for sample size determination, were discussed. We also called for more multi-regional studies, experiments that tease apart confounds, and studies on mechanisms.\n\nKeywords: message framing, health behavior, behavioral function, cultural moderation, meta-analysis",
          "url": "https://osf.io/2gzum",
          "doi": "https://doi.org/10.31234/osf.io/2gzum",
          "filter": 0
        },
        {
          "title": "YU YU HAKUSHO FIRST EPISODE: A semiotic narrative analysis",
          "authors": "João Tenório",
          "abstract": "This paper aims to analyze the meanings and feelings represented by semiotic elements available in the first episode of the anime Yu Yu Hakusho. The theoretical approach adopted is the Semiotic Cultural Psychology (SCP) in which considers human beings as meaning makers in the world through the mediation of signs. In this paper we consider signs from the Peirce perspective as the representation of objects in the real world and divided into symbols, indexes and icons. From SCP we considered how these signs can represent mediation by pleromatization and schematization in order to understand meanings and feelings represented by field-like signs and point-like signs. In the excerpt from this article, we selected the first episode of the anime Yu Yu Hakusho to understand how meanings and feelings are regulated through existing complexes of signs during the narrative. To achieve this, we cataloged the main semiotic elements of the episode, classifying them as point-like signs or field-like signs. Subsequently, we analyzed which of these signs were part of a semiotic hybrid complex (pleromatization/field-like signs/hyper-generalization) regulating feelings related to the narrative and which expressed constructed and shared meanings (schematization/point-like signs/generalization). In the results, we found that semiotic elements can be considered as narrative devices to involve the viewer in the story based on the intentionality of the author. In the Yu Yu Hakusho first episode, the intentionality is based in the presentation of the character Yusuke and the creation of feelings related to him. In this sense, in order to present who Yusuke is, point-like signs were identified representing some characteristic about him. In the second part of the episode, there was a predominance of field-like signs in order to create some feelings about Yusuke based on the empathy constructed in the first part of the narrative. Then, as related in the literature, mediations by schematization and pleromatization acted all the time in order to relate cognitive elements (meanings constructed about Yusuke) and effective elements (feelings to be felt for Yusuke).",
          "url": "https://osf.io/umnyp",
          "doi": "https://doi.org/10.31234/osf.io/umnyp",
          "filter": 0
        },
        {
          "title": "Using reaction and reading time techniques to study bi/multilingual sentence processing",
          "authors": "Grace deMeurisse; Edith Kaan",
          "abstract": "This chapter reviews the use of reading time and reaction time techniques to\nstudy sentence level comprehension in second-language learners and other\nbi/multilinguals. Techniques include grammaticality and acceptability judgment tasks\n(GJT/AJT), self-paced reading (SPR), and Maze tasks. Using examples from prior\nresearch, we will discuss the advantages and disadvantages of using such techniques,\nand the types of questions that can be addressed using these methods. In addition, we\nwill discuss issues related to methodology and the interpretation of data, such as\nspillover effects, power, and their implications for interpreting group differences.",
          "url": "https://osf.io/tgrz5",
          "doi": "https://doi.org/10.31234/osf.io/tgrz5",
          "filter": 0
        },
        {
          "title": "The Role of Resilience in Sexual Assault Revictimization",
          "authors": "Sharon S. Wang; Jessica A. Blayney; Anna E Jaffe; Cynthia A. Stappenbeck; William H. George; Kelly C. Davis",
          "abstract": "Objective: The present study aimed to compare post-traumatic stress symptom (PTSS) severity for three victimization profiles: childhood sexual abuse (CSA)-only, adult sexual assault (ASA)-only, and CSA + ASA. Additionally, the study examined the role that resilience variables–mindfulness and emotion regulation–play in the association between victimization timing and PTSS severity.\nMethod: Participants were 247 cisgender community women aged 21-30 recruited for a larger study on high-risk drinking and sexual behaviors. Victimization history was assessed using the Computer Assisted Maltreatment Inventory and Sexual Experiences Survey-Revised. PTSS severity was measured with the PTSD Checklist for DSM-5. Emotion regulation and mindfulness were evaluated using the Difficulties in Emotion Regulation Scale-36 and Southampton Mindfulness Questionnaire, respectively. Negative binomial regression models tested the hypotheses.\nResults: Analyses revealed significant differences in PTSS severity by victimization timing: CSA + ASA was associated with the greatest PTSS severity, followed by ASA-only, and CSA-only reporting the lowest severity. Mindfulness and emotion regulation were directly associated with reduced PTSS severity across all victimization profiles. \nConclusions: Revictimization was linked to the most severe PTSS, underscoring the need for targeted interventions. Mindfulness and emotion regulation may facilitate recovery by alleviating PTSS severity, regardless of victimization timing. Future interventions should prioritize enhancing psychological skills, like mindfulness and emotion regulation, to reduce distress for victim-survivors of sexual victimization.",
          "url": "https://osf.io/52jyr",
          "doi": "https://doi.org/10.31234/osf.io/52jyr",
          "filter": 0
        },
        {
          "title": "Eliciting Beliefs with Random Generation Tasks",
          "authors": "Pablo Leon-Villagra; Lucas Castillo; Johanna Falben; Nick Chater; Adam N Sanborn",
          "abstract": "Elicitation methods, such as asking people to produce the deciles of a distribution, are standard practices in policy or applied statistics. Similarly, much of cognitive science and psychology focuses on determining people's people's beliefs or latent traits through questionnaires or judgment tasks. However, these approaches often only capture a rough outline of what people know and are usually limited to point estimates of people's beliefs. Here, we present a novel experimental paradigm that allows us to access people's beliefs and how variable these beliefs are. Our task is based on an established random generation paradigm in which participants produce quantities from a particular domain as randomly as possible. We hypothesize that due to the minds' general-purpose mechanisms for probabilistic inferences, these random sequences represent the participants' underlying prior beliefs. We show that our method can infer participants' beliefs for a wide range of numeric quantities at comparable accuracy as an established elicitation method.\nMoreover, these inferred beliefs are consistent with individual participants' generalization and inference patterns in a subsequent conditional prediction task. We then extend our approach to non-numeric belief elicitation, highlighting how our method can go beyond numeric elicitation and provide insight into complex beliefs that are challenging to assess experimentally. Empirically, our results highlight that people know the rough shapes of environmental distributions, and these beliefs guide inference and generalization. Moreover, using our novel approach, we also show that people know the fine details of environmental distributions. Finally, our experimental results show that random generation paradigms can be a useful tool for cognitive scientists, psychologists, and applied statisticians.",
          "url": "https://osf.io/687au",
          "doi": "https://doi.org/10.31234/osf.io/687au",
          "filter": 0
        },
        {
          "title": "Hikikomori and internet addiction in US college students",
          "authors": "Mai Tran; Cameron Stuart Kay",
          "abstract": "Hikikomori is a form of extreme social withdrawal that is characterized by self-isolating in one’s living quarters. While past research had found a correlation between Hikikomori and internet addiction, the research was limited to a sample of college students in Japan. With cases of both Hikikomori and internet addiction being recognized across the globe, more research is required to investigate this correlation in non-Japanese countries. In the current study, we administered the Hikikomori Questionnaire and Young’s Internet Addiction Test to 437 US college students recruited through Prolific. We found a sizeable positive correlation between Hikikomori and internet addiction (r = .30). We also found that the correlation among the US college students in our sample did not significantly differ from the correlation among the Japanese college students in the prior study (r = .39). Although more research is required to further understand the relationship, the present results indicate that extreme social withdrawal could be a risk factor for internet addiction in the US (and vice versa).",
          "url": "https://osf.io/ert4x",
          "doi": "https://doi.org/10.31234/osf.io/ert4x",
          "filter": 0
        },
        {
          "title": "Adolescent Emotion Polyregulation Flexibility: An Ecological Momentary Assessment of Multi-Strategy Switching and Effort Scaling",
          "authors": "Xiaomei Li; Megan Wylie; Jessica P. Lougheed; Tom Hollenstein",
          "abstract": "Adolescents draw from a repertoire of strategies to regulate increasingly intense, complex, and changing emotions in their everyday lives. However, little research has systematically examined how much they use multiple strategies in a given emotional event (polyregulation) and how much they use different strategies across emotional events (flexibility), two well-known predictors of regulatory success among adults. Leveraging the Bray-Curtis dissimilarity index to quantify the collective, multi-strategy modulation from one event to the next, we examined adolescent polyregulation flexibility and its two mechanisms: strategy switching (prioritizing certain strategies while decentralizing others) and effort scaling (engaging or disengaging multiple strategies together). We tested whether polyregulation flexibility was associated with emotional intensity, emotional complexity (multiple emotions simultaneously), polyregulation effort, and trait-level emotional mindset and awareness. We also tested whether polyregulation flexibility uniquely predicted regulatory success. Adolescents (N=117, ages 12-15, 55% girls) completed an ecological momentary assessment for 14 consecutive days (4 prompts per day) reporting on the intensity of four negative emotions, effort for six strategies for a focal emotion, and perceived regulatory success. Using multilevel modeling, both at the within- and between-person levels, adolescents showed greater polyregulation flexibility in response to more intense and complex emotions. Further, greater effort scaling (but not strategy switching) since the last emotional event uniquely predicted greater success at the current event after controlling for emotional intensity, complexity, and polyregulation effort. Findings support the dynamic nature of flexible strategy deployment among adolescents, highlighting the need to overcome more static approaches (e.g., counts, range) of capturing emotion regulation.",
          "url": "https://osf.io/4ecwf",
          "doi": "https://doi.org/10.31234/osf.io/4ecwf",
          "filter": 0
        },
        {
          "title": "Pleasure or pain? Higher emotional dysregulation and both hedonic and emotional eating in women with different levels of binge-eating episodes",
          "authors": "Sofia Abrevaya; Ariana Bordon; Jessica Savino; Sofia Stancanelli; Juana Poulisis; Valeria Pedron",
          "abstract": "Purpose Binge eating involves consuming unusually large amounts of food that another person would not eat in the same period and setting. Emotional eating involves the consumption of food in response to a series of negative emotions. Associated with both are emotional regulation difficulties. People can also be susceptible to overeating because of the hedonic nature of certain foods, such as those high in fat and sugar. We aimed to analyze the differences between increasing levels of binging in hedonic and emotional eating, and its relationship with emotional regulation, and body mass index (BMI). \nMethods 143 adult cis women (between 18 and 59 years old) completed the Binge Eating Scale, the Garaulet Emotional Eating Questionnaire, the Power of Food Scale, and the Emotional Regulation Difficulties Scale. \nResults Participants with higher levels of binging showed greater emotional dysregulation, levels of both emotional and hedonistic eating, and BMI. However, emotional dysregulation and BMI do not predict differences in the two types of feeding behavior. \nConclusions Results are discussed through different perspectives, such as responsiveness to a caloric food environment, an association with a restrictive eating style, an uncontrolled eating pattern associated with impulsivity, or weight bias that generates stress in people with larger body sizes. Interventions based on intuitive or conscious eating are proposed to address some of these problems.",
          "url": "https://osf.io/m9b3d",
          "doi": "https://doi.org/10.31234/osf.io/m9b3d",
          "filter": 0
        },
        {
          "title": "Are we aware of what we are about to do? New experimental approaches to voluntary action and conscious awareness",
          "authors": "Zheng Huang; Silvia Seghezzi; Patrick Haggard",
          "abstract": "Generating a voluntary action typically involves some experience of conscious intention. Prospective theories propose that conscious intention is a readout of action preparation processes, while retrospective theories view conscious intention as an inference retro-inserted into narratives of one’s own behaviour. Studying conscious intention experimentally is difficult, because (a) eliciting voluntary actions in laboratory settings is problematic, and (b) existing measures of conscious intention using post-action reports could involve post hoc biases. We developed touch-typing versions of a verbal fluency task to elicit voluntary actions to address (a), and then interrupted participants quasi-randomly, asking “Were you about to type your next word?”, to address (b). Across two experiments with 51 participants, we found conscious intention emerged at 1079 ms (SD=1366 ms) and 1258 ms (SD=749 ms) before the estimated time of upcoming action. EEG results showed more reduction of beta-band oscillations and a greater readiness-potential-like deflection prior to probes that elicited reports of conscious intention, compared to probes that did not. Our results offer novel support for prospective theories of conscious intention, and may partly address methodological difficulties of previous studies.",
          "url": "https://osf.io/m6qtg",
          "doi": "https://doi.org/10.31234/osf.io/m6qtg",
          "filter": 0
        },
        {
          "title": "Development and Validation of the Self-Awareness of Ego-Threatening Biases Questionnaire (SAETBQ)",
          "authors": "Hanna Brycz; Aneta Chybicka; Pawel Robert Smolinski; Mateusz Lammek; Andrzej Piotrowski; Sofia Hohmann; Nicola Baumann",
          "abstract": "Awareness of social biases is crucial as they impact both individual behavior and societal outcomes. Whereas previous research indicates that self-awareness of ego-nonthreatening biases enhances self-regulation, the effects of self-awareness of ego-threatening biases remain underexplored. Preliminary findings suggest that awareness of ego-threatening biases related to rumination and may lead to maladaptive states. However, these findings await replication with standardized instruments. To address this gap, we conducted two studies. In Study 1 (N = 1609), we developed and validated the 12-item Self-Awareness of Ego-Threatening Biases Questionnaire (SAETBQ). Consistent with our hypotheses, self-awareness of ego-threatening biases (as measured by the SAETBQ) correlated with higher moral disengagement, lower self-diagnostic motive, and lower integrative self-knowledge, indicating a tendency towards ego deterioration, whereas self-awareness of ego-nonthreatening biases (as measured by the Metacognitive Self questionnaire) showed the opposite pattern of correlations, indicating a tendency towards beneficial self-regulation. In Study 2 (N = 681), Dark Triad traits correlated positively and Light Triad traits negatively with self-awareness of ego-threatening biases. These results underscore the complex role of self-awareness in managing cognitive biases.",
          "url": "https://osf.io/2qga8",
          "doi": "https://doi.org/10.31234/osf.io/2qga8",
          "filter": 0
        },
        {
          "title": "Moral Anger and Disgust: Examining the Recipient vs. Initiator Focus in the Moral Evaluation of Transgressions",
          "authors": "Eva VIVES; Astrid Thébault Guiochon; Bastien Trémolière; Agnès Falco; Hakim Djeriouat",
          "abstract": "This study aimed to test whether inducing participants' attention towards the agent or recipient of a moral violation would elicit different emotional responses. Fictional situations were created to spotlight either the recipient's experience (e.g., a person being tripped on the street) or the initiator experience (e.g., a person tripping another). Participants were presented with a series of vignettes describing moral transgressions and asked to judge as quickly as possible whether the emotional reactions of third parties depicted in different facial expressions were consistent with what would be expected regarding the misconduct. In two studies (N = 315) we tested the hypotheses that focusing on the initiator would stress their poor moral character and elicit distancing reactions typical of moral disgust, while focusing on the recipient would emphasize the harmful act and the recipient's resulting personal distress, aligning more closely with moral anger. The results indicate that directing participants' attention to the recipient resulted in a quicker and more frequent selection of angry expressions compared to disgust. However, a preference for disgust was primarily evident in scenarios depicting moral transgressions in the initiator-focus condition but not in the recipient-focus condition, only when compared to neutral affect.",
          "url": "https://osf.io/3dzp4",
          "doi": "https://doi.org/10.31234/osf.io/3dzp4",
          "filter": 0
        },
        {
          "title": "Public Attitudes Towards Forced Tubal Ligation of Individuals with Intellectual Disabilities: The Role of Eugenics, Emotional Responses, and Penology in a Mock Jury Trial",
          "authors": "Agnès Falco; Eva VIVES; Astrid Thébault Guiochon; Bastien Trémolière; Hakim Djeriouat",
          "abstract": "The purpose of this study was to examine how individuals (N = 213) judge the forced tubal ligation of individuals with intellectual disabilities through a mock jury trial. It assessed morality, perceived rationality, emotions, and legal responses in five conditions: intellectual disability (yes or no) and removal of parental custody (yes or no) versus a control condition (no intellectual disability and no removal of parental custody). Additionally, we explored variations in judgments when participants received specific reasons for recommending sterilization (genetic transmission risk and parental ability). Participants first judged incomplete scenarios, then received the doctor’s rationale, and finally reevaluated their views with complete information. The study revealed three participant profiles: intransigent participants who unconditionally reject all justifications, conditional participants who view intellectual disability as a sufficient justification, and prospective participants sensitive to detailed contextual factors.",
          "url": "https://osf.io/yqfd2",
          "doi": "https://doi.org/10.31234/osf.io/yqfd2",
          "filter": 0
        },
        {
          "title": "SELF-REGULATED LEARNING AND EPISTEMIC BELIEFS IN REMOTE LEARNING DURING A LOCKDOWN",
          "authors": "TINO GAO",
          "abstract": "When learning remotely during a lockdown, students’ online learning engagement decreases while academic stress increases. In the present study, we aim to explain variations in online learning engagement and online academic stress in terms of students’ epistemic beliefs and self-regulated learning skills. We hypothesize that epistemic beliefs indirectly influence online learning engagement and online academic stress through their effect on motivation and self-efficacy. The study involves 398 students in grades 10 and 11. Results from the path analysis suggest that students who believe that knowledge is evolving (development) and gets handed down by authority figures (source) are more likely to be self-efficacious in their learning and exhibit higher levels of both learning- and performance-goal orientations. Additionally, mastery-goal orientation, performance-goal orientation, and self-efficacy are found to positively predict online learning engagement. Specifically, the mastery-goal orientation and self-efficacy are negatively associated with academic stress, while the performance-goal orientation is positively associated with academic stress.",
          "url": "https://osf.io/w3c59",
          "doi": "https://doi.org/10.31234/osf.io/w3c59",
          "filter": 0
        },
        {
          "title": "Face Processing in Humans and CNNs: Comparing the Reliance on Holistic and Local Feature-Based Information",
          "authors": "Benedikt Emanuel Wirth; Andreas Knoblauch; Philipp Müller",
          "abstract": "It is intensively debated whether Convolutional Neural Networks (CNNs) constitute appropriate models for human vision. Here, we investigated whether CNNs show a typical characteristic of human face perception, namely holistic processing. In Experiment 1, we compared unfamiliar face matching performance between a CNN trained on face recognition and N = 32 human participants for different types of face images: Normal faces (with intact holistic and local feature-based information), Mooney faces (with intact holistic and degraded local feature-based information), and scrambled faces (with intact local feature-based information and degraded holistic information). The CNN showed significantly larger performance decrements for both Mooney and scrambled faces than human participants. In Experiment 2, we trained three CNN architectures on face recognition, one with unrestricted field size and two with field sizes restricted to approximately 1/9 and 1/16 of the input image, respectively. Subsequently, we compared unfamiliar face matching performance between these CNNs and N = 36 human participants who viewed face images either in an unrestricted fashion or through a movable spotlight-like viewing aperture covering approximately  1/9 or 1/16 of the face images. While human face matching accuracy was substantially impaired by restricting the visual input with apertures, CNN performance was not affected by restriction of the receptive field size. These results suggest that (a) CNNs are able to achieve high face matching accuracy without using holistic information (b) the reliance of holistic information in CNNs depends on the specific optimisation conditions under which models were trained.",
          "url": "https://osf.io/2xjcm",
          "doi": "https://doi.org/10.31234/osf.io/2xjcm",
          "filter": 0
        },
        {
          "title": "The role of semantic interpretability and syntactic legality in complex nonword recognition",
          "authors": "Alessia Rossetto; Srdjan Popov; Lachlan Saar; Myles Reading; Elisabeth Beyersmann",
          "abstract": "This study explored the role of semantic interpretability and syntactic legality on complex nonword recognition. A rating experiment tested the correlation between these two linguistic factors by asking participants to rate the interpretability of legal and illegal nonwords made up of stem-suffix combinations. Results showed that these two factors are highly correlated. In two further lexical decision experiments (unprimed lexical decision in Experiment 2 and masked primed lexical decision in Experiment 3), we carefully dissociated interpretability and legality by comparing four types of nonwords: high-interpretability syntactically legal, high-interpretability syntactically illegal, low-interpretability syntactically legal, and low-interpretability syntactically illegal nonwords. To test whether or not the activation of embedded stems was modulated by their morpho-semantic and morpho-syntactic context, all complex nonwords were compared against a matched non-stem control.  A significant effect of stem status was found in Experiments 2 and 3, providing evidence for the important role of embedded stems in complex nonword recognition. Moreover, a significant effect of interpretability was found only in the unprimed lexical decision (Experiment 2), but not in masked priming (Experiment 3), suggesting that semantics does not influence complex word recognition until participants have enough time to thoroughly process the nonword. No effect of syntactic legality was found in either experiment. These results highlight the independent roles of semantic interpretability and syntactic legality in visual nonword recognition, supporting an initial semantically blind stage in morphological parsing.",
          "url": "https://osf.io/kb3mr",
          "doi": "https://doi.org/10.31234/osf.io/kb3mr",
          "filter": 0
        },
        {
          "title": "Leuven Orthogonalized Art Dataset (LOAD): A Multidimensional Art Image Set for Aesthetic Appreciation Research",
          "authors": "Yi Lin; Hans Op de Beeck; Johan Wagemans",
          "abstract": "The intricate interplay between visual art, aesthetic appreciation, and human cognition has long captivated artists and scientists. One difficulty of this line of research is that artworks differ on many dimensions that influence aesthetic appreciation. While trying to keep the out-of-scope dimensions constant is a typical strategy, using a stimulus set with balanced dimensions avoids noise and bias. Although several visual art datasets exist, none have been specifically designed to control many dimensions simultaneously. In response to the need of a well-controlled and balanced stimulus set, the Leuven Orthogonalized Art Dataset (LOAD) controls and balances dimensions related to aesthetic appreciation, including style, content, emotional valence, and liking/beauty. Each artwork in the image set was first carefully selected to fit a balanced design, then annotated by 50 participants on measures of pleasure, fluency, interest, liking, emotional valence, and familiarity for further validation. This careful annotation process also aims to disentangle the often- ambiguous interrelations among several aesthetic appraisals such as pleasure, interest, and liking. By providing balanced designs across multiple dimensions, LOAD serves as a valuable and highly flexible tool for exploring the complexities of aesthetic appreciation.",
          "url": "https://osf.io/gf3k8",
          "doi": "https://doi.org/10.31234/osf.io/gf3k8",
          "filter": 0
        },
        {
          "title": "Can any procedure be hypnosis? Exploring the effect of framing on hypnotic depth and electrophysiological correlates of hypnosis in a balanced placebo design.",
          "authors": "Zoltan Kekecs; Endre Csikos; Nguyen Dang Quy Minh; Yeganeh Farahzadi; Peter Simor; Balazs Nyiri; Pietro Rizzo; Jay A. Olson; Gary Elkins",
          "abstract": "Expectancy theory of hypnosis posits that almost any procedure can serve as a hypnotic induction provided it is labelled as “hypnosis”. The present study explored this hypothesis by contrasting the effects of two conventional and two unconventional (sham) hypnotic inductions on subjective hypnotic experiences and electrophysiological correlates. \nIn a 2x2 balanced placebo design, all participants were exposed to four conditions: conventional induction labeled as “hypnosis”, conventional induction labeled as “control”, unconventional induction labeled as “hypnosis”, and unconventional induction labeled as “control”. EEG was recorded from 128 channels.\nConsistent with the predictions of expectancy theory, we found that one of the unconventional (sham) inductions, “white noise hypnosis”, evoked comparable subjective hypnosis depth to the conventional hypnotic inductions. Moreover, EEG correlates of conventional versus unconventional inductions did not substantially differ. Furthermore, we found that labeling a procedure as “hypnosis” resulted in greater hypnosis depth and greater baseline-to-hypnosis reductions in midline frontal alpha activity compared to procedures labeled “control”. However, contrary to the predictions of the expectancy theory, “embedded hypnosis”, another unconventional induction, evoked smaller hypnosis depth reports than the other three inductions. The change in midline frontal gamma power negatively correlated with hypnosis depth in both conventional and unconventional inductions. Conversely, correlations of frontal gamma power, occipital theta power, and frontoparietal connectivity in the alpha2 band with hypnotizability differed between conventional and unconventional induction trials.\nOverall, our results provide partial support for the expectancy theory of hypnosis. However, our findings should be considered exploratory. Confirmatory research is required to strengthen our confidence in these effects.",
          "url": "https://osf.io/k3h5f",
          "doi": "https://doi.org/10.31234/osf.io/k3h5f",
          "filter": 0
        },
        {
          "title": "From Real-Time Measures to Real World Differences New [and Old] Statistical Approaches to Individual Differences in Real-Time Language Processing",
          "authors": "Bob McMurray; Ethan Kutlu",
          "abstract": "In the last 30 years, the Visual World Paradigm has rapidly become a dominant experimental paradigm for understanding real-time language processing.  Part of this derives from the rich visualizations of the millisecond-by-millisecond timecourse of language processing that it offers.  While the field has converged on strong statistical approaches for this in experimental paradigms, a great deal of recent work has sought to apply the Visual World Paradigm in individual differences paradigms to examine factors such as development and aging, multi-lingualism and various types of communicative and cognitive disorders.  However, sophisticated individual differences work must confront issues of collinearity and co-morbidity among predictor variable, and often seek to examine more than just a simple correlation with some portion of the timecourse of processing.  We argue that existing statistical and methodological approaches are unsuited to this.  Instead, we argue that analysis should start by developing a quantitative “profile” of processing that can be captured in a small number of variables.  These can then be used in more sophisticated regressions like hierarchical regression, commonality analysis and mediation analysis which can unpack shared and unique variance, and test multiple causal pathways.  We illustrate this with tutorials based on our own work on hearing loss, development and language disorders that illustrate how these approaches can provide greater insight into individual differences.",
          "url": "https://osf.io/2c5b6",
          "doi": "https://doi.org/10.31234/osf.io/2c5b6",
          "filter": 0
        },
        {
          "title": "The link between social categorization and spontaneous social evaluations: A matter of the evaluative implications of the situation?",
          "authors": "Manuel Becker; Sarah Teige-Mocigemba; Jeff Sherman; Karl Christoph Klauer",
          "abstract": "There is conflicting evidence for the extent to which spontaneous evaluations of outgroup members are influenced by social categorization. Contemporary models of evaluation like the APE model (Gawronski &amp; Bodenhausen, 2006) imply that spontaneous evaluations are a function of the evaluative implications of the stereotypic associations of a target object and the context in which it is encountered. In this manuscript, we examine the question whether these models can also inform the debate on the link between social categorization and spontaneous evaluations: Specifically, we ask whether the link between categorization and evaluation is moderated by the subset of associations that is implied by a specific context. In two studies, we assessed the extent of categorization in conditions of the Who Said What? -paradigm with very different contextual implications for Whites versus Blacks. This score was then correlated with the evaluative preference for Whites over Blacks in an Evaluative Decision Task. In contexts in which it is an asset or advantage to be Black, there was less anti-Black bias the more an individual categorized by race. The reverse was true in contexts that are likely to activate negative racial stereotypes. A last confirmatory study with a larger sample is proposed to reassess these intriguingly strong correlations.",
          "url": "https://osf.io/rjnpk",
          "doi": "https://doi.org/10.31234/osf.io/rjnpk",
          "filter": 0
        },
        {
          "title": "Concurrent measurement of working memory and inhibitory control and their correlations with autistic traits in the general population",
          "authors": "Yasamin Rahmati; Christopher Jarrold",
          "abstract": "Executive function can be defined as the combination of goal representation in working memory and the inhibition of goal-irrelevant responses. This paper comprises two studies that assess these core components of executive function orthogonally and examine their correlation with ASD and ADHD traits in the general population. Both studies utilized a paradigm with two tasks, each assessing working memory and one type of inhibitory control concurrently: the modified Flanker task, which measured working memory and interference control, and the modified Spatial Conflict task, which measured working memory and response inhibition. The study aimed to explore the main effects of memory and inhibitory load in each task, investigate potential over-additive interactions between executive function components, and examine the correlations between autistic and ADHD traits and task performance. Each study involved 100 typically developing adult participants. In Study 1, results showed that reaction time in the Flanker task was significantly influenced by demands on both working memory and inhibitory control. In the Spatial Conflict task, reaction times were affected by congruency, with a potential role of memory load in incongruent trials. Study 2 introduced modifications that revealed effects on reaction time in the Spatial Conflict task due to both memory and congruency load. The Flanker task demonstrated memory effects in reaction time, but congruency effects were only evident under low memory conditions. No interactions between executive function components in an over-additive way were observed in either Study 1 or Study 2. Bayesian linear regression and correlation analyses found evidence against any meaningful correlations between the size of the congruency or memory effect for either dependent variable (accuracy or reaction time) and ASC or ADHD traits in both studies.",
          "url": "https://osf.io/mzsdf",
          "doi": "https://doi.org/10.31234/osf.io/mzsdf",
          "filter": 0
        },
        {
          "title": "Bridging the Mental Health Care Gap for International Students via Digital Interventions",
          "authors": "Qiang Xie; Yiqin Zhu; Tao Lin; Zizhuo Yin; Simon Goldberg",
          "abstract": "Objectives: Mental health issues among international students are concerning. However, international students tend to underutilize and benefit less from traditional mental health services compared to their domestic counterparts. The current paper proposes digital mental health interventions (DMHIs) as a promising approach to bridge mental health inequities faced by international students. Methods: We explore the definition, types, and efficacy of DMHIs. We outline the unique promise of these interventions in reducing barriers to health service access encountered by international students. To illustrate these points, we discuss example studies of DMHIs for international students. Results: Recent studies have supported the potential benefits of DMHIs for improving international students’ psychological distress, well-being, and help-seeking outcomes. However, many scientific questions remain unsolved. Discussion: To optimize the potential of these interventions for international students, researchers should conduct well-powered randomized controlled trials, examine correlates of intervention use, design single-session interventions, co-develop interventions with the international student community, integrate interventions within the larger system, incorporate ecological momentary assessment and digital phenotyping, and leverage immersive and interactive digital technology.",
          "url": "https://osf.io/8b3j9",
          "doi": "https://doi.org/10.31234/osf.io/8b3j9",
          "filter": 0
        },
        {
          "title": "Experienced Benefits and Challenges of Ecological Momentary Assessment among Treatment-Seeking Individuals with Past-Month Non-Suicidal Self-Injury",
          "authors": "Rafaël Bonnier; Joanne R Beames; Laurence Claes; Olivia J Kirtley; Lena de Thurah; Jeroen Dennis, Merlijn Weermeijer; Lotte Uyttebroek; Mirthe Luijsmans; Inez Myin-Germeys; Glenn Kiekens",
          "abstract": "Introduction: Although Ecological Momentary Assessment (EMA) demonstrates clinical utility, its benefits and challenges for treatment-seeking individuals who engage in Non-Suicidal Self-Injury (NSSI) are not well understood. This study evaluates self-reported benefits (i.e. increases in self-insight and self-efficacy) and challenges of EMA (i.e., beep disturbance, and negative emotional experiences) in this population.\nMethods:  Ninety-seven in-treatment patients with past-month NSSI completed baseline assessments which assessed sociodemographic and clinical characteristics. Following intake, they completed a 28-day EMA-protocol with six assessments each day. After this self-monitoring period,  a feedback survey was completed in which general and NSSI-specific increases in self-insight and self-efficacy, compliance, beep disturbance, and negative emotional experiences related to EMA were assessed. \nResults: Average EMA compliance was 72.14% (SD=20.47) and decreased linearly over time (β=-0.50, p&lt;.001). After using EMA, 32.98% reported increased general self-insight and 9.27% reported increased general self-efficacy. In contrast, 63.91% reported increased NSSI-specific self-insight and 41.24% reported improved NSSI-specific self-efficacy. Additionally, 21,62% experienced negative emotional experiences due to EMA. Higher levels of negative emotional experiences were significantly associated with lower compliance (r=-.297, p=.004), higher beep disturbance (r=.383, p&lt; .001), and lower general self-insight (r=-.286, p=.005).\nConclusion: EMA appears feasible and may promote NSSI-specific self-insight and self-efficacy for most patients.",
          "url": "https://osf.io/d7x94",
          "doi": "https://doi.org/10.31234/osf.io/d7x94",
          "filter": 0
        },
        {
          "title": "The Reciprocal Effects of Multiple Sclerosis Symptoms on Presenteeism and the Role of Health-Oriented Leadership",
          "authors": "Bohan Fu; Alexandra Cook",
          "abstract": "Even when experiencing symptoms, people with Multiple Sclerosis (MS) still often go to work, which aligns with the construct of presenteeism - attending work while ill. Existing evidence highlights the detrimental effects of presenteeism in acute conditions, but less is known about chronic conditions. Besides, leadership behavior is critical in follower presenteeism, as leaders’ health-oriented care towards followers (StaffCare) may impact followers’ decisions to work while managing MS symptoms. This study focuses on the reciprocal effects of MS symptoms and presenteeism by analyzing existing data from a 3-wave monthly online study carried out in 2020. Presenteeism remained stable at the monthly level, but we did not find reciprocal relationships between presenteeism and symptoms. StaffCare behavior did not buffer the hypothesized effects of quantitative demands and symptoms on presenteeism but was negatively related to presenteeism. In addition, we extracted three factors from MS symptoms, and further exploratory analyses show a quadratic relationship between presenteeism and symptoms. By highlighting the interplay between disease symptoms and presenteeism, the study extends presenteeism and health-oriented leadership literature to chronic conditions such as MS. It also provides practical insights for individuals, leaders, and organizations on the relation between disease and work.\nKeywords: Multiple Sclerosis (MS), presenteeism, symptoms, health-oriented leadership, quantitative demands",
          "url": "https://osf.io/zrp3k",
          "doi": "https://doi.org/10.31234/osf.io/zrp3k",
          "filter": 0
        },
        {
          "title": "The Social Life of Health-Promotion Messages: Alcohol Craving in Complex Information Environments",
          "authors": "Christin Scholz; Hang Yee Chan; Hanneke Hendriks; Eva van Reijmersdal",
          "abstract": "Objective: Within complex information environments, persuasive messages are often viewed in close proximity to other relevant and possibly contradictory content. While persuasion research focuses on optimizing individual message types (e.g. anti- or pro-alcohol messages), scarce knowledge about competition between message types hinders the prediction of message effects in real-world settings. We directly compared effects of competing message types to understand relative effects and underlying mechanisms. Methods: Across three studies, English-speaking convenience samples from online panels and our University’s student pool (N=468) viewed a large sample of alcohol-related messages (N=190) of different types (pro-, anti-, and\nnon-alcoholic messages from professional and peer sources). Using within-subject designs, we measured the relative impact of message types on alcohol craving and mechanisms driving these effects. Results: Pro-alcohol messages were more impactful than anti-alcohol messages, especially among frequent binge drinkers. Although emotional responses and familiarity with the alcohol-related content were relevant mechanisms for both pro- and anti-alcohol message effects, both mechanisms were more strongly coupled to craving in response to pro- (vs. anti-alcohol) messages. Conclusions: Accounting for a large variety of messages, our results suggest that restricting pro-alcohol content may be more effective in reducing consumption than producing anti-alcohol content within populations represented by our English-speaking convenience samples. The findings further raise specific concerns about the effectiveness of anti-alcohol messages that target familiarity and emotional processes, especially when viewed in direct competition with pro-alcohol information. Further research on the competition between related message types is crucial to support understanding and prediction of message effectiveness.\nSIGNIFICANCE: We examined how health promotion (professional anti-alcohol) messages perform relative to other relevant confirmatory (peer-produced anti-alcohol messages) and contradictory (professional/peer-produced pro-alcohol) information by comparing alcohol craving across message types. Understanding competition between message types will help improve predictions of message effects in modern, diverse information environments.",
          "url": "https://osf.io/bakpd",
          "doi": "https://doi.org/10.31234/osf.io/bakpd",
          "filter": 0
        },
        {
          "title": "Effects of visual distractors on discourse coherence in young and older adults: A test of the inhibitory deficit hypothesis",
          "authors": "Clara Moeller; Holly Maclean; Paul Hoffman",
          "abstract": "Producing coherent discourse requires us to regulate the content of our speech and avoid interference from discourse-irrelevant concepts that become active in semantic memory. The inhibitory deficit hypothesis proposes that coherence declines in later life are due to a reduced ability to inhibit these irrelevant ideas. However, existing evidence in support of this view is correlational. We performed an experimental test of the hypothesis by asking young (18-25) and older (70-90) participants to produce discourse on a range of topics while attending to two types of visual distractors: images of meaningful concepts and meaningless abstract patterns. The overall global coherence of responses was lower when participants were distracted (cf. no distraction) but this effect was not larger for meaningful distractors. Participants also spoke more slowly under distraction. These effects did not differ between age groups. Critically, however, in the meaningful distractor condition, responses diverged from the original topic more quickly than in the other conditions. This effect was only present in older participants. These results suggest two underlying effects at play. First, performing a concurrent task has a general effect on the speed and coherence of discourse, which in this study was age-invariant. Second, for older people, tasks that activate a series of irrelevant semantic representations have an additional cumulative effect on discourse content, causing it to deviate off topic more rapidly. Our results support the inhibitory deficit hypothesis and suggest that older people can improve their coherence by avoiding semantically-laden environmental distractors like TV or radio programmes.",
          "url": "https://osf.io/78qsc",
          "doi": "https://doi.org/10.31234/osf.io/78qsc",
          "filter": 0
        },
        {
          "title": "Sex differences in gaze patterns while viewing dynamic and static sexual stimuli",
          "authors": "Vesa Putkinen; Elina Lewandowski; Lauri Nummenmaa; Severi Santavirta",
          "abstract": "Faces and bodies serve as important cues of physical attractiveness and reproductive fitness. Previous studies however indicate that there are sex-related differences in the visual processing of erotic stimuli. Here we measured eye movements from 43 male and 67 female subjects to investigate gaze patterns and sex differences during perception of dynamic sexual scenes (intercourse; Experiment 1) and static (nude and clothed men and women; Experiment 2) erotic stimuli. Dwell times were longest for faces in both experiments and faces were most likely to be looked at first. In the video experiment, male participants looked more at female chest, buttocks, and genital areas while female participants looked more at male faces. In the picture experiment faces received more fixations when stimuli were clothed, whereas fixations on chest and genital areas increased when the stimuli were nude. Our results show that i) sex differences during sexual perception are larger for static versus dynamic stimuli, ii) that faces are prioritized over sexual signals both while viewing dynamic sexual scenes and static images of humans, and iii) that visibility of sexual cues increases saliency of the sexually relevant body regions (genitals; chest). The overall preference for faces even when viewing sexual intercourse may reflect both the importance of facial characteristics in mate selection as well as the role of facial expressions in evaluating partner satisfaction while having sex.",
          "url": "https://osf.io/6z3p7",
          "doi": "https://doi.org/10.31234/osf.io/6z3p7",
          "filter": 0
        },
        {
          "title": "Countering AI-Generated Misinformation With Pre-Emptive Source Discreditation and Debunking",
          "authors": "Emily Rebecca Spearing; Ullrich K. H. Ecker",
          "abstract": "Despite concerns over AI-generated misinformation, it is unclear how much people are impacted by such misinformation or how effective countermeasures are. This study examined whether the influence of AI-generated misinformation on people’s reasoning could be reduced by a pre-emptive, source-focused inoculation or a retroactive, content-focused debunking. In two experiments (N &gt; 1000), a misleading AI-generated article influenced people’s reasoning, regardless of its alleged source (human or AI). In both experiments, the inoculation reduced participants’ general trust in AI-generated information, but failed to significantly reduce the specific influence of the misleading article. Additional trust-boosting and disclaimer interventions used in Experiment 1 also had no impact. By contrast, a debunking used in Experiment 2 effectively reduced misinformation impact, although only a combination of inoculation and debunking eliminated misinformation influence entirely. Findings demonstrate that generative AI can be a persuasive source of misinformation, potentially requiring multiple countermeasures to negate its effects.",
          "url": "https://osf.io/bp5y7",
          "doi": "https://doi.org/10.31234/osf.io/bp5y7",
          "filter": 0
        },
        {
          "title": "Nomophobia from the perspective of Internet Extension of Virtual Capacity",
          "authors": "Jiayi Li; Wenfeng Chen",
          "abstract": "When individuals are unable to connect to the Internet, they experience anxiety, leading to the phenomenon known as nomophobia. To explain this phenomenon, it is essential to explore the relationship between humans and the Internet. This study investigates that relationship and explains nomophobia through the concept of Internet Extension of Virtual Capacity, which refers to how individuals extend the Internet as part of their own capabilities, unrestricted by specific devices. In Study 1, a Virtual Capability Extension Scale was developed, encompassing four dimensions: intrusiveness, accessibility, functionality, and autonomy. The scale demonstrated a high internal consistency with a Cronbach's α = 0.900, and validity indicators meeting research standards. Study 2 employed a behavioral experiment using a two-group (type of device) and three-phase (the presence or absence of the device) single-factor design to investigate the question \" Where does self-extension occur and what is its content?\". Results indicated: 1) The object of self-extension, and the primary cause of nomophobia, is the Internet rather than specific devices such as smartphones; 2) Internet Extension of Virtual Capacity serves as a precursor to nomophobia; 3) The Internet significantly extends individuals' sense of self-efficacy, more so than simply impacting their broader sense of self. Future research should further explore and apply the Internet Extension of Virtual Capacity, while also considering people's ambivalent attitudes of both love and hate towards Internet.",
          "url": "https://osf.io/3snhr",
          "doi": "https://doi.org/10.31234/osf.io/3snhr",
          "filter": 0
        },
        {
          "title": "Elected Officials that Inspire: Examining the Impact of Servant Leadership on College Students' Ambitions",
          "authors": "Celeste Lucero; Jayvee Cebu",
          "abstract": "This study explored the influence of servant leadership on the future aspirations of Filipino college students, focusing on the mediating roles of optimism, hope, and life satisfaction. A quantitative, cross-sectional design was employed using validated measures to assess leadership perceptions and their impact on students' psychological constructs and career goals. The findings revealed that optimism and hope significantly mediated the relationship between servant leadership and future expectations, highlighting their importance in shaping student ambitions. Life satisfaction, however, played a minimal role. This study underscores the potential of servant leadership in educational settings to foster a positive and future-oriented mindset among students. The limitations include the cross-sectional nature of the study, reliance on self-reported data, and a sample drawn from a specific cultural context. Future research should adopt longitudinal designs and consider diverse psychological constructs to expand the understanding of the influence of leadership.",
          "url": "https://osf.io/pmwub",
          "doi": "https://doi.org/10.31234/osf.io/pmwub",
          "filter": 0
        },
        {
          "title": "Explaining Away the Illusion of Consensus",
          "authors": "Saoirse Connor Desai; Jaimie Lee; Brett Hayes",
          "abstract": "Consensus among sources often signals a claim’s trustworthiness. However, when all sources simply echo information from a single origin, an “illusion of consensus” can arise, leading individuals to feel equally convinced by a dependent consensus (a single, repeatedly cited source) as by an independent consensus (corroborated information from multiple sources), unless their independence is made clear. This effect may occur because repetition can be perceived as a cue for credibility; thus, undermining source credibility might prompt individuals to discount a dependent consensus. We conducted three experiments to test whether whether explaining that source repetition resulted from biases in source selection can enable people to discount a dependent consensus. Participants engaged in a political polling task to assess confidence in claims supported by an independent consensus (news outlets citing different polling companies), a dependent consensus without explanation (news outlets citing the same polling company), or a dependent consensus accompanied by explanations that either boosted or undermined source credibility. While an independent consensus was more persuasive than dependent consensus, explanations alone did not affect claim confidence (Experiments 1-2a, 2b). In Experiment 3, when participants generated their own explanations for why source repetition might undermine reliability, confidence in claims supported by a dependent consensus was reduced. These findings suggest that social inference processes contribute to the illusion of consensus, with implications for interventions designed to mitigate the impact of misleading claims repeated in media.",
          "url": "https://osf.io/9hnm7",
          "doi": "https://doi.org/10.31234/osf.io/9hnm7",
          "filter": 0
        },
        {
          "title": "Social reorientation of emotion regulation:  Changing roles of family and peers during adolescence",
          "authors": "Erica Ho; Jutta Joormann; Hedy Kober; Reuma Gadassi Polack",
          "abstract": "The emotional climate of the family and peer group are theorized to play a central role in the development of emotion regulation (ER) in children and adolescents, such that warmer, more supportive environments promote more effective ER. However, most studies demonstrating associations between social interactions and ER use have focused on individual differences in the regulation of negative affect. This study is the first to investigate whether social interactions with family versus peers are differentially associated with ER, of both negative and positive affect, using a unique multi-timescale approach in which daily assessments were nested within a longitudinal design. Our sample included 112 youths, ages 8-15 at baseline and racially/ethnically representative of our northeast American recruitment area, who completed two waves of daily diaries (21 and 28 days) approximately one year apart. Every evening, participants reported the number and valence of interactions they had had with family members and friends, and their use of ER strategies, producing a total of 5,074 diary entries. We found evidence that: (1) experiencing more positive interpersonal events was associated with greater use of effective ER strategies, whereas experiencing more negative interpersonal events was associated with greater use of counterproductive ER strategies; and (2) family events were more strongly associated with ER changes in younger youths, while friend events were more strongly associated with ER changes in older youths. Altogether, our results provide novel evidence for a social reorientation effect in ER development, highlighting the lasting influence of close relationships during the transition to adolescence.",
          "url": "https://osf.io/4rf5x",
          "doi": "https://doi.org/10.31234/osf.io/4rf5x",
          "filter": 0
        },
        {
          "title": "Differences in Cooperation and Reputation Formation in Heterogeneous and Homogeneous Groups in Public Goods Dilemmas",
          "authors": "Waldir M. Sampaio; Ana Luísa Freitas; Lorenzo Fantazzini Reichter; Gabriel Tadashi M. dos Santos; Paulo Boggio",
          "abstract": "Group heterogeneity is often thought to hinder cooperation and public goods provision,\nbut it’s unclear which differences matter most or if all diversity reduces cooperation.\nThis study examines whether two core mechanisms of cooperation—reputation and\nreciprocity—operate differently in groups with varying gender, race, and age\ncompositions. Across three studies (N = 875) using the Public Goods Game, we\nindependently assessed how group diversity affects reputation and reciprocity in\ncooperative settings. Contrary to expectations, group composition (heterogeneous vs\nhomogeneous) did not significantly alter reputation perceptions. While reciprocity\ndifferences emerged, they were due to varying leniency towards non-cooperators\nrather than a clear in-group bias, except in race, where White participants showed\ngreater cooperation with similar cooperative partners over Black ones. Our findings\nsuggest that, while similarity may influence initial group dynamics, its impact on\nreputation and cooperation wanes over time, challenging the view that diversity\nconsistently reduces public goods provision.",
          "url": "https://osf.io/afb7v",
          "doi": "https://doi.org/10.31234/osf.io/afb7v",
          "filter": 0
        },
        {
          "title": "Registered Report: A cross-cultural study of dynamic processes in narcissism and affect",
          "authors": "Yuping Liu",
          "abstract": "Recent studies have begun to articulate state dynamics associated with narcissistic grandiosity and narcissistic vulnerability, and the associations of these dynamics with dispositional variables. Similar work has been done with positive affect and negative affect, which share some similarities with grandiosity and vulnerability, respectively. Existing research on the dynamics of narcissism and affect has been limited by variations in modeling approaches, overuse of WEIRD samples, and the neglect of their inter-connections and potential differences. The goal of this study is to investigate the dynamics of narcissism and affect with Dynamic Structural Equation Models in a currently being collected Chinese sample (Sample 1, N &gt; 400, observation &gt; 20,000) and two existing U.S. samples (Sample 2, N = 862, observation = 36,631, which measured narcissism dynamics; and Sample 3, N = 222; observation = 20552, which measured affect dynamics). Grandiosity, Vulnerability, Positive affect, and Negative affect were/will be measured by ecological momentary assessment and some traits (e.g., trait narcissism, big five traits, and interpersonal problems) were/will be measured at baseline. We will compare the similarities and differences between narcissism and affect dynamics and conduct a direct cross-cultural comparison on narcissism and affect dynamics. The findings from this study will advance the understanding of narcissism and affect dynamics in terms of their associations with one another and robustness across cultures.",
          "url": "https://osf.io/5k6m9",
          "doi": "https://doi.org/10.31234/osf.io/5k6m9",
          "filter": 0
        },
        {
          "title": "Questionable and Improved Research Practices in Single-Case Experimental Design: Initial Investigation and Findings",
          "authors": "Matt Tincani; Jason C Travers; Art Dowdy; Timothy A. Slocum",
          "abstract": "Researchers and methodologists in the group comparison tradition have identified questionable research practices that can compromise replicability and validity of conclusions. However, this concept of questionable research practices has not been widely applied to single-case experimental designs (SCED). This paper describes initial steps toward identifying questionable and improved research practices in SCED. Participants were 63 SCED researcher experts with varying backgrounds and expertise. They attended a one-day virtual microconference that included focus groups designed to solicit examples of questionable and improved research practices at different stages of the research process. A qualitative thematic analysis of over 2,000 notes from the participants resulted in 69 specific questionable and improved research practices. We discuss results in relation to the open science movement and quality indicators for SCED studies and explore future directions of research, including investigating whether consensus exists about the identified practices.",
          "url": "https://osf.io/jm9sb",
          "doi": "https://doi.org/10.31234/osf.io/jm9sb",
          "filter": 0
        },
        {
          "title": "Self-guided digital single-sessions interventions can bolster student confidence in the short-term: evidence from two large randomized controlled trials.",
          "authors": "Arka Ghosh; Laura Jans; Katherine Cohen; Carly Busch; Tasneem F. Mohammed; Manit Mehta; Adrian Esqueda; Zachary Shaffer; Katelyn Cooper; Jessica L. Schleider",
          "abstract": "College science courses are increasingly transitioning from the traditional lecture format to an active learning format. Active learning have shown to improve learning outcomes and reduce failure rates. However, the interactive nature of active learning classes might lead to fear of negative evaluation among some students that prevent them from engaging in small groups, with the whole class or in conversing one-on-one with the instructor. In this paper, we report the results from two randomized controlled trials (N(study1)=903; N(study2)=817) evaluating two self-guided digital single-session interventions (SSIs) designed to bolster confidence to speak up in different contexts in an active learning class, Anx-SSI (study 1 and 2) and FNE-SSI (study 2) compared to an active control condition. In both studies, we observed that students randomized to the experimental conditions experienced an increase in confidence immediately after completing the intervention compared to the students in the control condition. Both the experimental interventions were acceptable to students. In study 1, the effects on confidence persisted at 1-week follow-up for speaking up in small groups, whole class, and total confidence as well as at 10-week follow-up for confidence in speaking up in whole class. In study 2, however, the gains in confidence did not last at 1-week or 10-week follow-up. Our studies show that brief SSIs (&lt;30 min) can increase confidence among undergraduate students in different contexts within active learning classes. We discuss the lack of long-term effects in study 2 and potential ways to maintain immediate gains in the long-term in future studies.",
          "url": "https://osf.io/czph4",
          "doi": "https://doi.org/10.31234/osf.io/czph4",
          "filter": 0
        },
        {
          "title": "Reading out bodily cues to predict interactions",
          "authors": "Edoardo Arcuri; Martina Ardizzi; Vittorio Gallese",
          "abstract": "Successful motor coordination in social interactions needs the swift interpretation of others’ actions, yet the pivotal social cues guiding these interactions remain incompletely understood. We conducted three experiments focusing on the execution (Action Execution task) and observation (Action Obseration 1 and 2) of a basic motor act—grasping an object—leveraging ecological stimuli. In the Action Execution task, we compared actions executed with individualistic (grasp to place) or social (grasp to pass) intentions, employing hand kinematics analyses. Grasping with a social intention exhibited slower, more precise execution and distinct hand placement on the object. Video recordings of actions from this first study were used as stimuli for the two subsequent action observation experiments in which two different cohorts of participants had to guess the actions’ outcome by watching the reach-to-grasp phase. In Action Observation 1, participants could only see the arm movement. A classification analysis revealed reaching speed and hand positioning on the grasped object as a major predictor of participants’ responses. Moreover, lower hand placement correlated with perceiving actions as socially directed. This novel finding may be linked to social affordance processing, reflecting the space available for potential interaction. In Action Observation 2, the person in the video was wholly visible, including the face. Using eye-tracking, we identified the face as the primarily attended feature. Our results unveil potential markers of social intentions in motor acts related to goal-oriented hand-object interactions and facial signals, emphasizing individuals’ reliance on multiple bodily cues for action predictions in naturalistic interactions.",
          "url": "https://osf.io/kgmyn",
          "doi": "https://doi.org/10.31234/osf.io/kgmyn",
          "filter": 0
        },
        {
          "title": "Spreading the reduction of fear: A systematic review on generalization of extinction learning in human fear conditioning",
          "authors": "Alex H K Wong",
          "abstract": "Extinction learning involves repeatedly presenting a conditioned stimulus (CS) that previously signaled a threat, but now occurs without the expected threat. This process is core to exposure-based treatments, a key treatment for anxiety-related disorders. Enhancing the generalization of extinction learning is crucial for improving treatment outcomes, as it helps reduce fear across a range of stimuli resembling the original fear evoking CS. This systematic review covers three generalization of extinction learning models: 1) generalization of CS extinction learning, examining how extinction learning to the CS generalizes to novel generalization stimuli (GSs), 2) generalization of GS extinction learning, assessing how extinction learning to a GS generalizes to other novel GSs or the original CS, and 3) generalization of multiple stimuli extinction learning, where extinction learning involves multiple GSs (and sometimes the CS) and its effect on other novel stimuli. Most findings indicate that extinction learning to the CS effectively generalizes to other stimuli. However, extinction learning to a GS or multiple GSs hardly generalizes to other novel GSs or the original CS. Since real-life exposure therapy rarely reproduces the CS, GS extinction learning may better reflect clinical practice; poor generalization of GS(s) extinction learning may constitute another pathway of return of fear. This review also highlights various factors that either hinder or promote the generalization of extinction learning across all three models. Future research should focus on identifying more strategies to enhance the generalization of extinction learning, which can help inform exposure-based treatments.",
          "url": "https://osf.io/rbshj",
          "doi": "https://doi.org/10.31234/osf.io/rbshj",
          "filter": 0
        },
        {
          "title": "Remembering Affect Between Moments: Assessing Peak-End Effects In Continuous Affect Measures",
          "authors": "Leonie Cloos; wolf vanpaemel; Eva Ceulemans; Peter Kuppens",
          "abstract": "In experience sampling studies, participants are intermittently measured with repeated\nassessments, to track momentary affect changes. The data is collected in specific time\nintervals, leaving information gaps between assessments. To capture affective changes\nbetween assessments, we developed a continuous measure where participants\nretrospectively draw their affective trajectories. This approach, while potentially more\ncomplete, may be influenced by retrospective biases, such as the peak-end effect, where\nintense or recent moments are remembered disproportionately. In an experience sampling\nstudy 115 participants rated their momentary positive and negative affect six times daily,\ndrew affect changes between assessments, reported events, and completed one daily\nhigh-intensity sampling session with up to six additional momentary ratings. We examined\nthe divergence of the retrospective continuous affect drawings from the momentary affect\nand event ratings, respectively. Results showed that for positive affect, divergence between\ndrawings and momentary or event ratings decreased with higher intensity. For negative\naffect, however, higher intensity increased the divergence, but this effect was moderated by\nthe recency of the momentary rating or event. Findings suggest that negative affect tends\nto be reported differently in retrospective assessments compared to momentary evaluations\nor event assessments. This divergence should be taken into account in future studies using\nthis method.",
          "url": "https://osf.io/nhmta",
          "doi": "https://doi.org/10.31234/osf.io/nhmta",
          "filter": 0
        },
        {
          "title": "Exploring the role of visual similarity in parafoveal processing: Insights from the Flanking Letter Lexical Decision Task.",
          "authors": "Brice Brossette; Bernard Lété",
          "abstract": "This study explores the impact of visually similar flanking stimuli on central target words using the Flanking Letter Lexical Decision (FLLD) task. Specifically, we investigated whether visual similarity effects can explain orthographic relatedness effects observed in previous FLLD tasks. By employing non-reversal mirror letters as visual flankers, we compared their influence on response times to traditional orthographic-related and orthographic-unrelated conditions. Results confirmed the known facilitative effect of orthographic-related flankers on response times (ROCK ROCK ROCK). However, mirror-related conditions showed no facilitative effect (ROCK ROCK ROCK), as evidenced by a Bayesian analysis indicating no significant differences between mirror-related and mirror-unrelated (STEP ROCK STEP). These findings suggest that low-level visual information in the parafovea does not contribute to the processing of the foveal word in tasks requiring specific word identification. The study concludes that only parafoveal information with relevant linguistic content is spatially pooled across target and flankers during word identification tasks. This research highlights the need to consider task-specific attentional demands and the linguistic relevance of parafoveal information in understanding visual and orthographic processing in reading.",
          "url": "https://osf.io/sf24j",
          "doi": "https://doi.org/10.31234/osf.io/sf24j",
          "filter": 0
        },
        {
          "title": "Emphasizing herd immunity in vaccine advocacy: A systematic review and three-level meta-analysis",
          "authors": "Leonhard Reiter; Martin Voracek; Cornelia Betsch; Robert Böhm",
          "abstract": "Background \nEmphasizing herd immunity, a key public health concept often highlighted in vaccine advocacy, could increase or decrease the motivation to get vaccinated due to prosociality or selfishness, respectively, or have no effect at all. Although much research investigated the effects of emphasizing herd immunity, a quantitative research synthesis of the available evidence is lacking. We therefore synthesized findings from more than ten years of experimental research regarding the effect of emphasizing herd immunity (vs. not) on vaccination intention and behavior.\nMethods\nA systematic review and three-level meta-analysis was conducted, utilizing forward and backward citation searches, as well as searching the literature, until May 2024 available in Google Scholar, PubMed, PsychINFO, The Cochrane Library, Scopus, CINAHL, and Web of Science. No language or other formal criteria restrictions were applied. Studies were excluded if they were non-experimental or did neither assess vaccination intention nor actual uptake. Risk of bias was assessed using Joanna Briggs Institute checklists. The synthesis was preregistered with PROSPERO (CRD42024540536).\nFindings \nOur search yielded 5863 records. 3935 were screened by title and abstract, and 281 full-text records were assessed for eligibility. A total of 41 eligible studies remained (65 effect sizes), with 100678 participants, of which 50826 were allocated to intervention groups and 49852 to control groups. The pooled standardized mean difference (SMD) indicated a small positive effect of emphasizing herd immunity on vaccination intention or behavior, SMD=0·13 (95% CI 0·08 to 0·18, p&lt;0·001) compared to any control/comparator. Between-study heterogeneity was high (I2=91·2%). The communication medium was identified as a moderator, such that experiential methods (VR, simulations) were associated with larger effects. No evidence for publication bias was found.\nInterpretation \nEmphasizing herd immunity has a small positive effect on the motivation to get vaccinated. The communication is more effective when using more elaborate and experiential communication methods.\nFunding \nNone.",
          "url": "https://osf.io/esk7h",
          "doi": "https://doi.org/10.31234/osf.io/esk7h",
          "filter": 0
        },
        {
          "title": "Intersectionality Within the LGBTIQ+ Context: Discrimination, Identification, and Negative Affect",
          "authors": "Simone Heilmann; Tabea Hässler; Leo Theissing; Léïla Eisner",
          "abstract": "Lesbian, gay, bisexual, trans, intersex, or queer (LGBTIQ+) people with intersecting disadvantaged group memberships (e.g., LGBTIQ+ people of color) face discrimination within both their disadvantaged groups. This preregistered study investigates the impact of interminority ingroup discrimination (i.e., discrimination when one is discriminated against by one’s own disadvantaged group because of one’s membership in another disadvantaged group) on negative affect among LGBTIQ+ people with an additional disadvantaged group membership in either the ‘ethnic’ (N = 203) or ‘health disparity’ context (N = 545). Building on the rejection-identification model, the study additionally explores the indirect effects of interminority ingroup discrimination on negative affect via identification with the devalued or discriminating group. Results from the ethnic context reveal that interminority ingroup discrimination, originating from both the LGBTIQ+ and ethnic groups, is associated with higher negative affect. However, in the health disparity context, this is true only for discrimination coming from LGBTIQ+ people against the health disparity group. No indirect effects of interminority ingroup discrimination via group identification on negative affect were observed. The study highlights the need to identify those affected by interminority ingroup discrimination and the reasons behind it to develop effective interventions for more inclusive and aware communities. Further implications and limitations of the study are discussed.",
          "url": "https://osf.io/3mq7c",
          "doi": "https://doi.org/10.31234/osf.io/3mq7c",
          "filter": 0
        },
        {
          "title": "Memory benefit after exploring a novel virtual environment: There is more than spatial novelty",
          "authors": "Anaïs Servais; Christine Bastin",
          "abstract": "Animal studies show that novelty boosts memory for unrelated information encountered shortly after the novel experience. Evidence for this effect is less clear in humans. Virtual reality (VR) is often used to simulate spatial novelty in the laboratory, but has led to conflicting results. Schomaker et al. (2014) found that participants recalled more words when encoding followed a novel rather than familiar exploration, which we failed to replicate in two previous studies. Instead, we observed enhanced recall after the first exposure to VR, regardless of the environment being novel or familiar. This suggested distinct types of novelty: spatial novelty resulting from exploring a novel environment and distinct novelty arising from initial exposure to VR. In this study, we investigated the effect of VR, as a distinct novelty, on memory in 35 younger and 32 older adults. We compared memory performance after exploring a VR environment (distinct experience), after exploring another environment through watching a documentary (more common experience) or after no exploration. Results showed better recall after the VR compared to the other conditions, and this effect was modulated by the subjective scores of VR novelty. Despite lower episodic memory performance, older participants benefited as much as the young participants from the VR compared to watching the documentary. We discuss how VR is more than spatial and distinct novelty. VR is a strong tool that fosters positive emotions, feeling of presence, motivation, and self-efficacy, which make it valuable for clinical application in memory rehabilitation.",
          "url": "https://osf.io/reucx",
          "doi": "https://doi.org/10.31234/osf.io/reucx",
          "filter": 0
        },
        {
          "title": "Changes in Attitudes Toward Meat Consumption After Chatting With a Large Language Model",
          "authors": "Neslihan Karakas; Bastian Jaeger",
          "abstract": "Researchers have started to explore the persuasive power of large language models (LLMs) and initial results suggest that LLMs are at least as persuasive as humans, even for controversial and moralized topics. Here, we tested whether a brief, open-ended conversation with ChatGPT-4o can change attitudes toward meat consumption, given that reducing meat consumption has become an important goal of many institutions due to its negative effects on the environment, health, and animal welfare. In a preregistered study, we found that participants (n = 101) reported a weaker commitment to eating meat and weaker beliefs that eating meat is necessary and natural, but not weaker beliefs that eating meat is normal or nice, after (vs. before) their conversation with ChatGPT-4o.",
          "url": "https://osf.io/8y2me",
          "doi": "https://doi.org/10.31234/osf.io/8y2me",
          "filter": 0
        },
        {
          "title": "Examining Participant Preferences, Expectancies, and Perceptions of Ecological Momentary Assessment for Substance Use and Mental Health: A Mixed-Methods Analysis",
          "authors": "Marilyn Piccirillo; Erin Rapp; Tessa Frohe; Mira Reichman; Mawaddah Joban; Sonja Lee; Riley Tingman; Abigail Jackson; KATIE SPINK; Laila Volpe",
          "abstract": "Clinical researchers using ecological momentary assessment (EMA) typically aim to maximize assessment richness and minimize burden, often sacrificing the scope, temporal granularity, and observational power of resultant data, based on limited empirical evidence. The present mixed-methods study queried participant preferences on EMA design and expectancies prior to completing an EMA protocol (Sample 1, N = 1495). We collected survey and qualitative interview data assessing implementation outcomes from a subset of individuals reporting clinical levels of anxiety/stress and frequent alcohol use who enrolled and completed at least two weeks EMA (Sample 2; n = 59). Participants completed three EMA surveys for up to 112 days (M = 76.8 days, SD = 37.88) with an average compliance of 73.8% (SD = 17.18). Descriptive statistics and a hybrid inductive-deductive coding approach were used to analyzed quantitative and qualitative data, respectively. \nParticipants perceived daily variability in most health-related domains (e.g., mental health symptoms, rest), and frequently reported positive expectations for EMA (e.g., anticipated increased awareness). Most participants reported that completing EMA surveys helped them gain awareness of their daily patterns (n = 37, 62.7%) but that study protocols were long and burdensome (n = 44, 74.6%). Qualitative themes of acceptability, adoption, appropriateness, feasibility, and fidelity were identified; the nature and frequency of themes varied by level of average compliance. Results help to scaffold ways to leverage preferences for protocol design, expectations for tracking using EMA, and experiences during EMA to guide future work in EMA protocol design, ultimately improving momentary assessment of complex behaviors.",
          "url": "https://osf.io/92tf8",
          "doi": "https://doi.org/10.31234/osf.io/92tf8",
          "filter": 0
        },
        {
          "title": "Interactive explainability: Black boxes, mutual understanding and what it would really mean for AI systems to be as explainable as people",
          "authors": "Simon Myers; Nick Chater",
          "abstract": "‘Black box’ AI systems often based on deep neural networks (DNNs) are being developed with astonishing speed. But in critical real-world contexts, such as providing legal, financial or medical advice or assistance, their deployment faces formidable practical and legal barriers. Users, and especially regulators, will demand explainability: that AI systems can provide justifications for their statements, recommendations, or actions. Typically, both regulators and AI researchers have adopted an internal view of explainability: the emerging field of X-AI aims to ‘open the black box’, designing systems whose workings are transparent to human understanding. We argue that, for DNNs and related methods, this vision is both unachievable and misconceived. Instead, we note that AI need only be as explainable as humans and the human brain is itself effectively a black box in which a tangle of 1011 neurons connected by 1014 synapses carry out almost unknown computations. We propose a very different notion, Interactive Explainability: the ability of a system, whether human or AI, to coherently justify and defend its statements and actions to a human questioner. Interactive Explainability requires local, contextually-specific responses built on “mutual understanding” between an AI system and the questioner (e.g., of commonly held background beliefs and assumptions). We outline what mutual understanding involves, and why current AI systems seem far from achieving such understanding. We propose that Interactive Explainability should be a key criterion for regulators, and a central objective for AI research.",
          "url": "https://osf.io/ha37x",
          "doi": "https://doi.org/10.31234/osf.io/ha37x",
          "filter": 0
        },
        {
          "title": "Echoes of Dissent: Sentiment Analysis of Messages in German/Austrian Telegram Groups Against COVID-19 Measures",
          "authors": "Deliah Wagner; Leonhard Reiter; Stephan Lechner; Julia Reiter",
          "abstract": "In the context of the COVID-19 pandemic, digital platforms have become pivotal in facilitating protest movements against containment measures, with the \"Querdenken'' movement in Germany and the \"Fairdenken\" movement in Austria epitomizing this trend. These movements leverage Telegram to evade mainstream media censorship, creating spaces rich in dissent and mobilization. Our study employs sentiment analysis to scrutinize a comprehensive dataset of Telegram messages, aiming to dissect the thematic and emotional nuances of the discourse within these digital protests. This methodological approach allows us to uncover prevailing sentiments, misinformation trends, anti-establishment sentiments, and the broader socio-political ideologies shaping public discourse. Conducted during a crucial phase of the pandemic, our analysis offers deep insights into the role of digital platforms in influencing public opinion, trust in government, and collective behavioral responses. The findings highlight the critical need for policymakers and public health officials to navigate digital spaces effectively, ensuring the management of public health messaging and societal trust amidst crises.",
          "url": "https://osf.io/h6n2m",
          "doi": "https://doi.org/10.31234/osf.io/h6n2m",
          "filter": 0
        },
        {
          "title": "Temporal Dynamics of Classroom Goal Structures in Solo- and Co- Taught Mathematics Classes",
          "authors": "Hans Lehikoinen; Heta Tuominen; Jaana Viljaranta; Pertti Väisänen; Markku Niemivirta",
          "abstract": "While students’ perceptions of classroom goal structure play a key role in student motivation, little is known about how these perceptions change over time, and whether they are influenced by different teaching practices. This study investigated the temporal dynamics of mathematics classroom goal structures over the course of a school year and, importantly, whether these changes were predicted by teaching condition (co-teaching versus solo-teaching). The co-teaching condition included 70 sixth-grade students in three classes, where mathematics was co-taught by pairs of class teachers and special education teachers. The solo-teaching condition included 76 students in four classes, taught by class teachers. A series of latent change models demonstrated a concurrent decline in students’ perceptions of classroom performance-approach and -avoidance goal structures. Compared to the solo-taught students, co-taught students’ initial perceptions of mastery goal structures were lower, but their change over time was more positive. Overall, these findings shed light on the temporal dynamics of classroom goal structures and demonstrate the positive effect of co-teaching on students' perceptions of the mastery goal structure in mathematics.",
          "url": "https://osf.io/r4dse",
          "doi": "https://doi.org/10.31234/osf.io/r4dse",
          "filter": 0
        },
        {
          "title": "Disentangling Components of Suboptimal Risky Decision Making in Affective Distress",
          "authors": "Kiran Sutcliffe; Sarah M. Tashjian; Nicholas T Van Dam",
          "abstract": "This study examined components of risky decision making in a large sample of adults with varying degrees of affective distress (N = 526, ages 18-60). Using principal component analysis, five widely used measures of anxiety and depression were dimensionally reduced into a single component representing affective distress. A modified version of an established decision-making task was used to assess whether risky decision making was associated with general intolerance of uncertainty, sensitivity to negative outcomes, or a combination of the two. Distinct choice behavior was observed for lotteries with and without the potential for loss, with loss resulting in choice behavior that was more influenced by whether an option was optimal in terms of expected value rather than degree of uncertainty. This optimal choice preference was attenuated for individuals with higher affective distress. In the absence of loss, choice behavior was less influenced by gain maximization, and sensitivity to high variance options was diminished, regardless of affective distress. These results highlight that decision-making under uncertainty aligns with psychological conceptualizations of risk, where individuals prioritize optimal choices based on expected value rather than strictly avoiding high variance as economic theories of risk suggest, particularly in the context of potential loss. This study clarifies current understanding of how affective factors influence decision-making in the general population.",
          "url": "https://osf.io/zwg7d",
          "doi": "https://doi.org/10.31234/osf.io/zwg7d",
          "filter": 0
        },
        {
          "title": "Recency is Sufficient for Reconciling Categorisation and Memory: Reply to Devraj et al.  (2024)",
          "authors": "Daniel Robert Hutchinson; Adam F Osth; Daniel R. Little",
          "abstract": "Devraj et al. (Psychonomic Bulletin &amp; Review. doi:10.3758/s13423-023-02448-2, 2024) presented \nevidence which they claimed demonstrated that people adapt their categorisation strategies to task \ndemands. When items are distributed uniformly across time as is the standard procedure in \ncategorisation experiments, participants initially classify items based on similarity to category \nprototypes. Over time, as more detailed exemplar representations of categories are formed, people \nshift towards utilising exemplar-based classification for increased performance. By contrast, if items\nare experienced less frequently over time as is commonly observed in real-world conditions, \nparticipants instead seem to initially employ an exemplar strategy and then shift towards prototype \nclassification. By re-analysing the same data, we argue instead that this pattern can be solely \nunderstood as differences in accuracy in categorising exception items over time; consequently, the \npresented evidence is insufficient to distinguish between a strategy-shift and a more parsimonious \nexemplar-forgetting account. Rule-plus-exception category structures are equally well fit by \nexemplar and prototype models when exception performance low; however as exception accuracy \nincreases, an exemplar model advantage emerges. As such, while relative model fit could indicate a \nshift between classification strategies, an exemplar-only strategy can produce identical trends if \nperformance varies. Additionally, although their experimental design successfully introduced a \ndistributional manipulation, this systematically influenced stimulus recency. We found that while a \nmixture model of strategy-shifting provided a good fit to data, an exemplar-only model sensitive to \nrecency was equally effective. While a strategy-shift remains plausible, we suggest that a single system model provides a more parsimonious account of the present data and can also reconcile the perceived tension between categorisation and memory findings.",
          "url": "https://osf.io/vjy6e",
          "doi": "https://doi.org/10.31234/osf.io/vjy6e",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Modelling Psychological Time Series with Multilevel Hidden Markov Models: A Numerical Evaluation and Tutorial",
          "authors": "Emmeke Aarts; Jonas M B Haslbeck",
          "abstract": "Time series are becoming a common type of data in psychological research, allowing us to study the dynamics of human functioning at an unprecedented level of granularity. Much of the current modelling work focuses on variations of vector autoregressive (VAR) models, in which variables are predicted by themselves and other variables at previous time points. An alternative to these models are Hidden Markov Models (HMMs), which model time series with a process that switches between a number of latent states, each associated with a different response distribution. Despite the fact that HMMs are often both theoretically interesting and can provide a better model fit for many time series, HMMs have rarely been used to model psychological time series. The reason for this has been the lack of software to fit HMMs in a multilevel setting, which is required both to make estimation feasible in a realistic applied setting, and to quantify and account for heterogeneity between subjects. In this paper, we address this issue by introducing multilevel HMMs and their estimation in a Bayesian setting; we evaluate with numerical experiments how well these models can be estimated in settings corresponding to empirical research using the R package mHMMbayes; and we provide a fully reproducible tutorial that guides the reader through all steps of model selection, model checking, and interpretation using an openly available dataset on emotion dynamics. Finally, we discuss the potential positive impact of adding multilevel HMMs to the time series modelling toolbox and discuss directions for further methodological improvements.",
          "url": "https://osf.io/y2u5s",
          "doi": "https://doi.org/10.31234/osf.io/y2u5s",
          "filter": 2
        },
        {
          "title": "Memory-guided perception is shaped by dynamic two-stage theta- and alpha-mediated retrieval",
          "authors": "Manda Fischer; Morris Moscovitch; Claude Alain",
          "abstract": "How does memory influence auditory perception, and what are the underlying mechanisms that drive these interactions? Most empirical investigations on the neural correlates of memory-guided perception have used static visual tasks creating a bias in the literature that contrasts with recent research highlighting the dynamic nature of memory retrieval. Here, we used electroencephalography (EEG) to track the retrieval of auditory associative memories in a cue-target paradigm. Participants (N=64) listened to real-world soundscapes (cue) that were either predictive of an upcoming target tone or nonpredictive. Three key results emerged: First, targets were detected faster when embedded in predictive than in nonpredictive soundscapes (memory-guided perceptual benefit). Second, changes in theta and alpha power differentiated soundscape contexts that were predictive from nonpredictive contexts at two distinct temporal intervals from cue onset (early - 950 ms peak for theta and alpha, and late - 1650 ms peak for alpha only). Third, early theta activity in the left anterior temporal lobe was correlated with memory-guided perceptual benefits. Together, these findings underscore the role of distinct neural processes at different time points during cued retrieval. By emphasizing temporal sensitivity and isolating cue-related activity, we reveal a two-stage retrieval mechanism that advances understanding of how memory influences auditory perception.",
          "url": "https://osf.io/nxh4s",
          "doi": "https://doi.org/10.31234/osf.io/nxh4s",
          "filter": 2
        },
        {
          "title": "Transparency, Quality, and Statistical Consistency of Meta-Analytic Systematic Reviews in Clinical Child and Adolescent Psychology (2022-2024): Study Protocol for a Meta-Review",
          "authors": "Magdalena Siegel; Selina Fanninger; Julia Riedel; Martina Zemp",
          "abstract": "Meta-analytic systematic reviews are crucial for advancing research and practice in Clinical Child and Adolescent Psychology (CCAP). Despite their importance, there has been no systematic investigation into transparency- and quality-related aspects of these reviews in leading CCAP journals. This study protocol (https://osf.io/qhrau/) proposes a meta-review to assess the transparency, methodological quality, and statistical consistency of recent meta-analytic systematic reviews (2022-2024) published in leading journals from CCAP, aiming to improve future practices in the field. We will include meta-analytic systematic reviews from seven leading journals publishing CCAP-related content between 2022–2024 (estimated sample size based on piloting = 60). Eligible systematic reviews need to have conducted a frequentist meta-analysis, define eligible populations as children or adolescents between 0–20 years (ideally based on primary study sample mean), may include a clinical psychological or psychotherapeutic intervention, and need to focus on clinical psychological outcomes (no comparators defined). We will search Web of Science (Core Collection) by combining journal names and systematic review-related keywords. Eligible meta-analytic systematic reviews will be assessed for transparency (PRISMA-adaptation; newly developed set of items for CCAP-related content), methodological quality (AMSTAR 2), and statistical consistency (statcheck). Descriptive analyses will include overall and domain-based scores, as well as exploratory analyses assessing associations with transparency-promoting factors on review and journal level. This meta-review can potentially shed light on and enhance the transparency, quality, and statistical consistency within meta-analytic systematic reviews from the field of CCAP. In doing so, it may provide guidance for researchers, reviewers, and editors, while laying the groundwork for future, large-scaled meta-studies in this field.",
          "url": "https://osf.io/xk8zg",
          "doi": "https://doi.org/10.31234/osf.io/xk8zg",
          "filter": 2
        },
        {
          "title": "The Role of Cluster Analysis in Precision Psychiatry: A  Systematic Review of Subgroup Identification in Psychiatric  Disorders",
          "authors": "Akhand Pratap Singh; Manish Tyagi; S. Nagendran",
          "abstract": "Mental health disorders are highly heterogeneous, presenting diverse symptoms, risk factors,\nand treatment responses. Identifying distinct subgroups within these disorders is essential for\ndeveloping personalized treatment strategies, improving therapeutic outcomes, and\noptimizing resource allocation. This systematic review explores how cluster analysis has been\napplied in mental health research to categorize subgroups across various psychiatric and\npsychological populations, evaluating its implications for personalized care and addressing\nkey methodological challenges. A comprehensive literature search of PubMed, PsycINFO,\nScopus, and Web of Science (October 2021 to October 2024) yielded 31 studies that used\ncluster analysis to identify subgroups within disorders such as depression, PTSD, anxiety,\nschizophrenia, BPD, ADHD, and OCD. In alignment with the study’s objectives, data\nextraction focused on clustering methodologies, subgroup characteristics, and the clinical\nimplications for treatment personalization. Studies employed a range of clustering techniques,\nincluding K-means, hierarchical clustering, latent class analysis, Gaussian mixture models,\nand DBSCAN, which effectively identified clinically meaningful subgroups characterized by\nunique symptom profiles, biological markers, and treatment responses. For instance,\nmelancholic, atypical, and anxious subtypes in depression were identified, each requiring\ntailored therapeutic approaches. Similarly, biomarker-based subgroups in generalized anxiety\ndisorder emphasized the potential for targeted interventions. This review affirms that cluster\nanalysis is a valuable tool in precision psychiatry, offering insights into disorder\nheterogeneity that support the development of individualized treatment plans and improve\npatient outcomes.\nKeywords: Cluster analysis, mental health, subgroup identification, personalized care,\nsystematic review, precision psychiatry",
          "url": "https://osf.io/3przy",
          "doi": "https://doi.org/10.31234/osf.io/3przy",
          "filter": 2
        },
        {
          "title": "Opportunistic Tool Use by Two Unexpected Corvid Species",
          "authors": "Tanita Giri; Elias Garcia-Pelegrin",
          "abstract": "Several corvid species demonstrate various forms of tool use, either in their natural habitats or in controlled laboratory environments. The wide range of genetically related species exhibiting such complex behaviour allows for hypotheses regarding its evolution and the cognitive abilities of their common ancestor. Although there's much debate on the precise definition of tool use, most experts agree it involves using a manipulable object to change another object's physical characteristics through mechanical interactions1. This current report details an event where a house crow (Corvus splendens) and a Sunda crow (Corvus enca) entered our research laboratory and spontaneously solved unattended tool-use tasks. House crows have previously been reported to use tools in captivity2, but this is the first documentation of Sunda crows using tools. We first describe the instance of tool use before briefly exploring what this event suggests about the potential evolution of tool use in this cognitively advanced family of birds.",
          "url": "https://osf.io/5qtdh",
          "doi": "https://doi.org/10.31234/osf.io/5qtdh",
          "filter": 2
        },
        {
          "title": "Time Perception and Lived Experience in Personality Disorders: Differences Across Types, Dimensions and Severity",
          "authors": "Anna Sterna; Eisuke Sakakibara; Marcin Moskalewicz",
          "abstract": "Background. Altered temporal experience lies at the core of various psychiatric conditions, including Borderline Personality Disorder (BPD). Mainstream research in psychopathology tends to explore BPD with scrutiny while neglecting other personality disorders (PD). At the same time, the dimensional approach to PD proposes looking through the disorders' subtypes and tracing lived experience-based commonalities. This study is the first to explore the temporality of PD by investigating the relationship between symptom severity and lived time and combining objectified measures of time perception with phenomenological interpretation. \nMethods. 63 participants of various educational backgrounds, with personality disorders (36,5% male), following ICD-10 coding diagnosed with paranoid (3.2%), borderline (41,3%), narcissistic (33,3%), avoidant (4,8%), dependent (1,6%) and unspecified (15,9%) personality disorder. Levels of personality functioning and intensity of maladaptive trait domains were controlled with Level of Personality Functioning – Brief Scale 2.0 and Personality Inventory for ICD-11, respectively, resulting in the overall sample classification as comprising 9 subclinical, 13 mild, 20 moderate, 16 severe, and 5 extremely severe conditions. Polish Short Version of the Zimbardo Time Perspective Inventory (PS-ZTPI) and Cottle’s Circles Test (CT) were used to assess the temporal experience. \nResults. In comparison to healthy individuals, those with PD are more oriented toward past negative (4.01 vs. 2.98) and less toward past positive (2.31 vs. 7.71) and future (3.04 vs. 3.47), as measured with PS-ZTPI, their pre-reflective temporal experience as measured with CT is dominated either by the past or the future, while the present remains marginalized. BPD distinctiveness among other PD lies in higher orientation towards hedonistic present and lower orientation toward the future. While the general temporal profile of PD is independent of age and duration of hospitalization, it is related to the severity of the condition. The more severe the impairments in self-functioning, the higher the negative past perspective and pre-reflective past dominance, and the lower the positive and future perspective. The results of this study highlight temporality as an essential aspect of lived experience in PD. Lived time interplays with the level of self-disturbance and, as such, may be conceptualized phenomenologically as comprising the core of PD.",
          "url": "https://osf.io/eb5s9",
          "doi": "https://doi.org/10.31234/osf.io/eb5s9",
          "filter": 2
        },
        {
          "title": "Examining the Structure of Personality Dysfunction Among Individuals Involved in Mental Health Care: A Registered Report",
          "authors": "Ashmita Ghosh; Nathaniel Luke Phillips; Chelsea Sleep; Donald Lynam; Josh Miller",
          "abstract": "Personality dysfunction is a core element of the diagnosis of personality disorders in both main diagnostic systems (DSM-5 Personality Disorders, ICD-11 Personality Disorders). A recent study by Sleep et al. (2024) explored the structure of personality dysfunction (N = 517 undergraduates) with exploratory bass-ackward factor analyses at the item level using items from six measures of personality functioning. The present study represents a replication of the study by Sleep and colleagues in a community sample of individuals currently in or seeking psychological/psychiatric treatment. Participants were recruited from Prolific who completed items from six measures of personality dysfunction (N = 457). The primary factor analysis identified three lower-order factors of impairment (Negative Self-Regard, Disagreeableness, and Intimacy Problems). These dysfunction factors showed moderate to strong relations to the factors generated by Sleep et al. (2024), however, there were important differences in the overall structure suggesting a lack of formal replication.",
          "url": "https://osf.io/f58ym",
          "doi": "https://doi.org/10.31234/osf.io/f58ym",
          "filter": 2
        },
        {
          "title": "Borderline Personality as a Disorder of Temporality - A Phenomenological Meta-Synthesis",
          "authors": "Anna Sterna; Marcin Moskalewicz; Thomas Fuchs",
          "abstract": "This paper synthesizes research on temporal experience in Borderline Personality Disorder (BPD) from a phenomenologically grounded perspective. It advocates for a closer integration of phenomenology with empirical research results, with the specific goal of bridging the gap between theoretical and evidence-based understanding of BPD temporality. Utilizing a variant of indirect phenomenology, the paper adopts phenomenological insights into temporality to integrate the existing literature from cognitive sciences, chronobiology, and psychoanalysis, which provides qualitative, quantitative, and theoretical inputs. The findings reveal a coherent picture of BPD temporality characterized by fragmentation and discontinuity. Past experience is dense yet disorganized and recreated in the presence of present affective stimuli. The present absorbs one in an immediate, immersive manner. The future is perceived as blurred and disowned, with its horizon being truncated. This contributes to the feeling of being stuck and disoriented within one's temporal landscape. One lives in disturbing cycles between a negativity-biased past and a narrow present, which hinders the process of self development.",
          "url": "https://osf.io/gxjsh",
          "doi": "https://doi.org/10.31234/osf.io/gxjsh",
          "filter": 2
        },
        {
          "title": "Guided Written Exposure Therapy for Posttraumatic Stress Disorders in China: Protocol for a Randomized Controlled Trial",
          "authors": "Muyang Li; Yinyin Zang",
          "abstract": "Background: Posttraumatic stress disorder (PTSD) is prevalent in China, yet access to evidence-based treatments remains limited. Written Exposure Therapy (WET) offers a brief intervention option but shows high dropout rates among Chinese patients and a need for culturally informed adaptations. Guided Written Exposure (GWE) builds on WET by integrating elements from Narrative Exposure Therapy (NET) and specialized components tailored for Chinese patients to enhance trauma processing and treatment engagement. This study presents the protocol for a randomized controlled trial examining the effectiveness of GWE in reducing PTSD symptoms in Chinese patients. Methods: Ninety adults aged 18–65 with PTSD or subthreshold PTSD will be randomly assigned to either GWE or minimal contact control (MCC) in a 2:1 ratio. GWE includes 5–8 online sessions over three weeks, incorporating enhanced psychoeducation, increased session frequency, and structured guidance on emotional expression to improve treatment acceptance. Primary outcomes are clinician-rated and self-reported PTSD severity, with secondary outcomes including depression and insomnia. All participants will be assessed at baseline, post-treatment, and 1-month follow-up assessments, with the GWE group undergoing additional follow-ups at 3 and 6 months. Group differences over time will be analyzed using multilevel modeling. Discussion: This study evaluates GWE's effectiveness as a culturally adapted PTSD treatment for Chinese patients, expanding the evidence base for PTSD therapies in diverse populations. By addressing barriers to treatment engagement, GWE may serve as a scalable and acceptable intervention for PTSD in China, offering insights for adapting exposure therapies cross-culturally.",
          "url": "https://osf.io/3nzwp",
          "doi": "https://doi.org/10.31234/osf.io/3nzwp",
          "filter": 2
        },
        {
          "title": "The Spurious Prospective Associations Model (SPAM): Explaining longitudinal associations due to statistical artifacts",
          "authors": "Kimmo Sorjonen; Bo Melin; Gustav Nilsonne",
          "abstract": "Analysis of longitudinal data often relies on models which can be prone to statistical artifacts. We have previously shown that several published prospective associations can be explained by a combination of a general association between constructs, imperfect measurement reliability, and regression to the mean. Here, we formalize our analysis of this type of statistical artifact and introduce the Spurious Prospective Associations Model (SPAM). We show that the SPAM performs better than adjusted cross-lagged effects models to explain several observed prospective associations, including a new example involving loneliness and social anxiety, without assuming any true increasing or decreasing effects between constructs over time. Moreover, unlike the models we challenge, the SPAM is consistent with seemingly paradoxical findings indicating simultaneous increasing and decreasing effects between constructs. We conclude that the SPAM agrees well with observed data and is better supported than competing adjusted cross-lagged effects models in the cases investigated here.",
          "url": "https://osf.io/aj6mn",
          "doi": "https://doi.org/10.31234/osf.io/aj6mn",
          "filter": 2
        },
        {
          "title": "The Politics of University Faculty",
          "authors": "Nathan Honeycutt",
          "abstract": "The present brief provides an updated snapshot of the ideological composition of tenured/tenure-track university faculty in the United States, and how the ideological composition varies by faculty gender, rank, and academic area of study. Beyond providing updated numbers on the ideological composition of faculty, the brief also compares the findings with results from the past 50 years, and compares the findings to the ideological composition of the U.S. public.",
          "url": "https://osf.io/dnxqh",
          "doi": "https://doi.org/10.31234/osf.io/dnxqh",
          "filter": 2
        },
        {
          "title": "Human brain model for long-term memory",
          "authors": "Duohua Zhao",
          "abstract": "Human brain, as the carrier of memory and consciousness, has become a hot topic in neuroscience research recently, the study of memory may be the hottest one. However, many questions remain unanswered, including how the information is stored and recalled; where the information is stored; how multiple engrams interact. In this article, I propose the model of long-term memory of human brain, as a hypothesis of architecture of memory in human brain. This model can answer the following questions: 1) What is architecture of long-term memory of human brain? 2) Where is the information of memory stored? 3) How is the new information integrated into the network of memory without influencing the old memory? It also can explain some questions about contextual fear conditioning (CFC) in mice, such as why engram cells can retain memory under retrograde amnesia. This model demonstrates the whole framework of neuronal network for long-term memory, and also can be used for computer modeling of neuronal network of long-term memory. This model is the foundation of brain-inspired AI.",
          "url": "https://osf.io/z46st",
          "doi": "https://doi.org/10.31234/osf.io/z46st",
          "filter": 2
        },
        {
          "title": "Cross-cultural regularities and variability in the emotion of shame",
          "authors": "Daniel Sznycer; Mitchell Landers",
          "abstract": "Shame appears to be part of human nature, yet it varies across time and between cultures. While differences in social norms or attributional styles are often cited as driving forces behind variation in shame, these approaches struggle to explain cross-cultural regularities in shame and the tight alignment between the features of the shame system and the challenges it addresses. In this chapter, we characterize shame from an adaptationist perspective—viewing this emotion as an evolved adaptation shaped by natural selection. We argue that despite its diversity of cultural expressions, shame functions to mitigate the actual or potential costs of being devalued by others. This framework can account for both cross-cultural similarities and differences in how shame is felt, expressed, and regulated. What may appear as culturally unique expressions of shame can be understood as variations on a universal theme: a finely tuned system evolved to manage the adverse consequences of devaluation. This approach reveals that even cultural differences in shame stem from a common adaptive logic.",
          "url": "https://osf.io/zpyrb",
          "doi": "https://doi.org/10.31234/osf.io/zpyrb",
          "filter": 2
        },
        {
          "title": "Perception and Memory for Novel Auditory Stimuli: Similarity, Serial Position, and List Homogeneity",
          "authors": "Nathan Francis Gillespie; Gregory Edward Cox",
          "abstract": "We present four experiments that examine perception and memory for a novel set of\nauditory stimuli, using multidimensional scaling and cognitive modeling to clarify how\nindividual people perceive and recognize these items. The stimuli are auditory “textures”\nconstructed by adjusting the distribution of power across upper frequency bands. In Experiment\n1, people rated similarity between pairs of stimuli; in Experiments 2 and 3, they also engaged in\na recognition memory task using the same stimuli. In Experiment 4, they did all the same tasks\nfrom the first three experiments, and rated stimuli for distinctiveness. Multidimensional scaling\nsuggested the stimuli were perceived along three dimensions, a result which replicated across all\nfour experiments. Similarity ratings, recency, and list homogeneity predicted recognition\nperformance, but distinctiveness ratings did not. These effects were accommodated by the\nExemplar-Based Random Walk model (Nosofsky and Palmeri, 1997)—extending prior work\n(Visscher et al., 2007) to show that memory and attention processes in the auditory domain are\nfundamentally like those in the visual domain, though particularly strong recency effects in the\nauditory domain may be due to echoic memory. We conclude by discussing how the stimuli\nintroduced in this article can be used as “building blocks” to test hypotheses about perception\nand memory for complex, naturalistic sounds such as speech or music while retaining tight\nexperimental control.",
          "url": "https://osf.io/n294a",
          "doi": "https://doi.org/10.31234/osf.io/n294a",
          "filter": 2
        },
        {
          "title": "Anxiety Symptom Severity and Implicit and Explicit Self-As-Anxious Associations in a Large Online Sample of U.S. Adults: Trends From 2011 to 2022",
          "authors": "Noah J French; René Freichel; Alexandra Werntz; Jennifer Lee Howell; Kristen Lindgren; Brian O'Shea; Steven M. Boker; Bethany Teachman",
          "abstract": "Some studies suggest a rise in anxiety prevalence and severity over the past decade, particularly among emerging adults, while others report stable rates. This preregistered study examines trends in anxiety symptom severity and explicit (self-reported) and implicit (using the Brief Implicit Association Test) associations about the self as anxious vs. calm. Using continuous cross-sectional data from 99,973 U.S. adults who visited the Project Implicit Health website between 2011-2022, we compared trends in anxiety outcomes between emerging adults (age 18-25) and adults age 26+, including during the COVID-19 pandemic. Contrary to hypotheses, average anxiety severity and strength of implicit/explicit self-as-anxious associations did not spike at the start of the pandemic, and rates of change did not significantly differ by age from 2011-2020, except for explicit, non-relative self-as-anxious ratings. Instead, anxiety mostly remained stable, with emerging adults exhibiting consistently higher anxiety symptom severity and stronger implicit/explicit self-as-anxious associations than adults age 26+.",
          "url": "https://osf.io/q5fvy",
          "doi": "https://doi.org/10.31234/osf.io/q5fvy",
          "filter": 2
        },
        {
          "title": "Improving autobiographical episodic memory, quality of life, and  sense of self with a smartphone intervention in early Alzheimer's  disease: A case study",
          "authors": "Miranda Chang; Bryan Hong; Morgan Barense",
          "abstract": "The inability to remember the past in dementia adversely impacts psychosocial well-being and \nsense of self. Reminiscence therapy has been used to evoke recollection of remote memories \nand promote psychological functioning, yet recent autobiographical events are impoverished \nand disproportionately affected in neurodegeneration. HippoCamera is a neuroscience-based \napp that encourages users to capture and review powerful memory cues of everyday events \nwhich has been shown to improve episodic memory in healthy aging and profound memory \ndysfunction. Here, we present case G.F., a 79-year-old man with early Alzheimer’s disease, \nwho participated in an 11-week personalized digital reminiscence intervention using \nHippoCamera to mitigate memory loss and enhance quality of life. We found that G.F. recalled \nevents that he repeatedly reviewed using HippoCamera with greater episodic detail, relative to \nbaseline events that were not reviewed. After the intervention, G.F. reported higher quality of \nlife, fewer depressive symptoms, higher satisfaction with life, stronger sense of self-concept and \nidentity, and better self-perceived episodic and spatial memory abilities. In open-ended \nqualitative feedback, G.F. shared that the intervention allowed him to regain confidence and feel \nconnected with others, positively transforming his outlook for the future. These findings suggest \nthat HippoCamera interventions can be instrumental for older adults experiencing memory loss.",
          "url": "https://osf.io/jc2h8",
          "doi": "https://doi.org/10.31234/osf.io/jc2h8",
          "filter": 2
        },
        {
          "title": "Personal Psychedelic Experience as a Training Qualification for  Facilitators: A Thematic Analysis of Qualitative Interviews with  Psilocybin Experts",
          "authors": "Jason B Luoma; Adie Wilson-Poe; Kellie Pertl; Kim Hoffman; Alissa Bazinet; Christopher Stauffer; Dennis McCarty; Philip Korthuis",
          "abstract": "Emerging legal frameworks in Oregon and Colorado license facilitators \nto support adults receiving psychedelic services. The current legal frameworks \nare silent regarding facilitators’ personal experience with psychedelics. An e\nDelphi process recruited 36 experts with at least 5 years’ experience facilitating \npsilocybin experiences in ceremonial settings, indigenous practices, or clinical \ntrials. Respondents completed in-depth, semi-structured qualitative interviews via \nsecure web links. Interviews were recorded, transcribed, and analyzed using \nThematic Analysis. Experts with a mean of 15.2 (SD 13.1) years’ experience \nproviding psilocybin services expressed the importance of first-hand experience \nwith psychedelics as a qualification for the emerging workforce. One participant \nquestioned the necessity of personal psychedelic experience. Experts suggested \nthat personal experience may indirectly support high-quality care because it \nenhances facilitators’ personal wellbeing, and may help facilitators understand \nthe complexity and nature of their clients’ psychedelic experiences. Novel state\nlegal psychedelic paradigms create a real-world opportunity to assess \nassociations between facilitators’ personal psychedelic experience and the safety \nand outcomes of psychedelic services.",
          "url": "https://osf.io/dwhcu",
          "doi": "https://doi.org/10.31234/osf.io/dwhcu",
          "filter": 2
        },
        {
          "title": "Assessing spider fear: Validity of a novel computerized behavioral avoidance test",
          "authors": "Alexander Karner; Cindy Lor; Mengfan Zhang; Frank Scharnowski",
          "abstract": "Spider phobia is one of the most common specific phobias and can be highly detrimental to one’s quality of life. To evaluate the efficacy of treatments, reliable pre- and post-treatment assessments are needed. Behavioral avoidance tests (BATs), where one is asked to approach a spider, are commonly used as such measures. With the increasing popularity of computerized interventions, there is a demand for quick assessments for fear of spiders, that can be completed using computers or smartphones. Here, we tested the validity of a novel computerized BAT (cBAT) that we introduced in our previous work. In this cBAT, participants unblurred three images of spiders up until a point where they still felt comfortable viewing them. We expected that the cBAT would be moderately to strongly correlated with established measures for fear of spiders. Our analysis revealed that the cBAT showed moderate convergent and concurrent validity through correlations with self-report questionnaires indicating spider fear, and with a real-life BAT, respectively. However, the latter was no longer observed in a follow-up. While the cBAT facilitates ease of application and has a quick, straightforward participant task, we conclude that the cBAT is a limited measure for fear of spiders and might not fully capture the complexity of spider-related avoidance behavior compared to tasks that simulate real-life scenarios more closely. We propose the development of a refined cBAT that maintains an easily applicable participant task.",
          "url": "https://osf.io/et4wh",
          "doi": "https://doi.org/10.31234/osf.io/et4wh",
          "filter": 2
        },
        {
          "title": "Self-enactable habit-promoting techniques for physical activity:  A qualitative study",
          "authors": "Eleonoora Hintsa Figueiredo; Keegan Phillip Knittle",
          "abstract": "There is a dearth of empirical research on techniques that effectively promote physical activity habits. This qualitative study addresses this knowledge gap by identifing the self-enactable techniques that people with varying levels of habit strength and physical activity experience use to support their own physical activity behavior and form or maintain habits. Novice (n = 8), intermediate (n = 8), or expert (n = 8) exercisers (based on self-reported habit strength) were recruited via purposive sampling to partake in semi-structured interviews. Interviews were analyzed with deductive content analysis and inductive thematic analysis. A total of 96 self-enactable techniques were identified and 45 were considered as frequently reported in at least one of the experience groups. Techniques were further grouped to information seeking, support, acceptance and overcoming initiation inertia, restructuring the environment, and personal growth. Two themes emerged: 1) using different techniques, 2) using techniques differently. Current findings indicate that people with different levels of experience and reported habit strength toward physical activity may require different approaches from physical activity habit interventions, which requires tailoring. Within-persons longitudinal studies using validated measures of technique use are needed to improve scientific understanding of habit formation processes.",
          "url": "https://osf.io/gp73v",
          "doi": "https://doi.org/10.31234/osf.io/gp73v",
          "filter": 2
        },
        {
          "title": "Strategy-Capacity Training: An Intervention Method for Effective Far Transfer",
          "authors": "Mark Ashton Smith",
          "abstract": "Achieving far transfer, the application of learned skills to new and diverse contexts, has posed a persistent challenge in cognitive training, where gains often remain task-specific. The Strategy-Capacity Training Method addresses this limitation by integrating automatised core cognitive processes—such as working memory, attention control, and inhibition - with flexible, domain-general meta-strategies within the Successor Representation (SR) framework. This approach automates foundational cognitive skills to reduce cognitive load, creating a dynamic yet stable basis for adaptive strategy use across varying contexts. By embedding meta-strategies like decision trees, cost-benefit analysis, and causal reasoning into the SR's predictive coding framework, the method promotes cognitive flexibility, adaptive problem-solving, and efficient resource allocation. This training system exemplifies a hybrid of model-free and model-based learning, linking procedural efficiency with flexible strategic reasoning. Continuous feedback, supported by dopaminergic signalling (Reward Prediction Errors and Epistemic Prediction Errors), ensures adaptable refinement of automatised skills, facilitating seamless strategy transfer. This systematic alignment of core cognitive processes with meta-strategy execution enables far transfer, optimising general cognitive benefits and adaptability across tasks.",
          "url": "https://osf.io/z6fjt",
          "doi": "https://doi.org/10.31234/osf.io/z6fjt",
          "filter": 2
        },
        {
          "title": "Linking Sense of Purpose and Multiple Markers of Health in Older Adulthood: A Bidirectional Approach",
          "authors": "Flavia Chereches; Guðrún Rut Guðmundsdóttir; Gabriel Olaru",
          "abstract": "Sense of purpose is a key construct explaining individual differences in health. However, much is still unclear about how sense of purpose and health affect each other over time in older age. Using four waves of data from the Health and Retirement Study (N = 11,390) spanning 12 years, we investigated the reciprocal associations between sense of purpose and multiple objective and subjective markers of health (e.g., self-reported health; grip strength). Across the 12 years, better health was associated with higher levels of purpose for all investigated health markers. Cross-lagged panel models implied reciprocal associations for six of the 11 health markers. When looking at within-person associations (i.e., random intercept cross-lagged models), purpose emerged as a stronger predictor of later health than the other way around, with purpose changes predicting subsequent changes in five health markers while changes in only two health markers predicted later changes in purpose. Taken together, these findings further support the notion that sense of purpose has protective effects  against health decline in older age. We discuss the findings in the context of lifespan theory and emphasize the potential benefit of considering sense of purpose as a potential target for public health interventions.",
          "url": "https://osf.io/9hcfj",
          "doi": "https://doi.org/10.31234/osf.io/9hcfj",
          "filter": 2
        },
        {
          "title": "Strategic and Graduated, Retrospective and Prospective Metacognitive Judgments by Monkeys",
          "authors": "Drew Altschul",
          "abstract": "Studies of metacognition in nonhuman animals typically require subjects to make binary choices, e.g., skipping a trial on a cognitive task or placing a two-choice bet of confidence. Although animals can use that contingency to maximize reward, their performance is much less flexible than the graduated judgments that have been reported in the human literature. Here, we report three experiments in which monkeys wagered a small, medium, or large number of tokens on the accuracy of their performance (retrospective metacognition), or anticipated performance (prospective metacognition), on each trial of a matching-to-sample task. Subjects’ wagers tended to maximize reward and minimize risk. They were also influenced by the number of tokens needed to earn a reward on each trial. Alternative cues such as reaction time and test difficulty could not account for our results which show, for the first time, that monkeys can make graduated and strategic metacognitive judgments.",
          "url": "https://osf.io/uybdp",
          "doi": "https://doi.org/10.31234/osf.io/uybdp",
          "filter": 2
        },
        {
          "title": "Aphantasia in Probable Developmental Coordination Disorder: Implications for Clinical and Educational Practice",
          "authors": "Katherine Maw; Geoffrey Beattie; Edwin James Burns",
          "abstract": "Developmental Coordination Disorder (DCD) is a lifelong neurodevelopmental condition, significantly affecting movement and coordination ability. Whilst prior work has shown that those with DCD face challenges in motor mental imagery, links between general mental visual imagery skills and movement ability have yet to be identified. We therefore tested the prevalence of aphantasia (i.e., a lack of mental imagery), and general mental imagery skills, in adults with probable DCD (pDCD) using the Vividness of Visual Imagery Questionnaire (VVIQ). We found 20% of pDCD participants reported comorbid aphantasia, in comparison to 2-6% found in the general population. Strikingly, 100% of pDCD participants meeting criteria for aphantasia had co-occurring developmental prosopagnosia and/or autism, suggesting a strong link between these conditions. Movement difficulties were associated with weaker mental imagery, both in the social and non-social domains. Despite this, single case analyses revealed dissociations between DCD symptoms and mental imagery abilities, i.e., some with pDCD can exhibit hyperphantasia, that is, exceptional mental imagery skills. Given the elevated prevalence of aphantasia in pDCD, and the utilisation of mental imagery related treatments to support this group, we highlight some essential considerations for professionals working with those with DCD in mental health, occupational therapy, and education.",
          "url": "https://osf.io/a5yxc",
          "doi": "https://doi.org/10.31234/osf.io/a5yxc",
          "filter": 2
        },
        {
          "title": "Attentional Priority for Temporary goals: A replication and extension of Vogt et al. (2013)",
          "authors": "Dirk Wentura; Benedikt Emanuel Wirth",
          "abstract": "Vogt and colleagues (2013) showed in three experiments using the dot-probe task that stimuli associated with current goals (induced by instructions) are attentionally prioritized. However, the exact nature of this prioritization remains unclear. The target location task employed in the experiments allows interpretation in terms of spatial attention and response-related processes; the target discrimination task – in contrast – allows unambiguous interpretation of effects in terms of spatial attention. In the present experiment, we replicated Vogt et al.’s procedure while varying the task in a between-participants design. We replicated Vogt et al.’s results in the location task and found a corresponding – albeit significantly smaller – effect in the discrimination task. Stimuli associated with current goals were thus prioritized with respect to spatial attention. However, the reduced effect size in the discrimination task suggests that in the original experiments, response-related processes were at play in addition to attentional processes.",
          "url": "https://osf.io/x824m",
          "doi": "https://doi.org/10.31234/osf.io/x824m",
          "filter": 2
        },
        {
          "title": "Application of universal design for learning within Australian school-based mental health programs: Scoping review protocol.",
          "authors": "Jessika Purnomo; Adrienne Wilmot; Peter McEvoy; Mark Edward Boyes; Genevieve McArthur; Elizabeth Hill",
          "abstract": "Objective: This review will map existing literature to identify and describe the extent to which Universal Design for Learning (UDL) principles of engagement, representation, and expression are applied to the design, delivery, and/or evaluation of school-based mental health programs in Australia. Introduction: UDL is an education framework that aims to create inclusive learning environments for students with diverse needs. Approximately 25% of Australian students are likely to live with language, literacy, and/or learning differences that place them at elevated risk of mental health problems. Many school-based mental health programs exist with the shared aim of promoting positive outcomes for students.  Early prevention and mental health promotion efforts that are inclusive to students with language and/or learning differences are critically important. However, there has been no previous exploration of the extent to which UDL has been applied to school-based mental health programs. This review aims to identify and describe the extent to which UDL principles are evident in existing Australian school-based mental health programs. Eligibility criteria: This review will consider studies that report the development and/or evaluation of school-based mental health programs within an Australian education context. This review will exclude non-English studies, reviews, books, and theoretical or opinion pieces. Methods: This review will be informed by the JBI guidelines for scoping reviews and will be conducted between October and December 2024. Five databases will be searched (PsycInfo, Medline, Informit, Scopus, and ERIC) and two reviewers will independently screen all identified studies against inclusion criteria by title, abstract, and full text review. Conflicts will be resolved by consensus. Results: Two independent reviewers will extract relevant data from the selected studies and results will be presented numerically and narratively.  The review will identify and describe the extent to which UDL principles are evident in descriptions of the design, delivery, and/or evaluation of school-based mental health programs in Australia. Synthesis and interpretation of included studies will be framed within the three principles of UDL. The review will outline key findings of the included papers, gaps in the literature, and salient directions for future research. Conclusion: The outcomes of this review will be disseminated via publication and plain language summaries. The outcomes may also inform conference presentations relevant to inclusive education, mental health, and child language and learning differences.",
          "url": "https://osf.io/r9nbd",
          "doi": "https://doi.org/10.31234/osf.io/r9nbd",
          "filter": 2
        },
        {
          "title": "Excessive flexibility? Recurrent neural networks can accommodate individual differences in reinforcement learning by capturing higher-order history dependencies",
          "authors": "Kentaro Katahira",
          "abstract": "Cognitive and computational modeling has been used as a method to understand the processes underlying behavior in humans and other animals. A common approach in this field involves the use of theoretically constructed cognitive models, such as reinforcement learning models. However, human and animal decision-making often deviates from the predictions of these theoretical models. To capture characteristics that these cognitive models fail to account for, artificial neural network (ANN) models have recently gained attention. One of the roles of ANNs in cognitive and computational modeling is to provide a (upper) benchmark of predictive accuracy for cognitive models, helping ensure that no important factors are missing in theoretical models. For modeling choice behavior involving reinforcement learning, recurrent neural networks (RNNs), a type of ANN, have been frequently used. RNNs are able to capture how the choice probability changes depending on past experience. In this work, we demonstrate that RNNs can improve future choice predictions by capturing individual differences on the basis of past behavior, even when a common single model is fit to the entire population. We term this property of the RNN the individual difference tracking (IDT) property. While the IDT property might be useful for prediction, it may introduce excessive flexibility when providing an upper bound on the predictive accuracy. Through numerical simulations, we illustrate the properties of RNNs and discuss their implications and issues for further consideration.",
          "url": "https://osf.io/zd52x",
          "doi": "https://doi.org/10.31234/osf.io/zd52x",
          "filter": 2
        },
        {
          "title": "Researcher Sun Zuodong was invited to attend the 17th National Academic Conference of the Chinese Society of Neuroscience in 2024",
          "authors": "zuodong sun",
          "abstract": "On September 26-29, 2024, the 17th National Academic Conference of the Chinese Society of Neuroscience (CNS2024) was held at the Suzhou International Expo Center. Researcher Sun Zuodong, President of the Heilongjiang Asia Europe Neuroscience Research Institute, was invited to participate in this grand event.  A total of 18 academicians, including academicians of the CAS Member, CAE Member, the American Academy of Sciences, the European Academy of Sciences, and the Royal Canadian Academy of Sciences, 125 foreign experts, 36 experts from Hong Kong, Macao, and Taiwan, and a total of about 4000 participants were invited to attend the conference, involving the development status of neuroscience, the integration of production and learning of brain science, the combination of neurosurgery foundation and clinical, brain computer interface and artificial intelligence special sessions and other characteristic activities.",
          "url": "https://osf.io/sc64y",
          "doi": "https://doi.org/10.31234/osf.io/sc64y",
          "filter": 2
        },
        {
          "title": "Sun Zuodong Attends the 2024 World Congress on Life Sciences Potassium Channel 'Origami Windmill Model' Expands Human Cognitive Boundaries",
          "authors": "zuodong sun",
          "abstract": "The 2024 World Congress on Life Sciences is the highest level, widest coverage, and most influential academic event in the field of international life sciences.  Over 60 Chinese and foreign academicians, including four Nobel laureates Randy Schekman, Barry J. Marshall, Erwin Neher, and George Fitzgerald Smoot III, attended and gave presentations for academic exchange. The Chinese chairman of the conference: Wu Weihua (Vice Chairman of the National People's Congress, academician of the CAS Member), and the foreign chairman Randy W. Schekman (winner of the 2013 Nobel Prize in Physiology or Medicine).",
          "url": "https://osf.io/xjenq",
          "doi": "https://doi.org/10.31234/osf.io/xjenq",
          "filter": 2
        },
        {
          "title": "Emerging Therapeutic Opportunities for Alzheimer’s Disease Psychosis",
          "authors": "Ashley Park; Gina Finan; Tae-Wan Kim",
          "abstract": "Psychosis in Alzheimer's disease (AD) is a prevalent phenomenon, marked by delusions and hallucinations, along with other neuropsychiatric symptoms such as agitation, depression, anxiety, and apathy. These neuropsychiatric symptoms, also known as behavioral and psychological symptoms of dementia (BPSD), affect up to 97% of Alzheimer's patients. The presence of psychosis in AD significantly impacts patients' daily lives and places a considerable burden on caregivers. The development of AD-related psychosis (ADP) is influenced by a range of factors, including genetic predispositions and life-acquired factors. AD affects cognitive function and various brain regions, resulting in widespread brain atrophy. In addition to its neurological impact, AD can induce pathological physiological changes that serve as biomarkers for ADP. Research efforts have focused on developing pharmacological treatments for psychosis in AD, aiming to minimize side effects. Brexpiprazole has emerged as a promising medication for ADP, alongside other antipsychotics. Treatment approaches for ADP extend beyond pharmacology, incorporating methods such as sensory stimulation and digital therapeutics. This review will explore the characteristics of psychosis in Alzheimer's disease, the pathological underpinnings of ADP, and the current therapeutic landscape, highlighting emerging opportunities for managing this challenging condition.",
          "url": "https://osf.io/4n3f9",
          "doi": "https://doi.org/10.31234/osf.io/4n3f9",
          "filter": 2
        },
        {
          "title": "Neural Bases of Affect-Based Impulsivity: A Decision Neuroscience Account",
          "authors": "Alison Schreiber; Michael Hallquist",
          "abstract": "Affect-based impulsivity describes the tendency to behave impulsively while experiencing negative or positive affective states. In the context of psychiatric disorders, the consequences of affect-based impulsivity can be dire, including suicidal behavior and harmful substance use. Here, we articulate a decision neuroscience account of affect-based impulsivity. Recasting this phenomenon in terms of Pavlovian and goal-directed decision systems, we consider how negative affect influences whether to act, what actions to consider, which action to select, and how vigorously to engage in a selected action. Further, we describe the neural and neuroendocrine targets of these computations. Specifically, we propose that modulation of norepinephrine and glucocorticoids during negative affective states enhances the pursuit of rewards by reducing goal-directed computations and increasing appetitive Pavlovian computations.",
          "url": "https://osf.io/jvmzs",
          "doi": "https://doi.org/10.31234/osf.io/jvmzs",
          "filter": 2
        },
        {
          "title": "Japanese translation of \"Farewell SPSS: Switching to free software in 2024 (Langkamp, 2024)\"",
          "authors": "Yoshimasa Majima",
          "abstract": "This document is a translation into Japanese of Farewell SPSS: Switching to free software in 2024. (Langkamp, 2024), assisted by DeepL.com.\n\nLangkamp, T. (2024, February 29). Farewell SPSS: Switching to free software in 2024. https://doi.org/10.31234/osf.io/huajb",
          "url": "https://osf.io/urwda",
          "doi": "https://doi.org/10.31234/osf.io/urwda",
          "filter": 2
        },
        {
          "title": "The effect of a price reduction intervention on healthier menu items in the out-of-home food sector on energy purchased and consumed: a restaurant-based pilot experiment",
          "authors": "Rozemarijn Witkam; Jane Brealey; Rebecca Latham; Andrew Jones; Eric Robinson",
          "abstract": "Background: Frequent out-of-home food sector (OOHFS) use is associated with poor dietary intake and obesity. There are limited real-world studies on pricing interventions to encourage healthy eating in the OOHFS. We performed a pilot study to collect preliminary trial data on the potential impact of a price reduction intervention on healthier menu items on purchasing and consumption of kilocalories (kcal) in a full-serviced restaurant among people from both lower and higher socioeconomic position (SEP).  \n\nMethods: The main trial design was a pre vs. post price reduction comparison (within-subjects), where participants (adults aged ≥18 years) received a control menu with standard pricing at visit 1 and a menu with price manipulations (30% reduction for healthy items) at visit 2. A sub-study was conducted with a comparison sample to estimate potential pre-post changes to outcome variables in the absence of a pricing intervention. Linear mixed models assessed pre-post changes in kcal purchased and kcal consumed.\n\nResults: In total, 114 participants were recruited; 92 were randomised to the main study and 22 to the comparison sub-study. Of those participating in the main study, 78 completed and 14 were lost to follow-up. There were no participants lost to follow-up in the comparison study. Of the completers, 46 participants were considered higher SEP (i.e. bachelor’s degree or higher) and 32 participants were lower SEP (i.e. some college or associate degree or lower). Kcal purchased and consumed decreased from visit 1 to visit 2; however, this reduction was only statistically significant for total kcal consumed (regression coefficient: -98.0 (95% CI -181.9, -14.2), p=0.02). There were no notable intervention effect differences between higher and lower SEP participants. In the comparison study, kcal purchased and consumed was also lower at visit 2 compared to visit 1, although this should be interpreted with caution due to the small sample size.\n\nConclusion: A price reduction intervention on lower energy menu items is potentially effective in encouraging healthier eating in a restaurant setting. Larger studies with inclusion of a control group (e.g., randomised controlled trials) are now needed to confirm intervention effects and whether they are equitable across different socioeconomic groups.",
          "url": "https://osf.io/auqjk",
          "doi": "https://doi.org/10.31234/osf.io/auqjk",
          "filter": 2
        },
        {
          "title": "The role of demand characteristics and life satisfaction on the psychological wellbeing effects of gratitude letter writing",
          "authors": "Michael A. Smith; Yasmin Colborne; Lauren Hoult; Sarah Allen; Mark Wetherell",
          "abstract": "Gratitude interventions are known to increase psychological wellbeing. However, it has also been suggested that not everyone experiences equivalent benefits of engaging with gratitude activities, and there have been calls to better understand the moderators of such effects. In Study 1, we explored the effects of writing a gratitude letter, relative to a neutral letter, on changes in positive and negative affect, and observed that the effect of gratitude writing on positive affect was exacerbated in participants with elevated life satisfaction. Study 2 sought to replicate the findings of Study 1 whilst minimising demand characteristics, but failed to observe the moderating effect of life satisfaction. In Study 3, we sought to investigate whether these mixed findings could be explained by demand characteristics. We observed that priming participants with information about the benefits of expressing gratitude ameliorated the effect of gratitude writing on positive affect, but life satisfaction did not moderate this priming effect. On the basis of the findings from these three studies, we conclude that life satisfaction does not moderate the effect of gratitude writing on positive affect, but further work should be undertaken to better understand the conditions under which gratitude writing is most effective. Further, we suggest that demand characteristics are an important consideration for both researchers and interventionists delivering gratitude interventions.",
          "url": "https://osf.io/qfcxy",
          "doi": "https://doi.org/10.31234/osf.io/qfcxy",
          "filter": 2
        },
        {
          "title": "Methodological and Functional Analysis of Art Therapy Trials in Adolescent Populations",
          "authors": "Yesong Li; Tianxi Cai",
          "abstract": "Abstract: Art therapy is highly effective in addressing a wide range of psychosocial challenges faced by adolescents. During these developmental years, adolescents encounter numerous difficulties, and art therapy is particularly appealing and accessible to them because it uses diverse materials and mediums. Traditional art supplies and structured activities are commonly employed and have proven effective in therapeutic settings. Both long-term and short-term therapy are frequently applied to address complex issues such as PTSD, dissociation, and deep-rooted emotional struggles. Long-term therapy, in particular, fosters deeper emotional exploration and expression through creative mediums, which can sometimes be more effective than verbal communication. The availability of materials like canvas, crafts, and writing tools makes it easier for adolescents to engage with therapeutic practices, supporting their developmental needs for self-expression and exploration.",
          "url": "https://osf.io/fs7np",
          "doi": "https://doi.org/10.31234/osf.io/fs7np",
          "filter": 2
        },
        {
          "title": "Prevalence of Adverse Childhood Experiences and Mental Health  Difficulties among Adolescents",
          "authors": "Pravash Kumar Raut",
          "abstract": "The present study aimed to study the prevalence of adverse childhood\nexperiences, and mental health difficulties in adolescents. Purposively\nselected 269 participants (MA= 14.90, SD=1.67), out of which 129\n47.96%) were from Rolpa, a rural area and 140 (52.04%) were from\nKathmandu, an urban area responded to Adverse Childhood\nExperiences International Questionnaire (ACEs-IQ) and Strengths and\nDifficulties Questionnaire (SDQ). Data were analyzed using Statistical\nPackage for the Social Sciences (SPSS version-21). A high prevalence of\nACEs and behavioral difficulties were found among the participants.\nAmong the ACEs category, the prevalence of physical abuse (91.5%) and\ncommunity violence (96.7%) were at a higher level. Similarly, conduct\nproblems (18.9%) and peer problems (9.29%) were higher among SDQ\ncomponents. Participants from Kathmandu reported significantly\nhigher ACEs than participants from Rolpa. Participants from Rolpa had\nsignificantly higher total difficulties than participants from\nKathmandu. Participants from Kathmandu reported significantly fewer\nmental health difficulties than participants from Rolpa even though\nthey had significantly higher ACES.\nKeywords: ACEs, strengths, difficulties, behavioral problems, adolescents",
          "url": "https://osf.io/kfudz",
          "doi": "https://doi.org/10.31234/osf.io/kfudz",
          "filter": 2
        },
        {
          "title": "Validation and Cross-sample Consistency of Chinese Five Factor Narcissism Inventory (FFNI) in Community and Offender Samples",
          "authors": "Yuping Liu",
          "abstract": "Three-factor models of narcissism (Agentic, Neurotic, and Antagonistic Narcissism) have gained widespread recognition in the field. The Five Factor Narcissism Inventory (FFNI) stands out as the most comprehensive and only tool to date that assesses all three narcissism domains. However, its validation in Chinese culture and forensic contexts remains largely unexplored. With community (N = 578) and offender (N = 726) samples from China, we examined 60-, 30-, and 15-item versions of the Chinese FFNI in terms of internal structure, external associates, consistency across samples and versions. Our findings demonstrate acceptable internal consistencies and structural validity of each version of the Chinese FFNI, albeit with minor deviations in the Neurotic Narcissism factor. The FFNI demonstrated good cross-sample and cross-version consistency. These results suggest the utility of the FFNI in Chinese samples and suggest some comparability across community and offender groups.",
          "url": "https://osf.io/3fjmy",
          "doi": "https://doi.org/10.31234/osf.io/3fjmy",
          "filter": 2
        },
        {
          "title": "Registered Report: Distinguishing Personality Functioning, Normal-Range Traits, and Maladaptive Traits in Offenders",
          "authors": "Yuping Liu",
          "abstract": "Ideally, clinical personality assessment models would be comprehensive enough to describe the whole person but non-redundant to be efficient. Concerns about redundancy between personality functioning and maladaptive traits has preoccupied research on the Alternative Model of Personality Disorders (AMPD). This work has mainly been conducted in cross-sectional studies from Western convenience samples. This registered report will examine the relationships and distinctions between personality functioning, normal-range traits, and maladaptive traits in two large Chinese offender samples (N1 = 1359 and N2 = 1034 at T1, respectively) using four waves of data over one year. We propose to test eleven specific hypotheses and conduct one exploratory analysis (i.e., gender differences) about redundancies and distinctions in each set of variables, providing the most comprehensive test of this question to date and extending the literature to a unique, non-Western sample in which personality assessment may have particular value.",
          "url": "https://osf.io/krxpz",
          "doi": "https://doi.org/10.31234/osf.io/krxpz",
          "filter": 2
        },
        {
          "title": "Free Time, Sharper Mind: A Computational Dive into Working Memory Improvement",
          "authors": "Benjamin Kowialiewski; Steve Majerus",
          "abstract": "Extra free time improves working memory (WM) performance. This free-time benefit becomes larger across successive serial positions, a phenomenon recently labeled the “fanning-out effect”. Different mechanisms can account for this phenomenon. In this study, we implemented these mechanisms computationally and tested them experimentally. We ran three experiments that varied the time people were allowed to encode items, as well as the order in which they recalled them. Experiment 1 manipulated the free-time benefit in a paradigm in which people recalled items either in forward or backward order. Experiment 2 used the same forward-backward recall paradigm coupled with a distractor task at the end of encoding. Experiment 3 used a cued recall paradigm in which items were tested in random order. In all three experiments, the best-fitting model of the free-time benefit included (1) a consolidation mechanism whereby a just-encoded item continues to be re-encoded as a function of the total free-time available and (2) a stabilization mechanism whereby items become more resistant to output interference with extra free time. Mechanisms such as decay and refreshing, as well as models based on the replenishment of encoding-resources, were not supported by our data.",
          "url": "https://osf.io/5edby",
          "doi": "https://doi.org/10.31234/osf.io/5edby",
          "filter": 2
        },
        {
          "title": "A Case Study of Preregistered Confirmation",
          "authors": "Veli-Matti Karhulahti; Nick Huntington-Klein",
          "abstract": "Matters Arising submitted to Nature Human Behaviour.\nPreprint made public due to editorial request.",
          "url": "https://osf.io/n2rka",
          "doi": "https://doi.org/10.31234/osf.io/n2rka",
          "filter": 2
        },
        {
          "title": "Bayesian Evidence Synthesis: Safely and Efficiently Combining Statistical Evidence in Meta-Analyses",
          "authors": "Joris Mulder; Robbie Cornelis Maria van Aert",
          "abstract": "Bayesian evidence synthesis refers to the process of combining statistical evidence between hypotheses from multiple studies. The evidence is quantified by the Bayes factor. Depending on the underlying model assumptions and research question, different methods can be used for a Bayesian evidence synthesis. The current paper gives an overview of possible models that can be used for this purpose which includes a common effect model, a random effects model, two hybrid effects models, and a fixed effects model. Furthermore, the respective synthesized Bayes factors under each modeling framework are given depending on the implied hypotheses that are tested. We also provide recommendations for prior distributions in Bayesian evidence synthesis for the popular effect size measures, including standardized mean difference, log odds ratio, and Pearson correlation. Additionally, the concept of safe evidence synthesis is described which is particularly\nuseful in cumulative/sequential meta-analyses. With this overview and the recommendations for prior specification, researchers can make the best choice to synthesize the evidence from multiple studies. Empirical applications on statistical learning of people with a language impairment\nand the incidence of seroma when exercising after breast cancer are used for illustrative purposes. Certain (new) synthesis methods are now also available in the R package BFpack.",
          "url": "https://osf.io/6c3kj",
          "doi": "https://doi.org/10.31234/osf.io/6c3kj",
          "filter": 2
        },
        {
          "title": "A stepwise principal component regression method for localizing effects and individual differences in hierarchical structures",
          "authors": "Yiyang Chen",
          "abstract": "Psychological studies often seek to test the degrees of associations between several independent variables and a dependent variable. In many instances, the psychological constructs measured by independent variables form the foundation of a hierarchical structure, where they are linked to one or more levels of higher-order latent factors. In the presence of hierarchical structures, the most commonly used statistical method to test association effects – multiple regression – could encounter problems. Collinearity between independent variables can distort the associations being tested. In some cases, the dependent variable is associated with a higher-order latent factor rather than the independent variables themselves, which the multiple regression method cannot localize. Multiple regression results could also be highly inconsistent across different replications. In this study, we used large-scale simulations to demonstrate that a stepwise principal component regression (step-PCR) method can mitigate these problems. In the step-PCR, we first use a parallel analysis to identify the maximum number of factors N in independent variables, then perform model selection across 1- to N-component PCRs to identify the optimal model. The optimal model reflects association effects and their locations in the hierarchical structure. Bayesian Information Criterion and Bayes Factor were identified as optimal methods for model selection. Simulations showed that the step-PCR could accurately identify and localize the associations between independent variables and the dependent variable. Additionally, results of the step-PCR were highly consistent across different replications. We illustrated the utility of the step-PCR method using an empirical dataset assessing associations between the Dark Triad personality and hypersensitive narcissism.",
          "url": "https://osf.io/ye5zh",
          "doi": "https://doi.org/10.31234/osf.io/ye5zh",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "SocArxiv",
      "journal_short": "SocArxiv",
      "articles": [
        {
          "title": "Coming of Age: A Narrative Review of Large Language Models (LLMs) as Cognitive Supports for an Aging Population",
          "authors": "Glenn Jakobsen",
          "abstract": "This paper explores the potential of Large Language Models (LLMs) as tools for cognitive support in aging populations, focusing on their ability to enhance memory, provide task reminders, and facilitate social engagement. As the global population ages, the demand for adaptive technologies that support aging in place increases, while healthcare resources grow increasingly strained. LLMs represent a promising avenue for addressing this gap by offering culturally competent, conversational interfaces capable of supporting cognitive function. Despite current limitations in context retention and response accuracy, advancements in LLM technology could enhance personalization and continuity of care, potentially transforming LLMs into significant companions for older adults experiencing cognitive decline. This paper provides an overview of existing LLM capabilities, the challenges that remain, and a projection of how these models might evolve to meet the growing needs of an aging society.",
          "url": "https://osf.io/p6mkd",
          "doi": "https://doi.org/10.31235/osf.io/p6mkd",
          "filter": 0
        },
        {
          "title": "Measuring Innovation Impact: Student Experience of Dualistic Curriculum Change",
          "authors": "Robert Inklaar; Maryse Brand; Manda Broekhuis; Miriam Ossevoort; Liane Voerman; Daniël Vullings",
          "abstract": "This paper evaluates student experience of three complementary curriculum initiatives at a large European business school: Teaching Innovation Grants, a curriculum game and a Student Research Platform. Using broad-ranging data on course evaluations, innovation feedback, and platform usage statistics, we assess how students respond to these different approaches to educational change. Our findings reveal consistently positive student experiences across all initiatives. Teaching Innovation Grants maintain overall course quality (4.08 vs 4.12) while enabling substantial changes, with specific innovations rated highly (3.94/5). The curriculum game achieves high satisfaction (3.87/5) across several dimensions and the Student Research Platform shows strong engagement through both usage patterns and evaluations (3.92/5). These findings demonstrate that different innovation approaches can effectively serve student needs when properly implemented, providing practical insights for institutions evaluating curriculum innovation processes.",
          "url": "https://osf.io/jzx8p",
          "doi": "https://doi.org/10.31235/osf.io/jzx8p",
          "filter": 0
        },
        {
          "title": "Why Collective Music-Making is Sometimes Rare: A Study of Four Indigenous Societies",
          "authors": "Dor Shilton; Aniruddh D. Patel; Kim Hill; Chris von Rueden",
          "abstract": "Current prominent music evolution theories suggest music evolved as a participatory group activity, whose adaptive functions were strengthening and/or signaling social cohesion. However, the prevalence of collective music-making varies substantially across societies, and in some cases is exceptionally rare. Here, we consider hypotheses for three factors which could attenuate collective music-making: diminished collective action more generally, an emphasis on musical expertise, and solo-oriented musical styles. We look at data related to these hypotheses in four societies in which collective music-making is rare: the Tsimane of lowland Bolivia, the Ache of eastern Paraguay, the Ayoreo of Bolivia and Paraguay, and the Tuvans of the Russian Republic of Tyva. Our results suggest that the scale and religiosity of collective action is the most important factor related to the overall degree of collective music-making in a culture. The effect of musical expertise was mostly limited to the dominance of shamans in religious contexts, while well-developed solo musical styles did not necessarily prevent group performance in other social settings. We also note the importance of cultural loss due to influence of invading colonial and imperial forces in diminishing indigenous forms of collective music-making. Notably, in all the cases we consider, episodes of some form of collective music-making do (or historically did) occur during important social events, a fact which supports the group-functionalist view. Our findings also point to the centrality and ubiquity of the religious function of music, and suggest this aspect of musical behavior needs to be better addressed by evolutionary theories of music.",
          "url": "https://osf.io/zuhdy",
          "doi": "https://doi.org/10.31235/osf.io/zuhdy",
          "filter": 0
        },
        {
          "title": "‘Here there be monsters’: confronting the (post)coloniality of Britain’s borders",
          "authors": "Travis Van Isacker; Thom Tyerman",
          "abstract": "This article analyses the (post)colonial politics of UK bordering through the lens of monstrosity. Historicising contemporary bordering within colonial-era monsterisations of racialised people and their mobility, we identify four mechanisms through which migrants are constructed and policed as monsters today: animalisation, zombification, criminalisation and barbarisation. We then examine how the state embodies monstrosity itself through border policies of deterrence and creating ‘hostile environments’. In addition to the instrumentalization of horror, this entails extending the border’s reach domestically throughout everyday life and internationally through deportation and externalisation measures. We argue these developments embody a new form of state power, depicted as a headless tentacled Leviathan. Doing so provides insights into monstrosity as a form of liberal statecraft, the local/global diffusion of bordering, the transnationalisation of sovereign power, and the racialisation of citizenship. It also raises important questions about the construction of border violence as a necessary and legitimate monstrosity in (post)colonial liberal societies, the everyday complicity of citizens, and the limits of efforts to humanise monsterised migrants or reform monstrous state institutions. Revealing how within liberal regimes of citizenship and humanitarianism values ‘there be monsters’, we argue, opens space for thinking about abolitionist alternatives in international politics.",
          "url": "https://osf.io/n9bfh",
          "doi": "https://doi.org/10.31235/osf.io/n9bfh",
          "filter": 0
        },
        {
          "title": "A Model of the 2024 Presidential Election with Candidate Quality",
          "authors": "Kevin DeLuca",
          "abstract": "I introduce a new model for predicting presidential election outcomes, using it to forecast the two-party Democratic vote share and the electoral college results for the 2024 election. The national two-party vote share prediction builds on the economic fundamentals model from Fair (2009), enhanced by incorporating a candidate quality differential measure based on newspaper endorsements from DeLuca (2024), resulting in what I call the Economy-Quality Model. According to this model, Kamala Harris is projected to win the popular vote with 52.5% of the two-party vote share, approximately 1.5-2 points higher than most other forecasts and polling averages. I then calculate each state’s deviation from the national vote share (its relative Democratic or Republican lean) based on recent high-quality polling, adding these deviations to the Economy-Quality Model’s national prediction to derive state-level predictions and electoral college results. The model forecasts Kamala Harris winning the electoral college with 319 votes.",
          "url": "https://osf.io/4x9gz",
          "doi": "https://doi.org/10.31235/osf.io/4x9gz",
          "filter": 0
        },
        {
          "title": "Developing Measures of Public Perceptions of Values in Science",
          "authors": "D. J. Hicks; Emilio Lobato; Cosmo E. Campbell; Joseph Dad",
          "abstract": "Scholars in the history, philosophy, and social studies of science often explain public scientific controversies by appealing to views of the general public on appropriate roles for values in science. However, evidence that members of the public actually hold these views is limited. This paper presents the Values in Science Scale (VISS), a quantitative survey instrument designed to measure these views. Qualitative methods were used to ensure construct validity among US adults (Study 2). In one notable initial finding using VISS, the value-free ideal (VFI) — a traditional conception of objectivity — is not correlated with generalized trust in science.",
          "url": "https://osf.io/ks2ta",
          "doi": "https://doi.org/10.31235/osf.io/ks2ta",
          "filter": 0
        },
        {
          "title": "Developing responsive curricula in higher education: an embedded case study in the Netherlands",
          "authors": "Maryse Brand; Manda Broekhuis; Robert Inklaar; Miriam Ossevoort; Liane Voerman",
          "abstract": "This paper examines the implementation of responsive curricula in higher education through an embedded case study of the Faculty of Economics and Business at the University of Groningen. The study analyzes a four-year project (2020-2024) aimed at developing responsive curricula across 17 bachelor and master programmes. A survey of 64 staff members involved in the project revealed notable changes in curriculum content, focusing on sustainability, data science, and professional skills. Teaching methods shifted towards active learning, blended learning, and creating an inclusive learning environment. The project positively impacted programme quality, organizational culture, and knowledge sharing, with three-quarters of respondents perceiving increase organisational readiness to respond to societal development and improve courses and programmes. Key tools for curriculum development included teaching innovation grants and discretionary programme-level budgets. These findings offer valuable insights for higher education institutions seeking to implement responsive curricula and navigate the complexities of organizational change in academic settings.",
          "url": "https://osf.io/pdgac",
          "doi": "https://doi.org/10.31235/osf.io/pdgac",
          "filter": 0
        },
        {
          "title": "Understanding Toxic Gaming Behavior and the Use of Profanity-Laced Language Among Rural Adolescents in Baybay City, Leyte",
          "authors": "Sascha V. Oliverio",
          "abstract": "The prevalence of toxic gaming behavior and profanity-laced language in online gaming communities has become a significant concern among adolescents in rural communities. Despite extensive research on gaming behavior in urban settings, there is a notable gap in understanding these dynamics in rural areas. This study aims to fill that gap by exploring the extent and nature of toxic behaviors and the use of offensive language among rural adolescents playing online games in Baybay City, Leyte. Through Symbolic Interactionism, this study aimed to identify the underlying factors contributing to such behaviors and their potential impacts on communication and social development. This study conducted a series of interviews, focus group discussions, and community observation to supplement the initial survey. Results showed that adolescents in rural areas are aware of their toxic behavior, but due to its normalization, do not think of it as a problem and instead see it as part of online gaming culture. This suggests the need to strengthen proper communication and improve maturity among players engaging in online games that require them to socialize.",
          "url": "https://osf.io/zakjb",
          "doi": "https://doi.org/10.31235/osf.io/zakjb",
          "filter": 0
        },
        {
          "title": "Rain, Drought, Hunger, Pain Shift in Indian student ideas on climate change during a climate-justice book-authoring program",
          "authors": "Aneesa Jamal; Abubakr Jamal; Sanitah Bte Mohd Yusof; Corrienna Abdul Talib",
          "abstract": "Indian students’ ideas about climate change are a mix of incomplete knowledge and misconceptions. Students are also apprehensive about climate change and feel helpless in the face of it. Formal teaching about climate change is fragmented across subjects, and limited to explanations of the scientific mechanisms, ignoring the entire socio-economic, historical and political context that led to and perpetuates the phenomenon. This empirical research explores the outcomes from the Young Climate Authors, a holistic climate justice intervention where middle &amp; high schoolers wrote storybooks on climate change. The program was implemented with a cohort of 18 10-15 year olds in Chennai, India in 2023. Data in the form of pretest, midpoint &amp; postttest questionnaires, semi structured interviews, focus group discussions, and student artefacts was analyzed using Template Analysis. Results reveal that the YCA had a transformative decolonizing impact by created a sense of proto-conscientization based on deepened place-ecological meaning. The participants’ understanding of climate change shifted from vague, ‘textbook’ish knowledge to a nuanced and holistic understanding impacting Chennai, its marginalized communities and the more-than-human. Emotion was deeply intertwined in this understanding where a sense of empathy and anger, that the learning had engendered, shaped the storybooks that were written. The scientific understanding of climate change also improved. The results highlight the importance of using critical and constructivist pedagogy for climate change education which shape place-based and decolonized student ideas about climate change.",
          "url": "https://osf.io/gn8p2",
          "doi": "https://doi.org/10.31235/osf.io/gn8p2",
          "filter": 0
        },
        {
          "title": "“Thank you in advance for not changing my retirement home's intrinsic beauty”:  NIMBYism, environmental privilege, and the politics of offshore wind energy",
          "authors": "Matthew Jerome Schneider; Brian F. O'Neill",
          "abstract": "*This is a draft and is currently undergoing peer review.\n\nAmong climate adaptation technologies, the development of new wind energy infrastructure is widely supported in the United States. Yet, the siting of wind farms is often contentious. This research problematizes how local stakeholders frame their opposition to offshore wind projects at a time when the swift adoption of renewable energies is generally seen as a necessity for environmental, social, and economic reasons. Through qualitative content analysis of 89 public comments pertaining to offshore wind projects planned for the North Carolina coast, we argue that objections to wind projects reflect an understanding of the infrastructure’s environmental burden and, importantly, a desire to protect environmental privilege. Findings suggest a need for expanded research on the dimensions of privilege that may be at play across wind farm sites and that any consideration of a just transition must consider how expressions of privilege inform environmental political discourse and siting decisions.",
          "url": "https://osf.io/2mbxy",
          "doi": "https://doi.org/10.31235/osf.io/2mbxy",
          "filter": 0
        },
        {
          "title": "Reforming the UCAS personal statement: An opportunity for greater transparency",
          "authors": "Tom Fryer; Steven Jones; Bowen Zhang",
          "abstract": "There is considerable debate about the fairness of university admissions processes, particularly in national contexts with substantial prestige differences between providers. However, there does tend to be agreement that admissions processes should be transparent. This study investigates the extent to which undergraduate university admissions in the UK are transparent, particularly with regard to their use of an admissions essay called the UCAS personal statement. Our methods are twofold: 1) we assess whether university staff use the personal statement in ways that align with information on student-facing websites, and 2) we perform an in-depth transparency analysis of fifteen university course websites to assess the extent to which universities helped applicants to understand what a high-quality personal statement looked like. We find considerable evidence of issues related to transparency, with some examples of good practice. The paper concludes with several recommendations for providers to enhance their transparency. The 2025-26 reforms to the UCAS personal statement offer an opportunity for all universities to update their public-facing websites and guidance, so this paper represents a timely intervention.",
          "url": "https://osf.io/g69xt",
          "doi": "https://doi.org/10.31235/osf.io/g69xt",
          "filter": 0
        },
        {
          "title": "Ask Me Anything! How ChatGPT Got Hyped Into Being",
          "authors": "jascha Bareis",
          "abstract": "This paper reconstructs how chatbots based on Large language models (LLMs) like ‘ChatGPT’ got hyped into being. It dissects the actors and dynamics that triggered, fueled and disseminated the hype. Through the lens of hype studies the paper interrogates three empirical realms: 1. Company websites where the chatbots are presented, 2. Blog entries and newspaper interviews by prominent tech figures from the Silicon Valley, and 3. New York Times articles in the timespan between November 2022 and August 2024. The paper shows how the chatbot hype is driven by a dynamic between privileged actors (hypers) and a media frenzy both influencing and being carried by society and politics alike. Different interdependent building blocks in the chatbot hype construction are identified: 1. Depicting Large Language Model (LLM) chatbots as knowledge models, 2. Entertaining the uncanny and manipulative side of chatbots, 3. Staging a spectacle of competition between tech giants, and 4. Praising the dualism of doomsday apocalypse or a tech-religious calling for a promised future. The paper unravels the core circulated narrative that turns the hype into a powerful societal phenomenon.",
          "url": "https://osf.io/jzde2",
          "doi": "https://doi.org/10.31235/osf.io/jzde2",
          "filter": 0
        },
        {
          "title": "Ideations and Intentions in the Transition to Adulthood: A Cross-European Comparison",
          "authors": "INVEST Flagship; Katrin Schwanitz; Valeria Ferraretto; Agnese Vitali; Francesco Rampazzo",
          "abstract": "Ideations and intentions are important precursors of actual behaviour but are still understudied in the literature on the transition to adulthood. Our article provides a descriptive overview of ideations and intentions about the timing of four key events in the transition to adulthood (exit from the parental home, cohabitation, marriage, and parenthood) using cross-nationally representative data for 33 Eu-ropean countries from the Generations and Gender Survey and European Social Survey. Results show that ideations and intentions about the transition to adulthood –just like actual behaviours– are gendered and display remarkable country differences. The heterogeneity in the timing of intentions hints that key events, such as cohabitation, are not uniformly pervasive in young adults' lives. Also, a gap exists between ideal and actual ages at which events are experienced, particularly among men who are less likely to experience events at their “ideal” time compared to women. The extent to which intentions and ideations regarding the transition to adulthood translate into actual behaviours varies across countries and gender.",
          "url": "https://osf.io/tzq3j",
          "doi": "https://doi.org/10.31235/osf.io/tzq3j",
          "filter": 0
        },
        {
          "title": "Essential Workers and Wage Inequality: Wage Differentials before and during the Covid-19 Pandemic, 2006 to 2022",
          "authors": "Christoph Janietz",
          "abstract": "In 2020, several governments declared specific occupations as essential for maintaining the functioning of society in response to the Covid-19 pandemic. A current question in the public debate on fair pay is whether essential workers are sufficiently remunerated. Using data from the Netherlands, I analyze the wages of essential workers relative to other workers before and during the Covid-19 pandemic. Wage decompositions indicate that, between 2006 and 2019, essential workers earned less compared to other workers within higher-paid strata, while they earned more within lower-paid strata of the occupational structure in the Netherlands. These wage differentials are shaped by sex composition and sectoral employment. In addition, I employ a difference-in-differences design based on quarterly data between 2017 and 2022 to assess whether the onset of the Covid-19 pandemic reduced an existing average wage gap in response to an increasing public appreciation of essential work. Results indicate that the collective experience of the Covid-19 pandemic has not benefited essential workers in the short-term.",
          "url": "https://osf.io/c2qj3",
          "doi": "https://doi.org/10.31235/osf.io/c2qj3",
          "filter": 0
        },
        {
          "title": "Does Statistical Discrimination Explain Grading Bias?  Evidence from a Natural Experiment",
          "authors": "Asta Breinholt; Anders Hjorth-Trolle; Mikkel Büchler Henriksen",
          "abstract": "Statistical discrimination theory suggests that discrimination arises when gatekeepers lack individual-level information and therefore draw on their knowledge on the group-level. According to this perspective, the policy solution is straight forward: provide gatekeepers with accurate individual-level information and discrimination will cease. Grades are important signals to students about academic ability and influence future educational choices. Previous studies find that teachers exhibit negative grading bias against boys, racialized minority students, and low-SES students so these groups receive signals about lower academic potential than merited. In this study, we test whether grading bias stems from statistical discrimination. First, we leverage a natural experiment in which teachers were given information from standardized tests and see whether this change mitigates grading bias. We further test this mechanism by analyzing the role of the performance of a given social background group at the same school the year prior. We find substantial grading bias but conclude that statistical discrimination is not likely to play a major role.",
          "url": "https://osf.io/nmpbr",
          "doi": "https://doi.org/10.31235/osf.io/nmpbr",
          "filter": 0
        },
        {
          "title": "Citizenship as Legal Infrastructure",
          "authors": "MOBILE - Center of Excellence for Global Mobility Law; Christian Brown Prener; Thomas Gammeltoft-Hansen",
          "abstract": "Whenever a person intends to cross a border, citizenship de facto determines—more than any other \nstatus—whether that person can enter the territory of another state. Yet, despite its ubiquity and \ncentrality within global mobility infrastructures, the exact mechanisms through which citizenship \nshapes human movement on the planetary scale remain surprisingly ambiguous. This article examines the multifaceted ways in which citizenship operates as an organizing principle within the complex of rules and norms governing transnational human mobility, including how the increasing acceptance of dual nationality status and the emergence of citizenship-by-investment schemes reverberate throughout the legal infrastructure and create new pathways for elite mobility. Using citizenship as an exploratory lens, the article thereby seeks to theoretically complement and nuance existing scholarship in migration and mobility studies, arguing that physical space remains the dominant structure for human mobility. As we show, legal infrastructures reconfigure access to human mobility in ways that simultaneously fragment and compress physical space as it pertains to transnational movement.",
          "url": "https://osf.io/4u328",
          "doi": "https://doi.org/10.31235/osf.io/4u328",
          "filter": 0
        },
        {
          "title": "Assessing Mobile Instant Messenger Networks with Donated Data",
          "authors": "Rense Corten; Laura Boeschoten; Thijs Cornelis Carrière; Stein Jongerius; Bella Struminskaya; Joris Mulder; Parisa Zahedi; Shiva Nadi Najafabadi; Adriënne Mendrik",
          "abstract": "Despite the increasing popularity and importance of mobile instant messenger services (MIMSs) such as WhatsApp, Telegram and Signal, the vast majority of the research on social media is focused on the “traditional” social media platforms such as Twitter and Facebook, mostly due to the difficulty of accessing MIMSs data. Consequently, we lack knowledge about even the most basic topological features of the societal-scale instant messenger network. To overcome this knowledge gap, we employ the innovative approach of data donation by respondents of a high-quality probability-based panel in the Netherlands (the LISS panel) to collect user data while preserving their privacy. Focusing on WhatsApp as the most popular MIMS, this study collects the first measurement of MIMS usage on a national probability sample. We find that the degree distribution of contacts is best approximated by a log-normal distribution, while the distribution of group membership is best approximated by the exponential distribution. At the individual level, we find that predictors of degree derived from the literature on extended networks mostly replicate.",
          "url": "https://osf.io/x4ku2",
          "doi": "https://doi.org/10.31235/osf.io/x4ku2",
          "filter": 0
        },
        {
          "title": "More than humanoid robots and cyborgs? How German print media visualize articles on artificial intelligence",
          "authors": "Melanie Leidecker-Sandmann; Tabea Lüders; Carolin Moser; Vincent R. Boger; Markus Lehmkuhl",
          "abstract": "Engaging with the ongoing debate regarding the portrayal of artificial intelligence (AI) in the public sphere – particularly the alleged predominance of sci-fi imagery and humanoid robots – our study examines how six German print media visualize articles related to AI. A mixed-methods approach combines qualitative and quantitative visual content analysis, analyzing 818 images from articles published in 2019 and 2022/23. Our findings indicate that human figures, rather than robots, serve as dominant visual objects, and no significant image-to-text gaps were observed. Overall, German print media appear to present a nuanced perspective on AI, balancing opportunities and risks associated with this technology.",
          "url": "https://osf.io/2r9wy",
          "doi": "https://doi.org/10.31235/osf.io/2r9wy",
          "filter": 0
        },
        {
          "title": "Leveraging social norms and empathy to entice hotel guests to reduce carbon emissions by setting the room air conditioner to higher temperatures in summer",
          "authors": "Danyelle; Amit Birenboim; Anna Kristina Zinn; Marius Portmann; Yash Pandey; Bettina Grün; Sara Dolnicar",
          "abstract": "Setting air conditioners to unnecessarily low temperatures in summer generates a substantial amount of carbon emissions. This study aims to change air conditioner use by tourists – consumers whose sense of moral obligation is reduced and, with it, their level of pro-environmental behaviour. We test several theory-informed interventions aimed at encouraging hotel guests to set their air conditioners to comfortable but less energy-intensive temperatures. We compare cognitive-based interventions, such as activating social norms, with affective-based interventions that anthropomorphise air conditioners to evoke empathy. Intervention effectiveness is tested across three studies: a traditional survey experiment (to measure the manipulation of target constructs), two ecologically enhanced survey experiments (measuring behaviour intentions), and a field experiment measuring air conditioner use indirectly using wireless temperature sensors. Results indicate that interventions leveraging social norms and anthropomorphism, specifically those evoking negative emotions like exhaustion and anger, significantly influence air conditioner use. Enhanced survey formats cannot replace field experiments to assess an intervention’s impact on behaviour. Our findings suggest that simple, cost-effective interventions can promote more sustainable air conditioning practices in hotels, ultimately contributing to reduced carbon emissions and operational costs.",
          "url": "https://osf.io/k6yp4",
          "doi": "https://doi.org/10.31235/osf.io/k6yp4",
          "filter": 0
        },
        {
          "title": "Can Machines Think Like Humans? A Behavioral Evaluation of LLM-Agents in Dictator Games",
          "authors": "Ji Ma",
          "abstract": "As Large Language Model (LLM)-based agents increasingly undertake real-world tasks and engage with human society, how well do we understand their behaviors? This study (1) investigates how LLM agents' prosocial behaviors---a fundamental social norm---can be induced by different personas and benchmarked against human behaviors; and (2) introduces a behavioral approach to evaluate the performance of LLM agents in complex decision-making scenarios. We explored how different personas and experimental framings affect these AI agents' altruistic behavior in dictator games and compared their behaviors within the same LLM family, across various families, and with human behaviors. Our findings reveal substantial variations and inconsistencies among LLMs and notable differences compared to human behaviors. Merely assigning a human-like identity to LLMs does not produce human-like behaviors. Despite being trained on extensive human-generated data, these AI agents cannot accurately predict human decisions. LLM agents are not able to capture the internal processes of human decision-making, and their alignment with human behavior is highly variable and dependent on specific model architectures and prompt formulations; even worse, such dependence does not follow a clear pattern.",
          "url": "https://osf.io/s37ax",
          "doi": "https://doi.org/10.31235/osf.io/s37ax",
          "filter": 0
        },
        {
          "title": "“Crikey! Let’s keep it cozy like a joey in a pouch– not too hot or cold!” Can humour or compassion encourage sustainable heater use at hotels?",
          "authors": "Danyelle; Anna Kristina Zinn; Qingqing Chen; Reza Serati; Marius Portmann; Sara Dolnicar",
          "abstract": "In the hotel industry, the management of room temperatures plays a crucial role in both environmental impact and energy costs. Small changes, such as reducing heating by 1°C, can save around 6% on electricity. Despite the significant impact, there is a notable scarcity of interventions aimed at promoting sustainable air conditioner use among guests. Most pro-environmental behaviour-change interventions in tourism focus on environmental messaging and negative appeals, with mixed effectiveness. Positive emotions like amusement (humour) and self-transcendent emotions (compassion) have been largely overlooked but have shown potential in other research contexts. The current series of studies assesses the comparative effectiveness of messages designed to trigger humour, compassion, and environmental beliefs on sustainable air conditioner use. In Study 1, we develop and evaluate four alternative messages for each theoretical construct. We use the most effective message for each construct (e.g., the most amusing humour message) in Studies 2 and 3. Study 2 serves as a manipulation check to ensure the messages effectively triggered the intended theoretical constructs. It also assesses behavioural intentions and emotional reactions. Study 3 tests the impact of the interventions on real behaviour in a quasi-experimental field study. Study 2 shows that each message effectively strengthens its respective theoretical construct (e.g., the environmental message strengthened environmental beliefs). The field study demonstrates that all three messages, along with a basic behaviour instruction message, increase sustainable air conditioner use. The humour message had an advantage over the others, being positively perceived by participants and not causing negative reactions. Therefore, framing sustainable air conditioner use instructions humorously appears to be a promising strategy in the hotel context. While our humour message is tailored to the Australian winter context, future research should explore the applicability of humour-based interventions in diverse cultural and climate settings to enhance sustainable air conditioner practices globally.",
          "url": "https://osf.io/e7y9a",
          "doi": "https://doi.org/10.31235/osf.io/e7y9a",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Demographic Transition and Post-Transition Population Dynamics: A Revue of Micro and Macro Economic Models and Interactions",
          "authors": "Eduardo L. G. Rios-Neto",
          "abstract": "This literature review contrasts microeconomic fertility models during the demographic and post-transitional periods, evaluating their implications for macroeconomic growth models. While microeconomic fertility models stress the trade-off between child quality and quantity during the demographic transition, the extensive and intensive margin fertility model applies to the post-transition period, with implications for childlessness and the postponement of childbearing. The impact of micro decisions on economic growth is more substantial during the demographic transition than in the post-transition period. Low or negative population growth during the post-transition period may stall economic growth.",
          "url": "https://osf.io/pqtka",
          "doi": "https://doi.org/10.31235/osf.io/pqtka",
          "filter": 2
        },
        {
          "title": "Mapping Predatory Lending in Historically Redlined Districts in Phoenix, Arizona",
          "authors": "Isabella Register",
          "abstract": "In 2016, historians at the University of Richmond collected records from the National Archives and Records Administration (NARA) and established Mapping Inequality: Redlining in New Deal America Project, a resource allowing users to examine the history of redlining in the United States (Center for the Preservation of Civil Rights Sites, n/a). This online repository contains interactive redlining maps of 225 US Cities (Virginia Tech, 2021) that were used by the HOLC between 1935 and 1940. The objective of my project is to use the collective spatial data from the Mapping Inequality project to map the location of institutions with predatory lending practices (IWPLPs) in historically redlined districts in Phoenix, Arizona.",
          "url": "https://osf.io/qp7cv",
          "doi": "https://doi.org/10.31235/osf.io/qp7cv",
          "filter": 2
        },
        {
          "title": "Strategic management accounting: a case study of a utility Company",
          "authors": "Luz Bastidas; Gustavo Arengas",
          "abstract": "The objective of this article is to analyze the contributions of strategic management accounting in decision-making processes. To develop this objective, a case study was carried out in Codensa S.A, a Colombian public service company dedicated to the distribution and commercialization of energy in the country. The data collection and analysis methods were qualitative, using semi-structured interviews with key executives from the areas of Financial Planning and Control, Accounting and Business, with extensive knowledge of business management and more than three years of experience. Likewise, the research was developed by applying content analysis to the information obtained from academic journals and interviews. Finally, in this study it was found that the importance of strategic management accounting in organizations lies in being a support base for managerial decisions, providing tools, methods and analysis that are necessary to direct companies to achieve their strategic objectives. from an internal and external perspective, in the short and long term.",
          "url": "https://osf.io/qc4fp",
          "doi": "https://doi.org/10.31235/osf.io/qc4fp",
          "filter": 2
        },
        {
          "title": "Hidden Synergy: Hong Kong’s Role in the Development of Science and Technology in Chinese Higher Education",
          "authors": "Yisu Zhou; Yang SHEN; Xinyue Yao",
          "abstract": "This paper examines the rapid growth of China’s science and technology (S&amp;T) sector within the broader context of higher education, focusing on the often-overlooked role of Hong Kong in this transformation. While conventional explanations emphasize China’s relationship with the United States, this study argues that Hong Kong has played a crucial, yet underappreciated, role in advancing China’s higher education and S&amp;T capabilities. Despite its reputation as a finance-driven city, Hong Kong has developed a robust academic and scientific community that fostered close collaborations with mainland institutions. In the 1990s, as Hong Kong’s research doctoral programs were gaining momentum, mainland students sought high-quality advanced training, and members of the overseas Chinese academic diaspora returned to join Hong Kong universities. This cross-border collaboration thrived despite cultural and ideological differences, combining the mainland’s motivated talent pool with Hong Kong’s free academic environment. Using a comprehensive dataset from the Web of Science, institutional archives, university leader biographies, and PhD dissertation records from Hong Kong’s top universities, this paper provides both quantitative and qualitative analyses of the historical collaboration between Hong Kong and mainland China. The findings reveal that this relationship was evolutionary, initiated by forward-thinking educators long before formal mechanisms were in place, and was instrumental in China’s rise to global prominence in higher education and S&amp;T. By revisiting this underexplored dimension of China’s educational development, this paper offers a new understanding of the forces behind the country’s remarkable achievements in higher education and scientific research.",
          "url": "https://osf.io/drs8c",
          "doi": "https://doi.org/10.31235/osf.io/drs8c",
          "filter": 2
        },
        {
          "title": "Use of a critical constructivist, community-engaged approach to understand commercial determinants of breast cancer using online industry documents: The situational scoping method",
          "authors": "Cristin Kearns",
          "abstract": "In the digital age, online industry documents have become an available and abundant source to inform qualitative health research on the commercial determinants of health. I offer the situational scoping method as an approach that applies rigorous and transparent methods to conduct an overview of large databases of industry documents by focusing on specific empirical “situations” as the object of study. It is conducted by a collective of transdisciplinary researchers and community members who shape knowledge production based on their unique experience and opinions about which situations are deemed essential for emancipatory action. The situational scoping method is rooted in a critical constructivist epistemology and consists of three stages: 1) identification of a broad range of external events over time perceived by industries as a threat or opportunity to business interests; 2) selection of a sample of external events for further analysis; and 3) social worlds/arenas mapping of industry responses to selected external events. I describe the epistemological and methodological influences, development, and procedures of the situational scoping method drawing from my experience conducting a pilot study with a project team engaged in scoping of documents related to environmental exposures and breast cancer in the University of California, San Francisco Industry Documents Library, which houses millions of documents produced by the tobacco, opioids, chemical, drug, food, and fossil fuel industries. This method enhances traditional tobacco documents research by engaging a collective or researchers and community members, offering a systematic approach to assessing a large corpus of industry documents, employing visual tools, and providing facilitation and research training. This study advances the use of qualitative methods in industry documents research.",
          "url": "https://osf.io/rp8qn",
          "doi": "https://doi.org/10.31235/osf.io/rp8qn",
          "filter": 2
        },
        {
          "title": "Dalla ricerca applicata all’intervento contro la deprivazione alimentare durante la pandemia COVID-19",
          "authors": "Tommaso Vitale; Carlo Stasolla",
          "abstract": "Il paper affronta in modo incisivo l’impatto delle misure anti-COVID su alcune comunità Rom residenti nei villaggi di Roma. Gli autori analizzano le condizioni sociali e sanitarie dei “villaggi” durante i primi giorni di quarantena, evidenziando come l’isolamento abbia esacerbato l’accesso limitato ai servizi essenziali e peggiorato le condizioni economiche e di vita di queste popolazioni già vulnerabili.\n\nUtilizzando una metodologia innovativa di interviste telefoniche, resa possibile grazie a un rapporto di fiducia con i residenti, l’Associazione 21 luglio ha raccolto dati preziosi sui problemi quotidiani e sulle misure di auto-tutela adottate dai residenti. L’articolo rivela le gravi carenze nei servizi di base, come l’accesso all’acqua potabile, i dispositivi di protezione e le risorse alimentari, che non solo aggravano le difficoltà materiali ma intensificano anche la segregazione e la marginalità sociale.\n\nLe evidenze raccolte spingono a ripensare le politiche pubbliche di emergenza, promuovendo misure che includano la distribuzione di beni di prima necessità e il supporto educativo, soprattutto per i bambini in età scolare privati della didattica a distanza. Gli autori propongono azioni collaborative e incrementali, come programmi di assistenza alimentare per i bambini da 0 a 3 anni, e sottolineano la necessità di contrastare lo stigma e il razzismo nei confronti delle comunità Rom per costruire legami solidali e interdipendenti con la società circostante.\n\nQuesta ricerca, oltre a offrire una testimonianza sulle dinamiche di esclusione urbana, rappresenta un esempio cruciale di ricerca applicata che ha saputo tradursi in interventi pratici per migliorare la vita delle persone in difficoltà.",
          "url": "https://osf.io/nzkg4",
          "doi": "https://doi.org/10.31235/osf.io/nzkg4",
          "filter": 2
        },
        {
          "title": "The limited impact of extending the school week on educational outcomes in Dutch primary education: a quasi-experimental study using penalized synthetic control analysis",
          "authors": "Gijs Custers; Erik-Jan van Kesteren; Oisín Ryan",
          "abstract": "This study uses a quasi-experimental design to investigate the causal impact of an extended school week on educational performance in 22 Dutch primary schools. The intervention has been partly modeled after the prominent Harlem Children’s Zone (HCZ). To assess the impact of the intervention, we leverage register data containing information on all Dutch children finishing primary school in the period 2009 - 2022. Synthetic control analysis is applied to estimate the causal effect for each individual school. The findings show the program has had limited effect on educational outcomes with little variation between schools. Our contribution is in showing how several factors, such as goal switching, lack of participation, and teacher shortages, hamper program effectiveness and discussing to what extent a concept such as the HCZ is transferable to other international contexts. Finally, we also illustrate how the synthetic control method can be applied in educational research.",
          "url": "https://osf.io/h4m7p",
          "doi": "https://doi.org/10.31235/osf.io/h4m7p",
          "filter": 2
        },
        {
          "title": "What Does It Mean to Change the U.S. Immigration System? Perspectives from U.S. Immigration Advocates",
          "authors": "Asad L. Asad; Sofia Gonzalez-Rodriguez; E Ju Ro; Daniel Tovar Medina; Nora Mousa",
          "abstract": "This report describes how immigration advocates—people engaging in political or legal campaigns for, and/or offering direct services and support to, immigrants—understand their efforts to reduce or prevent the harms of the U.S. immigration system on immigrants and their families. We draw on interviews with 67 immigration advocates representing 76 immigrant-serving nonprofits across the United States between November 2021 and February 2023. The interviews affirm advocates and their organizations’ important frontline roles in reducing systemic harm by addressing immigrants’ immediate material, social, and/or legal needs. Yet, when it comes to preventing harm by reforming or transforming the immigration system, many advocates believe their efforts do little but maintain the system’s structure. Advocates attribute this dynamic to several sources, including the ever-evolving harms of the current system; the demands of the public and private funders their organizations rely on; intraorganizational challenges common to immigrant-serving organizations; and the perceived immovability of the national, state, and local political contexts they work in. We conclude with several immediate and long-range suggestions for immigration advocates to consider as they continue their work.",
          "url": "https://osf.io/u78ks",
          "doi": "https://doi.org/10.31235/osf.io/u78ks",
          "filter": 2
        },
        {
          "title": "Aspectos económicos relevantes que influyeron en la ejecución de los proyectos del Metro en la ciudad de Bogotá, durante las cuatro últimas décadas",
          "authors": "Luz Bastidas; Gustavo Arengas",
          "abstract": "Bogotá es la sexta ciudad más poblada de América Latina, cuenta con una población aproximada de 7,4 millones de personas y una extensión de 1775 km2, según el censo del DANE para 2018 (SDP, 2020). Esta ciudad, al ser una de las más grandes en la región necesita un sistema de transporte competente para movilizar a sus habitantes; sin embargo, tras cuatro décadas de propuestas en la actualidad carece de un sistema de trenes urbanos o metro, y, sólo hasta el año 2020 se comenzaron a desarrollar fases previas a la construcción, bajo los lineamientos del contrato firmado entre Empresa Metro de Bogotá y la empresa Metro Línea 1 S.A.S. Debido a lo anterior, en este trabajo se busca describir las posibles razones de carácter económico que han influenciado a los proyectos más significativos de este sistema de transporte en la capital durante casi 40 años, hasta la puesta en marcha de la Primera Línea del Metro de Bogotá (PMLB), esto mediante una revisión de los diferentes estudios que se realizaron desde 1981 hasta 2020 para la construcción del mismo.",
          "url": "https://osf.io/u5j6x",
          "doi": "https://doi.org/10.31235/osf.io/u5j6x",
          "filter": 2
        },
        {
          "title": "Towards Definitive Categories for Online Video Game Money Laundering",
          "authors": "James Higgs; Stephen Flowerday",
          "abstract": "Purpose — This paper aims to investigate how best to classify money laundering through online video games (i.e. virtual laundering). Currently, there is no taxonomy available for scholars and practitioners to refer to when discussing money laundering through online video games. Without a well-defined taxonomy it becomes difficult to reason through, formulate and implement effective regulatory measures, policies and security controls. As such, efforts to prevent and reduce virtual laundering incidence rates are hampered.\nDesign/methodology/approach — This paper proposes three mutually exclusive virtual laundering\ncategorizations. However, instead of fixating on the processes undergirding individual instances of virtual laundering, it is argued that focusing on the initial locale of the illicit proceeds provides the appropriate framing within which to classify instances of virtual laundering. Thus, the act of classification becomes an ontological endeavor, rather than an attempt at elucidating an inherently varied process (as is common of the placement, layering and integration model).\nFindings — This paper proposes three mutually exclusive virtual laundering categorizations. However, instead of fixating on the processes undergirding individual instances of virtual laundering, it is argued that focusing on the initial locale of the illicit proceeds provides the appropriate framing within which to classify instances of virtual laundering. Thus, the act of classification becomes an ontological endeavor, rather than an attempt at elucidating an inherently varied process (as is common of the placement, layering and integration model).\nOriginality/value — To the best of the authors’ knowledge, this is the first taxonomy available in the\nknowledge base that systematically classifies instances of virtual laundering. The taxonomy is available for scholars and practitioners to use and apply when discussing how to regulate and formulate legislation, policies and appropriate security controls.",
          "url": "https://osf.io/ckxa8",
          "doi": "https://doi.org/10.31235/osf.io/ckxa8",
          "filter": 2
        },
        {
          "title": "Una struttura di opportunità associative. Alcune idee su come le città europee possono valorizzare e sostenere il civismo e la convivialità dei loro abitanti",
          "authors": "Tommaso Vitale",
          "abstract": "This chapter commences with the presentation of three questions. Firstly, what are the strengths of political and social science research work on associationism? Secondly, which areas have been treated with a greater degree of ideological bias and would therefore benefit from a more critical realist approach (Pratschke, 2003)? Thirdly, what insights have been gained? In responding to these queries, the chapter considers the ways in which research has frequently examined associationism with a view to elucidating broader dynamics, including those pertaining to politics, professionalisation, organisation, community, elites, cooperation, and categories of stratification. As we examine the ways in which cities engage with associations, we observe a multiplicity of modes of governance, a diversity of instruments of public action, and a structure of associational opportunities. This allows us to investigate the mechanisms and processes involved, adopting a historical and comparative approach that aligns with Weberian principles.",
          "url": "https://osf.io/udbew",
          "doi": "https://doi.org/10.31235/osf.io/udbew",
          "filter": 2
        },
        {
          "title": "Time to Accumulate: The Great Migration and the Rise of the American South",
          "authors": "Dongkyu Yang",
          "abstract": "The idea that labor scarcity can induce economic development has long been hypothesized (Hicks, 1932; Habakkuk, 1962), but the evidence remains limited. This paper examines how the Second Great Migration (1940–1970) spurred structural change in the American South between 1970 and 2010. Empirical results using shift-share instruments show that out-migration incentivized capital investment and capital-augmenting technical change, increasing capital per worker and output in both agriculture and manufacturing, at least until 2010. Labor was reallocated from agriculture to non-agriculture. I then develop a dynamic spatial equilibrium model that allows for substitution between factors of production, factor-biased technical change, and factor abundance-based trade to characterize this process. The quantitative analysis indicates that labor-capital substitution played a major role in adjustments to South-to-North migration.",
          "url": "https://osf.io/nt6kg",
          "doi": "https://doi.org/10.31235/osf.io/nt6kg",
          "filter": 2
        },
        {
          "title": "Can social protection programs reduce opposition to carbon taxes? Evidence from a conjoint experiment in Sweden",
          "authors": "Moa Mårtensson; Maria Nordbrandt; Joakim Palme; Lauri Peterson",
          "abstract": "Carbon taxation is widely embraced as an effective tool for reducing emissions, yet it is economically regressive, disproportionately affecting economically vulnerable groups. Hence, it is no surprise that carbon taxes often are perceived as unfair, and if implemented without consideration of distributive effects, they risk generating polarization and climate policy setbacks, as well as increasing existing inequalities. We provide the first causal analysis of how and to what extent existing social protection programs could be used to reduce opposition to carbon taxes. We employ a conjoint experiment targeting 5,188 respondents from Sweden to assess the causal effect of increased generosity in pensions, sickness insurance, unemployment insurance, and child benefits, benchmarked against the effect of monthly monetary handouts. Our findings suggest that increasing benefit generosity within each of the four examined social protection programs reduces opposition to carbon taxation. Most importantly, increased old age pension generosity have a substantial and significant impact across various demographic groups, regardless of the respondents’ political affiliation. This effect is more potent than other compensatory measures, a critical insight in the search for socially acceptable climate policy strategies that avoid increasing inequalities.",
          "url": "https://osf.io/hg7qa",
          "doi": "https://doi.org/10.31235/osf.io/hg7qa",
          "filter": 2
        },
        {
          "title": "Redefining Rainfall Reporting - Advocating for Volume over Area-based Rainfall Metrics to Enhance Flood Forecasting and Public Awareness: A Policy Brief",
          "authors": "Bernard Barruga",
          "abstract": "This policy brief proposes a shift in the standard measurement and reporting of rainfall from depth-based metrics (e.g., millimeters per hour) to a volume over area-based metric that measures rainfall as water volume over area per time (e.g., cubic meters per hectare per hour). This change is grounded in studies indicating that area-based rainfall metrics can more accurately predict flood risk, especially in flash-flood-prone regions. Studies have shown that traditional depth measurements do not adequately reflect runoff potential, while volume-over-area metrics better represent the hydrological impact on various landscapes (Peleg et al., 2017). A proposed rainfall intensity scale, modeled after hurricane categorization systems, aims to improve communication of rainfall severity and promote preparedness. \nKeywords: rainfall measurement, flood forecasting, climate resilience, volume-over-area, flash flooding, rainfall intensity scale, climate change, public risk communication",
          "url": "https://osf.io/qw74h",
          "doi": "https://doi.org/10.31235/osf.io/qw74h",
          "filter": 2
        },
        {
          "title": "Overeducation among EU and Third-Country Immigrants in Europe: The role of Institutions, Policies and Culture",
          "authors": "Sven Broschinski; Martin Heidenreich",
          "abstract": "Faced with the demographic shift to a smaller and older labour force, the recruitment of migrants and their successful integration into the labour force is an essential challenge for all European countries. This article discusses the immigrant-native gap regarding the risk of overeducation for 28 European countries on the basis of the EU-LFS 2021 ad hoc module. Immigrants’ higher overeducation risks are interpreted as the result of processes of legal closure as well as statistical and taste-based discrimination. Higher overeducation rates of third country nationals (TCN) in contrast to EU migrants indicate that EU citizenship reduces discrimination and facilitates the recognition of educational certificates – they are skill-preserving devices for EU citizens but not for TCN. The large overeducation rates in particular in Southern Europe can be explained by segmented labour markets with higher unemployment and lower skill requirements increase overeducation risks, in particular for TCN. Moreover, it can be shown that EU citizenship, a higher educational level of the population, and more inclusive labour markets facilitate the occupational integration of immigrants.",
          "url": "https://osf.io/9mrzh",
          "doi": "https://doi.org/10.31235/osf.io/9mrzh",
          "filter": 2
        },
        {
          "title": "Report of the Advisory Panel on the Governance of Human Rights Organizations",
          "authors": "Mohamed Arafa; David Siegel; Jeremy Springman; Hazar Yueksel",
          "abstract": "The panel was convened to examine a central inquiry of critical importance: “Should a non-profit human rights organization face legal or ethical concerns if a former board member, upon completing their tenure or resigning, is employed by the organization, or if a company owned partly or wholly by that individual is retained by the organization? If concerns exist, what are they, and how can they be effectively resolved?” This question guided the panel’s work, inviting a thorough exploration of the potential ethical, legal, and governance issues arising when former board members continued their involvement with an organization in different capacities. The panel's mandate was to provide actionable recommendations that could guide human rights organizations globally in addressing these challenges, with a particular focus on safeguarding transparency, accountability, and public trust.",
          "url": "https://osf.io/7devb",
          "doi": "https://doi.org/10.31235/osf.io/7devb",
          "filter": 2
        },
        {
          "title": "Bitcoin, a private rule of law to protect the freedom and property of consumers",
          "authors": "Adriano Diaz",
          "abstract": "Deflation represents an increase in consumer wealth through postponed consumption decisions. State-imposed \"monetary policies\" not only expropriate this increase in wealth attributed to deflation (a fiscal motive) but also penalize consumers for postponing their consumption of goods and services (a form of social engineering). Consequently, there is a shortfall in the state's legal frameworks adequately protecting consumer freedom and property rights. In response, the Bitcoin network has emerged as a private currency governed by a distinct legal framework rooted in proof-of-work. Consumers holding Bitcoin benefit from the economic advantages of global deflation-advantages often usurped by central banks-and experience enhanced freedom to delay consumption, navigating their life paths free from the constraints of social engineering. Thus, Bitcoin contributes value by addressing the shortfall in state legal systems that safeguard consumer freedom and property rights",
          "url": "https://osf.io/5dv9s",
          "doi": "https://doi.org/10.31235/osf.io/5dv9s",
          "filter": 2
        },
        {
          "title": "The shape of shared attention: investigating the influence of environmental variation on the compositional structure of traditional decorative artworks",
          "authors": "Andrew Van Horn; Alexander Stewart",
          "abstract": "Styles of traditional decorative art vary substantially across cultures. While early theorists attributed this variation to differences in environment, scholarship has long focused on decorative artworks as vehicles of social information and stylistic variation as a consequence of social factors. However, if the capacity to create and consume art evolved as a mechanism to shape shared attention, it is possible that environmental factors may indeed play a role in variation of decorative style. We tested this hypothesis by characterizing the compositional structure of 198 textiles from eighteen cultures across the globe using the complexity-entropy plane. Entropy and statistical complexity have previously been used to characterize changes in the compositional structure of paintings of the Western canon over the last millennium. We observed that complexity and entropy are useful measures for characterizing traditional textile designs: high-entropy/low-complexity samples feature dense repetitions of small Euclidean shapes, while low-entropy/high-complexity samples feature large, single-color fields with bold borders. We observed weak-but-significant associations between these measures and three environmental variables: absolute latitude, Koppen climate classification, and a composite variable representing subsistence mode. Interestingly, we observed a significant difference between works from Afro-Eurasia/Oceania and the Americas. Controlling for this and other factors related to social transmission improves the strength of the relationship between compositional structure and subsistence mode. We propose that aesthetic preferences may be affected by subsistence mode as well as cultural factors, and suggest that further studies with more granular environmental data are necessary. We further discuss potential explanations for the observed difference between \"hemispheres.\"",
          "url": "https://osf.io/v8nra",
          "doi": "https://doi.org/10.31235/osf.io/v8nra",
          "filter": 2
        },
        {
          "title": "Demand for Health Insurance: Financial and Informational role of Informal Networks",
          "authors": "Titir Bhattacharya; Tanika Chakraborty; Anirban Mukherjee",
          "abstract": "In response to a remarkably high out of pocket (OOP) health expenditure in India, various state and the national governments in India, tried to introduce public health insurance programs. Despite being free, the take up and utilization of these programs remain low. In this paper, we seek to explain this puzzle by studying the role of informal networks in explaining insurance-adoption behavior in the context of the Arogyasri health insurance program introduced in the erstwhile state of Andhra Pradesh between 2007 and 2008. We use household panel data from the Young Lives Survey (YLS) to empirically study how the adoption of Arogyasri among poor households respond to their membership in informal networks. In this context, we differentiate between two types of network – financial network and information network. We find that adoption and utilization are significantly higher for households with access to informal financial networks. However, adoption and utilization increases much more for households outside informal networks, after they experience health shocks. Information sharing role of informal networks do not seem to affect the decision to adopt insurance. We also provide a simple theoretical framework to discuss the potential mechanisms underlying our empirical results.",
          "url": "https://osf.io/2mq5v",
          "doi": "https://doi.org/10.31235/osf.io/2mq5v",
          "filter": 2
        }
      ]
    }
  ]
}
