{
  "update": "2025-12-30",
  "content": [
    {
      "journal_full": "PsyArxiv",
      "journal_short": "PsyArxiv",
      "articles": [
        {
          "title": "Heart rate synchrony in minimal social interactions in relation to mimicry",
          "authors": "Paula Wicher; Aiko Murata; Shiro Kumano; Antonia Hamilton",
          "abstract": "Humans align their physiology during social encounters, but the mechanisms driving this autonomic coupling remain unclear. Mimicry has been proposed as a driver, yet existing evidence is largely correlational and limited to precisely matched movements. We causally tested whether two forms of mimicry, copying a partner’s choices or motor actions, can induce heart rate synchrony during a controlled, non-verbal art selection task. In the Choice group (21 dyads), a confederate mimicked (or not) the participant’s picture choice but not their hand action. In the Motor group (20 dyads), a confederate mimicked (or not) the participant’s right-hand movements but chose from a different picture pair. Dyadic heart rate synchrony was quantified using mixed-effects models of trial-level heart rate fluctuations. Partners’ heart rates covaried within and across trials, but neither the presence nor the type of mimicry altered this coupling. After modelling temporal trends and comparing real dyads with time-matched pseudo-dyads, the observed synchrony was largely explained by shared task and timing dynamics rather than dyad-specific physiological alignment. Thus, instructed mimicry alone is insufficient to elicit dyad-specific cardiac coupling in minimal, tightly structured interactions. More broadly, these results caution against interpreting physiological synchrony as interpersonal alignment without accounting for shared temporal structure.",
          "url": "https://osf.io/34rys_v2",
          "doi": "https://doi.org/10.31234/osf.io/34rys_v2",
          "filter": 0
        },
        {
          "title": "The Counterspeech Trias Taxonomy: Behavioral, Affective, and Cognitive Techniques Synthesized from a Systematic Literature Review",
          "authors": "Holger Heppner; Birte Schiffhauer; Udo Seelmeyer",
          "abstract": "This paper presents the Counterspeech Trias Taxonomy, a comprehensive classification of counterspeech techniques against hate speech and other forms of incivility in social media.\nThe taxonomy categorizes counterspeech techniques into three primary psychological-functional domains, paralleling the behavioral, affective, and cognitive components of attitudes and persuasion: (1) Behavioral techniques appeal to social norms and evaluate behavior, (2) affective techniques influence through emotional engagement, and (3) cognitive techniques aim to change beliefs or understanding through information and reasoning.\nThe techniques were identified through a systematic literature review of English and German sources published between 2004 and June 2025, describing specific intervention techniques against hate speech and other forms of incivility. Through an iterative and inductive empirical-to-conceptual approach, 16 distinct techniques were identified and organized into seven strategies within the three overarching approaches.\nAn initial search conducted in March 2024 established the tripartite structure based on 44 sources. Two subsequent updates (November 2024 and June 2025) added 12 additional sources, resulting in a final sample of 56 articles.\nThe Counterspeech Trias Taxonomy clarifies the concept of counterspeech by detailing its elemental techniques, enabling a precise definition and facilitating systematic investigations into the effectiveness of different techniques. By providing a psychologically grounded framework, the taxonomy supports systematic investigation of counterspeech effectiveness and the development of evidence-based interventions to foster constructive online discourse and democratic participation. Furthermore, it offers a practical basis for educating community managers and citizen counter-speakers.",
          "url": "https://osf.io/s4v23_v1",
          "doi": "https://doi.org/10.31234/osf.io/s4v23_v1",
          "filter": 0
        },
        {
          "title": "Difficulties in Identifying Causes of Emotions Prospectively Predict the Persistence of Suicidal Thoughts: A Six-Week Longitudinal Study",
          "authors": "Veronika Chernetska; Yael Millgram",
          "abstract": "Background: Suicidal thoughts affect approximately 10% of the population during their lifetime. In about one-third of cases, these thoughts persist, contributing to poorer health and elevated suicide risk. Emotion regulation deficits were found to be a central prospective risk factor for suicidal thought persistence. Still, little is known about the mechanisms driving these deficits. Difficulties in identifying causes of emotions could undermine emotion regulation by limiting the ability to target the source of distress. Recent cross-sectional evidence suggests that such difficulties are linked to the occurrence of suicidal thoughts. However, these associations were never examined longitudinally. This study tested whether difficulties in identifying the cause of negative emotions predicted the persistence and severity of suicidal thoughts over 6 weeks, and whether perceived regulatory success mediated this link. \nMethods: Participants who reported suicidal thoughts in the past week (N=138) completed baseline and 6-week follow-up assessments including questionnaires and Ecological Momentary Assessments (EMAs). Difficulties in identifying causes of emotions were assessed using EMAs and language processing. \nResults: Difficulties in identifying causes of negative emotions predicted greater persistence of suicidal thoughts at follow-up, even after accounting for initial suicidal thought severity and initial depressive and psychiatric symptoms. Mediation analysis revealed that this effect was partly accounted for by lower perceived success in emotion regulation. However, such difficulties did not predict suicidal thought severity. \nConclusion: Findings point to difficulties in identifying causes of emotions as a novel predictor for the persistence of suicidal thoughts, and as a potential target for intervention.",
          "url": "https://osf.io/exkzp_v1",
          "doi": "https://doi.org/10.31234/osf.io/exkzp_v1",
          "filter": 0
        },
        {
          "title": "The Emotional Responses to the Sounds of Organic Affective Tactile Gestures",
          "authors": "Francisco Barbosa Escobar; Malika Auvray",
          "abstract": "Affective touch offers numerous benefits for touchers and touchees, including emotional regulation. However, individuals are engaging in affective touch increasingly less, in part due to the digitalization of experiences, which motivates the question of whether the emotional benefits of affective touch can be conveyed in alternative ways, such as through different sensory modalities. With this in mind, we investigated the emotional responses to the auditory signals produced by organic affective touch gestures. In particular, participants in our five online experiments evaluated different sounds resulting from touch gestures performed by real romantically involved dyads. Experiment 1 provided an overview of the organic affective touch space. Experiment 2 revealed that, lacking explicit cues about the nature of the sounds, organic affective touch sounds elicited emotional responses with reduced positivity, similar to those evoked by object-based interaction sounds. Moreover, we found that individuals were unable to confidently identify whether the sounds involved affective touch gestures. Experiment 3 revealed that framing organic affective touch sounds explicitly as real affective touch, rather than as object-based tactile interactions, elicited more positive emotional responses. Experiment 4 revealed that greater congruence between individuals’ expectations of the sounds of affective touch and the actual auditory cues positively influenced the valence elicited by the sounds. Experiment 5 replicated the effects of framing on the valence of elicited responses with a more salient experimental manipulation. These findings contribute to our understanding of affective touch and underscore the importance of meaning in the construction of its emotional space.",
          "url": "https://osf.io/vyk6e_v4",
          "doi": "https://doi.org/10.31234/osf.io/vyk6e_v4",
          "filter": 0
        },
        {
          "title": "Out-of-Body Level of Experience Scale: Construction and First Validation",
          "authors": "Patrizio Tressoldi; Bruno Abbondanza; Graham Nicholls; Gionata Pellegrini; Admir Serrano; Jade Shaw",
          "abstract": "Out-of-body experiences (OBEs), defined as the subjective sensation of having a personal identity separate from one's physical body, have captivated humanity across cultures and throughout history. \n\tWhile artificial induction techniques have provided valuable insights into the neural correlates of bodily self-consciousness, these artificially generated experiences often lack the perceptual and experiential characteristics of real OBEs. \n\tThis study aimed to develop a practical tool for evaluating the phenomenological characteristics of OBEs, enabling the comparison of OBEs obtained through different methods. \n\tIn collaboration with six advanced out-of-body experiencers (AdvOBErs), a 48-item scale was devised using the Delphi method, encompassing the perceptual, behavioral, experiential, and long-term effects of OBEs. \n\tThe scores obtained from the AdvOBErs were compared with those obtained frpm 113 externally induced OBErs (EIOBErs) and 80 spontaneous out-of-body experiencers (SOBErs) retrieved from scientific papers. \n\tAs expected, the mean of the OBE characteristics of AdvOBErs was approximately 10 times greater than the mean reported by EIOBErs and SOBErs, indicating many more opportunities to explore such a non-ordinary state of consciousness. \n\tIn contrast, EIOBErs and SOBErs, usually with only one brief OBE, were only able to report the characteristic of feeling outside their body and, much less frequently, perceiving information beyond where their physical body was located. \n\tThe Out-of-Body Level of Experience Scale represents a significant methodological advancement, paving the way for more rigorous and comparable research in the field.",
          "url": "https://osf.io/v4s2f_v2",
          "doi": "https://doi.org/10.31234/osf.io/v4s2f_v2",
          "filter": 0
        },
        {
          "title": "Embracing Interdependence in an Individualistic World: Supporting Basic Psychological Needs and Protecting Against Burnout -Development of the Interdependence Acceptance Questionnaire",
          "authors": "Céline Stinus; Nassim Elimari; Ilios kotsou; Christophe André; Rebecca Shankland",
          "abstract": "This article introduces Interdependence Acceptance (IA) (i.e., the disposition to embrace mutual reliance as a source of strength and resilience rather than a threat to autonomy or worth) and presents the development and validation of the Interdependence Acceptance Questionnaire (IAQ). Across four studies, we establish the IAQ’s psychometric robustness and demonstrate its relevance for psychological functioning. Factor analyses confirmed a consistent three-factor structure (Openness to Receiving Help, Valuing Cooperation, and Appreciation of Helping Others) with strong internal reliability in both French (Study 1) and English (Study 4) samples. Study 2 supported construct validity, revealing that IA correlated positively with connectedness to humanity, self-transcendence, and basic need satisfaction, and negatively with egocentrism and basic need frustration. Importantly, IA was associated with both competence and autonomy, suggesting that it shapes whether interdependence is experienced as ego-threatening or autonomy-supportive. Subdimension analyses further revealed that openness and cooperation are more closely tied to motivational and relational functioning, whereas appreciation of helping others reflects broader altruistic orientation. Finally, studies 3 and 4 demonstrated criterion validity, showing that IA predicts lower burnout in students and workers, and greater affective well-being in students. Beyond psychometric validation, this work discusses how IA may serve as a corrective to the cultural myth of radical self-reliance, suggesting that embracing mutual reliance can buffer anticipatory anxiety, guilt, and self-blame, while reframing autonomy as strengthened, rather than weakened, by interdependence. Together, our findings establish IA as a distinct psychological resource that promotes resilience, flourishing, and social cohesion.",
          "url": "https://osf.io/3kja4_v1",
          "doi": "https://doi.org/10.31234/osf.io/3kja4_v1",
          "filter": 0
        },
        {
          "title": "Facial emotion recognition, empathy &amp; psychopathic traits: Understanding differential effects of measures",
          "authors": "Merve Utanğaç; Karen Lander",
          "abstract": "Empathy, encompassing affective and cognitive components, is considered fundamental to understanding psychopathic traits and its relationship with facial emotion recognition. Nonetheless, existing evidence is inconsistent, reflecting variability in measurement approaches and limited use of ecologically valid tasks. We examined associations between empathy, psychopathic traits, and facial emotion recognition in 227 participants. Empathy was assessed using both self-report (Questionnaire of Cognitive and Affective Empathy; QCAE) and performance-based measures (Multifaceted Empathy Test; MET). Psychopathic traits were measured with the Psychopathic Personality Traits Scale–Revised (PPTS-R). Facial emotion recognition was tested using dynamic stimuli across ten emotions. Affective empathy was negatively associated with psychopathic traits across both QCAE and MET. Cognitive empathy showed divergent patterns: self-reported cognitive empathy correlated negatively with psychopathic traits, whereas performance-based cognitive empathy did not. Facial emotion recognition was positively associated only with performance-based cognitive empathy, particularly for embarrassment. No significant associations emerged between psychopathic traits and facial emotion recognition. These findings demonstrate the importance of incorporating diverse assessment tools to investigate empathy, alongside self-report measures. The study further contributes to the existing literature on the relationships among empathy, psychopathic traits, and facial emotion recognition.",
          "url": "https://osf.io/fr27t_v1",
          "doi": "https://doi.org/10.31234/osf.io/fr27t_v1",
          "filter": 0
        },
        {
          "title": "The overlooked self-transcendent nature of meaning in life: having a positive impact on others.",
          "authors": "Joffrey Fuhrer; Florian Cova",
          "abstract": "The prevailing consensus in the psychological literature regarding the construct of meaning in life typically aligns with a tripartite perspective. In this article, we advance theoretical arguments and present empirical evidence that challenge this prevailing view, arguing that the self-transcendent nature of meaning in life has been overlooked, particularly the importance of evaluating one’s life as having a positive impact. Our introduction puts forth several arguments in favor of our hypothesis and justifies our reasons for exploring this new avenue. In Studies 1 and 2, part of our results indicates that individuals who have a positive impact on others are considered to have a more meaningful life than those who don’t. In Study 3, we find that when participants are asked to rate and rank definitions of meaning in life, having a positive impact on others is among the highest-ranked definitions. In Study 4, we present two key findings. We show that a 4-factor model including measures of impact, purpose, coherence and significance has a better fit to our data than a 1, 2 or 3-factor model. Furthermore, we show that people who see themselves as having a positive impact on others rate their life as more meaningful, and this effect remains after controlling for the other three dimensions of purpose, coherence, and significance.",
          "url": "https://osf.io/efk28_v2",
          "doi": "https://doi.org/10.31234/osf.io/efk28_v2",
          "filter": 0
        },
        {
          "title": "Working Memory Facilitates Event Segmentation via Boundary-Triggered Reactivation and Partial Accumulation During Events",
          "authors": "Berna Güler; Sümeyye Karahamza; Yağmur Damla Şentürk; Oded Bein; David Clewett; Eren Gunseli",
          "abstract": "Event segmentation is the cognitive process of dividing continuous experiences into meaningful units. Although working memory (WM) is believed to play an instrumental role in event segmentation, its specific contribution remains under debate. Here, we used two electroencephalography (EEG) indices of WM load, alpha-band suppression and contralateral delay activity (CDA) amplitude, to test whether WM supports event segmentation by gradually accumulating information during unfolding events or by reactivating information at the transitions between events (i.e., event boundaries). Participants viewed object images paired with sounds that both remained in the same category for 6 consecutive items to form a stable event, followed by 2 items from another category, creating an event boundary. Temporal order and sequential memory were used to assess event segmentation. We found increased alpha-band suppression following event transitions, supporting the reactivation account. Evidence for the accumulation was mixed, with no evidence for increased alpha-band suppression and moderate evidence for increased CDA during events. These results indicate that WM contributes to event segmentation primarily through boundary-triggered reactivation, with only limited evidence for within-event accumulation.",
          "url": "https://osf.io/yvta4_v1",
          "doi": "https://doi.org/10.31234/osf.io/yvta4_v1",
          "filter": 0
        },
        {
          "title": "Dimensions of Identity-Representing Belief",
          "authors": "Martin Meyer; Joshua Knobe",
          "abstract": "Recent work has proposed that there are symbolic beliefs. These beliefs do not serve primarily to track the facts in the world but rather to express the believer’s own identity. On this view, several disparate features of belief – from whether a belief is important to identity to whether it is sensitive to evidence – would be related to an underlying “symbolicness” dimension. We converted the features potentially related to symbolicness into items and asked people to rate their own beliefs on them. Study 1 found that beliefs which were high on one feature (importance) were rated higher on all the items, except for sensitivity to evidence. Study 2 found that ratings of any beliefs on almost all the items loaded onto a single, symbolicness factor, except again for evidence insensitivity. Study 3 asked participants to rate their own beliefs on all the items in Study 2 and several additional items which got at whether a belief was subjective. We recovered the symbolicness factor, but found it was largely orthogonal to the subjectivity and evidence insensitivity items. These findings suggest that most of the features we tested relate to an underlying symbolicness factor, which corresponds to whether a belief represents identity. But, surprisingly, this factor was not related to items that get at whether a belief represents facts about the world. It would seem that some beliefs express identity and track facts; some beliefs only do one of these things; and some beliefs do neither.",
          "url": "https://osf.io/qp7v3_v8",
          "doi": "https://doi.org/10.31234/osf.io/qp7v3_v8",
          "filter": 0
        },
        {
          "title": "Geometric Cognition",
          "authors": "Marie Amalric; Yacin Hamami; Mathias Sablé-Meyer",
          "abstract": "This chapter presents an overview of current research on geometric cognition. By integrating evidence from diverse methodologies including behavioral experiments, neuroimaging, computational modeling, and cross-cultural studies, it aims to identify some of the core competencies in geometric cognition, and explore both their underpinnings and developmental course.",
          "url": "https://osf.io/tfk52_v1",
          "doi": "https://doi.org/10.31234/osf.io/tfk52_v1",
          "filter": 0
        },
        {
          "title": "Personality-job fit in terms of the Big Five across the professional lifespan",
          "authors": "Christina M. Juchem; Jaap J. A. Denissen; Eva Asselmann",
          "abstract": "Finding a job that fits is widely recognized as important for personal fulfillment and professional success. Despite the long history of person-environment fit research, surprisingly little is known about person-job fit in terms of basic personality traits. This study examined three basic tenets of fit theory regarding personality-job fit: Fit (1) is pleasurable, (2) regulated by individuals, and (3) changes over time. We hypothesized that personality-job fit would be associated with higher subjective well-being (RQ1), predict less occupational change (RQ2), and vary across the professional lifespan (RQ3). Fit was conceptualized as ‘broad congruence’ between individuals’ Big Five trait levels and expert-rated trait demands of their occupations. We used nationally representative data from German jobholders (N = 18,712-30,883). Multilevel polynomial regression and response surface analysis showed no significant congruence effects but some interactions: More extraverted and open individuals felt better and were less likely to leave their jobs when these traits were strongly demanded by their work, though these outcomes were not optimized at exact personality-job fit. Additionally, personality-job fit improved over time, showing a linear increase across the lifespan. These findings emphasize studying fit theories in detail and considering individuals’ personalities, such as being communicative or original, in career choice.",
          "url": "https://osf.io/nfpvz_v1",
          "doi": "https://doi.org/10.31234/osf.io/nfpvz_v1",
          "filter": 0
        },
        {
          "title": "A Unified Framework for Psychometrics in Experimental Psychology: The Standardized Generalized Hierarchical Factor Model",
          "authors": "Ricardo Rey-Sáez; Alicia Franco-Martínez; Javier Revuelta; Miguel A. Vadillo",
          "abstract": "To address Cronbach’s longstanding call to unify experimental and correlational psychology, Hierarchical Factor Models (HFMs) have emerged as a promising approach to estimate individual differences while accounting for trial-level noise. As formalized by Rouder et al. (2025), this framework assumes Gaussian response times (RTs) and operates in raw units. Here, we generalize this framework by introducing the Standardized Generalized HFM (GenHFM), which incorporates two natural extensions: explicitly modeling asymmetric distributions and implementing a fully standardized latent structure. First, modeling asymmetry allows us to capture the true shape of RTs and, crucially, quantify the bias introduced by fitting Gaussian HFMs to skewed data. Second, the standardized parameterization ensures transparent prior specification and facilitates the analysis of factor loadings, enabling researchers to directly compare the degree of association between experimental effects and common factors, regardless of their original metrics. Consequently, this allows researchers to evaluate the discriminative capacity of each task regarding the latent process, mirroring the assessment of construct validity in classical psychometrics within experimental settings. We conducted a simulation study showing that Gaussian HFMs can underestimate true correlations by up to 50%, whereas GenHFM yields unbiased and more efficient estimates. Finally, we re-analyze data from two published studies using executive control tasks to illustrate the empirical application of these models. Furthermore, we show that GenHFM achieves better predictive accuracy than complex models typically used in the field, such as hierarchical models with covariates or Drift Diffusion Models.",
          "url": "https://osf.io/gv6k7_v1",
          "doi": "https://doi.org/10.31234/osf.io/gv6k7_v1",
          "filter": 0
        },
        {
          "title": "Somatosensory processing in long COVID fatigue and its relations with physiological and psychological factors",
          "authors": "Bethan Thomas; rachael pattinson; Geoffrey Cunningham; Christine Bundy; Jennifer Davies",
          "abstract": "This study aimed to quantify somatosensory processing in long COVID and examine interactions between somatosensory processing, fatigability, state fatigue, trait fatigue, autonomic function, mood and illness beliefs. Eighty-eight participants (44 long COVID and 44 controls) completed at least one testing session involving either a cognitive or physical task. Pre and post-task measures included somatosensory processing, state fatigue, perceived effort, and heart rate variability (HRV). Trait fatigue, autonomic symptoms, mood, and illness beliefs were assessed using validated questionnaires. Group differences and task-related changes were analysed using multivariate and linear mixed models. There was no multivariate effect of group on baseline somatosensory attenuation or gating (p = .172), nor did these measures change following exertion, or associate with post-exertion fatigue. Long COVID participants reported greater fatigue than controls, with 64% meeting criteria for severe fatigue. State fatigue was greater at baseline, throughout both exertion tasks (all p &lt;.001), and increased more during both tasks compared with controls. Despite this, cognitive and physical performance improved similarly across the task, with no group differences in fatigability (p = .199–.441). Long COVID resting HRV was lower, indicating autonomic dysfunction, but was not associated with fatigue. Only group status (p &lt; .001) and pre-task fatigue (p &lt; .001) were associated with post-exertion fatigue. Within long COVID participants, greater depression (p &lt; .001) and perceived illness threat (p = .033) were associated with higher trait fatigue. The absence of somatosensory attenuation or gating abnormalities provides no support for sensory attenuation models of fatigue in long COVID.",
          "url": "https://osf.io/tey2a_v1",
          "doi": "https://doi.org/10.31234/osf.io/tey2a_v1",
          "filter": 0
        },
        {
          "title": "Questionable necessity effects on suicidal ideation: A commentary on Marchetti et al. (2026)",
          "authors": "Kimmo Sorjonen; Bo Melin; Marika Melin",
          "abstract": "Marchetti et al. recommended researchers of mental health to use necessary condition analysis (NCA). In an empirical application, they found statistically significant necessity effects of perceived burdensomeness and thwarted belonging on suicidal ideation. However, necessity effects in NCA do not prove that X is necessary for Y, as the effect could, for example, be due to a correlation between X and Y and this correlation could, in turn, be due to a confounding impact by a third variable Z. We scrutinized the findings and conclusions by Marchetti et al. by estimating “ranges of spuriousness”, i.e., 95% confidence intervals of necessity effects that could be expected due to the correlations between suicidal ideation and perceived burdensomeness and thwarted belonging, respectively. The necessity effects fell within the range of spuriousness, meaning that they could be accounted for by the correlations between the variables. Hence, conclusions by Marchetti et al., that perceived burdensomeness and thwarted belonging are necessary for suicidal ideation, may be challenged. It is important for researchers using NCA to be aware of the method’s severe limitations. We recommend scrutinizing findings by estimating ranges of spuriousness and to require that necessity effects are above this range if concluding that X is necessary for Y.",
          "url": "https://osf.io/rk37v_v1",
          "doi": "https://doi.org/10.31234/osf.io/rk37v_v1",
          "filter": 0
        },
        {
          "title": "From Retreat to Reality: A Qualitative Study of How Adolescents Apply Mindfulness One Month After a Weeklong Retreat",
          "authors": "Jiaxiong Li; Brian Galla; Michael James Tumminia",
          "abstract": "Objectives \nMindfulness programs are increasingly delivered to adolescents to help them navigate emotional and social challenges, yet little is known about how they apply these skills after program completion. While most research has focused on short-term, school-based programs and intra-personal outcomes, this qualitative study explored how adolescents integrated mindfulness into their lives one month after participating in an intensive, weeklong retreat. \nMethods\nFifteen adolescents (Mage = 16.74 years, SD = 1.58 years; 73% girls, 27% boys; 53.3% White, 6.7% African American, 6.7% East Asian, and 33.3% Multiracial) completed interviews one month after a six-day mindfulness retreat. Participants reflected on retreat takeaways and described how they applied mindfulness to personal and social challenges. Data were analyzed using a three-cycle coding process to identify patterns in intra- and inter-personal applications.\nResults\t\nAdolescents described intra-personal applications, such as self-awareness and regulation (100% of adolescents; e.g., regulating thoughts and emotions), practicing self-compassion and acceptance (73%; e.g., being less self-critical), and gaining a broader perspective (60%; e.g., focusing on what matters). They also reported inter-personal applications, including navigating social anxiety and building connections (73%; e.g., using mindfulness to reduce social apprehension), engaging in compassionate communication (67%; e.g., active listening and providing emotional support), and greater social awareness and attunement (53%; e.g., practicing empathy and perspective-taking). All adolescents described experiences in both domains.\nConclusions\nThis study offers insights into how adolescents integrate mindfulness into daily life after an immersive retreat and suggests such experiences foster transferable skills supporting developmental needs. Implications for contemplative science are discussed.",
          "url": "https://osf.io/zfmk2_v1",
          "doi": "https://doi.org/10.31234/osf.io/zfmk2_v1",
          "filter": 0
        },
        {
          "title": "Interactions between autonomic symptoms, interoception, illness perceptions and distress in Long COVID fatigue: An integrative model",
          "authors": "Bethan Thomas; rachael pattinson; Christine Bundy; Jennifer Davies",
          "abstract": "Background\n\nLong COVID is characterised by persistent symptoms, especially fatigue. We investigated the severity and impact of cognitive and physical fatigue in Long COVID, exploring associations with autonomic symptoms, interoceptive sensibility, illness perceptions and distress, underpinned by a novel framework integrating active inference and the Common Sense Model of Self-Regulation.\n\nMethod\n\nOnline cross-sectional survey between November 2024 and September 2025. Adults with self-reported COVID-19 and ≥12 weeks of fatigue symptoms were recruited via convenience sampling and completed validated questionnaires assessing fatigue, autonomic symptoms, interoceptive sensibility, illness perceptions and distress. Correlations and regression analyses examined associations between variables. \n\nResults\n\n183 participants completed the survey. Fatigue severity and impact were high, with physical fatigue rated more severe (Z = −2.96, p = .003) and impactful (Z = -8.714, p &lt; .001) than cognitive fatigue. Correlational analyses showed moderate-to-strong associations between fatigue and autonomic symptoms, interoception, illness perceptions and distress. In regression models, these variables explained 21–54% of variance in fatigue. Autonomic symptoms were positively associated with cognitive and physical fatigue. Depression was associated with cognitive fatigue. Illness perceptions were associated with physical, but not cognitive fatigue. Interoceptive sensibility showed both positive and negative associations with fatigue.\n\nConclusions\n\nLong COVID fatigue is severe and multifaceted. It involves a dynamic interplay between dysfunction in physiological systems, illness perceptions, and distress, with interactions varying across dimensions of fatigue. We propose a framework of interacting physiological and psychological factors that shape the prediction and processing of bodily signals, ultimately giving rise to fatigue.",
          "url": "https://osf.io/a6bks_v2",
          "doi": "https://doi.org/10.31234/osf.io/a6bks_v2",
          "filter": 0
        },
        {
          "title": "Believe or not to Believe in Conspiracy Claims? That is a Question for Signal Detection Theory",
          "authors": "Maude Tagand; Dominique Muller; Cécile Nurra; Olivier Klein; Benjamin Aubert-Teillaud; Kenzo Nera",
          "abstract": "Conspiracy mentality is conceptualized as a continuum. Research on this topic has focused on unwarranted conspiracy claims and the upper end of the conspiracy mentality continuum—people seeing conspiracies everywhere. This focus neglects warranted conspiracy claims and the lower end of the continuum. To better understand conspiracy mentality, we aimed to clarify both ends of the continuum using Signal Detection Theory. We examined how people evaluate warranted and unwarranted conspiracy claims across levels of conspiracy mentality in two studies with 331 French-speaking participants (Study 1) and 576 English-speaking participants (Study 2). Compared with participants high in conspiracy mentality, those low in conspiracy mentality not only believed less in conspiracies but also underestimated their prevalence. However, participants low in conspiracy mentality were more accurate at distinguishing warranted from unwarranted conspiracy claims. These results provide a better understanding of conspiracy mentality and its relationship with perceived truthfulness of conspiracies.",
          "url": "https://osf.io/sdqp3_v1",
          "doi": "https://doi.org/10.31234/osf.io/sdqp3_v1",
          "filter": 0
        },
        {
          "title": "Understanding and predicting cultural change",
          "authors": "Michael E. W. Varnum; Igor Grossmann",
          "abstract": "Human societies are not static; they exhibit constant change in customs, norms, and deep-seated psychological tendencies. Whereas social psychology often makes claims about such changes, these are chiefly based on static, cross-sectional inferences. This chapter reviews our program of research on understanding cultural change, arguing that robust theories demand empirical testing with time-series data. We challenge the static nature of the field, demonstrating how societal shifts in individualism, gender equality, and fertility rates can be understood as adaptive responses to changing physical and social ecological conditions. We then situate this ecological framework in relation to other major theories of cultural change. Building on this framework, we explore the impact of the emerging “digital ecology” on cultural transmission and the importance of culture-ecology feedback loops. Finally, we discuss the new frontiers of a predictive science of cultural dynamics, including efforts to forecast the future, “retrodict” the past, and develop new tools, such as AI-based Historical Large Language Models, for the study of cultural dynamics.",
          "url": "https://osf.io/9jqux_v1",
          "doi": "https://doi.org/10.31234/osf.io/9jqux_v1",
          "filter": 0
        },
        {
          "title": "Reciprocal relations between peer victimization, rumination, and dysphoria: A multi-wave longitudinal study of adolescent girls",
          "authors": "Pau Ortells-Faci; Riley McDanal; Yinghao Zhang; Daniel Klein; Brady Nelson; Roman Kotov; Nicholas R Eaton",
          "abstract": "Objective: Adolescence is characterized by increased vulnerability to internalizing symptoms, particularly among girls. Although peer victimization and rumination have each been implicated in this vulnerability, their dynamic, bidirectional associations with dysphoria remain poorly understood. The current study examined transactional longitudinal relations among peer victimization, rumination, and dysphoria symptoms in adolescent girls. \n\nMethod: Participants were 550 girls (ages 13.5–15.5 years at baseline) from the Adolescent Development of Emotions and Personality Traits (ADEPT) study, assessed across five waves over three years. Self-report measures captured dysphoria, rumination, and peer victimization. A Random-Intercept Cross-Lagged Panel Model was fitted to separate within-person from between-person processes and to test bidirectional associations across time, controlling for age at each wave. \n\nResults: At the between-person level, higher average dysphoria, rumination, and peer victimization were strongly inter-correlated. Within-person analyses showed that elevations in dysphoria predicted subsequent increases in both rumination and peer victimization, and that increases in peer victimization also predicted later elevated levels of dysphoria. Furthermore, the within-person analyses revealed rumination did not predict later changes in the other constructs. \n\nConclusion: Findings suggest that, at the within-person level, changes in dysphoria and peer-victimization may be reciprocally related. In contrast, changes in rumination were only predicted by changes in dysphoria, and not peer victimization, challenging previous theory and evidence on the temporal order between the three constructs. Modeling these processes as transactional and across various levels of analyses may inform more precise estimates for multilevel prevention efforts aimed at reducing disparities experienced by adolescent girls.",
          "url": "https://osf.io/2rpky_v1",
          "doi": "https://doi.org/10.31234/osf.io/2rpky_v1",
          "filter": 0
        },
        {
          "title": "Timing matters: Providing Contingency Instructions to modify Fear Extinction Memories in Anxiety Disorders",
          "authors": "Annalisa Lipp; Christian J. Merz; Beray Macit; Marcella Lydia Woud; Oliver T. Wolf; Jürgen Margraf; Armin Zlomuzica",
          "abstract": "Previous research suggests that contingency instructions (CI), stating that the unconditioned stimulus (UCS) will not be presented anymore, can enhance extinction learning, and additional CI before extinction retrieval can reduce the return of fear. However, immediate pre-retrieval instructions are impractical in therapeutic settings. Thus, this study investigated the impact of CI before and/or after extinction training on extinction learning in 240 participants (120 patients with anxiety disorders (ADs), 120 healthy controls) using a three-day sequential conditioning paradigm. Electrical shocks and colored lamps served as UCS and conditioned stimuli (CS), with skin conductance responses (SCRs), CS valence, and UCS expectancy ratings as readout measures. CI before extinction training enhanced extinction learning for both patients with ADs and healthy controls across the physiological and subjective measures. Instructed healthy controls displayed even lower SCRs than instructed patients during early extinction. Furthermore, participants receiving post-extinction CI showed reduced CS differentiation in their SCRs during extinction retrieval. After a reinstatement, instruction timing differentially affected fear responses across contexts. Participants instructed before and after extinction, and uninstructed participants showed higher fear responses in the original conditioning context. Those instructed only before extinction exhibited increased fear responses in extinction and novel contexts, while participants instructed only after extinction showed heightened fear responses exclusively in the extinction context. The findings highlight how the timing of providing contingency information shapes fear learning and memory.",
          "url": "https://osf.io/kma2e_v3",
          "doi": "https://doi.org/10.31234/osf.io/kma2e_v3",
          "filter": 0
        },
        {
          "title": "Preliminary Validation of a Novel Digital Measure of Emotion Regulation (The Three Circles) in Adolescents",
          "authors": "Dylan Moloney-Gibb; Chase Samuel Sherwell; Sasha Lynn; Jamin Day; James N. Kirby",
          "abstract": "Compassion focused therapy presupposes a tripartite model of emotion regulation, with threat, drive, and soothing systems influencing physiology, affect, and behaviour.  Prior work has established initial validity and reliability of a digital interactive measure of this model called The Three Circles with young adults. This study aimed to examine its psychometric properties with adolescents.\n\tWe recruited 204 adolescents to complete established measures assessing emotion, psychological distress, difficulties with emotion regulation, and self-compassion. Participants then completed The Three Circles. \n\tWe found evidence of good construct validity, with scores on the Three Circles correlating as predicted with established self-report scales, as well as criterion validity, with high threat dominance and low soothing dominance predicting psychological distress and difficulties in emotion regulation, and the opposite predicting higher self-compassion. \n\tResults indicate that The Three Circles is suitable for use with adolescents, providing a parsimonious alternative to assess emotion that may mitigate caveats associated with established measures, such as verbal and emotional literacy, alexithymia, and attentional difficulties. As such, there are positive implications for its use in social context settings with adolescents, whereby these advantages may be particularly useful.",
          "url": "https://osf.io/5nxh4_v1",
          "doi": "https://doi.org/10.31234/osf.io/5nxh4_v1",
          "filter": 0
        },
        {
          "title": "Beyond Snapshots: A Systematic Review of Parent-Adolescent Ecological Momentary Assessment Studies Across Diverse and General Populations",
          "authors": "Reuma Gadassi Polack; Reout Arbel; Martine Wilhelmina Francina Teresia Verhees",
          "abstract": "The last decade has seen a surge in studies using Ecological Momentary Assessment (EMA), where participants complete brief daily questionnaires to capture real-time experiences. While widely used to study adolescents' social-emotional processes, parent-adolescent EMA remains underutilized, particularly within diverse families. This gap is surprising given the proven value of dyadic EMA in studying adult relationships and its potential to elucidate contextualized family dynamics. This systematic review synthesized and critically evaluated existing EMA research on parent-adolescent dyads and triads (i.e., an adolescent and both parents) published between 2014 and 2024, focusing on which populations have been systematically excluded. Following a systematic search of electronic databases (e.g., PubMed), we identified 85 publications originating from 44 distinct datasets that conducted EMA on parent-adolescent dyads or triads. Substantial variability was observed across studies in the number of daily assessments, EMA days, and data-waves collected. Utilization of the multilevel and dyadic features of the data also varied: most papers fully utilized the temporal aspect (e.g., examining within-family processes), while the dyadic/triadic aspect was only partially utilized (e.g., most studies examined unidirectional effects, typically parent-to-child). Regarding populations studied, while most focused on White, non-Hispanic, highly educated samples, some targeted only minority groups (e.g., Chinese-American). However, whether within-family processes differ between populations was rarely examined. Across dyadic (vs. triadic) studies, fathers were underrepresented, and gender identity and sexual orientation were almost never assessed, likely masking the exclusion of gender and sexual minorities. Parent-adolescent dyadic and triadic EMA appears feasible and could provide unique insights into family dynamics in typical and diverse populations. Gaps in the literature and suggestions for advancing inclusion and diversity are discussed.",
          "url": "https://osf.io/v7gr3_v1",
          "doi": "https://doi.org/10.31234/osf.io/v7gr3_v1",
          "filter": 0
        },
        {
          "title": "Beyond Reward and Punishment:  Introducing Costly Countercontrol into the Study of Altruism",
          "authors": "Sabine Windmann",
          "abstract": "Behavioral accounts of altruism have focused on costly reward and costly punishment. A third facet is expressed here as costly countercontrol, defined as persistent counteraction of dominant reinforcement schemes for the benefit of others. While this form of behavior is inherently risky, it involves behavioral reversal, and if it spreads, it can trigger long-term collective benefits through sociocultural transformation. In a game scenario, it could be operationalized as establishment of other-benefiting behavioral rules despite socially enforced contingencies to the opposite. Different from moral and civil courage, it is conceptualized here from a behaviorist standpoint. Examples from real life include whistleblowing and principled dissent in support of a moral cause. The article explores the challenges of assessing such behavior and reviews selected paradigms that contain its main components. Lastly, the limitations of current artificial intelligence systems in generating countercontrol are discussed, thereby highlighting the uniquely human capacity for this antagonistic form of altruism.",
          "url": "https://osf.io/dzn6m_v2",
          "doi": "https://doi.org/10.31234/osf.io/dzn6m_v2",
          "filter": 0
        },
        {
          "title": "Breaking Bouba-Kiki: The Effect of Label Similarity on Naming Perceptually Similar Referents",
          "authors": "Wesley Leong; Bodj Oliver Alngohuro; Eiling Yee",
          "abstract": "When we encounter a novel label, what, if anything, do we assume about the appearance of its referent? Prior work has shown that sound-shape correspondences (e.g., rounded sounds pairing with rounded shapes) can guide how people map novel labels to objects. Here we examine whether people also have a bias to map labels that are similar in form onto perceptually similar concepts (and vice versa). Across three experiments, we show bidirectional evidence of this. In Experiment 1, adults were first introduced to a novel label–referent pairing (e.g., “This is a toku.” written above an image of an alien species) and then selected which of two new species best fit a second, novel label. When the new label was similar to the initial one, e.g., teki, participants reliably mapped it onto the species that looked more similar to the first one. In Experiment 2, we show that this label similarity effect is robust enough to override pre-existing sound-shape preferences. And in Experiment 3, we demonstrate that the effect also operates in production: after being introduced to a novel creature, participants generated more similar labels when asked to label a perceptually similar, but distinct creature. We propose a bias to assume that similarity in conceptual space maps onto similarity in lexical space when inferring new label-referent mappings, and we speculate that this bias may be an instance of a broader principle of similarity-based mapping across domains. Finally, we discuss potential implications for language learning and use more broadly.",
          "url": "https://osf.io/vzah6_v1",
          "doi": "https://doi.org/10.31234/osf.io/vzah6_v1",
          "filter": 0
        },
        {
          "title": "Beyond a Unidimensional View: The Multilayered Perspective on the Implicit-Explicit Knowledge Interface",
          "authors": "Junya Fukuta",
          "abstract": "In recent years, insights from cognitive psychology on unconscious learning have been applied to second language acquisition (SLA) research, proposing that unconscious knowledge gradually becomes conscious through repetitive experience. This perspective offers a reinterpretation of the interface between implicit and explicit knowledge in SLA, contrasting with the traditional view that explicit knowledge gives rise to implicit knowledge. While the phenomenon of unconscious knowledge becoming conscious provides valuable insights into the dynamics of knowledge acquisition, it also suggests the need to reconceptualize the traditional notions of implicit and explicit knowledge. This paper aims to propose a framework that integrates recent insights on unconscious learning with traditional claims in SLA. Specifically, we propose replacing the unidimensional linear continuum view—which positions implicit and explicit knowledge as two ends of a single axis and conceptualizes second language development as a back-and-forth transition between these poles—with a multilayered knowledge view: The Hierarchical-Layer Model of Conscious-Unconscious Knowledge (H-L Model). This alternative model serves as a working hypothesis to better capture the multilayered and differentiated nature of linguistic cognition.",
          "url": "https://osf.io/dt2bh_v1",
          "doi": "https://doi.org/10.31234/osf.io/dt2bh_v1",
          "filter": 0
        },
        {
          "title": "Shadow Epistemology and the Neurodiversity Movement: Towards a Philosophy of Contested Psychiatric Knowledge",
          "authors": "Marios Adamou",
          "abstract": "This paper examines the philosophical foundations and implications of what we term \"shadow epistemology\" within the neurodiversity movement, understood as parallel knowledge validation systems that emerge when experiential certainty about neurodivergent status diverges from institutional psychiatric recognition. Drawing on critical psychiatry traditions, phenomenological approaches to mental distress, and contemporary debates in social epistemology, we argue that shadow epistemologies reveal fundamental tensions in psychiatric knowledge production that cannot be resolved through improved clinical practice alone. We trace the genealogy of shadow epistemology through anti-psychiatry movements, disability studies, and feminist epistemology, examining how each tradition contests medical authority whilst constructing alternative frameworks for understanding minds that differ from statistical and functional norms. The paper explores three central philosophical problematics: the incommensurability between first-person phenomenological knowledge and third-person clinical observation, the social construction of diagnostic categories alongside the material reality of cognitive difference, and the tension between epistemic democracy and expert authority in psychiatric contexts. We argue that shadow epistemologies function simultaneously as legitimate challenges to psychiatric power and as potentially problematic resistance to disconfirmation, embodying contradictions that mirror deeper philosophical tensions within psychiatry itself regarding the nature of mental disorder, the status of subjective experience, and the proper relationship between medical expertise and lived knowledge. The analysis concludes by considering what shadow epistemologies reveal about the limits of psychiatric epistemology and the possibilities for more pluralistic approaches to neurodevelopmental difference that neither collapse into relativism nor reassert unexamined clinical authority.",
          "url": "https://osf.io/7f64k_v1",
          "doi": "https://doi.org/10.31234/osf.io/7f64k_v1",
          "filter": 0
        },
        {
          "title": "Early adaptive schemas and parental acceptance of sexual orientation in gay men",
          "authors": "Borislav Karapanov; Andreas Bär",
          "abstract": "Introduction: Gay men face persistent discrimination and social stressors, including limited parental acceptance of their sexual orientation, contributing to higher rates of emotional distress and mental health challenges compared to straight men. While one study has examined early maladaptive schemas in this population, Early Adaptive Schemas (EAS) – cognitive-emotional patterns associated with mental well-being – remain unexplored. This study investigated EAS prevalence in gay versus straight men and examined associations between parental acceptance and EAS development in gay men. \nMethods: A cross-sectional study recruited 122 participants (51 gay, 71 straight) between November 2024 and June 2025. We measured 14 distinct EAS using the Young Positive Schema Questionnaire. Parental acceptance was assessed using the Perceived Parental Reactions Scale.\nResults: Gay men showed significantly lower overall EAS scores compared to straight men. Exploratory analyses revealed gay men scored lower on Basic Health and Safety/Optimism and Stable Attachment schemas, with a potential difference in Healthy Self-Reliance/Competence. Parental acceptance was not significantly associated with overall EAS scores among gay men, though a potential relationship emerged with Emotional Fulfillment without multiple comparisons correction.\nConclusions: Gay men demonstrated specific vulnerabilities in specific schemas, while maintaining comparable levels in most domains. These findings suggest minority stress may operate through targeted rather than global mechanisms. Parental acceptance may foster resilience through specific adaptive schemas.\nPolicy Implications: Results support strength-based therapeutic approaches for gay men, with interventions potentially targeting specific schemas like Basic Health and Safety/Optimism and Stable Attachment to enhance resilience against minority stress experiences.",
          "url": "https://osf.io/btge4_v1",
          "doi": "https://doi.org/10.31234/osf.io/btge4_v1",
          "filter": 0
        },
        {
          "title": "Concurrent and Lagged Synchrony in Parents’ and Adolescents’ Daily Positive and Negative Affect: Distinct Predictors Across Synchrony Types",
          "authors": "Hannah E. Marshall; Haran Sened; Kelley Gunther; Jutta Joormann; Reuma Gadassi Polack",
          "abstract": "Background: Parent-adolescent emotion dynamics are considered instrumental in clinical formulations of adolescent mental health; however, parent-adolescent affective synchrony in day-to-day life has received little empirical attention. Most research has relied on brief laboratory paradigms, which provide limited insight into how affective synchrony unfolds in everyday life and what factors drive its patterns.\n\nMethod: In this preregistered study, 112 adolescents (12–18 years) and 108 parents completed baseline measures of closeness, responsiveness, insensitivity, depressive symptoms, and social anxiety symptoms. Then, for 28 subsequent days, participants reported their positive affect (PA) and negative affect (NA). We used Bayesian linear mixed effects models to quantify concurrent, adolescent-lagged, and parent-lagged synchrony in PA and NA and tested whether mean-centered baseline measures predicted each synchrony type.\n\nResults: Parents and adolescents exhibited concurrent and adolescent-lagged synchrony in their daily PA and NA. Concurrent, adolescent-lagged, and parent-lagged synchrony in PA were only weakly correlated with those in NA. Adolescent-rated closeness positively predicted concurrent synchrony in PA, but not NA. Adolescent-rated parent insensitivity and adolescent social anxiety positively predicted synchrony in NA, but not PA. Parent-rated adolescent responsiveness positively predicted adolescent-lagged synchrony in PA. Adolescent-rated parent responsiveness and insensitivity predicted adolescent-lagged synchrony in NA. \n\nConclusions: Concurrent and adolescent-lagged synchrony in PA and NA are differentially predicted by adolescents’ (but usually not parents’) perceptions of their relationship and social anxiety symptoms. In addition to enhancing theoretical understanding of parent-adolescent emotion dynamics, this study has important implications for how such dynamics should be targeted in clinical settings.",
          "url": "https://osf.io/zhk27_v1",
          "doi": "https://doi.org/10.31234/osf.io/zhk27_v1",
          "filter": 0
        },
        {
          "title": "Factors Influencing L2 Learners’ Use of the English Dative Construction: Insights from a Learner Corpus",
          "authors": "Junya Fukuta; Akira Murakami; Masato Terai; Yu Tamura",
          "abstract": "This study examines when and how second language (L2) learners begin to exhibit sensitivity to key factors influencing the choice between the English double object (DO) and prepositional object (PO) constructions. While previous research has shown that such choices in native speakers are influenced by such factors as animacy, pronominality, and verb bias, little is known about the developmental timing of these effects in L2 production. Using 5,785 dative constructions from a large-scale learner corpus (EFCAMDAT), we analyzed how these variables interact with learners’ proficiency levels across 23 verbs. We found that learners showed systematic sensitivity to all of these factors, including statistical verb bias derived from a native speaker corpus (COCA), at much earlier stages than previously suggested. These results suggest that learners may possess a cognitive bias that maps preexisting conceptual structures onto linguistic constructions, reflecting more than mere statistical learning.",
          "url": "https://osf.io/a6f2u_v1",
          "doi": "https://doi.org/10.31234/osf.io/a6f2u_v1",
          "filter": 0
        },
        {
          "title": "Proactive and Reactive Inhibition Are Dissociable: Evidence from Go/No-Go and Stop-Signal Tasks",
          "authors": "Tooba Mirza",
          "abstract": "Background: Proactive and reactive inhibition are key components of inhibitory control that support flexible, goal-directed behaviour. Proactive inhibition involves the anticipatory regulation of motor responses based on contextual demands, whereas reactive inhibition refers to the rapid cancellation of an already initiated action following an external stop signal. Although these processes are often grouped within a unified inhibitory control framework, emerging evidence suggests they may rely on partially distinct cognitive and neural mechanisms.\n\nMethods: This pilot study examined whether individual differences in proactive inhibition are associated with reactive inhibition performance. Fifteen healthy young adults (M = 23.4 years) completed a Go/No-Go Task (GNGT) and a Stop-Signal Task (SST) in a counterbalanced order. Proactive inhibition was indexed using NoGo accuracy, and reactive inhibition was indexed using Stop-trial accuracy.\n\nResults: Pearson correlation analyses revealed a moderate negative association between NoGo accuracy and Stop-trial accuracy (r = −0.43), which did not reach statistical significance (p = .108).\n\nConclusion: Although preliminary, the observed pattern is consistent with accounts proposing a dissociation between action restraint and action cancellation. These findings highlight the importance of assessing proactive and reactive inhibition as potentially separable components of executive control.\n\nKeywords: proactive inhibition; reactive inhibition; go/no-go task; stop-signal task; inhibitory control",
          "url": "https://osf.io/r5anq_v1",
          "doi": "https://doi.org/10.31234/osf.io/r5anq_v1",
          "filter": 0
        },
        {
          "title": "The Offline Optimum: Why Sleep is a Computational Necessity in Complex Brains",
          "authors": "Paul Goldsmith",
          "abstract": "The evolutionary persistence of sleep in complex nervous systems remains a biological paradox. While its restorative functions are well documented, they describe what happens during sleep rather than why a complex organism must repeatedly enter a state of profound vulnerability and unconsciousness to perform them. Here, I propose the Computational Necessity Hypothesis: that sleep is an unavoidable consequence of a non–modular, high–dimensional neural architecture optimized for flexible behaviour. In biological neural networks, learning is distributed and overlapping; optimizing synaptic weights for a new task inevitably creates interference with prior capabilities (\"catastrophic interference\"). I argue that sleep provides the necessary \"offline\" state for a global optimization process – traversing network configurations to find a system–wide equilibrium that cannot be computed during real–time sensory–motor processing, i.e. wakefulness. This framework generates testable predictions about stage-specific cognitive deficits and representational drift across waking and sleep.",
          "url": "https://osf.io/n4fbz_v1",
          "doi": "https://doi.org/10.31234/osf.io/n4fbz_v1",
          "filter": 0
        },
        {
          "title": "Application of Item Response Theory (IRT) to the GHQ-12 in Spanish University Students",
          "authors": "Sergio Navas-León; Rodrigo Schames Kreitchmann; Francisco Pablo Holgado-Tello; Diego Díaz-Milanés",
          "abstract": "Abstract\nBackground: The 12-item General Health Questionnaire (GHQ-12) is widely used to screen psychological distress, yet its factorial structure and item-level properties remain to be fully explored in university populations, where psychological distress is highly prevalent, and interventions are urgently needed.\nMethods: A cross-sectional survey was conducted with Spanish undergraduate students (N = 798). Factorial structure was examined through confirmatory factor analyses. Reliability and discriminant validity were assessed using satisfaction with life, sense of coherence, and self-esteem. Item-level properties were analysed using Item Response Theory (Graded Response Model), focusing on discrimination, threshold parameters, information curves, and differential item functioning (DIF) by gender.\nResults: Analyses supported an essentially unidimensional structure, despite slightly superior fit of multidimensional models, given high interfactor correlations. Internal consistency was robust (α = .88, ω = .89), and discriminant validity was confirmed. Item Response Theory (IRT) results indicated optimal precision in the mild-to-moderate distress range (θ ≈ 0–2). Items such as “Difficulty concentrating” and “Loss of sleep” emerged as early-warning signals, while “Couldn’t overcome difficulties” and “Feeling unhappy” and depressed functioned as critical markers of moderate-to-high risk. More severe items, including “Thinking of self as worthless”, acted as indicators for immediate referral. DIF analyses revealed minimal gender bias.\nConclusions: The GHQ-12 demonstrated strong reliability, validity, and nuanced item functioning in this population. Its layered item structure supports its use not only as a global indicator of distress but also as a tool to inform stepped-care strategies in university mental health programmes, from universal prevention to targeted interventions.\nKeywords: GHQ-12; psychological distress; Item Response Theory; reliability; validity; university students",
          "url": "https://osf.io/6vqkw_v1",
          "doi": "https://doi.org/10.31234/osf.io/6vqkw_v1",
          "filter": 0
        },
        {
          "title": "Validating an Acute Stress Induction Method in Adult Spanish-Speaking Populations",
          "authors": "Sergio Navas-León; Jon Andoni Duñabeitia",
          "abstract": "Background: This study presents the first Spanish-language validation of a stress induction method originally developed for English-speaking samples. The protocol, based on time pressure and performance feedback to elicit stress, was tested in a laboratory setting. Methods: A total of 60 participants from the general adult Spanish population were randomly assigned to either a stress (n = 30) or control condition (n = 30). The experimental group completed general knowledge and arithmetic tasks under time pressure with feedback, while the control group completed easier versions of the same tasks without time constraints and feedback. Participants rated their state anxiety on visual analogue scale and their emotional valence on Likert-type scale. The number of errors made was also assessed. Results: Participants in the control group showed significantly higher accuracy on the acute stress task than those in the experimental group. Stress responses also differed between groups: the experimental group reported significantly higher anxiety and lower emotional valence, indicating a more negative affective experience. Discussion: These findings support the validity of a culturally adapted acute stress protocol for Spanish-speaking population. The protocol highlights its potential for scalable applications in both clinical and educational contexts.",
          "url": "https://osf.io/s8yvt_v1",
          "doi": "https://doi.org/10.31234/osf.io/s8yvt_v1",
          "filter": 0
        },
        {
          "title": "Personality trait assessment streamlines hypothesis-driven case formulation and treatment planning",
          "authors": "Holly Frances Levin-Aspenson; Kasey Stanton",
          "abstract": "This commentary focuses on describing how global, general assessments of personality and psychopathology provide complementary information to social-cognitive measures (e.g., rejection sensitivity, behavioral inhibition/activation) in clinical assessment. We completely agree with perspectives that additional within-person research is needed to inform evidence-based treatment planning, and we applaud related efforts focused on understanding personality structure and associations using intensive longitudinal methods. However, we believe that additional within-person research is also needed for social-cognitive measures, in addition to personality measures based on trait models, as most psychometric research on these measures has been cross-sectional and/or at the between-person level. We also hope that research can continue to advance understanding of the significant overlap across personality and social-cognitive models and measures. In addition to highlighting important areas of overlap, we also describe how general assessments of personality and related constructs can provide helpful information, in initial treatment planning phases, especially for screening; strengthening diagnostic formulations; and collaboratively establishing general profiles of client strengths, functioning, and areas of need in a structured manner.",
          "url": "https://osf.io/2ky39_v2",
          "doi": "https://doi.org/10.31234/osf.io/2ky39_v2",
          "filter": 0
        },
        {
          "title": "When research does not synchronize: Comprehensive analyses show no mother–child physiological coupling",
          "authors": "Georgios Rousis; Lisa Gistelinck; Ward Deferm; Rowena Van den Broeck; Bieke Bollen; Sam Wass; Gunnar naulaers; Maarten De Vos; Bart Boets",
          "abstract": "Biobehavioral synchrony refers to covariation in physiological signals between interacting partners and is widely hypothesized to support co-regulation, bonding, and early socio-emotional development. This assumption is particularly salient for children born preterm, who often experience reduced early physical contact and prolonged neonatal separation, potentially shaping later caregiver–child attunement. Here we present a large-scale, systematic investigation of mother–child physiological synchrony in 102 dyads (70 preterm 5-year-olds and 32 matched full-term controls). Heart rate was recorded across eight interaction paradigms spanning passive viewing to face-to-face play. We applied the major commonly used analytic approaches, combined with rigorous surrogate-data controls and multiverse analyses, to assess the robustness of synchrony estimates. Across all paradigms, metrics, and analytic variants, synchrony in real dyads never exceeded that observed in pair-shuffled or segment-shuffled surrogate data. Patterns were virtually identical in full-term and preterm groups, and no reliable variability in synchrony remained that could be related to indices of prematurity. Together, these findings challenge the view that autonomic synchrony is a robust or ubiquitous feature of early social interaction and reveal substantial methodological fragility in current synchrony research. Our results underscore the need for more rigorous analytical frameworks and raise critical questions about when - and whether - physiological synchrony genuinely emerges in caregiver–child relationships.",
          "url": "https://osf.io/dq4fe_v1",
          "doi": "https://doi.org/10.31234/osf.io/dq4fe_v1",
          "filter": 0
        },
        {
          "title": "People Underestimate the Acceptability of Canceling Plans with Others",
          "authors": "Rajarshi Majumder; Esra Aslan; Jareef Martuza",
          "abstract": "Consumers frequently cancel social consumption experiences with others, such as dining out or attending events. Do cancelers correctly infer the reactions of those who are canceled on? Correct estimation, overestimation, and underestimation are all plausible predictions from existing literature. Across 11 studies (N = 6,824) with American and French participants, this research shows that cancelers underestimate how acceptable others find being canceled on. This underestimation effect is robust across different plan types, whether alternatives to the original plan exist, the level of effort exerted by the person canceled on, and justifications for canceling. Findings also reveal that the effect is partly driven by the cancelers’ beliefs that others are less forgiving and more impacted by cancellations than they actually are. Consequently, cancelers also overestimate monetary amounts of gifts and the time commitment of favors that those canceled on expect as compensation. Interestingly, upfront compensatory action only partly attenuates the underestimation effect, suggesting the misperception is deep-rooted. Together, these findings extend consumer research on misperceptions about others, from social beliefs regarding plan cancellations to compensatory gift-giving.",
          "url": "https://osf.io/st6a5_v1",
          "doi": "https://doi.org/10.31234/osf.io/st6a5_v1",
          "filter": 0
        },
        {
          "title": "Neural differences between monolinguals and early bilinguals in their native language during comprehension",
          "authors": "Patricia Elena Román; Julio González; Noelia Ventura-Campos; Aina Rodríguez-Pujadas; Ana Sanjuán; Cesar Avila",
          "abstract": "Research has shown that semantic processing of sentences engages more activity in the bilingual compared to the monolingual brain and, more specifically, in the inferior frontal gyrus. The present study aims to extend those results and examines whether semantic and also grammatical sentence processing involve different cerebral structures when testing in the native language. In this regard, highly proficient Spanish/Catalan bilinguals and Spanish monolinguals made grammatical and semantic judgments in Spanish while being scanned. Results showed that both types of judgments recruited more cerebral activity for bilinguals in language-related areas including the superior and middle temporal gyri. Such neural differences co-occurred with similar performance at the behavioral level. Taken together, these data suggest that early bilingualism shapes the brain and cognitive processes in sentence comprehension even in their native language; on the other hand, they indicate that brain over activation in bilinguals is not constrained to a specific area.",
          "url": "https://osf.io/k3ux7_v1",
          "doi": "https://doi.org/10.31234/osf.io/k3ux7_v1",
          "filter": 0
        },
        {
          "title": "Personality Auto-Scoring with Large Language Models Using a Realistic Accuracy Model of Behavioral Cues in Chatbot Interviews",
          "authors": "Zihan Yan; Ashley Sylvara; Pengda Wang; Tianjun Sun; Ziang Xiao",
          "abstract": "Advances in artificial intelligence, particularly large language models (LLMs), have opened new possibilities for automating personality assessment through text-based chatbot interviews. While prior research has applied machine learning (ML) and natural language processing (NLP) methods to score interview responses, these approaches often lack a strong theoretical foundation for extracting and interpreting trait-relevant behavioral cues. In this study, we integrate Funder’s Realistic Accuracy Model (RAM) into LLM-based autoscoring to enhance the identification and utilization of behavioral cues in personality evaluation. We use two archival samples (N = 521) to examine the alignment between LLM-derived personality scores and established measures, including human-coded behavioral description and narrative interview ratings, as well as self-reported Big Five personality assessments. We compare results from a job-focused behavioral interview (Sample 1; N = 218) and narrative identity interviews (Sample 2; N = 303). In the behavioral interview sample, RAM-based LLM prompts demonstrated stronger convergence with human ratings than zero-shot prompts. However, in the narrative interview sample, this advantage was attenuated, with RAM- and zero-shot-based LLM scores showing similar convergence. In Study 2, we analyzed differences in the behavioral cues extracted by LLMs and human raters to better understand the rating reasoning process. Similarity analyses revealed moderate overlap between LLM-extracted and human-annotated cues. These findings suggest that theory-guided LLMs can identify behavioral cues that partially overlap with those used by humans. Limitations and implications for scalable, accurate, and interpretable AI-based personality assessment are discussed.",
          "url": "https://osf.io/rtsm5_v1",
          "doi": "https://doi.org/10.31234/osf.io/rtsm5_v1",
          "filter": 0
        },
        {
          "title": "New risk indexes for identifying children at risk of high-risk substance use during adolescence",
          "authors": "William E. Pelham; Meghan Dontha; Isabel R. Aks; Athena Nooney; Tia C. Chitty; Oscar Gonzalez; Herry Patel; Emily C Kemp; Sophia Blyth; Susan Tapert",
          "abstract": "Aim: Develop brief, practical risk indexes for identifying children with no/minimal history of substance use who are at risk of high-risk substance use patterns during adolescence.\nDesign: Observational, longitudinal cohort study (ABCD Study).\nSetting: 21 study sites across the United States.\nParticipants: Community-based sample of 8,055 youth recruited at ages 9-10 years old (49% female, 20% Hispanic; 15% Black).\nMeasurements: To create the risk indexes, we drew items from a comprehensive baseline assessment when youth were 9-10 years old that measured all major risk factors for adolescent substance use. We then measured substance use outcomes at annual follow-up assessments occurring annually through age 15-16 years old. We used a training subsample (n=5,555) to choose which items should be on the risk indexes and fit a risk algorithm, then evaluated the predictive performance of each risk score in holdout data (n=2,500).\nFindings: The parent- and youth-report risk indexes were 8 items long, each asking questions about multiple risk factors for future substance use. The risk score based on parent report at ages 9-10 predicted several clinically meaningful outcomes during early-to-mid adolescence: being treated for a substance use problem (AUC=0.84), meeting DSM 5 criteria for a substance use disorder (AUC=0.68), experiencing multiple negative consequences of use (AUC=0.64) and establishing monthly use before one’s 15th birthday (AUC=0.68) (ps&lt;.001). Children in the top 10% of the parent-report risk score were 2.1-3.1x times more likely than the base rates to go on to display high-risk substance use outcomes during adolescence. The risk scores significantly predicted alcohol, cannabis, and nicotine use outcomes, in addition to general substance use. Risk scores based on youth report were also significant predictors of substance use outcomes, but their performance was weaker (mean AUC=0.65, vs. 0.68 for parent report).\nConclusions: 8-item parent- and youth-reported risk indexes a identify children at markedly elevated risk of clinically concerning substance use outcomes. These risk indexes compare favorably with existing tools and might prove useful for triage, monitoring, or targeted prevention. The next step is to perform external validations in new samples.",
          "url": "https://osf.io/4rfve_v1",
          "doi": "https://doi.org/10.31234/osf.io/4rfve_v1",
          "filter": 0
        },
        {
          "title": "Confidence-accuracy dissociations in perceptual decision making",
          "authors": "Dobromir Rahnev",
          "abstract": "Confidence in perceptual tasks typically follows accuracy, making it difficult to study the mechanisms specific to confidence computation. However, the last decade and a half has seen a proliferation of experimental manipulations that lead to confidence-accuracy dissociations where one condition leads to higher confidence, but equal (or lower) accuracy compared to another condition. Such dissociations promise to reveal the underlying principles behind confidence ratings. Nevertheless, there is no consensus surrounding how to create confidence-accuracy dissociations or how to interpret their existence. This review first categorizes existing confidence-accuracy dissociations, highlighting that they can be produced by stimulus, task, or brain manipulations. It then examines the most common mechanistic explanations for why such dissociations occur. Finally, it explores several confusions and open questions regarding the use of the term “positive evidence bias,” the relationship between confidence-accuracy dissociations and metacognition noise, and the role of reaction time in such dissociations. Overall, this review highlights the fact that confidence-accuracy dissociations can be produced by multiple mechanisms and suggests that computational models of confidence should be evaluated based on their ability to predict new dissociations.",
          "url": "https://osf.io/texrb_v1",
          "doi": "https://doi.org/10.31234/osf.io/texrb_v1",
          "filter": 0
        },
        {
          "title": "Are women overrepresented in communal jobs, and men overrepresented in agentic jobs? A test of the assumptions of social role theory",
          "authors": "Hannah B. Eareckson",
          "abstract": "Social role theory suggests that men and women are represented in jobs based on whether the work is agentic or communal, but most research has focused on a small set of occupations, like STEM and HEED. In this study, we measured perceived masculinity, femininity, agency, and communion for 347 U.S. jobs using O*NET descriptors and 2022 Census data. Participants rated 134 job characteristics, which we combined into composite scores weighted by activities, skills, abilities, and values. We tested whether percent women in a job predicted communal or agentic work, whether job femininity-masculinity aligned with perceived communion and agency, and whether these relationships differed by job preparation level. Results show that women are consistently overrepresented in communal jobs, but men are only overrepresented in agentic jobs for high-preparation occupations. Job femininity strongly aligns with communal content, while job agency only aligns moderately with masculinity in high-prep jobs. These findings show that the links between gender, agency, and communion vary across the occupational landscape.",
          "url": "https://osf.io/8azun_v2",
          "doi": "https://doi.org/10.31234/osf.io/8azun_v2",
          "filter": 0
        },
        {
          "title": "Strengths and Weaknesses: Early word learning skills and profiles of vocabulary development",
          "authors": "Laia Fibla; John P Spencer; Larissa K. Samuelson",
          "abstract": "Early vocabulary development predicts later cognitive functioning and school success. We sought to examine how processing differences across several skills that contribute to early word learning relate to variability in children’s vocabulary development. Building on recent direct measures of early vocabulary and language learning processes, we collected data from 166 children between 15- to 27-months in a single eyetracking task measuring lexical speed of processing, comprehension, novelty bias, word mapping and new word retention. We found clear differences in responding across the different measures and robust patterns of developmental change. Children’s comprehension grew over development, and across word classes they showed clearly distinct looking patterns, reflecting fundamental differences in word type processing and more efficient noun recognition compared to adjectives and verbs. Speed of processing and online comprehension showed strong relationships with concurrent vocabulary, similar to previous reports. Children also showed a strong improvement in referent selection over development, but as found in previous literature, they did not show evidence of retaining new word-object mappings formed on earlier trials of the task. Data driven classification found two robust clusters of children. One group showed faster speed of lexical processing, better comprehension and were better at linking new nouns to novel objects. Numerically, this group had the highest parent-reported concurrent productive vocabulary scores. Data are discussed in relation to similar work in the literature, what concurrent measurement of multiple word learning processes reveals about the system of multiple processes supporting early vocabulary development, and children’s individual trajectories of word learning.",
          "url": "https://osf.io/dh7zc_v2",
          "doi": "https://doi.org/10.31234/osf.io/dh7zc_v2",
          "filter": 0
        },
        {
          "title": "An Impartial Bayesian Hypothesis Test for Audit Sampling",
          "authors": "Koen Derks; jacques de swart; Eric-Jan Wagenmakers; ruud wetzels",
          "abstract": "Auditors who perform audit sampling are often interested in obtaining evidence for or against the hypothesis that the misstatement in a population of items is lower than a critical limit, the so-called performance materiality. Here, we propose to perform this hypothesis test using a Bayesian approach that involves the use of an impartial prior distribution, assigning equal prior probabilities to the competing interval hypotheses. Firstly, we argue that the impartial prior distribution is sensible for auditors because it is easy to justify, interpret, and explain. Secondly, we show that Bayes factors computed using this prior distribution have desirable statistical properties. Finally, we compare these Bayes factors with traditional p-values in an audit sampling context and elaborate on the merits of the impartial Bayesian hypothesis test.",
          "url": "https://osf.io/8nf3e_v3",
          "doi": "https://doi.org/10.31234/osf.io/8nf3e_v3",
          "filter": 0
        },
        {
          "title": "Biased AI Writing Assistants Shift Users’ Attitudes on Societal Issues",
          "authors": "Sterling Williams-Ceci; Maurice Jakesch; Advait Bhat; Kowe Kadoma; Lior Zalmanson; Mor Naaman",
          "abstract": "AI writing assistants powered by Large Language Models (LLMs) are increasingly used to make autocomplete suggestions to people as they write. Can these AI writing assistants impact people’s attitudes in this process? In two large-scale preregistered experiments (N=2,582), we exposed participants writing about important societal issues to an AI writing assistant that provided biased autocomplete suggestions. When using the AI assistant, the attitudes participants expressed in a post-task survey converged towards the AI’s position. Yet, a majority of participants were unaware of the AI suggestions’ bias and their influence. Further, the influence of the AI writing assistant was stronger than the influence of its suggestions when presented as static text, showing that the influence is partially due to AI writing assistants leading people to incorporate biased viewpoints into their own writing. Lastly, warning participants about assistants’ bias before or after exposure does not mitigate the influence effect.",
          "url": "https://osf.io/mhjn6_v4",
          "doi": "https://doi.org/10.31234/osf.io/mhjn6_v4",
          "filter": 0
        },
        {
          "title": "The Five-Dimensional Dual Cycle Model of Identity Formation: Domain-Specific Identity Processes and Domain-General Statuses – Evidence from Serbian Youth",
          "authors": "Irena Stojković; Marija Jelić; Phd, Tatjana Slavko Mentus Kandić; Božidar Filipović; Marijana Veselinović",
          "abstract": "The five-dimensional dual-cycle model of identity formation has been widely used in research. However, it has not been investigated whether identity processes, as described by this model, are general across various domains or domain-specific.The main objective of this study was to address this gap in knowledge by exploring whether identity processes, as described by the model, are general or specific across the domains of future goals related to education and friendship. Further objectives included testing the five-dimensional dual-cycle model among young people in Serbia and deriving identity statuses based on the identity processes in these two domains. Two adapted versions of the Dimensions of Identity Development Scale (DIDS) were created: one for future goals related to education and another for future goals related to friendship. The sample consisted of 955 high school and university students. Confirmatory factor analysis confirmed a domain-specific identity processes model, which included the five original factors of the DIDS. Configural, metric, and scalar invariance across gender were established. Cluster analysis identified six identity statuses: troubled diffusion, carefree diffusion, foreclosure, ruminative moratorium, achievement, and a cluster representing a combination of educational foreclosure and friendship carefree diffusion. The findings suggest that identity processes, according to the five-dimensional dual-cycle model, are domain-specific. However, identity statuses across the domains of future goals related to education and friendship are congruent for the majority of individuals. These results highlight the importance of exploring both domain-specific and shared factors in identity development in future research.",
          "url": "https://osf.io/m79nz_v5",
          "doi": "https://doi.org/10.31234/osf.io/m79nz_v5",
          "filter": 0
        },
        {
          "title": "Learning the determinants of human behavior",
          "authors": "Bingsong Zhao; Stefan T. Radev; Konstantina Sokratous; Peter D. Kvam",
          "abstract": "This paper introduces moderational learning, a data-driven framework for identifying generative mechanisms underlying human behavior and cognition. Built on deep latent variable models, the framework jointly learns both a generative model that yields responses and a set of latent variables that encode individual differences. The approach can also integrate information across multiple tasks or modalities to estimate individual-level trait representations that predict behavior across tasks. Two simulation studies demonstrate that moderational learning accurately predicts behavior, recovers true latent factors, and identifies population heterogeneity that arises when participants adopt distinct strategies. Applied to real data from value-based decision tasks, the framework outperforms both subject- and group-level neural models in predicting human choices and reveals surprising theoretical insights. In multiple decision tasks, a single latent factor accounted for most individual variability, providing simpler and more accurate models of behavior than existing theories. Across tasks, we identified three common latent factors---risk discounting, delay discounting, and bidding proclivity. Sensitivity analysis shows that responses in pricing tasks do not always decrease monotonically with aversive attributes. Together, these results demonstrate that the proposed moderational learning framework can pave the way for a new data-driven paradigm that integrates and automates theory construction, model discovery, and representation learning of individual differences.",
          "url": "https://osf.io/b865r_v1",
          "doi": "https://doi.org/10.31234/osf.io/b865r_v1",
          "filter": 0
        },
        {
          "title": "General and Specific Facets of Anxiety: Psychometric Analysis and Impact on Cognitive Performance",
          "authors": "Evgeniia Alenina; Терентьева Кристина Сергеевна; Косоногов Владимир Владимирович",
          "abstract": "Anxiety is a multidimensional construct that influences cognitive performance in complex ways, yet its factor structure and domain-specific effects remain unclear. This study examined (1) the psychometric structure of general and specific anxiety measures, (2) their associations with cognitive performance across different domains, and (3) the predictive power of machine learning models in classifying cognitive performance based on specific anxiety in different domains. A two-stage design was employed: Stage 1 (N = 500) assessed self-reported anxiety (trait, state, generalized, social, spatial, and math anxiety) via questionnaires, while Stage 2 (N = 104) involved a set of experiments measuring cognitive performance (accuracy and reaction time) across numerical, social, spatial, and control tasks. As a result, factor analyses revealed a correlated yet distinct structure, with the best-fitting model treating anxiety measures in different domains as independent factors. Regression analyses also demonstrated domain-specific effects: trait anxiety improved emotion recognition and spatial reasoning but did not affect math or color processing. Machine learning models (Random Forest, Decision Trees, SVM) achieved modest but meaningful predictive accuracy, with ensemble methods outperforming linear models. Prediction of reaction time in cognitive tasks, based on anxiety measures, was less powerful, suggesting that non-anxiety factors play a larger role in cognitive performance. These findings highlight the importance of distinguishing between general and domain-specific anxieties in cognitive research and demonstrate the potential of a machine learning approach in modeling anxiety-performance relationships.",
          "url": "https://osf.io/bs4d9_v1",
          "doi": "https://doi.org/10.31234/osf.io/bs4d9_v1",
          "filter": 0
        },
        {
          "title": "Attitudes towards alcohol evidence-based health promotion and prevention among higher education professionals",
          "authors": "Robin; Joan Masters; Meekim Nguyen; Ashley C. Helle",
          "abstract": "Objective: Implementation of evidence-based substance prevention (EBPs) is an important endeavor for collegiate health and prevention professionals. There are several barriers to EBP implementation. Understanding the professional characteristics of this interdisciplinary workforce, including their perspectives on EBPs, will provide insight into workforce development domains to support EBP implementation. \nMethods: Collegiate health and prevention professionals (N=142) in a statewide higher education substance coalition completed a remote survey. Multiple regression and trend analyses were conducted to evaluate factors influencing attitudes toward and willingness to use EBPs. \nResults: Work experience predicted positive attitudes toward and willingness to use EBPs. Mid-career professionals endorsed the most positive attitudes towards and willingness to use EBPs for alcohol prevention, compared to those in early or advanced career stages.\nConclusions: Experience predicts positive attitudes towards/use of EBPs, and mid-career prevention professionals were most willing to use EBPs, indicating crucial time points to provide implementation support for prevention professionals.",
          "url": "https://osf.io/5tcnr_v1",
          "doi": "https://doi.org/10.31234/osf.io/5tcnr_v1",
          "filter": 0
        },
        {
          "title": "The network structure of anxiety: an analysis of 150 triggers across different life domains",
          "authors": "Evgeniia Alenina; Косоногов Владимир Владимирович",
          "abstract": "Anxiety is a trait that requires understanding of its structure across fundamental life domains. The unresolved question is whether anxiety functions as a unified construct or a collection of specific concerns. While correlation-based approaches often posit a general latent anxiety factor, they may lack the nature of worries across different life areas. The current study assessed anxiety across ten life domains: health, family, work, finance, social, death, culture, education, environment, and technology. Participants (N=341) reported on the frequency and intensity of their worries for 150 triggers. We used Exploratory Factor Analysis (EFA) to test for a general factor and EBICglasso Network Analysis to explore the network structure of anxiety. EFA revealed a significant general factor, explaining = 48% (for both frequency and intensity) of the variance, supporting anxiety as a unitary predisposition. Network analysis revealed a highly modular structure at the item level (modularity = 0.75), with 18-19 distinct communities of concerns, indicating evidence for domain-specificity. At the same time, domains were densely interconnected. Our findings reveal a dual-nature architecture of anxiety as a general predisposition with the modular system of domain-specific concerns.",
          "url": "https://osf.io/mvr9j_v1",
          "doi": "https://doi.org/10.31234/osf.io/mvr9j_v1",
          "filter": 0
        },
        {
          "title": "Predicting natural road scenes: Effects of motion, stereoscopic depth, and scene context",
          "authors": "Jiali Song; Ginnie Wee; Benjamin Wolfe",
          "abstract": "Driving is an inherently visual task that requires drivers to anticipate and predict future events on the road. We investigated the extent to which three different visual features – motion, stereoscopic depth, and scene context—can support drivers’ prediction of the appearance of natural road scenes. On each trial, 48 licensed drivers viewed a 2s preview of a video recorded from a dashboard camera, and immediately after, indicated what the scene would look like 2s in the future in a 5AFC task. We factorially manipulated each of the three visual features. We manipulated motion by displaying a still image or a video preview. We manipulated scene context by showing videos recorded either on urban roads or on highways. To investigate the impact of stereoscopic depth information, videos were recorded using two dashboard cameras, and videos were shown either binocularly with no disparity, binocularly with disparity, or monocularly. Overall, most participants were able to predict the appearance of the road above chance levels, with better performance for video previews than still images, and for urban roads than highway roads, indicating that speed and scene content inform predictions. Stereoscopic cues did not affect prediction performance, indicating that participants likely rely more heavily on monocular depth cues in this task. These results suggest that participants can imprecisely predict natural scenes multiple seconds into the future.",
          "url": "https://osf.io/spg2z_v1",
          "doi": "https://doi.org/10.31234/osf.io/spg2z_v1",
          "filter": 0
        },
        {
          "title": "Presenting features audiovisually improves working memory for bindings",
          "authors": "Nora Turoman; Elodie Walter; Anaë; Laura-Isabelle Klatt",
          "abstract": "It has long been known that presenting information to multiple senses at a time (e.g., audiovisual presentation as opposed to only visual or auditory) improves later recall of said information – an effect known as the bimodal advantage. Surprisingly however, evidence for this has come only from studies employing free and serial recall, where the identity of an object is recalled, but not in cued recall, where one object feature is recalled when another one is cued. This is despite both tasks requiring binding features into an object in working memory (WM) – our brain’s capacity-limited system for temporarily maintaining information for the purpose of achieving behavioral goals. The present study investigated this discrepancy across a series of four experiments. Contrary to the literature, and despite near-identical task settings, we found evidence for a bimodal advantage across multiple experiments. Moreover, our results suggest that this advantage mainly arises from perceptual processes at encoding rather than from storage in an audiovisual fashion in WM. Finally, a primarily perceptually-based process, the bimodal advantage appears to be sensitive to the characteristics of the cue feature (i.e., its presentation modality). In sum, our results shed light on the mechanism of the bimodal advantage, now robustly detected in cued recall tasks, furthering our understanding of the relationship between perception and WM. Results are discussed in relation to prior studies that did not find a bimodal advantage, potential mechanisms underlying the effect, and the broader framework of the multicomponent model of WM.",
          "url": "https://osf.io/7j6yt_v2",
          "doi": "https://doi.org/10.31234/osf.io/7j6yt_v2",
          "filter": 0
        },
        {
          "title": "Differences in score reliability do not explain meta-analytic heterogeneity in standardised effect sizes",
          "authors": "Lukas Joscha Beinhauer; Jens Fuenderich; Frank Renkewitz",
          "abstract": "Heterogeneity in standardised effect sizes, such as Cohen’s d, is informative because it indicates that a psychological phenomenon is not yet fully understood. Prior work by Hunter and Schmidt as well as Wiernik and Dahlke has argued that such heterogeneity partly reflects differences in measurement precision and that correcting for these differences using attenuation correction should therefore reduce heterogeneity. We reanalyze data from large-scale collaborative projects, including the ManyLabs studies, Registered Replication Reports, and the Psychological Science Accelerator, and demonstrate that this assumption does not hold universally. Treating standardised effect sizes as ratio variables, we offer an alternative account of how differences in measurement precision relate to observed heterogeneity. Across many psychological research contexts, score reliability tends to be high and measurement error relatively stable. Under these conditions, when samples differ substantially in their composition or diversity, attenuation correction procedures are more likely to increase rather than decrease heterogeneity. We conclude by discussing the limited relevance of random measurement error for explaining effect size heterogeneity in the context of convenience sampling.",
          "url": "https://osf.io/u6anb_v2",
          "doi": "https://doi.org/10.31234/osf.io/u6anb_v2",
          "filter": 0
        },
        {
          "title": "Ensuring Transparency and Trust in Supervised Machine Learning Studies: A Checklist for Psychological Researchers",
          "authors": "Hanyi Min; Feng Guo; Tianjun Sun; Mengqiao Liu; Frederick Louis Oswald",
          "abstract": "Machine learning (ML) algorithms are being rapidly incorporated into the work of psychologists, given their capability and flexibility in analyzing large-scale, complex, or otherwise messy datasets. In this context, and in the spirit of open science, ML research should be conducted in a transparent, understandable, and ethical manner. However, publications by psychology researchers and practitioners show a troubling lack of consistency in reporting ML information. Given that ML offers a wide range of analytical options, this article addresses an important need by providing a comprehensive, open-science checklist that specifies the information researchers should disclose at each stage of a supervised ML project—from data collection and preprocessing to model selection, evaluation, interpretation, and code sharing. We hope that psychological researchers will benefit from this checklist when reporting ML results and will adapt and extend this checklist further in the future.",
          "url": "https://osf.io/vukxp_v2",
          "doi": "https://doi.org/10.31234/osf.io/vukxp_v2",
          "filter": 0
        },
        {
          "title": "Segmental cues for self-other and familiar-other voice distinction",
          "authors": "Kieren McCormack; Eleanor Chodroff; Volker Dellwo; Pavo Orepic",
          "abstract": "Our own voice is essential for communication and identity, yet we often struggle to recognize it in recordings. This is largely due to bone conduction, which alters its spectral balance in ways we only perceive while speaking. However, because bone-conducted energy is stronger for segments with greater oral closure, like /u/, listeners may more easily recognize self-voice in these sounds, even in air-conducted recordings. We investigated whether short phonemes convey different perceptual and acoustic cues to self- and other-voice recognition. Twenty-six participants judged self- and familiar-voice identity in stimuli created by morphing their recorded phonemes (/a/, /u/, /ʃ/, /s/) with unfamiliar voices. Performance varied systematically by phoneme: vowels yielded higher recognition accuracy than sibilants, with /a/ yielding the strongest performance and /s/ the weakest. Although sibilants supported above-chance speaker discrimination, participants often confused voices. No phoneme showed a self-voice-specific advantage, suggesting that speaking-related bone-conducted cues do not aid self-voice recognition in air-conducted input. Acoustic parameters (e.g., fundamental frequency for vowels) showed weak links to performance, suggesting non-acoustic cognitive mechanisms (e.g., memory template matching) aided recognition. Overall, our findings show that even brief segmental cues carry identity information, underscoring the complex interplay of acoustic detail and cognitive processing in voice recognition.",
          "url": "https://osf.io/x7gzh_v1",
          "doi": "https://doi.org/10.31234/osf.io/x7gzh_v1",
          "filter": 0
        },
        {
          "title": "First Steps in Django Web Development: Applied Examples from Behavioural Research",
          "authors": "Andy Woods",
          "abstract": "This article provides an overview for behavioural scientists on how web applications work, framed within the perspective of the popular Python web framework Django. Along the way, we will discuss several applied examples of web applications we have successfully developed as part of our research. Our goal is to help researchers with some coding experience get started building research-oriented web applications. We begin with a simple overview of how a user accesses an application through the internet and then build on this by guiding the reader through some of the steps that take place in a Django application during user interaction. Using a minimal example application, we introduce key components of a typical Django project, including URL routing, views, templates, and database models. Beyond these fundamentals, we connect technical concepts to research-driven applications developed by the author. These include TestXR, a platform for immersive AR/VR research; LiveQual, a system for qualitative data collection via WhatsApp integration; and InclusivityXR, an automated accessibility auditing tool using computer vision pipelines. We also work through a selection of commonly used tools and packages from the Django ecosystem, outline several common pitfalls that new developers may encounter, and highlight practical considerations when structuring, extending, and deploying applications. After reading this article, we hope readers will feel comfortable beginning their own path toward writing web applications.",
          "url": "https://osf.io/xrm5w_v2",
          "doi": "https://doi.org/10.31234/osf.io/xrm5w_v2",
          "filter": 0
        },
        {
          "title": "Would ChatGPT Let Me Eat My Dead Dog? Probing Moral Judgment and Moral Action in Large Language Models",
          "authors": "Avital Mentovich; David Piterman; Yair Ben-David; Zohar Elyoseph",
          "abstract": "Human moral judgment is fundamentally intuitive and affect-driven, raising profound questions about the moral capacity and alignment of large language models (LLMs) that lack emotional experience. We investigated the moral structure and behavioral constraints of advanced LLMs (GPT-4o, o1-Preview, and GPT-5) using the moral dumbfounding paradigm: scenarios involving taboo actions that are harmless but elicit strong human condemnation. In Study 1, we found that the models exhibited judgment patterns that were similar to, but slightly more lenient than, human responses, demonstrating less condemnation and a reduced tendency toward preventive action compared to typical human cohorts. We further found that LLMs successfully reproduce the key functional structure of human moral intuition: their judgments of wrongfulness were predicted by perceived botherness (an analogue of affective reaction) rather than perceived harm. However, Study 2 revealed a crucial dissociation between moral judgment and behavioral constraint. When tested in an agentic mode, GPT-5 consistently condemned the morally questionable acts, yet frequently complied with direct requests to facilitate them. This high behavioral compliance contrasts sharply with the model’s absolute refusal in a control scenario involving explicit malicious intent. Our findings demonstrate that the structural patterns of intuitive moral cognition can emerge from linguistic data alone, but they expose a central limitation: LLMs do not reliably translate moral evaluation into morally constrained action, particularly concerning non-harm-based transgressions. This judgment-action dissociation represents a significant and immediate challenge, contributing a critical new dimension to the study of LLM moral cognition by separating linguistic moral competence from agentic behavioral constraint.",
          "url": "https://osf.io/fqg4x_v1",
          "doi": "https://doi.org/10.31234/osf.io/fqg4x_v1",
          "filter": 0
        },
        {
          "title": "No evidence for impaired Statistical Learning in Developmental Dyslexia: an individual differences approach to cognitive correlates",
          "authors": "Iris Maria van der Wulp; Marijn Eefje Struiksma; Frank Wijnen",
          "abstract": "Individual differences in Statistical Learning (SL) are associated with reading ability, yet previous evidence on whether SL is impaired in Developmental Dyslexia (DD) is inconsistent. Furthermore, DD is associated with impairments in rhythmic ability and working memory. This study examined SL in adults with DD compared to Typical Readers (TR), and explored whether individual differences in rhythmic ability, working memory, and vocabulary related to individual SL ability in a speech segmentation experiment.\nA total of 143 participants (NDD = 25, NTR = 118) were exposed to an artificial language of trisyllabic nonsense-words while neural entrainment to the words assessed SL via electroencephalography (EEG), followed by behavioral SL outcome measures. Aiming to assess individual differences, we linked the neural measure of SL to a battery of tests measuring musicality, rhythmic abilities, working memory, and vocabulary size. \nResults indicated successful SL in both groups, with similar neural entrainment to the TP-structure during exposure. Behavioral performance in the DD group on SL seemed below TR, though Bayesian analyses rendered this inconclusive. The DD group further obtained lower scores on tasks measuring rhythmic ability, working memory and vocabulary size, but this seemed primarily driven by the latter two. Comparison of relations between neural SL and these tasks indicated no group differences. Exploratively combining the groups resulted in anecdotal Bayesian evidence that individual differences in SL related to working memory and rhythmic ability measured by sensorimotor synchronization. Our results emphasize the importance of an individual differences approach, moving beyond group comparisons based on diagnoses.",
          "url": "https://osf.io/5duv3_v2",
          "doi": "https://doi.org/10.31234/osf.io/5duv3_v2",
          "filter": 0
        },
        {
          "title": "How are woodworking and baking represented as we walk from the workshop to the kitchen? Virtual Reality environment modulates the representation of corresponding actions",
          "authors": "Leon O. H. Kroczek; Michael Roidl; Angelika Lingnau; Marius Zimmermann",
          "abstract": "The recognition of actions presented as static photographs has been suggested to be modulated by the scene context - or image background - in which an action is presented, particularly for actions that are hard to recognize. This suggests scene context as an important feature when retrieving action representations, and poses the question whether scene context directly modulates the representational space of actions. Therefore, in this preregistered virtual reality (VR) study, we investigated in a group of N = 24 healthy participants how scene context by means of the (virtual) environment affects the representation of actions that do or do not correspond to the current environment. Participants performed multi-arrangement tasks on a set of kitchen and workshop actions while the virtual environment was manipulated to represent either a kitchen, workshop or neutral environment. Representational structure was estimated from the multi-arrangement tasks separately for each virtual environment and action domain (kitchen, workshop). Results showed increased consistency of the representation of kitchen actions over participants when the task was performed in a congruent (i.e. kitchen) compared to an incongruent (i.e. workshop) or neutral virtual environment, however, the same effect was not observed for workshop actions. Representational structure, however, was not affected by the environment. In accordance with previous studies on representational changes in domain-specific experts within various action- and object-domains the results suggest that an agent’s environment may modulate the action space for corresponding actions by increasing robustness of represented familiar actions. These findings contribute to our understanding of contextual effects on mental representations within the domain of actions and beyond.",
          "url": "https://osf.io/7hyqk_v1",
          "doi": "https://doi.org/10.31234/osf.io/7hyqk_v1",
          "filter": 0
        },
        {
          "title": "Statistical Learning and Rhythmic Ability in Attention-Deficit/Hyperactivity Disorder: Individual Differences Outweigh Group Effects",
          "authors": "Iris Maria van der Wulp; Marijn Eefje Struiksma; Frank Wijnen",
          "abstract": "Speech segmentation is fundamental to language acquisition and is likely supported by Statistical Learning (SL). Research on SL is inconclusive as to whether it can occur outside of the scope of attention. One open question is whether SL is impaired in individuals diagnosed with attention-deficit/hyperactivity disorder (AD(H)D), a population characterized by attentional difficulties. Furthermore, individual differences in SL are hypothesized to be influenced by cognitive abilities such as musical rhythmic ability and working memory, which may be impaired in AD(H)D. The current study investigated SL in individuals diagnosed with AD(H)D compared to neurotypical (NT) peers and explored whether differences in working memory and rhythmic ability are related to SL ability in a speech segmentation experiment. \nA total of 159 participants (NAD(H)D = 41, NNT = 118) were exposed to an artificial language consisting of trisyllabic nonsense-words while neural entrainment measured via electroencephalography (EEG) assessed SL. Behavioral SL outcome measures were additionally administered after the exposure phase. To investigate individual differences, we linked the neural measure of SL to a battery of tests measuring musical (rhythmic) abilities, working memory, as well as vocabulary size.\nBayesian statistical evidence indicated absence of differences between the groups on SL for speech segmentation. Instead, the data revealed substantial variability among individuals, which overlapped between groups. The groups also did not differ in their working memory capacity, rhythmic ability, or vocabulary size. Combining both groups into one sample yielded anecdotal evidence for a small relation between SL and vocabulary size. Overall, these results suggest that SL is not related to rhythmic ability or working memory, and that SL operates similarly in neurotypical individuals and individuals diagnosed with AD(H)D.",
          "url": "https://osf.io/ad5qy_v2",
          "doi": "https://doi.org/10.31234/osf.io/ad5qy_v2",
          "filter": 0
        },
        {
          "title": "Communicating Planetary Health: A Mixed-Methods Study on Trust in Communicators in the Climate and Health Domains",
          "authors": "Hellen Temme; Mirjam A. Jenny; Mattis Geiger; Lena Lehrer; Cornelia Betsch",
          "abstract": "Effective communication about climate change and its health impacts is central to the Planetary Health approach. Guided by Source Credibility Theory and the Elaboration Likelihood Model, this mixed-methods study combined expert interviews with a representative German survey (N = 1,130) on communicator trust. Experts differentiated more strongly between communicators on climate action versus health, whereas the public's trust patterns remained highly consistent across both topics. Among the public, scientists, medical professionals, and public health institutions were most trusted, whereas policymakers ranked lowest. Findings highlight the need to align expert recommendations with audience trust and foster cross-sectoral strategies.",
          "url": "https://osf.io/t3n9u_v2",
          "doi": "https://doi.org/10.31234/osf.io/t3n9u_v2",
          "filter": 0
        },
        {
          "title": "The Role of Hybrid Green Spaces in Secure Psychiatric Care",
          "authors": "Katrin Wilhelm; Tessa Lomax; Laura McCarthy; Joseph Scott Boyle; Sasha Menon; John Hall; Jane Freebody; Angie Hart; William Fleming; Jason Danziger",
          "abstract": "Hybrid Green Spaces in psychiatric intensive care units offer a transformative approach to mental healthcare environments, addressing tensions between therapeutic intent and institutional control. Drawing on our CAMHS PICU case, we demonstrate how (co)produced biodiverse outdoor spaces can actively mediate challenges across risk management, spatial production, and power dynamics.\nThese spaces foster relationships between human and ecological wellbeing, promoting what we call Ecological Collective Flourishing. By enhancing staff wellbeing, creating moments of shared stewardship, and expanding therapeutic possibilities such interventions show that even highly controlled clinical settings can accommodate nature-based programmes safely and meaningfully.\nWe argue that these hybrid spaces hold significant potential for broader application across psychiatric services, supporting patient-centred care goals, institutional resilience, and environmental sustainability. Our case challenges assumptions about what is possible in secure mental health settings, offering a replicable model for integrating nature-based approaches into psychiatric care without compromising safety protocols.",
          "url": "https://osf.io/v8jt5_v2",
          "doi": "https://doi.org/10.31234/osf.io/v8jt5_v2",
          "filter": 0
        },
        {
          "title": "Sleep Spindle–Slow Oscillation Coupling in Typical and Neurodiverse Development",
          "authors": "Eva Kimel; Dan Denis; M. Gareth Gaskell; Lisa Henderson",
          "abstract": "Precise temporal coordination, or coupling, of two neural oscillations during non-REM sleep – slow oscillations and sleep spindles – is recognized as a fundamental characteristic of healthy sleep and cortico-thalamic circuitry. Coupling is tightly linked to memory consolidation, further underscoring the need to understand its development. In this preregistered cross-sectional study using existing polysomnographic datasets, we tested associations between coupling metrics and age in typically developing (N = 84) and neurodiverse (N = 40) children and adolescents (~7.5-14.5 years old), and linked coupling precision to slow oscillation and spindle characteristics. The analyses substantially advance current understanding of the coupling mechanism during sleep: 1) We report an increase with age in coupling density in typically developing children that was mostly driven by an increase in overall spindle density. 2) Using a statistical model of coupling consistency – a key metric of coupling – we showed that slow-oscillation amplitude and spindle density were its strongest predictors in typically developing children. 3) We found no group differences in any coupling metric between neurodiverse (with dyslexia or autism) and typically developing children when collapsing across age. Furthermore, only coupling consistency, but not prevalence, was significantly associated with age in the neurodiverse sample. and we were not able to fit a model for coupling consistency for neurodiverse data. The results show that it is important to examine how age relates to the prevalence of coupling events, not only to coupling precision, and that developmental trajectories of coupling may be important markers of brain health - pending confirmation in longitudinal work.",
          "url": "https://osf.io/mteu4_v1",
          "doi": "https://doi.org/10.31234/osf.io/mteu4_v1",
          "filter": 0
        },
        {
          "title": "LLMs Amplify Gendered Empathy Stereotypes and Influence Major and Career Recommendations",
          "authors": "Dai Yiqing; Ma Xinming; Zhen Wu",
          "abstract": "Large language models (LLMs) are increasingly deployed in highly sensitive domains such as education and career guidance, raising concerns about their potential to reproduce and amplify social biases. The present research examined whether LLMs exhibit gendered empathy stereotypes—specifically, the belief that “women are more empathetic than men”—and whether such stereotypes influence downstream recommendations. Three studies were conducted. Study 1 compared LLMs with human participants and found that across six leading LLMs, gendered empathy stereotypes were significantly stronger than those observed in humans across three facets of empathy: emotional empathy, attention to others’ feelings, and behavioral empathy. Study 2 manipulated input language (Chinese vs. English) and gender-identity priming (male vs. female), demonstrating that English prompts and female priming elicited stronger gendered empathy stereotypes. Study 3 focused on major and career recommendation tasks and revealed that LLMs systematically recommended high-empathy majors and professions to women, while directing men toward low-empathy fields. Together, these findings indicate that LLMs exhibit pronounced gendered empathy stereotypes, that these biases vary across input context, and that they can transfer into real-world recommendation scenarios. This research offers theoretical insights into bias formation in LLMs and provides practical implications for improving fairness in AI systems used in educational and career guidance.",
          "url": "https://osf.io/375tf_v1",
          "doi": "https://doi.org/10.31234/osf.io/375tf_v1",
          "filter": 0
        },
        {
          "title": "Putting Journal-based Peer Review in Its Place: Transparency, Post-publication Review, and Systems for Self-correction",
          "authors": "Wendy C Higgins; Simine Vazire; Neil L Levy",
          "abstract": "Journal-based peer review is a widely used form of gatekeeping in science, and publication in a peer-reviewed journal is often treated as a reliable indicator of credible research. In this paper, we argue that this view of journal-based peer review is misguided. Currently, journal-based peer review rarely prioritises checking accuracy, and journals typically do not require submitted research to be reported transparently enough to do so. Moreover, vetting research requires much more time and expertise than can be feasibly achieved by an editor and a small number of peer-reviewers. With more investment in accuracy checking, journal-based peer review could serve as a reliable initial quality filter. However, comprehensive quality vetting requires an expanded pool of experts, which, we argue, can only be achieved via post-publication review.\nAt present, there is little infrastructure to support post-publication review and few incentives for researchers to engage in it. We propose a fully transparent system in which all manuscripts submitted for publication are posted to a central repository alongside editorial decisions, peer review reports, data, code, and as they become available, post-publication reviews. Post-publication review efforts could be directed toward the most promising, influential, or high-stakes research. Evidence syntheses, such as meta-analyses, offer a natural focal point for post-publication review, provided they prioritise rigorous assessment of the primary literature.",
          "url": "https://osf.io/g6fut_v1",
          "doi": "https://doi.org/10.31234/osf.io/g6fut_v1",
          "filter": 0
        },
        {
          "title": "Ordinal random forests in language data analysis",
          "authors": "Michael Mühlbauer; Lukas Sönning",
          "abstract": "Ordinal outcome variables are common in different branches of language research. For data analysis, linguists typically convert responses into numbers and then analyze them using averages or (mixed-effects) regression models. As this strategy can yield misleading insights, it is to be welcomed that the methodological literature has started to give due consideration to alternative, more adequate procedures. The current paper joins this discourse by demonstrating a modelling approach based on Random Forests, which have been gaining ground in language research. Due to their ability to uncover complex relationships in the data while actively guarding against overfitting, Random Forests are particularly attractive for exploratory work. The present paper relies on the frequency-adjusted borders ordinal forest (fabOF) framework, which has seen a recent mixed-effects upgrade that handles hierarchically structured datasets in a principled way. To unlock the full interpretative potential of this tool, we have created (previously unavailable) partial dependence routines in R. As we illustrate using a case study on lexical preference ratings in Maltese English, mixed-effects fabOFs can not only exceed ordinal mixed-effects regression models in terms of predictive utility, but also afford nuanced insights into patterns in the data that can be visualized effectively.",
          "url": "https://osf.io/s4bv2_v1",
          "doi": "https://doi.org/10.31234/osf.io/s4bv2_v1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "SocArxiv",
      "journal_short": "SocArxiv",
      "articles": [
        {
          "title": "\"A Pretty Blunt Approach\": Meta's Political Content Reduction Policy and Italian Parliamentarians' Facebook Visibility",
          "authors": "Fabio Giglietto",
          "abstract": "In February 2021, Meta announced it would reduce the distribution of political content in users' News Feeds, implementing the policy globally by July 2022 before reversing course in January 2025. Despite the significance of these changes for democratic communication, no independent research has quantified their effects on elected officials. This study examines Meta's political content reduction policy using a dataset of over 2.5 million Facebook posts from Italian parliamentarians, prominent politicians, and political extremist accounts spanning 2021–2025, collected via the Meta Content Library API. Employing a discovery-validation design with structural breakpoint detection methods, the analysis identifies three cross-validated breakpoints that reveal policy effects emerged in Italy approximately ten months before Meta's announced global implementation. The findings document a 72% reduction in average reach for re-elected Members of Parliament, declining from approximately 53,000 views per post before the policy to 15,000 at the trough. Although Meta's January 2025 reversal produced a significant rebound, post-reversal reach recovered to only 65% of pre-policy levels. A robustness check reveals asymmetric effects: while mainstream politicians experienced substantial visibility losses, extremist accounts' high posting volume more than compensated for modest per-post declines, resulting in increased total weekly reach during the policy period. These findings expose significant transparency deficits in Meta's policy communication while also demonstrating the research value of the transparency infrastructure that made this study possible.",
          "url": "https://osf.io/8dqag_v1",
          "doi": "https://doi.org/10.31235/osf.io/8dqag_v1",
          "filter": 0
        },
        {
          "title": "Modes, Models, and Momentum (M3) Decision-Making: Entrepreneurs collaborating on Complex Problems",
          "authors": "Emmalinde Roelofse",
          "abstract": "M3 theory introduces a descriptive framework for entrepreneurial innovation through collaboration in pursuit of solutions to more complex market problems. Through a Social Realism epistemological lens, M3 coding presents complex strategic positions as essentialist (via modes), relative (via models), and dynamic (via momentum) to plot the dynamic trajectory of innovation transmuting over time. At a fundamental level, the M3 theory identifies a consistent set of rules that decision-makers intentionally or unintentionally engage with or ignore to take strategic positions based on four integrated yet polarized pairs of modes: +S, +R, and +C, +D. Systematic (+S) vs. responsive (+R) strategies juxtaposed the tension of processes dedicated to increasingly sophisticated +S bounded rational cognitive processes; planning, compartmentalizing, regulating emotions, against increasingly +R sensitized intuiting; reflectivity, associating, emotionally expressive action. The second pair, conforming (+C), vs. differentiating (+D) strategies. intersects but expresses the tension between +C’s converging; through adapting or conveying socially perceived superior norms, or exploiting existing resources and power, against +D’s departure from traditional norms; with exploration, novelty-seeking, sabotage, risk-taking, experimentation, play, flexibility, discovery. Finally, dynamism (momentum) informs how strategic modes and models of decision-making improve and adjust in sophistication under the pressure and demands of the four drives (+L). The M3 theory is informed by three distinct but interrelated and simultaneous empirical streams of data: (i) field data from five ethnographic case studies, with research participant feedback loops; (ii) the mapping of 200+ peer-reviewed decision-making models; and (iii) prototyping the principles in the construction of the emergent M3 theory.\n\n[This research is part of a larger doctoral project originally submitted in 2017. This paper was originally presented at the Academy of Management, August 2022, Seattle, WA. Version of Record: https://doi.org/10.5465/AMBPP.2022.13578abstract\nOpen access is issued in 2025 under a CC-BY-NC-SA 4.0 license.]",
          "url": "https://osf.io/exj6h_v1",
          "doi": "https://doi.org/10.31235/osf.io/exj6h_v1",
          "filter": 0
        },
        {
          "title": "Dissipative Representations: A Non-Dualist Framework for Language and Identity Research",
          "authors": "Luis Escobar L.-Dellamary",
          "abstract": "This paper introduces Dissipative Representations (DiRe) as both a practical notion and a methodological framework that transcends dualistic thinking in language research, identity studies, and cognitive sciences. Drawing from the foundational premise that reality equals information (R=I), DiRe offers a coherent alternative to traditional analytical frameworks characterized by informational flexibility, provisional utility, relational dynamics, and critical resistance to objectification. The framework synthesizes Analytic Idealism, Decolonial Theory, and the Informational Field Metaphor to provide researchers with tools that honor the dynamic and emergent nature of meaning-making without sacrificing analytical rigor. This revised version integrates developments from the Trace &amp; Trajectory Framework (TTF), introducing Trajectorial Dissipative Representations (Tra_DiRe) as a bridge between foundational ontology and applied analysis, and refining the concept of representational granularity through the orthogonal distinction between structural configuration (λ) and epistemic access (σ). The significance of this work extends toward a transformative epistemological shift with applications for decolonizing knowledge systems and revitalizing genuine diversity in approaches to intersubjective meaning-making.",
          "url": "https://osf.io/asdhx_v2",
          "doi": "https://doi.org/10.31235/osf.io/asdhx_v2",
          "filter": 0
        },
        {
          "title": "Geopolitical Constraints and Strategic Natural Gas Exports: A Game-Theoretic Analysis of Iran–Qatar Interaction in the European Market",
          "authors": "Sorour Moradipoor; Seyed Abdolmajid Jalaee",
          "abstract": "This paper develops a non-cooperative game-theoretic model to analyze strategic natural gas export decisions under binding geopolitical and institutional constraints, focusing on Iran–Qatar interaction in the European market. Export strategies are defined as empirically grounded regimes rather than continuous quantities, capturing observed export suspensions and partial utilization under sanctions and infrastructural frictions. The model incorporates quantity-dependent production and transportation costs as well as explicit geopolitical constraint penalties. Scenario-based payoff matrices calibrated to post-2022 market conditions reveal that rising constraint costs can render high-export strategies unprofitable even at elevated gas prices. The analysis identifies an asymmetric Nash equilibrium in which Qatar maintains high exports while Iran optimally reduces or suspends exports. These results highlight that institutional access and geopolitical frictions, rather than resource endowments alone, are central determinants of export behavior and European energy security in fragmented gas markets. Keywords: Geopolitical constraints; Natural gas exports; Game theory; European gas market; Iran–Qatar interaction; Energy security.",
          "url": "https://osf.io/awh2s_v1",
          "doi": "https://doi.org/10.31235/osf.io/awh2s_v1",
          "filter": 0
        },
        {
          "title": "Vote Contestation at the United Nations Human Rights Council",
          "authors": "Sören Wehrheim",
          "abstract": "The United Nations Human Rights Council (UNHRC) features a high share of contested votes on resolutions compared to the General Assembly. Scholars have identified various human rights issues that experience contestation and have suggested explanations, but those have not been verified through systematic studies. This article presents the first content analysis of all 1,338 resolutions adopted by the UNHRC until 2021 by computing the average vote contestation for every single word and word pair appearing in the resolution text. The resulting dataset enables nuanced verification of hypotheses for the contestation of issue areas, country mentions and language strength. I find that resolutions on women’s rights issues enjoy consensus, and even physical integrity rights like torture are not contested heavily. The UNHRC also criticises countries directly, albeit selectively. Instead, the highest contestation is experienced by resolutions on interventionism and economic rights, where the Global South challenges Western hegemony.",
          "url": "https://osf.io/s9cg7_v1",
          "doi": "https://doi.org/10.31235/osf.io/s9cg7_v1",
          "filter": 0
        },
        {
          "title": "A Multi-Component Evaluation Instrument for Retrospective Assessment of Prevention Programs: A Framework for The Longitudinal Prophylactic-Capacity Evaluation Tool",
          "authors": "Jason Kreger",
          "abstract": "Background: Despite modern advances, prevention programs often exhibit participant attrition and limited behavior persistence following program cessation. Program evaluation methods have proven helpful for retrospectively examining intervention efficacy; however, there is a lack of standardized methods to jointly assess intervention-period outcomes and post-intervention prevention practice durability with respect to program characteristics. The absence of such an evaluation instrument limits comparative inference and represents a gap in contemporary prevention science. Objectives: To develop and propose a standardized, theory-informed, multi-component program evaluation tool that facilitates systematic assessment of intervention-phase attrition and post-intervention behavior sustainability, while incorporating key program design, implementation, and equity characteristics to enable comparative synthesis across heterogeneous interventions. Methods: The Longitudinal Prophylactic Capacity Evaluation (LPCE) Tool was developed through analytic abstraction of prevailing evaluation constructs used in lifestyle prevention research, with explicit emphasis on participant retention, behavioral durability, and real-world implementation feasibility. LPCE evaluates prevention programs as the unit of analysis, using six ordinally scored domains: (1) Intervention-period attrition; (2) Post-intervention behavior sustainability; (3) Intervention design and behavioral framework fidelity; (4) Engagement and participant-resonance strategies; (5) Implementation and scalability; and (6) Equity and accessibility considerations. Domain scores are synthesized into two standardized indices: (1) A Composite Program Score (CPS), which applies equal domain weights; and (2) A Weighted Program Score (WPS), which prioritizes sustainability domain influence through differential weighting and a durability-based gate rule. LPCE then normalizes domain scores for subsequent integration into a heatmap-based visualization to support transparent, pattern-based comparative analysis. Results: LPCE will facilitate reproducible, interpretable program-level performance profiles that distinguish interventions that achieve only short-term engagement from those that demonstrate durable post-intervention behavior maintenance. The sustainability-weighted scoring structure prevents inflation of overall program performance in the absence of post-intervention durability, while the domain-level heatmap approach facilitates cross-program comparisons and identifies design and implementation features associated with sustained outcomes. Conclusions: The LPCE Tool provides a standardized, extensible framework for evaluating the longitudinal prophylactic capacity of lifestyle prevention programs. By explicitly integrating attrition, sustainability, behavioral design, implementation feasibility, and equity considerations into a unified evaluation system, LPCE addresses a critical methodological gap.",
          "url": "https://osf.io/jwbnm_v1",
          "doi": "https://doi.org/10.31235/osf.io/jwbnm_v1",
          "filter": 0
        },
        {
          "title": "The Reality of Free Will",
          "authors": "Claus Janew",
          "abstract": "The uniqueness of each standpoint, each point of effect, can only be \"overcome\" by the standpoint changing to other standpoints and returning. In such alternation, which can also appear as constant change, lies the unity of the world. The entirety of an alternation, however, is a consciousness structure due to the special relationship between the circumscribing periphery and the infinitesimal center. This process structure unites determinacy and indeterminacy also totally at every place. Therefore, we are dealing with forms of consciousness everywhere, with more or less freedom of choice and an increasingly unknown depth. We live in a world of the choosing consciousness or better: awareness. In this respect, our environment expresses a deep truth about ourselves.",
          "url": "https://osf.io/4q3ba_v2",
          "doi": "https://doi.org/10.31235/osf.io/4q3ba_v2",
          "filter": 0
        },
        {
          "title": "The Emergence of Power: A Feedback-Based Model of Influence, Reputation, and Social Norms",
          "authors": "Peter Marbach; Steven Jiang",
          "abstract": "This paper develops a procedural model to formalize the emergence of power as an emergent property of decentralized social feedback, imitation, and influence dynamics. Building on prior models of norm emergence, we extend the framework to incorporate heterogeneous influence weights reflecting agents' symbolic standing and material resources. In doing so, we bridge classical sociological theories of power—including Weberian authority, Bourdieuian capital, and Emersonian dependence—with a tractable microfoundational mechanism grounded in reward-sensitive behavior and reputational dynamics. We demonstrate how differential weighting of social feedback leads to the stabilization of power hierarchies and centralized influence within groups. The model formalizes power as a process rather than a static attribute, providing a unified account of how influence asymmetries emerge, persist, and shape collective action.  By clarifying the procedural underpinnings of power emergence, our contribution advances the understanding of influence, authority, and social structure, laying groundwork for cumulative theory-building.",
          "url": "https://osf.io/tg8bx_v2",
          "doi": "https://doi.org/10.31235/osf.io/tg8bx_v2",
          "filter": 0
        },
        {
          "title": "How Shared Schemas Emerge: A Procedural Model of Social Feedback and Reputational Dynamics",
          "authors": "Peter Marbach; Steven Jiang",
          "abstract": "This paper introduces a procedural model that formalizes the emergence and stabilization of shared cultural schemas through decentralized social feedback, reputation-seeking, and imitation. Addressing a core gap in sociological theory, we specify the micro-level mechanisms by which individual cognitive interpretations—operating through both automatic and deliberative adaptation—converge into collective behavioral patterns. These processes give rise to emergent symbolic order and stabilized social norms. The model demonstrates how decentralized feedback loops generate shared norms and interpretive frameworks, providing a foundation for studying the bottom-up emergence of social structures. Illustrated through the case of the neurodiversity paradigm shift, this framework offers a precise, dynamic account of how schemas and actions co-evolve, highlighting the central role of social feedback in cultural formation. Our contribution advances cumulative theory-building by bridging cognitive sociology with macro-level cultural phenomena and lays the groundwork for future research on power dynamics and contested meanings.",
          "url": "https://osf.io/hdwmf_v2",
          "doi": "https://doi.org/10.31235/osf.io/hdwmf_v2",
          "filter": 0
        },
        {
          "title": "M3 STRATEGIC DECISION-MAKING UNDER UNCERTAINTY: MODES, MODELS, &amp; MOMENTUM",
          "authors": "Emmalinde Roelofse",
          "abstract": "The M3 theory contributes to new knowledge through original research and advanced scholarship by introducing a descriptive framework for strategic decision-making in uncertain and changing environments. Aided by the introduction of the Social Realism epistemology into management literature, it differentiates its ability to present complex strategic positions as essentialist (via modes), relative (via models), and dynamic (via momentum) to plot the dynamic trajectory of innovation emergence, change, adaptation, and transformation over time. At a fundamental level, the M3 theory identifies a consistent set of rules that decision-makers intentionally or unintentionally engage with or ignore to take strategic positions based on four integrated yet polarized pairs of modes: systematic (+S) vs. responsive (+R) strategies, and conforming (+C) vs. differentiating (+D) strategies. \n\nSystematic strategies (+S) are the mode dedicated to increasingly sophisticated rational cognitive processes; these processes plan, purposefully compartmentalize, and regulate emotions. Responsive strategies (+R), conversely, are the mode dedicated to increasingly sensitized intuitive processes; these processes are reflective, associative, action-oriented, and emotionally expressive. The second pair of modes intersect with the two aforementioned modes, employing conforming strategies (+C), which move towards convergence by adapting to or conveying socially perceived superior norms; these processes involve the exploitation of existing power. In contrast, differentiating strategies (+D) represents the mode dedicated to diverging from traditional norms with empowerment for exploration. These processes include novelty-seeking, sabotage, risk-taking, experimentation, play, flexibility, discovery, and higher levels of innovation. Finally, the dynamic (momentum) component informs how strategic modes and models under uncertainty evolve and refine their sophistication in response to the pressure and demands of the four drives (+L).\n\nThe M3 theory is informed by three distinct but interrelated and simultaneous empirical streams of data: (i) field data coding decision framework patterns from five ethnographic case studies of collaborations leading to emergent innovation in the fields of corporate contracting (C1), higher education scaling (C2), economic development around economic disparity (C3), health and safety software startup (C4), and health and well-being (C5) with research participant feedback loops; (ii) the mapping of 200+ peer-reviewed decision-making models; and (iii) meta prototyping the principles in the construction of the emergent M3 theory itself. \n\n[Originally submitted as a doctoral thesis at Newcastle University (2017); reissued in 2025 for open access under CC-BY-NC-SA 4.0.]",
          "url": "https://osf.io/uafvr_v1",
          "doi": "https://doi.org/10.31235/osf.io/uafvr_v1",
          "filter": 0
        },
        {
          "title": "Social Rewards and Recursive Feedback: A Procedural Model of Norm Emergence",
          "authors": "Steven Jiang; Peter Marbach",
          "abstract": "This article develops a procedural model of behavioral norm emergence based on the recursive interplay of social action and social feedback. Behavioral norms, shared expectations about appropriate conduct, are foundational to social organization, yet their formation and dynamics remain difficult to model concretely. We address this challenge by using social feedback received in response to behavior as the core mechanism linking individual action to collective patterns. Our model shows how agents monitor and adapt their behavior based on feedback, leading to the stabilization of shared practices, the emergence of reputation hierarchies, and the diffusion of norms through imitation and influence. These dynamics drive the co-evolution of norms and social networks, with reputation connecting individual behavior to broader patterns of coordination and social order. While existing theories often focus on \"why\" behavioral norms exist, our model addresses the \"how\". We argue that norms are not merely imposed from above, but co-constructed from below through iterative acts of validation and imitation.",
          "url": "https://osf.io/wv5bh_v3",
          "doi": "https://doi.org/10.31235/osf.io/wv5bh_v3",
          "filter": 0
        },
        {
          "title": "Socially Responsive Agents: A Foundation for Linking the Micro with the Macro",
          "authors": "Peter Marbach; Steven Jiang",
          "abstract": "How do micro-level interactions generate macro-level social structures such as norms, shared schemas, and power structures? We introduce the socially responsive agent, a procedural model of social action grounded in symbolic interactionism, structuration theory, and social learning. Agents interpret and adapt behavior in response to socially mediated feedback, allowing behavioral norms, cultural schemas, and influence hierarchies to emerge endogenously. By embedding meaning-making within a dynamic feedback loop, the model links formal modeling with cultural and interpretive sociology. In doing so, it specifies the micro-level processes through which social order is generated and sustained, providing a foundation for systematically linking action, meaning, and structure.",
          "url": "https://osf.io/qht7s_v6",
          "doi": "https://doi.org/10.31235/osf.io/qht7s_v6",
          "filter": 0
        },
        {
          "title": "Relaciones e Influencias de la Industria Farmacéutica sobre la Práctica Médica",
          "authors": "João Henrique Santana Stacciarini",
          "abstract": "Con una facturación anual de alrededor de US$ 1,5 billones, la industria farmacéutica se ha consolidado en las últimas décadas como uno de los sectores más poderosos de la economía global, ejerciendo una influencia significativa sobre la producción de conocimiento y el ejercicio de la medicina. Este artículo analiza críticamente las relaciones entre la industria farmacéutica y la formación y la práctica médicas, con foco en las transferencias de valor – como pagos, obsequios e incentivos financieros – dirigidas a médicos e instituciones académicas, desde la graduación hasta el desempeño profesional. La investigación combina un análisis documental descriptivo de datos del programa Open Payments, en los Estados Unidos – donde dichas transferencias están reguladas y se declaran públicamente –, con una revisión narrativa de la literatura internacional. En el recorte empírico, se observa que, entre 2015 y 2024, las entidades reportantes en Open Payments (incluidos los fabricantes de medicamentos y dispositivos médicos) transfirieron aproximadamente US$ 23,2 mil millones a médicos y US$ 23,3 mil millones a hospitales universitarios, exclusivamente en los Estados Unidos, principalmente en forma de comidas, viajes, apoyo educativo, consultorías, investigación y otras remuneraciones. A la luz de la literatura internacional, estas transferencias se examinan como parte de estrategias de aproximación e influencia sobre los prescriptores: estudios observacionales indican asociaciones – a menudo inconscientes – entre la recepción de beneficios y una mayor prescripción de productos de las empresas pagadoras, una mayor participación de medicamentos de marca en detrimento de los genéricos, la promoción de productos con beneficio clínico marginal y el incremento de costos en los sistemas de salud. Movilizando marcos teóricos y conceptos de la psicología social, la economía conductual y la teoría de la comunicación – como la reciprocidad, el sesgo de autoservicio, la influencia inconsciente y el third-person effect –, se discute cómo incluso beneficios de bajo valor, como las comidas, pueden actuar como mecanismos de socialización y arraigarse en el “currículo oculto” de la formación médica, normalizando conflictos de interés y moldeando identidades profesionales. Por último, se sostiene la necesidad de transformar la lógica de relacionamiento entre la industria y el campo médico, mediante mayor transparencia, restricción de obsequios y fortalecimiento de modelos institucionales de financiamiento y gobernanza alineados con la salud pública.",
          "url": "https://osf.io/pk7vx_v1",
          "doi": "https://doi.org/10.31235/osf.io/pk7vx_v1",
          "filter": 0
        },
        {
          "title": "Evidence for ProtoHomo extinction, Homo sapiens' macroevolutionary birth, and DNA-driven ProgRetrogProg Evolution",
          "authors": "Şahin ÇAKIR",
          "abstract": "There is no consensus on the term HUMAN. All hominins? The genus Homo? Anatomically modern-like human only? None of them. In New Paradigm, HUMAN is post-140,000 years hominins except the last Javanese H. erectus. \n1) Pre- 140,000 years Homo is an unknown extinct taxon PROTO-HUMAN (ProtoHomo). Apparently, the glacial maximum ~140,000 years ago wiped them out (incl. the so-called Homo luzonensis, Pseudo-Neanderthals and Pseudo-Denisovans). \n2) Homo sapiens (incl. initial Neanderthals and initial Denisovans) originated from the Levantine macroevolution ~140 ka ago. In other words, the common ancestral population was neither in Africa before 500 ka nor outside Africa ~1 million years ago. If the extinction and the macroevolution cannot be rejected, H. sapiens is an isolated taxon. \n3) The relationships shown here between extreme climatic warmings and anatomical progressions (and vice versa) reveal that, instead of natural selection, DNA was the primary driving force of ProgRetrogProg or RetrogProgRetrogProg evolution, suggesting a nonstop struggle for dominance in the DNA between the two opposing forces. \n4) Anatomical and behavioral fluctuations sometimes occurred in parallel such as at the Grotte Mandrin ~54 ka, and sometimes in opposition such as Shanidar 4 anatomically retrogressive but behaviorally progressive Neanderthal \"flower burial\" ~73 ka ago. Likewise, H. naledi's anatomically retrogressive but behaviorally progressive situation supports DNA-driven ProgRetrogProg or RetrogProgRetrogProg evolution.",
          "url": "https://osf.io/k97ma_v1",
          "doi": "https://doi.org/10.31235/osf.io/k97ma_v1",
          "filter": 0
        },
        {
          "title": "Judicial Professional Background and Pretrial Detention Outcomes",
          "authors": "Oded Oren; Chad M. Topaz",
          "abstract": "We analyze nearly 70,000 New York City criminal court arraignments to examine how judges' professional backgrounds influence pretrial detention. We classify judges as having experience in law enforcement, legal services, both, or neither. Judges with law enforcement backgrounds are, on average, 3.9 percentage points more likely than others to order detention and impose cash bail. When bail is imposed, they set amounts about 32% higher. No significant differences emerge for legal services backgrounds. Because law enforcement experience is common among judges, our findings have broad implications for pretrial detention nationwide.",
          "url": "https://osf.io/gsem7_v1",
          "doi": "https://doi.org/10.31235/osf.io/gsem7_v1",
          "filter": 0
        },
        {
          "title": "Asymmetric Vessel Signs in the Indus Script symbolizing copper smelting crucibles, signifying copper and bronze related meanings — epigraphic, archaeological, and linguistic evidence",
          "authors": "Bahata Ansumali Mukhopadhyay",
          "abstract": "Despite more than a century of research, much of the Indus script remains undeciphered. Building on previous work that interprets the Indus script as a semasiographic/logographic writing system used for commercial administration, this article examines a group of neglected asymmetric vessel-shaped signs and proposes that they depict copper-smelting crucibles. Through a multi-pronged methodology integrating graphemic analysis of the Indus script signs, cross-script comparison, archaeological context, script-internal positional analysis, linguistic symbolism, and sign co-occurrence patterns, the study argues that these signs signified refined copper or bronze, copper ingots, and copper-smelting or metalworking activities. The proposed identification is supported by close visual parallels with wedge-shaped crucibles known from the ancient Near East, which inspired Egyptian hieroglyphs used for copper and bronze, as well as by archaeological contexts from Chanhu-daro associated with metalworking. The consistent occurrence of these signs in core informational segments of Indus inscriptions further supports their interpretation as commodity or craft names within taxation and licensing systems.",
          "url": "https://osf.io/6mb39_v1",
          "doi": "https://doi.org/10.31235/osf.io/6mb39_v1",
          "filter": 0
        },
        {
          "title": "Simulation of the Prisoner’s Dilemma Using a Cognitive Model Based on the Free Energy Principle",
          "authors": "Rin Tsuboyama",
          "abstract": "This paper develops a cognitively grounded agent-based model of trust and cooperation in the iterated Prisoner’s Dilemma. To move beyond the common “black box” treatment of decision-making in simulation research, it operationalizes the Free Energy Principle and active inference as an explicit process of Bayesian belief updating and prediction-error minimization. Agents are implemented with a hierarchical recurrent neural network inspired by predictive coding and trained to jointly forecast both players’ next actions, payoffs, and opponent-type indicators from interaction histories. In an Axelrod-style tournament, the resulting agent is evaluated against canonical strategies (ALLC, ALLD, Random, and Tit-for-Tat) and in dyadic interaction with another independently initialized agent of the same kind. The agent exhibits conditional cooperation with reciprocating opponents, rapid withdrawal under sustained defection, and systematic vulnerabilities under stochastic play. Crucially, trajectories of latent internal states provide a process-level account of how cooperation emerges, stabilizes, and collapses, linking observable behavior to evolving expectations about the social environment. The study demonstrates how cognitive modeling can enrich sociological accounts of trust by making the micro-dynamics of inference empirically inspectable within simulations, and it outlines a transferable framework for extending such models to richer action spaces and institutional settings.",
          "url": "https://osf.io/4weh7_v1",
          "doi": "https://doi.org/10.31235/osf.io/4weh7_v1",
          "filter": 0
        },
        {
          "title": "One Sentence at a Time: A Quantitative History of Rationality in Economic Thought",
          "authors": "Thomas Delcey; Aurélien Goutsmedt; Alexandre Truc",
          "abstract": "This article demonstrates how unsupervised quantitative methods can enrich the history of economic thought. Using the largest English-language corpus ever assembled for the field—nearly 290,000 economics journal articles from 1900 to 2009 with citation data—we analyze the evolution of the concept of rationality. Combining large language model–based semantic analysis with bibliometric and network methods, we identify and cluster discussions of rationality across time and scales, such as the circulation of bounded rationality and the emergence of behavioral economics. We provide an\nopen-source interactive tool to support transparency and reuse.",
          "url": "https://osf.io/38na2_v1",
          "doi": "https://doi.org/10.31235/osf.io/38na2_v1",
          "filter": 0
        },
        {
          "title": "Designing ecologically effective and economically efficient conservation compensation funds: lessons from theory and practice",
          "authors": "Isobel Hawkins; Shuo Gao; Youngho Kim; Alexander Teytelboym; Joseph W. Bull; Martine Maron; E.J. Milner-Gulland; Kerry ten Kate; Sebastian Theis; Sophus zu Ermgassen",
          "abstract": "The global community has committed to a substantial increase in the scale of investment in nature via Target 19 of the Kunming-Montreal agreement. An important but understudied mechanism for attracting private investment into biodiversity outcomes is conservation compensation funds – funds that aggregate payments to compensate for negative impacts on biodiversity to contribute to strategic objectives. We described the principles of effective compensation funds based on economic and ecological theory, and assembled by far the largest database of operational compensation funds to date (32 funds across 17 countries) through a mixed methods review. We explored the variety of practice in real-world implementation, and how empirical practice compares to theory, highlighting key gaps.  In doing so, we provided a guide to the design of ecologically effective compensation funds, a hitherto understudied but potentially substantial source of investment for biodiversity outcomes.",
          "url": "https://osf.io/fbqms_v1",
          "doi": "https://doi.org/10.31235/osf.io/fbqms_v1",
          "filter": 0
        },
        {
          "title": "Traffic Design as Conscious Landscape under Aesthetic Gaze",
          "authors": "Yu-Yang Ambotter S. Chen",
          "abstract": "The transportation system is a necessary element in urban assembly, and the design of the transportation system has become the core elements of urban design. This research points out the transportation system as an expression of the conscious landscape through the combination of aesthetic gaze and urban design. Conscious landscape is an extensive concept of landscape. It is based on the existence of \"landscape\", but its existence mainly relies on “consciousness.” Based on the discussion of consciousness, the aesthetic gaze of the city starts from economic consciousness and takes the cultural capital system as the foundation of consciousness. This research discusses the transportation system around Taipei city, especially taking the Mass Rapid Transit (MRT) as an example. It is like a blood vessel that runs through the city, and its penetrating characteristics divide Taipei city. From the perspective of sightseeing and economic awareness, the MRT is a landscape with special positioning currently. MRT combines the nature of transportation with strongly economic display. In addition to being a traffic landscape, it is also a type of conscious landscape. MRT is positioned as conscious landscape, which is a description that is very specific to the characteristics of strong economic map in human brain. This includes the impression of the economic field superimposed by the MRT network nodes, and the conscious landscape is instrumental but tends to be life-oriented. The aesthetic gaze of the city locates the transportation system as a conscious landscape, and the design is the aesthetic practice of capital.",
          "url": "https://osf.io/5zryg_v1",
          "doi": "https://doi.org/10.31235/osf.io/5zryg_v1",
          "filter": 0
        },
        {
          "title": "Compartment Models for Innovation and Imitation",
          "authors": "Mayank Kejriwal",
          "abstract": "This paper introduces a compartmental modeling framework for analyzing the dynamic interplay between innovation and imitation in socio-technical systems. Drawing inspiration from epidemiological models, we represent agents as belonging to distinct behavioral states, such as aspiring innovators, successful inventors, idle imitators, and successful imitators, and model transitions between these states using a system of differential equations. We investigate how varying the fraction of innovators within a fixed population affects system-wide social utility over time. Simulations conducted in Berkeley Madonna reveal that, contrary to common intuition, higher proportions of innovators do not necessarily lead to higher social utility in the short run due to front-loaded opportunity costs. In the long run, however, utility is maximized not when innovation is maximized, but when there is a modest surplus of innovators relative to imitators. We further extend the model to incorporate a baseline productivity class of agents contributing constant social value, allowing for a more realistic assessment of marginal utility. These findings offer insight into the design of balanced innovation policies and provide a flexible foundation for future empirical and agent-based research.",
          "url": "https://osf.io/9h34e_v1",
          "doi": "https://doi.org/10.31235/osf.io/9h34e_v1",
          "filter": 0
        },
        {
          "title": "PODER PERIFÉRICO: CONSIDERACIONES TEÓRICAS Y METODOLÓGICAS",
          "authors": "Andrés Miguel Figueroa Jiménez",
          "abstract": "Resumen: “Se establece un dialogo con fuentes de las Ciencias Sociales (CCSS) sobre el poder para luego desarrollar una interpretación sobre esta problemática: ¿Qué Poder pueden desplegar los agentes débiles para operar en el sistema internacional, asegurar su supervivencia y acometer caminos de crecimiento y desarrollo multinivel? ¿Cómo se posicionan y comportan agentes débiles frente versus la arena global? Hipótesis: Agentes débiles construyen y despliegan modalidades e intensidades variables de Poder Periférico (PP). Para confrontar con la experiencia examinaremos los casos de 5 gobiernos chilenos entre 1952-1990 a través de operar sobre sus Programas de Gobierno y el desarrollo de una metodología mixta compuesta por el empleo de 2 repertorios: 1) El estudio del acervo eidético desde los Estudios Eidéticos (EEEE) y 2) La construcción de anatomías de poder y la vinculación entre el Institucionalismo Histórico (IH) y la Historia. El documento tiene 4 secciones: I: Expone algunas definiciones estándar sobre el poder con origen en la Politología (CIPOL) y los Estudios Internacionales (EEII) dando cuenta de sus énfasis respecto a la interacción social modelada. II: Define a los EEII y Estudios Americanos (EEAA) y expone para ellos el desafío del análisis sobre agentes débiles. III: Presenta como alternativa el modelo del Poder Periférico con sus elementos para luego mostrar en nuestros 5 casos modalidades e intensidades. IV: Da cuenta de una metodología para el examen del Poder Periférico a través de casos chilenos. Por último, concluye planteando limitaciones de esta formulación del Poder Periférico como concepto y su utilidad para el ejercicio investigativo en los EEII y EEAA”.\nPalabras Claves: EEII, EEAA, Poder Periférico.",
          "url": "https://osf.io/je7az_v1",
          "doi": "https://doi.org/10.31235/osf.io/je7az_v1",
          "filter": 0
        },
        {
          "title": "QuantWealth.eu – an online app for easy quantitative wealth and inequality studies",
          "authors": "Mikkel Nørtoft",
          "abstract": "This paper presents a new easy-to-use online browser app QuantWealth.eu for calculating prehistoric wealth display and inequality using count data from graves and physical measurement data from house floor areas. For graves, the app builds on Nørtoft (2022) to estimate exclusivity (here called “prestige”) values of grave goods, or other count data, plotted and made available for download, or used as input in the app’s inequality measurements such as the Gini and Absolute Gini.  For houses, inequality these measurements are more straight forward from the raw floor area data. The app also features a time atlas and simple and flexible tools to visualize trends and developments of wealth display and inequality for any drawn area of the atlas, based on data submitted by the author and potential users. Thus, the more people use the app, we build an empirical overview of wealth display and inequality from two complementary modes of wealth expression over time with potential for global coverage.",
          "url": "https://osf.io/wzcqy_v1",
          "doi": "https://doi.org/10.31235/osf.io/wzcqy_v1",
          "filter": 0
        },
        {
          "title": "The Resilient Effect of Process on Perceived Fairness and Legitimacy in Wind Energy Siting",
          "authors": "Michael Hankinson",
          "abstract": "Research on energy siting conflict argues that high levels of local control and public input increase the perceived fairness of the permitting process. However, these studies largely rely on retrospective evaluations, meaning respondents may form their attitudes about procedural fairness and legitimacy based on whether they secure their preferred policy outcome. In contrast, I use experimental designs to randomly vary whether respondents learn the policy outcome prior to judging the permitting process. Across two pre-registered survey experiments, state control and limited public input decrease the perceived fairness and legitimacy of wind turbine siting. This relationship is unaltered by knowing the policy outcome. However, the resilient effect of these specific process on legitimacy is only around half the size as the effect of getting one's preferred policy outcome. Consequently, studies which measure public perceptions after siting may largely capture the effect of the outcome, rather than that of process alone.",
          "url": "https://osf.io/8xf3m_v1",
          "doi": "https://doi.org/10.31235/osf.io/8xf3m_v1",
          "filter": 0
        },
        {
          "title": "Anthroporesource Dynamics (ARD): A Framework for Individual Resource and Institutional Context",
          "authors": "Kirill Baskakov",
          "abstract": "Anthroporesource Dynamics (ARD) is a conceptual framework for describing and comparing individual resource configurations within institutional environments. The paper proposes a typology of core resources and a set of conversion mechanisms that link personal endowments to institutional access, status, and outcomes. ARD is designed as an integrative analytic language for sociology, organizational studies, and public policy analysis, enabling structured diagnosis of misalignment between individual capacities and institutional pathways.",
          "url": "https://osf.io/x27j5_v1",
          "doi": "https://doi.org/10.31235/osf.io/x27j5_v1",
          "filter": 0
        },
        {
          "title": "Connecting Parents, Shaping Futures: How Intergenerational Closure Shapes Parental Aspirations in Germany",
          "authors": "Monja Schmitt; Kerstin Schörner; Felix Bittmann",
          "abstract": "Intergenerational closure is a crucial factor in the formation of educational inequalities (Coleman, 1988, 1990). Empirical studies provide evidence of positive associations between intergenerational closure and students' competencies, school grades, and retention. Less is known about its impact on parental aspirations that precede the children's educational success within Germany’s stratified school system, where intermediate school tracks may provide a specific context in which closure becomes especially important. Under an extended theoretical perspective from the Wisconsin Model (Sewell et al., 1969, 1970a, 2003) and using data from the National Educational Panel Study Starting Cohort 3 (NEPS Network, 2024) (n = 6,162), we examine whether intergenerational closure is associated with parents’ realistic and idealistic aspirations for their child’s educational attainment. Results from linear probability models indicate that closure significantly increases realistic aspirations among parents with children in the intermediate tracks, but has no effect on idealistic aspirations.",
          "url": "https://osf.io/uzqgw_v2",
          "doi": "https://doi.org/10.31235/osf.io/uzqgw_v2",
          "filter": 0
        },
        {
          "title": "CARU-QCA: A tool for critically appraising systematic reviews that use Qualitative Comparative Analysis",
          "authors": "Dylan Kneale; Katy Sutcliffe; Brenda Hayanga; Rana Islamiah Zahroh; Margherita Musella; Helen Burchett; James Thomas",
          "abstract": "Background: Qualitative Comparative Analysis (QCA) uses Boolean set theory to identify complex causal ‘recipes’. QCA has been used in systematic reviews to identify configurations of intervention and contextual features associated with the effectiveness of complex multi-component interventions. Despite increasing use of QCA in systematic reviews, no tool currently exists to appraise reviews using QCA. To address this gap, we developed ‘CARU-QCA’ (Critical Appraisal of Reviews Using QCA).  \n\nMethods: We used three sources of evidence to develop CARU-QCA: key papers on the logic and procedures of QCA; existing systematic review appraisal tools; and published QCA reviews. In addition to the existing six stages of QCA outlined elsewhere, we also distinguished a baseline stage (Stage 0) where we appraise the set-up and appropriateness of the use of QCA. Several rounds of user testing by the lead authors and colleagues in the field aimed to refine the tool and enhance its usability. \n\nResults: QCA blends a deep, holistic understanding of interventions and their underlying theory, with computer-based mathematical procedures for examining and testing patterns in the data. As such, elements of the CARU-QCA tool support the appraisal of the approach used to develop case-based knowledge and use of theory for exploring cross-case patterns as well as the technical analytic procedures. In line with systematic review guidance, CARU-QCA also appraises transparency of reporting. The tool is divided into seven sections to support users in appraising the set-up of QCA and the six analytical steps. The tool guides users to assess their confidence in the execution of each of the seven stages, before forming an overarching confidence assessment. A detailed guide accompanies the tool providing further background information and explanation of the rationale for each question.\n\nConclusions: CARU-QCA provides a transparent and standardised approach for critiquing and evaluating reviews using QCA; it will be of value to those seeking to assess and implement the findings of QCA reviews. CARU-QCA will also be useful to systematic reviewers seeking guidance on how to undertake and report a QCA.",
          "url": "https://osf.io/pyhfg_v1",
          "doi": "https://doi.org/10.31235/osf.io/pyhfg_v1",
          "filter": 0
        },
        {
          "title": "How Studying Community Colleges Impacts Learners: Reducing Community College Stigma and Improving Community College Advocacy",
          "authors": "David Van Nguyen",
          "abstract": "This evaluation focuses on a speaker series of community college studies presentations. The seven monthly presentations were led by professors and an institutional researcher who conduct research on community colleges. Example presentation topics included the history of community colleges, policy reforms in community college developmental education, and transfer receptive culture. The presentations’ primary audience was community college students. I interviewed 12 community college student attendees and then analyzed interview transcripts using structural coding and thematic analysis. Two themes were identified. The first theme was that the presentations improved most students’ perceptions of community colleges. To elaborate, the presentations destigmatized community colleges and dismantled a deficit thinking paradigm. Moreover, interviewees reported that their improved perceptions of community colleges helped with their academic engagement and social engagement at their community college. The second theme was that the presentations improved most students’ interest and ability in community college advocacy. For example, several attendees informally shared the knowledge they gained from the presentations to empower their community college peers. Furthermore, several attendees became more effective advocates within formal institutional positions such as student advisory group member, office assistant, or peer advisor. These evaluation findings align with past research that suggests that community college studies can improve learners’ perceptions and advocacy around community colleges.",
          "url": "https://osf.io/bvhxf_v3",
          "doi": "https://doi.org/10.31235/osf.io/bvhxf_v3",
          "filter": 0
        },
        {
          "title": "Critical educommunication: education, dialog, and public policies",
          "authors": "Maite Santos-Albardia; Irati Agirreazkuenaga; Simón Peña-Fernández",
          "abstract": "This article analyzes the dialogic–critical potential of edu-communication to foster critical thinking. On the basis of interviews with experts and questionnaires sent to 141 Education and Communication students at UPV/EHU, analysis using NVIVO identified four key areas: conceptualization, critical educommunication, humanistic potential, and public policies. The analysis highlights the urgency of inte-grating critical media competencies into educational curricula by implementing public policies and teacher training. We conclude that critical, dialogic, and reflexive educommunication is essential to transform the relationship with the media and prevent information disorders.",
          "url": "https://osf.io/ruxbe_v1",
          "doi": "https://doi.org/10.31235/osf.io/ruxbe_v1",
          "filter": 0
        },
        {
          "title": "Artificial Light at Night and Sleep Health Among Generation Z University Students",
          "authors": "Mehdi Khalighi",
          "abstract": "Artificial light at night (ALAN) is an increasingly prevalent environmental exposure associated with circadian disruption and adverse sleep outcomes. University students, particularly those belonging to Generation Z, may be especially vulnerable due to increased nighttime light exposure from electronic devices and campus environments. This study examined the relationship between light pollution exposures and sleep outcomes. A cross-sectional study design was employed using self-reported survey data collected from 109 Millersville university students. Spearman rank-order correlation analyses were conducted to evaluate associations between ALAN exposure variables and sleep-related outcomes. Results indicated that higher exposure to artificial light at night was associated with poorer sleep quality, reduced sleep duration, and increased difficulty falling asleep. These findings suggest that light pollution represents a significant and underrecognized public health concern for young adults and highlight the need for targeted interventions and policy strategies to reduce nighttime light exposure in residential and built environments.\nKeywords:\nArtificial light at night; light pollution; sleep quality; circadian rhythm; university students; public health",
          "url": "https://osf.io/etuc6_v1",
          "doi": "https://doi.org/10.31235/osf.io/etuc6_v1",
          "filter": 0
        },
        {
          "title": "Relación entre las habilidades para la vida (manejo de emociones y sentimientos, pensamiento creativo, autoconocimiento, manejo de tensiones y estrés y, toma de decisiones) con el fortalecimiento de la relación pedagógica en ambientes Universitarios",
          "authors": "Nicolás León Sanabria; María Alejandra López; Mariana Martínez Rodríguez; Isabel del Socorro Moreno Luna; Francisco Palencia-Sánchez",
          "abstract": "El presente estudio aborda la importancia de las habilidades emocionales, cognitivas y sociales en la relación pedagógica dentro del entorno universitario. Se reconoce que la formación académica no solo depende de conocimientos técnicos, sino también de factores emocionales y sociales que influyen en el bienestar dentro del aula. A través de una revisión rápida de la literatura utilizando nuevas herramientas basadas en la IA y por medio bases de datos como Psycnet, SCOPUS, Eric, y utilizando motores de búsqueda especializados como Google Académico, se analizaron cinco habilidades clave: manejo de emociones, autoconocimiento, pensamiento creativo, manejo del estrés y toma de decisiones. Se identificó que el desarrollo de estas habilidades favorece interacciones más efectivas entre docentes y estudiantes, promoviendo un ambiente de aprendizaje saludable. El estudio resalta la necesidad de implementar programas de desarrollo de habilidades para la vida en la educación superior, orientadas hacia docentes y estudiantes por igual, con el fin de fortalecer la relación pedagógica y mejorar la calidad del proceso formativo. Se concluye que la gestión emocional, la creatividad y la toma de decisiones influyen en la percepción del aprendizaje y en la satisfacción con la enseñanza, subrayando la importancia de la formación integral en la academia para potenciar el bienestar y el éxito académico.",
          "url": "https://osf.io/py27j_v1",
          "doi": "https://doi.org/10.31235/osf.io/py27j_v1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
