{
  "update": "2024-10-27",
  "content": [
    {
      "journal_full": "MetaArxiv",
      "journal_short": "MetaArxiv",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Adapting Methods for Correcting Selective Reporting Bias in Meta-Analysis of Dependent Effect Sizes",
          "authors": "Man Chen; James E Pustejovsky",
          "abstract": "In a meta-analysis, selective reporting arises if some results within a study or the entire study are more likely to be reported due to the statistical significance or magnitude of the quantitative findings. Selective reporting can result in over-estimated average effect size, inflated Type-I error rates, and inappropriate inferences about intervention effects. In practice, meta-analysts seek to both identify the presence of selective reporting and correct or adjust for the distortions it creates. Various statistical methods have been developed for correcting selective reporting bias. However, these methods are usually based on the assumption that effect sizes are independent, which is violated in meta-analysis with multiple, dependent effect sizes. In this paper, we evaluate how currently available selective reporting adjustment methods work in the presence of effect size dependencies. We also propose novel adaptations of several adjustment methods based on a multivariate working model and weighting scheme that correct for selective reporting bias while handling dependencies among effect sizes. We investigate the performance of existing adjustment methods and our novel adaptations via an extensive simulation study of dependent effect size estimates. We focus on the estimation of overall average effects and examine performance criteria including bias, RMSE, and confidence interval coverage rate and width. Based on the simulation findings, we provide suggestions for how to correct selective reporting bias while accounting for effect size dependencies.",
          "url": "https://osf.io/jq52s",
          "doi": "https://doi.org/10.31222/osf.io/jq52s",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "PsyArxiv",
      "journal_short": "PsyArxiv",
      "articles": [
        {
          "title": "Natural Language Network Psychometrics",
          "authors": "Nigel Guenole",
          "abstract": "Network approaches model direct relationships between phenomena instead of assuming they are caused by common factors. The primary formats used are rating scales. We instead build networks from free text. We use simulations, generative AI, sentence encoders, and convex hulls. We did not recover the population network, raising many unanswered questions. We proposed a series of stages in natural language networks along which the impact of different choices might be examined for their effect on network parameter recovery. Convex hulls have the advantage that they scale embeddings to a common construct but it is also worth exploring fitting networks to free text response embeddings directly.",
          "url": "https://osf.io/khjzd",
          "doi": "https://doi.org/10.31234/osf.io/khjzd",
          "filter": 0
        },
        {
          "title": "Evaluating Working Memory as a Buffer for Visual Search",
          "authors": "Ziyi Su; Brad Wyble; Yingtao Fu",
          "abstract": "This study explores the relationship between working memory and attention during visual search tasks, focusing on how time constraints affect the encoding of visual information into working memory. The research is based on the premise that under time pressure, participants may be more likely to encode the identity of search array items into working memory to continue processing after the visual stimuli are no longer visible. Experiment 1 and 2 used a surprise trial method to test memory for target identity with long and short presentation times. Despite higher location accuracy with longer viewing, there was no significant difference in surprise identity test accuracy between conditions. To get a more reliable measurement of working memory, Experiment 3 introduced a priming task to measure memory strength indirectly but found no priming effect. Overall, these three experiments did not provide strong evidence to support or negate the hypothesis that short presentation time might enhance working memory strength and thus did not support the possibility of using working memory to conduct visual search on briefly presented arrays. Suggestions on future design of this study interest are provided.",
          "url": "https://osf.io/d4hc5",
          "doi": "https://doi.org/10.31234/osf.io/d4hc5",
          "filter": 0
        },
        {
          "title": "Witnessing for Black mental health: Formative steps for designing a community-based mental health education intervention",
          "authors": "Hollen N. Reischer; Sarah Taber-Thomas; Esther Turay; Detric Johnson; Brittney Greene; Cassy Dauphin; Deborah O. Erwin; Rebecca L. Ashare",
          "abstract": "Objectives: Following the May 2022 racially motivated mass shooting in Buffalo, New York, mental health care was found to be the most frequently endorsed unmet need among local Black community members surveyed. In response, a community-university partnership formed in pursuit of developing culturally tailored mental health programming. To inform program development, the partnership conducted community-engaged research to understand diverse stakeholders’ relevant concerns, beliefs, and preferences. Methods: In Study 1, community health workers (n=13; 92% Black; 100% women; 23–78 years old, Mage=52) participated in one-on-one semi-structured interviews. In Study 2, community members (n=54; 100% Black; 63% women, 31% men, 6% gender not reported; 18–91 years old) participated in focus groups. In both studies, transcripts were coded using descriptive, semantic, realist thematic analysis. Member checks were conducted with organizational leadership, study participants, and broader members of the community. Results: Across both studies, participants described cultural (e.g., stigma) and material (e.g., insurance) barriers to care; systematic (e.g., poverty) and interpersonal (e.g., lack of social support) mental health risks; willingness to discuss mental health (e.g., increasing over time); and preferences for mental health education and services (e.g., provider authenticity). Individual study results and convergences and divergences across studies are detailed. Conclusions: Results informed the development of a pilot mental health education program, “Witnessing for Mental Health.” The community health worker–delivered program addresses participant-identified cultural, tangible, and systemic barriers to mental health care and leverages increasing community openness and interest in discussing mental health.",
          "url": "https://osf.io/76w5k",
          "doi": "https://doi.org/10.31234/osf.io/76w5k",
          "filter": 0
        },
        {
          "title": "The Development of Oculomotor Coordination and its Relationship to Reading Skill",
          "authors": "Charlotte Jeppsen; Keith S Apfelbaum; Bob McMurray",
          "abstract": "Children must develop quick and precise eye movements for processing visual information across various domains, including reading, visual search, scene perception, joint attention, and motor control. Prior research suggests that eye movement precision continues to develop through adolescence (Helo et al., 2014; Kim et al., 2022; Reichle et al., 2013) but the underlying factors remain unclear. Reading may contribute to this development, as dyslexia has been linked to unstable oculomotor control in reading tasks (Eden et al., 1994), and reading may provide a form of practice for oculomotor control. This longitudinal study examines factors influencing oculomotor planning in a sample of 206 children aged 7-12 with varying language and reading abilities. Results show that oculomotor planning becomes faster and more accurate as children age, and with better reading. We also observe differences in how oculomotor coordination to properties of the display (e.g., distance and direction) both developmentally and with differences in reading. Findings are discussed in relation to developmental theories of processing speed and reading experience, along with implications for typical developmental experimental paradigms like the Visual World Paradigm or passage reading.",
          "url": "https://osf.io/ptsq4",
          "doi": "https://doi.org/10.31234/osf.io/ptsq4",
          "filter": 0
        },
        {
          "title": "The Effects of Childhood Trauma on Marriage and Relationships: A Review of the Theoretical, Clinical, and Empirical Literature",
          "authors": "Anthony Ayo Arogbofa",
          "abstract": "Childhood trauma, encompassing emotional, physical, and sexual maltreatment, has profound and lasting effects on adult romantic relationships. This review synthesizes findings from recent studies to elucidate the mechanisms by which childhood trauma impacts marital and relationship satisfaction. Research indicates that childhood emotional maltreatment (CEM) undermines relationship quality by fostering negative characteristics such as decreased compassionate goals and increased hostility towards partners. Longitudinal studies reveal that individuals with a history of childhood maltreatment exhibit lower relationship satisfaction, with effects intensifying over time. Specifically, a study found that 68% of individuals with childhood trauma reported significant relationship distress compared to 38% of those without such experiences. Additionally, childhood trauma is linked to insecure attachment patterns, including anxious and avoidant attachment, which mediate the relationship between trauma and poor relationship quality. Depression and anxiety, often stemming from childhood trauma, further exacerbate these issues, leading to lower quality intimate relationships. Dyadic studies highlight significant actor and partner effects, indicating that both individuals’ trauma histories contribute to overall couple satisfaction. For instance, couples where both partners had a history of trauma reported 25% lower relationship satisfaction compared to couples without such histories. This review underscores the importance of addressing childhood trauma in therapeutic settings to improve relationship outcomes and break the cycle of abuse.",
          "url": "https://osf.io/fdzrq",
          "doi": "https://doi.org/10.31234/osf.io/fdzrq",
          "filter": 0
        },
        {
          "title": "Scale2fit: Disentangling the determinants of vowels' spectral properties using mixed effects models",
          "authors": "Uriel Cohen Priva",
          "abstract": "This paper introduces scale2fit, a framework for evaluating multiple factors affecting vowels’ acoustic properties jointly, which proves useful for vowel normalization and avoiding over-normalization. The acoustic properties of vowels stem from a combination of multiple factors including the intended vowel quality, vocal tract length, coarticulation, and speech rate. However, most current vowel normalization approaches do not distinguish among the different determinants. Scale2fit uses mixed effects models to jointly evaluate multiple factors, avoiding their conflation in vowel normalization. Study 1 shows that the new method excels in a series of comparisons with other normalization methods. Study 2 shows that the proposed framework excels at preserving vowel space reduction that follows from short duration, and is therefore more appropriate for studying vowel space reduction. Finally, Study 3 shows that it is possible to establish variety norms and add speakers incrementally",
          "url": "https://osf.io/yectr",
          "doi": "https://doi.org/10.31234/osf.io/yectr",
          "filter": 0
        },
        {
          "title": "Are Bidding Behaviors of Jeopardy! Gameshow Contestants Influenced by Sex?",
          "authors": "Juan Dominguez; Caitlin Guidry; Maria Muñoz; Andres Huerta",
          "abstract": "Here we explored the potential sex differences in risk-taking behaviors in Jeopardy!, a popular American television gameshow known for its unique blend of trivia knowledge and strategic wagering. Utilizing a retrospective analysis of publicly available Jeopardy! episodes spanning from 1984 to 2022, we investigated contestants’ wagering behaviors during the game’s Daily Double segments. These segments require contestants to make wagers before seeing the clue, introducing a calculated risk that varies with the contestants’ confidence in the category. The dataset included episodes from different decades to assess whether bidding behaviors might have changed over time and whether these behaviors exhibited significant differences between perceived male and female contestants. Analysis did not reveal any statistically significant differences in the wagering patterns between male and female contestants across all Daily Doubles or within specific rounds of play. Even when considering the temporal trends over approximately four decades, the interaction between contestant sex and epoch did not significantly affect the percentage of amount wagered. The absence of significant differences between perceived males and females underscores the complexity of risk-taking behaviors and the potential influence of changing societal norms and cultural contexts on these behaviors. Our study contributes to the broader discourse on risk-taking by highlighting the importance of situational and temporal contexts in evaluating risk preferences. While focused on a specific and unique context, a gameshow, these findings invite further research into the complexities of human decision-making and risk-taking behaviors across different domains and environments.",
          "url": "https://osf.io/t8kny",
          "doi": "https://doi.org/10.31234/osf.io/t8kny",
          "filter": 0
        },
        {
          "title": "Dynamic and Reciprocal Relations Between Job Insecurity and Physical and Mental Health",
          "authors": "Cort Rudolph; Mindy Shoss; Hannes Zacher",
          "abstract": "This article reports the results of a 33-wave longitudinal study of relations between job insecurity and physical and mental health based on monthly data collected between April 2020 and December 2022 among n = 1,666 employees in Germany. We integrate dynamic theorizing from the transactional stress model and domain-specific theorizing based on stressor creation and perception to frame hypotheses regarding dynamic and reciprocal relations between job insecurity and health over time. We find that lower physical health predicted subsequent increases in job insecurity and higher physical health predicted subsequent decreases in job insecurity. However, job insecurity did not have a significant influence on physical health. Furthermore, higher job insecurity predicted subsequent decreases in mental health, and higher mental health predicted subsequent decreases in job insecurity. This pattern of findings suggests a dynamic and reciprocal within-person process wherein positive deviations from one’s average trajectory of job insecurity are associated with subsequently lower levels of mental health and vice versa. We additionally find evidence for linear trends in these within-person processes themselves, suggesting that the strength of the within-person influence of job insecurity on mental health becomes more strongly negative over time (i.e., a negative amplifying cycle). This research provides practical insights into job insecurity as a health threat and shows how concerns about job loss following deteriorations in physical and mental health serve to further threaten wellbeing.",
          "url": "https://osf.io/pyueg",
          "doi": "https://doi.org/10.31234/osf.io/pyueg",
          "filter": 0
        },
        {
          "title": "Minority stress is a family experience:  A multiverse-based, meta-analytic systematic review on minority stress in LGBTQ+ parent families",
          "authors": "Magdalena Siegel; Muriel Legler; Fortese Neziraj; Abbie E. Goldberg; Martina Zemp",
          "abstract": "Minority stress may be a family experience: Mounting evidence suggests that (a) LGBTQ+ parents experience marginalization based on their identities, relationships, and families (i.e., individual-, couple-, and family-level minority stress), (b) minority stress is associated with family-related outcomes (such as parenting stress and family functioning), and (c) children in LGBTQ+ parent families also experience minority stress. However, a formal synthesis of this evidence is currently lacking. Within this systematic review, we aim to elucidate whether minority stress is indeed a family experience by synthesizing associations between minority stress across all three levels of the family system and key outcomes for parents, children, and the family. We retrieved 43 publications (1982–2022) based on 30 samples (3,803 families, 332 effect sizes) from a systematic, multi-tiered literature search (including within PsycInfo, PubMed, Scopus, Web of Science). Multiverse-based meta-analyses (3,552 models) supported our hypotheses regarding meaningful associations between distal minority stress and child externalizing (mean r = .24), internalizing (.22), and total adjustment problems (.21), as well as parenting competence (-.17), parenting stress (.13), but not regarding the parent-child relationship (-.10), and family functioning (-.11) due to volatile specification patterns. These and further descriptive syntheses support the notion that parents and children in LGBTQ+ parent families experience minority stress, which is linked to key outcomes relating to the health and well-being of individual family members, as well as to the family system. Theoretical (i.e., a Family Minority Stress Model) and empirical advances (e.g., diverse sampling, intensive longitudinal designs) are needed to advance the field further.",
          "url": "https://osf.io/n9fz8",
          "doi": "https://doi.org/10.31234/osf.io/n9fz8",
          "filter": 0
        },
        {
          "title": "Temporal binding during deliberate rule breaking",
          "authors": "Carl Michael Orquiola Galang; Ayça Akan; Roland Pfister; Marcel Brass",
          "abstract": "Rules are deeply ingrained in our cognition; such that deliberate rule breaking incurs a cognitive cost. The current study investigates the influence of rule breaking on explicit sense of agency as well as the implicit perceptual illusion of temporal binding. In two experiments, participants completed a free choice task that involved following or breaking a predetermined rule. The task required pressing a key that matched to a visual stimulus which triggered a corresponding change after a delay. Participants estimated the delay as an index of temporal binding. The results showed similar levels of explicit agency for rule following and rule breaking. Temporal binding, by contrast, was indeed influenced by rule breaking; however, the relationship is complex. Specifically, participants had smaller interval estimates for rule following vs. breaking at the 100ms delay, likely reflecting cognitive conflict during rule breaking, whereas this effect reversed for the 400ms and 700ms delays. We interpret our results in relation to the wider rule breaking and temporal binding literature.",
          "url": "https://osf.io/rjpsv",
          "doi": "https://doi.org/10.31234/osf.io/rjpsv",
          "filter": 0
        },
        {
          "title": "Pan, Rodriguez-Flores, Kaku, &amp; Lai (2024) Interleaving Enhances Romance Language Grammar Learning",
          "authors": "Steven C. Pan",
          "abstract": "This study investigated the potential of interleaved practice—a strategy of alternating between categories or concepts—to enhance second language grammar skills, particularly verb conjugation and tense identification involving two common Romance languages, Spanish and French. College students (Experiments 1 and 2) and adult learners (Experiments 3 and 4) participated in two weekly learning sessions, followed by a one-week delayed criterial test. The interleaved group alternated between two tenses per session, while the blocked group learned one tense per session. Results indicated that interleaving improved verb conjugation skills across all experiments, enhanced tense identification in Experiments 1 and 3, and boosted language identification skills in Experiment 4. Notably, interleaving proved beneficial across tenses differing in usage, meaning, and suffixes, suggesting its effectiveness is not restricted to closely related tenses. These findings highlight interleaving as a versatile and powerful strategy for language learning, with benefits extending beyond the confines of similar grammatical structures.",
          "url": "https://osf.io/bnky8",
          "doi": "https://doi.org/10.31234/osf.io/bnky8",
          "filter": 0
        },
        {
          "title": "The Interval Truth Model: A Consensus Model for Continuous Bounded Interval Responses",
          "authors": "Matthias Kloft; Björn S. Siepe; Daniel W. Heck",
          "abstract": "Cultural Consensus Theory (CCT) leverages shared knowledge between individuals to optimally aggregate answers to questions for which the underlying truth is unknown. Existing CCT models have predominantly focused on unidimensional point truths using dichotomous, polytomous, or continuous response formats. However, certain domains such as risk assessment or interpretation of verbal quantifiers may require a consensus focused on intervals, capturing a range of relevant values. We introduce the Interval Truth Model (ITM), a novel extension of CCT designed to estimate consensus intervals from continuous bounded interval responses. We use a Bayesian hierarchical modeling approach to estimate latent consensus intervals. In a simulation study, we show that, under the conditions studied, the ITM performs better than using simple means of the responses. We then apply the model to empirical judgments of verbal quantifiers.",
          "url": "https://osf.io/dzvw2",
          "doi": "https://doi.org/10.31234/osf.io/dzvw2",
          "filter": 0
        },
        {
          "title": "How much carelessness is too much? Quantifying the impact of careless responding",
          "authors": "Max Welz; Aurore Archimbaud; Andreas Alfons",
          "abstract": "Responses to rating-scale items are often plagued by biases stemming from careless responding. While there is consensus that carelessness can jeopardize the validity of survey measures through a variety of psychometric issues, the question when carelessness becomes a serious problem is less well studied. Existing literature on this question are based on simulations, which are always limited to certain design choices. We leverage statistical robustness theory to derive analytical expressions for the bias caused by careless responding, with a focus on biases in Pearson's correlation coefficient. We find that carelessness incidence rates of as low as 5% can suffice to cause sign flips in correlational estimates. Furthermore, we show that the impact of carelessness varies by the type of carelessness and that psychometric scales that are designed to be reliable are those most vulnerable to the adverse effects of careless responding.",
          "url": "https://osf.io/8fj6p",
          "doi": "https://doi.org/10.31234/osf.io/8fj6p",
          "filter": 0
        },
        {
          "title": "Ten years of using the APACS test: a multistudy cross-diagnostic analysis of pragmatic profiles and their relationship with Theory of Mind",
          "authors": "Federico Frau; Marta Bosia; Luca Bischetti; Gloria Cappelli; Antonio Carotenuto; Luca Diamanti; ; Agostoni Giulia; Margherita Bechi; daniela d'imperio",
          "abstract": "Pragmatic impairments are largely documented, yet rarely considered in clinical practice, also due to a poor characterization of pragmatic profiles across conditions, as well as some overlap with theory of mind (ToM) in the conceptualization of pragmatics. Here we present the outcome of a 10-year program that started with creating a novel test, the Assessment of Pragmatic Abilities and Cognitive substrates (APACS), and evolved in using it – along with ToM assessment – in seven clinical groups (i.e., amyotrophic lateral sclerosis, multiple sclerosis, right-hemisphere stroke, Parkinson’s disease, traumatic brain injury, schizophrenia, and dyslexia). The multistudy cross-diagnostic analysis of 454 participants revealed that receptive pragmatic skills were impaired in all clinical groups compared to controls, with schizophrenia showing the most severely impaired profile, whereas expressive pragmatic skills were impaired in four neurological conditions (i.e., Parkinson’s disease, amyotrophic lateral sclerosis, right-hemisphere stroke, and traumatic brain injury). The association with ToM was limited to receptive pragmatics and moderate in the whole sample. Overall, pragmatic impairment emerged as a diffuse feature of neurological and psychiatric illnesses, which contributes to defining complex socio-communicative phenotypes but cannot be equated to a social cognition deficit and should hence be the target of specific assessment and intervention.",
          "url": "https://osf.io/x34tv",
          "doi": "https://doi.org/10.31234/osf.io/x34tv",
          "filter": 0
        },
        {
          "title": "The Effect of Moral Elevation on Volunteering Behaviour in College Students: A Moderated Mediating Model",
          "authors": "Menghan Yao; Xiaowen Pang; 李相娟; Mengxue Guo; Yan Zhou",
          "abstract": "To explore the mechanism of moral identity and interpersonal responsibility in the effect of moral elevation on volunteering behaviour in college students. Totally 780 college students were recruited in the study to complete moral elevation scale, moral identity measurement, interpersonal relationship questionnaire, as well as volunteering questionnaire. The results showed that: (1) Moral elevation indirectly predicted volunteering behaviour through the mediating role of moral identity；(2) Interpersonal responsibility moderated the former half path of moral elevation to predict volunteering behaviour through moral identity. Moral identity mediated the effect of moral elevation on volunteering behaviour, and this mediating effect is moderated by interpersonal responsibility.",
          "url": "https://osf.io/9z6sc",
          "doi": "https://doi.org/10.31234/osf.io/9z6sc",
          "filter": 0
        },
        {
          "title": "Perceived (Mis)alignment in generative Artificial Intelligence Varies Across Cultures",
          "authors": "Laura K. Globig; Rachel Xu; Steve Rathje; Jay Joseph Van Bavel",
          "abstract": "The rise of generative artificial intelligence (genAI) has fueled a heated debate about its alignment with human values. Despite widespread use by over 75% of knowledge workers globally, this discourse has been dominated by Western perspectives, often neglecting the values of a diverse user base. In a large pre-registered study with representative samples from six countries (India, Indonesia, Brazil, Germany, U.S., UK; N = 6,362), we examined country-level differences in perceived genAI alignment. People feel genAI falls short of their desired outcomes (d = 1.061). However, perceived misalignment varies across countries (partial η² = 0.132): Western countries are more skeptical and misaligned, whereas Eastern countries are more aligned, optimistic and trusting. These differences cannot be attributed to familiarity with genAI. Country accounts for over 64% of variance, pointing to cultural factors driving these differences. To solve the alignment problem, we must account for the diverse values of global users.",
          "url": "https://osf.io/suqa2",
          "doi": "https://doi.org/10.31234/osf.io/suqa2",
          "filter": 0
        },
        {
          "title": "Ideology: Revisiting Converse's examination of belief systems in mass publics",
          "authors": "Danny Osborne",
          "abstract": "Provides an overview of Converse's (1964) classic study on belief systems in the mass public.",
          "url": "https://osf.io/yg6uf",
          "doi": "https://doi.org/10.31234/osf.io/yg6uf",
          "filter": 0
        },
        {
          "title": "Designing LLM-Agents with Personalities: A Psychometric Approach",
          "authors": "Muhua Huang; Xijuan Zhang; Christopher J. Soto; James Evans",
          "abstract": "This research introduces a novel methodology for assigning quantifiable, controllable and\npsychometrically validated personalities to Large Language Models-Based Agents (Agents)\nusing the Big Five personality framework. It seeks to overcome the constraints of human\nsubject studies, proposing Agents as an accessible tool for social science inquiry. Through a\nseries of four studies, this research demonstrates the feasibility of assigning\npsychometrically valid personality traits to Agents, enabling them to replicate complex\nhuman-like behaviors. The first study establishes an understanding of personality\nconstructs and personality tests within the semantic space of an LLM. Two subsequent\nstudies—using empirical and simulated data—illustrate the process of creating Agents and\nvalidate the results by showing strong correspondence between human and Agent answers\nto personality tests. The final study further corroborates this correspondence by using\nAgents to replicate known human correlations between personality traits and\ndecision-making behaviors in scenarios involving risk-taking and ethical dilemmas, thereby\nvalidating the eﬀectiveness of the psychometric approach to design Agents and its\napplicability to social and behavioral research.",
          "url": "https://osf.io/2kfw3",
          "doi": "https://doi.org/10.31234/osf.io/2kfw3",
          "filter": 0
        },
        {
          "title": "Actor, Partner, and Similarity Effects of Attachment Anxiety and Avoidance on Well-being and Health in Romantic Couples",
          "authors": "Rebekka Weidmann; Hyewon Yang; Mariah Purol; William J. Chopik",
          "abstract": "Romantic attachment orientations are important predictors of individuals’ and their partners’ well-being and health. However, less is known about whether similarity in attachment between partners predicts better well-being and health outcomes. In two studies (total Ncouples = 1,602), we tested with actor-partner interdependence and dyadic polynomial regression models if partners’ attachment and their similarity were linked to their well-being and health (i.e., life satisfaction, depressive symptoms, self-rated health, medical conditions). Results revealed significant actor effects between anxiety and life satisfaction (Study 1, male partners Study 2), depressive symptoms (both studies), self-rated health (both studies), and medical conditions (Study 2 only). For avoidance, significant actor effects were found for life satisfaction (Study 1, female partners Study 2), depressive symptoms (both studies), and self-rated health (both studies). Partner effects emerged for anxiety and life satisfaction (Study 1, male partners Study 2) and depressive symptoms (Study 1 only) and for avoidance and life satisfaction (Study 1, male partners Study 2), depressive symptoms (both studies), and self-rated health (both studies). The results of dyadic polynomial regression and response surface analyses, however, provided no evidence for any similarity effects of romantic attachment on well-being and health in both studies. In sum, the findings suggest that lower anxiety and avoidance in both partners is generally associated with higher well-being and health. However, similarity in partners’ attachment seem unimportant for concurrent well-being and health. Implications of the findings are discussed considering attachment theories and relationship processes.",
          "url": "https://osf.io/5mp3z",
          "doi": "https://doi.org/10.31234/osf.io/5mp3z",
          "filter": 0
        },
        {
          "title": "Cues driving trait impressions in naturalistic contexts are sparse",
          "authors": "Ruoying Zheng; Chujun Lin",
          "abstract": "Trait impressions are ubiquitous and shape consequential decisions. Prior work investigated what information people used for trait impressions using artificial designs. To advance a naturalistic understanding, we applied novel computational tools to quantify comprehensive cues based on prior theories (facial, bodily, clothing, environmental cues) (Study 1) and manipulate individual cues realistically (Study 2) in naturalistic images. Across two pre-registered studies (N1 = 2,435 U.S. representative; N2 = 569), we found that with rich information available, the cues predicting trait impressions were sparse. We confirmed for a subset of cues that these predictions were causal. Predictive cues carried unique information beyond the consistent information shared with other available cues. Unpredictive cues played a role by shaping the utilization of predictive cues through interactions. Together, our findings suggest that the mind may have evolved to utilize the naturalistic relations between cues to simplify what information to attend to when forming trait impressions.",
          "url": "https://osf.io/v39tk",
          "doi": "https://doi.org/10.31234/osf.io/v39tk",
          "filter": 0
        },
        {
          "title": "Young children infer the informativeness of others' praise",
          "authors": "Mika Asaba; Jessa Stegall; Emily Hembacher; Michael C. Frank; Hyowon Gweon",
          "abstract": "Praise is not only rewarding but also informative. It can provide children with information about their competence, especially when they are uncertain or unable to judge for themselves. Not all praise is equally meaningful, however: Praise from someone who praises only high-quality work is more informative than praise from someone who praises indiscriminately. Across four experiments, we find that 4- to 5-year-old U.S. children—from both in-person preschool and on- line samples—can infer the informativeness of others’ praise based on the statistical dependence between praise and the quality of work evaluated. Participants were more likely to endorse praise from a teacher whose previous praise covaried with the quality of work over a teacher who praised indiscriminately or a teacher who praised only lower-quality work (Experiment 1). Although chil- dren did not show such a preference when seeking out praise for themselves (Experiment 2), they sought out praise from different teachers on behalf of another learner depending on the learner’s goal (Experiments 3-4). Collectively, these findings show that even young children understand that praise is more than just positive reinforcement. Rather, they can reason about a speaker’s inferred informativeness and use this to guide whose praise to seek out and endorse.",
          "url": "https://osf.io/wczjt",
          "doi": "https://doi.org/10.31234/osf.io/wczjt",
          "filter": 0
        },
        {
          "title": "Effectiveness of an Online Single-Session Minority Stress Intervention:  No Evidence for Variation by Structural Stigma, Internalized Stigma, or Social Support",
          "authors": "Ya-Wen Chang; Ian Sotomayor; Erica Szkody; Kathryn Fox; Jessica L. Schleider",
          "abstract": "In the United States, the experience of minority stress among LGBTQ+ youth varies across regions with high and low levels of stigma (e.g., laws, policies and cultural norms that limit the lives of individuals with stigmatized identities). Some evidence suggests that stigma can undermine response to individual-level psychosocial interventions among youth, creating a need to identify factors that may buffer against minority stressors’ effects in high-stigma contexts. Social support may be one such factor. Therefore, among LGBTQ+ youth who received a digital, single-session intervention (SSI) focused on minority stress, we investigated whether structural and internalized stigma and social support predicted intervention response, independently or interactively. Specifically, we predicted that LGBTQ+ youth in environments characterized by high stigma would report weaker SSI responses. Further, we predicted that LGBTQ+ youth who perceived higher social support would report stronger SSI responses. We also tested structural stigma and social support as moderators. Using data from a previously-completed randomized evaluation, we analyzed data from 244 LGBTQ+ adolescents, aged 13 to 16 years, across 181 counties in 46 U.S. states, who engaged with the SSI. We created a factor representing structural stigma using confirmatory factor analysis at the county level. No evidence emerged for structural stigma or social support as a moderator of intervention effects on internalized stigma, identity pride, or mental health-related outcomes, either at post-intervention or at two-week follow up. Results speak to the potentially broad utility of the SSI tested in this trial for LGBTQ+ youth with limited access to mental health support.",
          "url": "https://osf.io/d6ew3",
          "doi": "https://doi.org/10.31234/osf.io/d6ew3",
          "filter": 0
        },
        {
          "title": "Adoption of the Transparency and Openness Promotion (TOP) guidelines within health psychology and behavioural medicine journal policies: a cross-sectional study",
          "authors": "Elaine Toomey; Rory Coyne; Christina Derksen; Sean Grant; Christopher Jones; Marta Kijowska; Ilona McNeill; Felix Naughton; Aoife O'Mahony; Emma Norris",
          "abstract": "Scientific journals play a crucial role in promoting open science. The Transparency and Openness Promotion (TOP) guidelines identify a range of standards that journals can adopt to promote the verifiability of the research they publish. We evaluated the adoption of TOP standards within health psychology and behavioural medicine journal policies, as this had not yet been systematically assessed. In a cross-sectional study on 19 health psychology and behavioural medicine journals, eight raters evaluated TOP standard adoption by these journals using the TRUST journal policy evaluation tool. Out of a total possible score of 29, journal scores ranged from 1 to 13 (median = 6). Standards related to use of reporting guidelines and data transparency were adopted the most, whereas standards related to pre-registration of study analysis plans and citation of code were adopted the least. TOP guidelines have to-date been poorly adopted within health psychology and behavioural medicine journal policies. There are several relatively straightforward opportunities for improvement, such as expanding policies around research data to also consider code and materials, and reducing ambiguity of wording. However, other improvements may require a collaborative approach involving all research stakeholders.",
          "url": "https://osf.io/97efs",
          "doi": "https://doi.org/10.31234/osf.io/97efs",
          "filter": 0
        },
        {
          "title": "Modeling Non-Linear Psychological Processes: Reviewing and Evaluating Non-parametric Approaches and Their Applicability to Intensive Longitudinal Data",
          "authors": "Jan Ian Failenschmid; Leonie V. D. E. Vogelsmeier; Joris Mulder; Joran Jongerling",
          "abstract": "Psychological concepts are increasingly understood as complex dynamic systems that change\nover time. To study these complex systems, researchers are increasingly gathering intensive\nlongitudinal data (ILD), revealing non-linear phenomena such as asymptotic growth, mean-level\nswitching, and regulatory oscillations. However, psychological researchers currently lack\nadvanced statistical methods that are flexible enough to capture these non-linear processes\naccurately, which hinders theory development. While methods such as local polynomial\nregression, Gaussian processes, and generalized additive models (GAMs) exist outside of\npsychology, they are rarely applied within the field because they have not yet been reviewed\naccessibly and evaluated within the context of ILD. To address this important gap, this article\nintroduces these three methods for an applied psychological audience. We further conducted a\nsimulation study, which demonstrates that all three methods infer non-linear processes that have\nbeen found in ILD more accurately than polynomial regression. Particularly, GAMs closely\ncaptured the underlying processes, performing almost as well as the data-generating parametric\nmodels. Finally, we illustrate how GAMs can be applied to explore idiographic processes and\nidentify potential phenomena in ILD. This comprehensive analysis empowers psychological\nresearchers to model non-linear processes accurately and select a method that aligns with their\ndata and research goals.",
          "url": "https://osf.io/26mde",
          "doi": "https://doi.org/10.31234/osf.io/26mde",
          "filter": 0
        },
        {
          "title": "People are increasingly bored in our digital age",
          "authors": "Katy Yuen Yan Tam; Michael Inzlicht",
          "abstract": "In an era where entertainment is effortlessly at our fingertips, one would assume that people are less bored than ever. Yet, reports of boredom are higher now than compared to the past. This rising trend is concerning because chronic boredom can undermine well-being, learning, and behaviour. Understanding why this is happening is crucial to prevent further negative impacts. In this Perspective, we explore one possible reason—digital media use makes people more bored. We propose that digital media increases boredom through dividing attention, elevating desired level of engagement, reducing sense of meaning, heightening opportunity costs, and serving as an ineffective boredom coping strategy.",
          "url": "https://osf.io/934wj",
          "doi": "https://doi.org/10.31234/osf.io/934wj",
          "filter": 0
        },
        {
          "title": "The Cuteness Fallacy: How Representations Affect People’s Knowledge Acquisition of Domestic Cats’ Impact on Biodiversity",
          "authors": "Arash Sal Moslehian",
          "abstract": "Despite being beloved pets, cats pose significant threats to wildlife through predation and competition. Existing legislation struggle to mitigate these impacts, highlighting the necessity for effective communication strategies. This study surveys a mostly female Swiss sample (150 participants) of university students. We investigate how different visual representations of domestic cats categorized as cute, scary, dirty, or neutral influence participants’ recall of information either positive, negative, or neutral about cats. We hypothesized that negative and dirty representations would enhance recall of negative information and cute representation would enhance the recall of positive information.\nContrary to our expectations, our analysis revealed no significant effect of visual representations on the recall of positive, negative, or neutral information. The results suggest that strong emotional and social bonds with cats, as well as their prevalent positive representation in culture, may buffer against the influence of negative imagery. Exploratory analysis indicated that individual factors, such as having a cat allergy, significantly reduced the recall of positive information. These findings show the complexity of altering public perception about the ecological impact of familiar and positively perceived animals like cats. Our study reveals the limitations of using visual representations alone to influence knowledge acquisition.",
          "url": "https://osf.io/ucbv2",
          "doi": "https://doi.org/10.31234/osf.io/ucbv2",
          "filter": 0
        },
        {
          "title": "Does Digital Grabbing Boost Affectivity in Less Empathic Users? An Interactive Approach to Affective Laterality: Empathy, Hand Dominance, and Action-Context Shape Pleasantness Experience",
          "authors": "Sergio Cervera Torres",
          "abstract": "This study investigates the interplay between dispositional empathy and emotional processing during embodied digital interactions. It builds upon the Spatial Affective Interaction (SAI) framework, which integrates neurobehavioral and cognitive perspectives on affective laterality, affective spatialization, and hand-proximity effects. The research particularly focuses on how lateralized manual interactions with emotional images (“emotional grabbing”) affect users’ pleasantness experiences. A sample of 240 right-handed participants used either their dominant right hand or non-dominant left hand to engage with 40 emotional images (20 pleasant and 20 unpleasant) using ipsilateral (same hand-side) or contralateral (opposite hand-side) interactions in a touchscreen environment. Key findings reveal asymmetries in pleasantness experiences that depend on hand dominance, ipsilateral interactions, and empathy levels. Specifically, participants reported increased pleasantness when using the dominant right hand to interact with right-positioned pleasant images, especially at lower empathy levels.\nConversely, interactions with left-positioned unpleasant images using the non-dominant left hand resulted in heightened unpleasantness among low-empathy participants, with the opposite pattern observed in high-empathy individuals. These findings suggest that “emotional grabbing” may enhance sensitivity to emotional content in less empathic individuals, possibly by compensating for impaired activation of the action-observation network (AON), which integrates sensorimotor and empathy processes. The study underscores the relevance of considering hand dominance, emotional valence, and empathy in the future design of embodied digital interactions, to enhance the emotional experiences of individuals with explicit empathy deficits.",
          "url": "https://osf.io/9hv85",
          "doi": "https://doi.org/10.31234/osf.io/9hv85",
          "filter": 0
        },
        {
          "title": "Gender Dysphoria and Societal Labels as Barriers to Self Identity",
          "authors": "Shriya Gaur",
          "abstract": "Gender is more of a social construct than a biological phenomenon, encompassing\npsychological, social, cultural, behavioral, and expressive aspects of identity. In India,\ngender is often perceived heteronormatively, leaving no room for androgyny and\nexpecting conformity to the gender assigned at birth. This rigid binary system does not\naccommodate those who feel uncomfortable with their assigned gender. Gender\ndysphoria refers to the distress experienced when one's true gender identity does not\nalign with their assigned gender. This condition can be exacerbated by societal labels\nand expectations, such as gender-specific washrooms, which challenge non-cis-\ngender individuals' sense of self. Activities not conforming to gender norms, like a\nmale-presenting individual wearing nail paint, invite judgment and restrict self-\nexpression, leading to a distorted self-identity. This lack of personal expression and\ninsecure self-identity correlates with low self-esteem, anxiety, and depression. The\npresent study aimed to highlight the significance of gender dysphoria and societal\nlabels as barriers to self-identity in gender-queer individuals. An exhaustive literature\nreview and purposive sampling of 20 LGBTQIIA+ individuals aged 18-30 were\nconducted. In-depth interviews based on a partially structured, self-made questionnaire\nrevealed that gender dysphoria and binary societal labels significantly hinder the\nestablishment and security of one's self-identity.",
          "url": "https://osf.io/yc9vz",
          "doi": "https://doi.org/10.31234/osf.io/yc9vz",
          "filter": 0
        },
        {
          "title": "The Basic Psychological Needs in Excellencism and Perfectionism: A Dual Perspective with the Need-As-Motives and the Need-As-Nutriments Frameworks",
          "authors": "Giovanni Andrade; Patrick Gaudreau; Philippe Pétrin-Pomerleau",
          "abstract": "Perfectionism has been theorized as a risk factor for psychological need frustration. However, past studies on basic psychological needs often reported ambiguous and unexpected findings for perfectionistic standards. The Model of Excellencism and Perfectionism (MEP) recently distinguished between perfectionistic standards and the pursuit of high yet attainable standards (excellencism). This study investigated their distinct associations with basic psychological needs, using measures taken from the need-as-motives and the need-as-nutriments perspectives. Young adults (n=305) completed the Scale of Perfectionism and Excellencism and various measures of need-related constructs. A multivariate multiple regression supported the hypothesis that excellencism and perfectionism are differentially linked with psychological needs. Excellencism was positively associated with three approach-oriented motives (need for achievement, affiliation, power) and satisfaction with the need for autonomy, relatedness, and competence. Conversely, pursuing perfectionistic standards was positively linked to two avoidance-oriented motives (e.g., fear of failure and losing control) and frustration with the three basic psychological needs. These findings reconcile research and theories by showing that pursuing perfection is not associated with adaptive psychological needs. Perfectionistic standards are linked to two avoidance-oriented motives (i.e., fear of failure and losing control) and frustration of basic psychological needs when properly distinguished from excellencism.",
          "url": "https://osf.io/thvug",
          "doi": "https://doi.org/10.31234/osf.io/thvug",
          "filter": 0
        },
        {
          "title": "Preference centrality, but not set similarity, predicts choices between sets",
          "authors": "Kianté Fernandez; Uma R. Karmarkar; Ian Krajbich",
          "abstract": "Before selecting individual items, how do people choose between menus of items? Comparing sets is complex and may depend on their internal cohesion. Indeed, leading theories predict that people prefer sets with similar items. We test this with a computational approach that leverages network science to measure a novel form of similarity specific to economic choice. This “preference similarity” is defined as the strength of associations between items derived from correlations in their liking ratings. We find little evidence that people prefer sets with items that are similar to others in the set. Instead, we find that people prefer sets containing individual items that are highly central, i.e., items which generally have stronger associations with other items. Overall, we validate a quantitative tool for measuring similarity and show that while people prefer sets with items that are similar to many other items, they don’t prefer more similar sets.",
          "url": "https://osf.io/3fahj",
          "doi": "https://doi.org/10.31234/osf.io/3fahj",
          "filter": 0
        },
        {
          "title": "Neurodiversity-Driven Cognitive Development Framework: Integrating Strength-Based Approaches, Neurodiversity, and Contextual Understanding of Executive Functions",
          "authors": "Paulo Guirro Laurence; Diego Placido; Tally L. Tafla",
          "abstract": "This manuscript introduces an integrated framework connecting the strength-based approach, the neurodiversity approach, and the contextual understanding of executive functions. By challenging traditional deficit-oriented models, this framework advocates for recognizing the adaptive and context-dependent nature of cognitive abilities. We explore how these approaches collectively validate the diverse experiences of neurodivergent individuals and those from different cultural backgrounds, highlighting their unique strengths. Through an interdisciplinary lens, we emphasize the role of environmental and societal factors in shaping cognitive performance, advocating for more holistic and equitable assessments and promoting perspectives that acknowledge and value a range of skills when attempting to provide developmental support plans. This paradigm shift in psychology moves towards a diversity-oriented perspective, calling for systemic changes in how we assess, support, and value diverse cognitive profiles. We suggest that embracing this comprehensive approach can lead to more effective educational and clinical practices, fostering environments where all individuals can thrive.",
          "url": "https://osf.io/6ys54",
          "doi": "https://doi.org/10.31234/osf.io/6ys54",
          "filter": 0
        },
        {
          "title": "Empirical perspectives on legal obligation and group membership: “We are ruling over you, but you are part of this we…”",
          "authors": "Jonathan Jackson; Ben Bradford",
          "abstract": "The legitimacy of legal institutions, particularly the police, has consistently been linked to questions of obligation and compliance. According to procedural justice theory, when the police enforce the law in normatively appropriate ways, consensual rather than coercive policing bolsters not only their own legitimacy, but also that of the law. On this account, procedural justice promotes compliance by fostering a sense of trust, shared group membership and endeavour, whereby being law-abiding is a central part of one’s identity and self-definition. Yet, other aspects of police behaviour, and other aspects of people’s relationships with police, also promote legitimacy and motivate behaviours in relation to the law. In this chapter, we ask what it is precisely about people’s relationships with police that promotes legal obligation. We argue that legal obligation is partly shaped by consensual policing practices that encourage people to allow legal authorities to “call the shots”. This means (a) conceding and authorising the right to make orders and decisions, and (b) opening oneself up to the risk attached to engaging with police. In providing examples of the empirical processes in play here, we also seek to make links to normative accounts of the importance of fairness and the reasons why people should obey the police and legal authorities.",
          "url": "https://osf.io/xcr6j",
          "doi": "https://doi.org/10.31234/osf.io/xcr6j",
          "filter": 0
        },
        {
          "title": "Stereotypes and Social Decisions: The Interpersonal Consequences of Socioeconomic Status",
          "authors": "Bradley T Hughes; Rachel Jacobson; Nicholas Rule; Sanjay Srivastava",
          "abstract": "Perceptions of socioeconomic status (SES) can perpetuate inequality by influencing interpersonal interactions in ways that disadvantage people with low SES. Indeed, lab studies have provided evidence that people can detect others’ SES and that they may use this information to apply stereotypes that influence interpersonal decisions. Here, we examine how SES and SES-based stereotypes affect real-world social interactions between people from a socioeconomically diverse population. We used the computer mediated online round robin (CMORR) method to facilitate interactions among 297 participants from across the US. Participants completed a series of dyadic interactions with other participants in virtual rooms in which they discussed a recent negative consumer experience. After each interaction, they judged the interaction partner’s SES, personality traits, and credibility of their consumer experience. Results showed that people perceived SES with moderate accuracy in the interactions, which elicited negative interpersonal stereotypes of low-SES individuals for all 12 of the personality traits measured. People also preferred to affiliate with others with high SES, had more sympathy for them, and found their experiences more credible. SES-based interpersonal stereotypes about personality traits mediated these associations. The perception of SES in real-time interactions thus appears to activate stereotypes that guide social judgments, supporting the hypothesis that interpersonal effects contribute to economic inequality.",
          "url": "https://osf.io/j9kte",
          "doi": "https://doi.org/10.31234/osf.io/j9kte",
          "filter": 0
        },
        {
          "title": "Psychological Correlates of Hearing Protective Behaviors in Adolescents and Young Adults",
          "authors": "Gjalt - Jorn Ygram Peters; Tjeerd de Zeeuw; catherine bolman",
          "abstract": "Background: Noise-induced hearing loss is both irreversible and preventable. However, a minority of adolescents and young adults do engage in hearing protective behaviors that reduce the exposure to noise, such as the use of hearing protection and the use of a volume limiter. To promote hearing protective behaviors in adolescents and young adults it is imperative to know the most relevant, and potentially modifiable, psychological factors that stimulate or hinder these protective behaviors.\n\nObjective: The present study aims to offer a systematic literature overview of psychological correlates of hearing protective behaviors in adolescents and young adults aged 12 to 25 years, and identify those correlates that are likely to be the most promising behavioral intervention targets in this age group.\n\nConclusions: A total of 82 studies were included in the present review, of which data of 24 studies could be used to help identify the psychological factors most strongly associated with hearing protective behavior. Taking into account both the strength of the associations and the univariate distributions, the following psychological factors showed the greatest potential as behavioral intervention targets: attitude toward recreational noise, perceived barriers, capacity, perceived norms, and perceived threat susceptibility. The outcomes of the present review may help guide the development of more effective behavioral interventions to prevent noise-induced hearing loss in younger age groups.",
          "url": "https://osf.io/dh7fe",
          "doi": "https://doi.org/10.31234/osf.io/dh7fe",
          "filter": 0
        },
        {
          "title": "Both Democrats and Republicans Can Pass the Ideological Turing Test",
          "authors": "Adam Mastroianni; Jason Dana; Kris Nichols",
          "abstract": "Here's one way to test how well Republicans and Democrats understand each other: have each side try to pretend to be the other side, and then see if anyone can tell the difference between the real partisans and the pretenders. We find that both sides can do a convincing impression of the other side. We randomly assigned a large sample of Democrats and Republicans to write 100-word statements based on one of two prompts: either \"I'm a DEMOCRAT because...\" or \"I'm a REPUBLICAN because...\". We then showed these statements to another large sample of partisans, who were unable to tell the real statements from the fake ones.",
          "url": "https://osf.io/39az8",
          "doi": "https://doi.org/10.31234/osf.io/39az8",
          "filter": 0
        },
        {
          "title": "The Network Dynamics of Anti-Prejudice Norms: A Field Experiment Testing Anti-Prejudice Interventions in Real Groups",
          "authors": "Feiteng Long; Daan Scheepers; Tibor Zingora; Ruthie Pliskin",
          "abstract": "Individuals’ attitudes towards members of ethnic and national outgroups can be shaped by peer norms within their social networks. However, little is known about the interplay between such spontaneous normative influence processes within social networks and more formalised top-down norms communicated by institutions (e.g., schools). To test this impact, we conducted a longitudinal four-wave field experiment employing social-network analysis among real groups. Students enrolled in Dutch and international psychology bachelor programmes at a Dutch university were assigned to mentoring groups (N = 288 across 50 groups in the last wave). As the institutional intervention, they watched an online diversity training video (vs. not, between participants) at the beginning of data collection (T1), and attended a diversity and inclusion session (within-participants) before T2. At each timepoint, participants reported attitudes towards outgroup members and (ingroup and outgroup) friendships with students enrolled in the same programme. We examined how peer norms (i.e., friends’ intergroup attitudes) and institutional interventions shape intergroup attitudes, finding that our institutional intervention improved intergroup attitudes and facilitated the spread of positive peer norms within networks over time.",
          "url": "https://osf.io/ekwg7",
          "doi": "https://doi.org/10.31234/osf.io/ekwg7",
          "filter": 0
        },
        {
          "title": "Assessing Daily Life Activities with Experience Sampling Methodology (ESM): Scoring Predefined Categories or Qualitative Analysis of Open-Ended Responses?",
          "authors": "Marie Stadel; Anna Langener; Katie Hoemann; Laura Francina Bringmann",
          "abstract": "One domain frequently assessed in Experience Sampling Methodology (ESM) studies is that of daily activities. This is often done with predefined (and unvalidated) categorical items, but can also be done using open-ended items. ESM researchers, however, lack tools and guidance in analyzing the obtained open-ended data. In the first part of this paper, we use data from a 28-day ESM study in which students reported their activities both categorically and open-endedly to compare these two assessment approaches. We additionally present participant preferences and reflections captured in exit interviews. In the second part, we illustrate the qualitative analysis process for open-ended ESM responses. We introduce a Shiny app facilitating the coding of qualitative text snippets and code enabling interactive exploration of (hierarchical) code structures derived from qualitative analyses. Our results highlight the advantages and limitations of both assessment approaches: while categorical items offer simplicity, they often lack specificity. Conversely, open-ended responses provide richer, more personalized data, making them particularly valuable in idiographic clinical applications and exploratory research. A combination of both formats may enable the most effective assessment. We hope the tools we provide encourage the further use and exploration of open-ended ESM assessments.",
          "url": "https://osf.io/dfkz7",
          "doi": "https://doi.org/10.31234/osf.io/dfkz7",
          "filter": 0
        },
        {
          "title": "Assessing private solutions to collective action problems in a 34-nation study",
          "authors": "Eugene Malthouse; Charlie Pilgrim; Daniel Sgroi; Michela Accerenzi; Antonio Alfonso; Rana Umair Ashraf; Sanchayan Banerjee; Alexis Belianin; Syngjoo Choi; Gwen-Jiro Clochard",
          "abstract": "Collective action problems emerge when individual incentives and group interests are misaligned, as in the case of climate change. Individuals involved in collective action problems are often considered to have two options: contribute towards a public solution or free-ride. But they might also choose a third option of investing in a private solution such as local climate change adaptation. Here we introduce a collective action game featuring wealth inequality caused by luck or merit and both public and private solutions with participants from 34 countries. We show that the joint existence of wealth inequality and private solutions has a consistent effect across countries: participants endowed with higher income choose the private solution almost twice as often as those endowed with lower income; and this finding cannot be explained by different sources of wealth (luck vs. merit) or by cultural or economic factors. We also show that preferences for private solutions undermine support for public solutions, resulting in wealth inequality increasing in every country. In contrast, we identify two universal pathways to successful public solution provision: early contributions to public solutions and conditional cooperation. Our findings highlight the ubiquity of the ‘private solution problem’ and its potential consequences for global collective action problems.",
          "url": "https://osf.io/jr4km",
          "doi": "https://doi.org/10.31234/osf.io/jr4km",
          "filter": 0
        },
        {
          "title": "Leftists and Rightists Differ in Their Cardiovascular Responses to Changing Public Opinion on Migration",
          "authors": "Feiteng Long; Ruthie Pliskin; Daan Scheepers",
          "abstract": "People may feel stressed when reflecting on or talking about contentious topics, such as migration. However, when individuals learn that their opinion-based group is growing or shrinking, they may experience this stress in different ways, i.e., as a threat or a challenge. In a study among Dutch participants, we examined how changes in public opinion on migration (i.e., progressive and conservative changes compared to stability in public opinion) interacted with political ideology to influence cardiovascular reactivity indicative of challenge and threat when reflecting and speaking on the future of relations between migrants and members of the host society. In line with predictions, progressive change (vs. stability) in public opinion led ideological leftists to exhibit a cardiovascular pattern indicative of stronger challenge (low total peripheral resistance; high cardiac output) and caused ideological rightists to display a cardiovascular pattern indicative of stronger threat (low total peripheral resistance; high cardiac output) Additional analyses of self-report measures suggest that progressive change (vs. stability) increased ideological leftists’ resource appraisal regarding the speech and reduced their prejudice towards migrants. However, both progressive and conservative change (vs. stability) increased ideological rightists’ prejudice towards migrants. These findings highlight the role of consistency between the direction of public opinion change and personal beliefs as a resource for coping with the stress of forming and expressing one’s opinion on politically-charged topics.",
          "url": "https://osf.io/d4yc6",
          "doi": "https://doi.org/10.31234/osf.io/d4yc6",
          "filter": 0
        },
        {
          "title": "Whither Bias Goes, I Will Go: An Integrative, Systematic Review of Algorithmic Bias Mitigation",
          "authors": "Louis Hickman; Christopher Huynh; Jessica Gass; Brandon Michael Booth; Jason Kuruzovich; Louis Tay",
          "abstract": "Machine learning (ML) models are increasingly used for personnel assessment and selection (e.g., resume screeners, automatically scored interviews). However, concerns have been raised throughout society that ML assessments may be biased and perpetuate or exacerbate inequality. Although organizational researchers have begun investigating ML assessments from traditional psychometric and legal perspectives, there is a need to understand, clarify, and integrate fairness operationalizations and algorithmic bias mitigation methods from the computer science, data science, and organizational research literatures. We present a four-stage model of developing ML assessments and applying bias mitigation methods, including 1) generating the training data, 2) training the model, 3) testing the model, and 4) deploying the model. When introducing the four-stage model, we describe potential sources of bias and unfairness at each stage. Then, we systematically review definitions and operationalizations of algorithmic bias, legal requirements governing personnel selection from the United States and Europe, and research on algorithmic bias mitigation across multiple domains and integrate these findings into our framework. Our review provides insights for both research and practice by elucidating possible mechanisms of algorithmic bias while identifying which bias mitigation methods are legal and effective. This integrative framework also reveals gaps in the knowledge of algorithmic bias mitigation that should be addressed by future collaborative research between organizational researchers, computer scientists, and data scientists. We provide recommendations for developing and deploying ML assessments, as well as recommendations for future research into algorithmic bias and fairness.",
          "url": "https://osf.io/hcxbn",
          "doi": "https://doi.org/10.31234/osf.io/hcxbn",
          "filter": 0
        },
        {
          "title": "Not all verbal labels grease the wheels of odor categories",
          "authors": "Yaxiong Cao; Asifa Majid; Norbert Vanek",
          "abstract": "Language is known to play a crucial role in influencing how humans perceive and categorize sensory stimuli, including odors. This study investigated the impact of linguistic labeling on odor categorization among bilingual participants proficient in Chinese (L1) and English (L2).  We hypothesized that L1-like linguistic labels would more robustly propel the learning of new olfactory categories compared to a condition without language, and more familiar labels would better support odor category learning. The analysis focused on comparing learning trajectories and odor categorization performance of four groups, three in which odors were paired with different sets of verbal labels and a control group that categorized odors without any verbal labeling. Following four days of intensive training, the results showed that the groups with verbal labels numerically outperformed the control group, and that the less familiar the labels sounded the more successful categorization became. However, between-group differences did not reach statistical significance. These findings, while not conclusively supporting our hypotheses, provide insights into the complex relationship between linguistic familiarity and odor category formation. The results are nested within Ad Hoc Cognition, highlighting that variations in linguistic familiarity may not induce robust enough contextual changes to differentially affect how odor categories are formed.",
          "url": "https://osf.io/g873s",
          "doi": "https://doi.org/10.31234/osf.io/g873s",
          "filter": 0
        },
        {
          "title": "When the days are(n’t) numbered: Calendar calculations in transparent and opaque systems",
          "authors": "Ziyi Zhuang; Norbert Vanek",
          "abstract": "Calendar calculations, the process of computing the target day or month, exhibit peculiar differences across languages. In systems like English, calendar labels are largely opaque (Tuesday, August), which invites calculations to rely more heavily on verbal listing. In transparent systems, like Chinese, habitual labeling of calendar terms numerically (Tuesday = day two, August = month eight) facilitates fast numerical operations instead of verbal listing. This study examines the effects that different levels of transparency of the calendar naming system may have on calculations in the speakers’ first and second language. Chinese-English bilinguals were tested alongside English and Chinese controls. Forced-choice calendar calculations (day, month, hour, and year) and self-reported strategies were used as tasks to tap into participants’ calculation speed, accuracy, and temporal reasoning. In the calculation questions we manipulated Distance (short/long), Direction (forward/backward), Input (linguistic/numerical) and Boundary (within/across). More complex Month calculations significantly differed across groups while easier day calculations did not. The English group reported reliance on verbal listing, while the Chinese and the bilingual groups preferred numerical reasoning. These findings bring new evidence for linguistic relativity in the form of modulations of calendar processing speed changing as a function of linguistic transparency, input type and task demand.",
          "url": "https://osf.io/m7aq5",
          "doi": "https://doi.org/10.31234/osf.io/m7aq5",
          "filter": 0
        },
        {
          "title": "Instance Memory Models as a General Computational Framework for Exploring Language Processing: Bringing the Lexicon to Life",
          "authors": "Brendan Johns; Randy Jamieson; Matthew John Charles Crump; Michael N. Jones",
          "abstract": "Instance models have been successfully applied to a range of problems including memory,\nlanguage, attention, learning, action, decision making, and categorization (see Jamieson, Johns,\nVokey, &amp; Jones, 2022). According to instance theory, the individual experience constitutes the fundamental unit of knowledge and knowledge of the general emerges during parallel retrieval from memory (Brooks, 1978, 1987). Until recently, applications of instance theory to the problem of language were constrained to small and contrived laboratory experiments (e.g., Jamieson &amp; Mewhort, 2009). However, the approach has now been applied at scale to the large and messy problem of natural language (e.g., Jamieson et al., 2018; Johns &amp; Jones, 2015; Johns et al., 2020). With those demonstrations now in hand, we argue that the framework can present an articulate mechanistic underbelly to the usage-based theory of language that highlights the role of specific language experience in general language behavior (Abbot-Smith &amp; Tomasello, 2006; Tomasello, 2003). Overall, this article argues that instance memory models provide an ability to deepen our understanding of language as a dynamic, contextually embedded process, serving to bridge the gap between cognitive psychology and the language sciences.",
          "url": "https://osf.io/qtmhx",
          "doi": "https://doi.org/10.31234/osf.io/qtmhx",
          "filter": 0
        },
        {
          "title": "‘When was randomisation first used in educational research? A brief historical methodological perspective’.",
          "authors": "Carole Torgerson",
          "abstract": "This brief note aims to add to the debate in the literature around the first use of randomisation in educational research, specifically in relation to previously published articles by Forsetlund et al (2007) and Hedges &amp; Schauer (2018) in which they claim the first use of randomisation was in 1931 or 1919.  The historical, methodological perspective analyses in detail the 1919 contender for the first use of randomisation by Schauer &amp; Hedges (published in Styles and Torgerson (eds.), 2018).  This is the 1919 monograph by Cummings: ‘Improvement and the Distribution of Practice’.",
          "url": "https://osf.io/srtdq",
          "doi": "https://doi.org/10.31234/osf.io/srtdq",
          "filter": 0
        },
        {
          "title": "Quantitative measures of neck flexion mediate behavioural effects of postural feedback",
          "authors": "Soren Wainio-Theberge; Ignacio Spiousas; Jorge Armony",
          "abstract": "Adopting physical expressions of emotion has been shown to have feedback effects on individuals’ mood and behaviour. For example, adopting the expansive and contractive body language of dominance and submission can affect individuals’ feelings of power, but the effects are subtle and variable. Part of this variability may stem from the high number of degrees of freedom in body language, with multiple distinct actions and muscular patterns underlying the categorical constructs of “expansive” and “contractive” postures. Using quantitative measures of body posture algorithmically derived from video recordings, we demonstrate for the first time that neck flexion fully mediates the effects of posture on mood in a postural feedback (i.e. “power posing”) paradigm; that is, adopting expansive and contractive body language affects mood by introducing variability in neck flexion. We also investigate several other mediators and moderators of postural feedback, finding that both perceived difficulty of the posture and awareness of one’s body play key roles, and identify a muscular correlate of neck flexion which correlates with mood effects. The present work carries implications for our understanding of the adaptive benefits of expansive and contractive postures, as well as substantial methodological insights for controversial research on power posing.",
          "url": "https://osf.io/kt6xr",
          "doi": "https://doi.org/10.31234/osf.io/kt6xr",
          "filter": 0
        },
        {
          "title": "Interpersonal neural synchrony as a mechanism of therapeutic alliance? A systematic review of hyperscanning in clinical encounters",
          "authors": "Lena Adel; Lisane Moses; Elisabeth Irvine; Kyle Greenway; Guillaume Dumas; Michael Lifshitz",
          "abstract": "Therapeutic alliance is defined as the collaborative relationship between patient and therapist. Strong therapeutic alliances have been associated with positive clinical outcomes, but much remains unknown about alliance and its physiological basis. Interpersonal neural synchrony (INS) – the synchronization of neural signals between interacting individuals – is emerging as a novel lens for studying interactions with relatively objective and time-sensitive neuroimaging techniques. We searched four databases to identify studies of INS in clinical encounters. Our search yielded 161 articles, 46 met criteria for full-text review and 12 were included. The included articles reported INS across a total of 174 dyads, all published since 2018. Despite diverse methodologies, INS was observed in all studies and was often related to therapeutic outcomes. However, results were mixed regarding associations between INS and therapeutic alliance. These results highlight that, while promising, additional research is needed to elucidate the relationship between INS, therapeutic alliance and clinical outcomes. Future studies should aim to standardize methodologies, explore temporal dynamics (e.g., through longitudinal assessments), and include larger sample sizes.",
          "url": "https://osf.io/g2yb7",
          "doi": "https://doi.org/10.31234/osf.io/g2yb7",
          "filter": 0
        },
        {
          "title": "Emotional content interacts with word frequency during parafoveal reading",
          "authors": "Yali Pan",
          "abstract": "Processing emotional information is a key ability in human life. However, little is known about how this innate ability affect acquired abilities such as reading. In this study, we recorded eye movements of 43 participants as they silently read 210 one-line English sentences. Each sentence contained a target word manipulated by emotional content (negative/neutral/positive) and word frequency (low/high). All target words were unpredicted, with well-controlled prior sentential context and pre-target words. We found a significant main effect of the target word frequency on the first fixation durations of pre-target words, indicating a lexical parafoveal-on-foveal (PoF) effect, supporting the parallel processing models in reading. Notably, this study is the first to report an interaction between emotional content and word frequency during parafoveal reading, observed in early eye movement measures (i.e., first fixation and gaze durations). This suggests that emotional information can be extracted from the parafovea and influences lexical access. During foveal reading, we found that emotional words were fixated shorter than neutral words, with no difference between positive and negative words. However, this emotional processing priority was found only for low frequency words. Interestingly, the interaction between emotional content and word frequency was observed in the early stage of parafoveal processing but in the late stage of foveal processing, highlighting a dynamic and intricate interplay between emotional processing and lexical access. Overall, our findings suggest that emotion processing is automatic and takes precedence, influencing lexical access even in the “unattended” area like the parafovea.",
          "url": "https://osf.io/c3uyf",
          "doi": "https://doi.org/10.31234/osf.io/c3uyf",
          "filter": 0
        },
        {
          "title": "Reading Literacy Decline in Europe: Disentangling School Closures and Out-of-School Learning Conditions",
          "authors": "Ulrich Ludewig; Rolf Strietholt; Nele McElvany",
          "abstract": "Background. This study examines the decline in average reading literacy among primary school students in European countries between 2016 and 2021, as the Progress in International Reading Literacy Study (PIRLS) documented. This period is characterized by disruptions due to COVID-19-related school closures and changes in student composition, influenced mainly by societal trends across many European countries.\nAims. We estimated trends in reading literacy adjusted for changes in student composition to assess the relationship between the duration of school closures and school-related learning loess.\nSample. We utilized data from 2016 and 2021 from 18 European countries/regions as part of the PIRLS, involving a representative sample of approximately 5,000 fourth graders per year and country/region (N = 187,386; Mean Age = 10.28, SD = 0.86; 49.50% female).\nMethods. Our analytical approach employed propensity score weighting to balance changes in student composition between the 2016 and 2021 cohorts.\nResults. Our findings revealed changes in student composition across most of the 18 countries/regions. First, the average adjusted decline in reading literacy across all 18 European countries/regions was significantly lower than the observed decline, but it remained substantial. Second, the expected decline was associated with the length of COVID-related school closures, estimated at ‒0.0015 SDs per day.\nConclusions. School closures and changes in the composition of student cohorts played a substantial role in the decline in reading literacy observed between 2016 and 2021. This study enhances our understanding of how student composition and school-related factors influence trends in reading literacy.",
          "url": "https://osf.io/dxbw2",
          "doi": "https://doi.org/10.31234/osf.io/dxbw2",
          "filter": 0
        },
        {
          "title": "Reactivity to experience sampling among adolescents with and without a lifetime or current history of self-harm thoughts or behaviours",
          "authors": "Olivia J Kirtley; Bloeme Sohier; Benjamin Simsa; Robin Achterhof; Inez Myin-Germeys; Ginette Lafit",
          "abstract": "Some ethical committees question whether individuals with a history of self-harm thoughts and behaviours (SHTBs) are “too vulnerable” to take part in Experience Sampling Method (ESM) research and if repeatedly asking about SHTBs could be harmful. Past research has focused on whether participating in ESM research influences SHTBs, and has overlooked participants’ general experience of ESM studies. We explored the relationships between ESM beep disturbance (disruptiveness) and compliance, and lifetime and current SHTBs. N=1507 participants completed baseline questionnaires, including about lifetime history of SHTBs, and N=1788 completed ESM 10x per day for six days, including questions about how much completing the ESM questionnaire disturbed them, and their SHTBs in daily life. There were no significant differences in disturbance or compliance between individuals with no lifetime history of SHTBs, self-harm thoughts, or self-harm behaviours. Individuals reporting self-harm behaviours during the ESM period were more likely to experience the ESM questionnaires as more disturbing. Individuals experienced the ESM questionnaires as more disturbing when more intense self-harm thoughts were reported during the ESM period on average and when their current self-harm thoughts were more intense. Our results indicate that lifetime history of SHTBs does not relate to ESM compliance or beep disturbance. However, ESM may be more taxing for individuals experiencing more intense current SHTBs, and at moments when their self-harm thoughts are more intense. We suggest that a ‘static vulnerability’ approach to ethical evaluation of ESM research based on lifetime history of SHTBs is inappropriate, and that a dynamic approach is preferable.",
          "url": "https://osf.io/tvw68",
          "doi": "https://doi.org/10.31234/osf.io/tvw68",
          "filter": 0
        },
        {
          "title": "The Art of Sleep: Examining sleep strategies in the general population with a focus on the use of music for sleep",
          "authors": "Rasmus Møller Buus; Silvia Genovese; Kira Vibe Jespersen",
          "abstract": "Background: Insomnia is highly prevalent and associated with serious health issues. Despite the negative impact of poor sleep on mind and body, most people do not seek treatment. This study aimed to examine the strategies used to improve sleep in the general population and investigate the characteristics of individuals using music as a sleep aid.\nMethods: A survey was distributed via Facebook advertisements to Danish adults aged 18 and above. Among 3667 responders, a representative subsample of 1195 participants was randomly selected based on age and sex. Insomnia symptoms were assessed using the Bergen Insomnia Scale. Data analysis involved chi-square tests and logistic regression with adjustments for age, sex, education and insomnia status. \nResults: This study found that nearly all participants utilized strategies to aid their sleep, with the most common strategies being “following a routine” (73%), “reducing caffeine in the afternoon/evening” (65%) and “lowering the temperature in the bedroom” (62%). Individuals with insomnia utilized significantly more strategies compared to those without insomnia. Among the participants, 29% reported using music for sleep, with 4.5% using music almost daily. Music users tended to be younger and more likely to suffer from insomnia.\nConclusions: By evaluating a broad range of sleep strategies, this study shows that people do several things to promote sleep in their daily lives. More strategies are used by people with insomnia, but people without insomnia consider specific behaviours to facilitate sleep as well. This research enhances our understanding of sleep behaviour, providing an important fundament for targeting future public health interventions to improve sleep in the general population.",
          "url": "https://osf.io/2rc4a",
          "doi": "https://doi.org/10.31234/osf.io/2rc4a",
          "filter": 0
        },
        {
          "title": "Cultural and Gender Influences on Facial Attractiveness: A Comparative Study of Japanese and American Raters Using Geometric Morphometrics",
          "authors": "Takanori Sano; Hideaki Kawabata",
          "abstract": "Facial attractiveness is a critical factor in forming interpersonal impressions. Evaluations of facial attractiveness were previously considered universal. However, it has recently been pointed out that individuals and cultures can diversify their evaluations. This study conducted Web experiments using the facial images of Japanese and American participants to examine the effects of raters’ gender, age, and culture on facial attractiveness. Experiment 1 examined the impact of gender and age on Japanese raters. Experiment 2 explored the effects of culture on Japanese and American raters. Statistical and morphometric analyses were conducted on the obtained data. The results showed significant positive correlations between attractiveness ratings across gender, age, and culture. However, the results of the geometric morphometrics revealed that Japanese female participants emphasized linear contours in attractive male images more than Japanese male participants. Additionally, Japanese raters were more likely than American raters to emphasize raised eyebrows for faces in attractive male images and smaller mouths for faces in attractive female images. These results suggest that the specific facial features driving attractiveness evaluations differ depending on gender and culture, offering detailed insights into the culturally diverse standards of facial attractiveness. This study adds to the growing understanding of how cultural and individual factors shape aesthetic preferences, questioning the notion of universal beauty and offering a clearer framework for future cross-cultural research on facial attractiveness.",
          "url": "https://osf.io/y279j",
          "doi": "https://doi.org/10.31234/osf.io/y279j",
          "filter": 0
        },
        {
          "title": "Atypical Tactile Preferences in Autism Spectrum Disorder: Reduced Pleasantness Responses to Soft Objects Resembling Human Body Parts",
          "authors": "Ryo Kitada",
          "abstract": "Touching an object can elicit affective sensations. Because these sensations are critical for social interaction, tactile preferences may be adapted to the characteristics of the human body. Our group has demonstrated that compliance (a physical correlate of softness) increased the tactile pleasantness of a deformable surface until it reaches around the same level as those of human body parts. However, individuals such as those with autism spectrum disorder (ASD) often avoid being touched by others. Does ASD have atypical affective response patterns to soft objects like human body parts? Herein, adults with ASD and typically developed (TD) adults numerically estimated the perceived pleasantness or softness while lightly pressing urethane rubbers with their right index fingers. The results revealed that pleasantness increased as a function of compliance, but this increase was smaller for ASD than TD, particularly at compliance levels including human body parts. However, the perceived softness increased as a function of compliance similarly between the ASD and TD groups. This result demonstrates an atypical preference of ASD individuals for soft objects, which may explain the avoidance of ASD to social touch.",
          "url": "https://osf.io/h6bse",
          "doi": "https://doi.org/10.31234/osf.io/h6bse",
          "filter": 0
        },
        {
          "title": "Multi-region investigation of ‘man’ as default in attitudes",
          "authors": "Curtis Phills; Jeremy K. Miller; Erin Michelle Buchanan; Amanda Williams; Chanel Meyers; Elizabeth R Brown; Janis Zickfeld; Selina Volsa; Stefan Stieger; Elisabeth Oberzaucher",
          "abstract": "Though people usually imagine the typical person as a man rather than a woman, the effect is mixed for racial groups and understudied among traditionally male social groups (e.g., police and criminals) and non-U.S. populations. Results from a survey (N &gt; 5000) collected via a globally distributed laboratory network in over 40 regions demonstrated that attitudes toward Black people and politicians had a stronger relationship with attitudes toward the men rather than the women of the group. However, attitudes toward White people had a stronger relationship with attitudes toward White women than White men, whereas attitudes toward East Asian people, police officers, and criminals did not have a stronger relationship with attitudes toward either the men or women of each respective group. Regional endorsement of liberal values was explored as a potential moderator. These findings have implications for understanding the unique forms of prejudice women face around the world.",
          "url": "https://osf.io/nkbjc",
          "doi": "https://doi.org/10.31234/osf.io/nkbjc",
          "filter": 0
        },
        {
          "title": "A Critical Appraisal of Current Adaptive Behavior Measurement in  Comprehensive Intensive Behavioral Intervention Outcome Assessment",
          "authors": "Thomas Frazier",
          "abstract": "Purpose: This critical review examines the application of two commonly-used adaptive functioning measures, the Vineland Adaptive Behavior Scales – Third Edition (Vineland-3) and the Adaptive Behavior Assessment System – Third Edition (ABAS-3), to the behavioral intervention context. The review focuses on periodic outcome and treatment planning assessment in people with autism spectrum disorder receiving comprehensive and intensive behavioral intervention (CIBI) programs. Methods: Instrument technical manuals were reviewed and a PubMed search was used to identify published manuscripts that included the Vineland-3 and ABAS-3 as a primary focus with relevance to development, psychometric properties, or measure interpretation. Results: Analysis begins by introducing the roles of periodic outcome assessment for CIBI programs. Next, the Vineland-3 and ABAS-3 are evaluated in terms of their development processes, psychometric characteristics, and practical aspects of their implementation to inform everyday practice. Examination of each measure’s development indicates that they were not specifically designed for use with individuals with autism spectrum disorder or within CIBI programs. Furthermore, the evidence for several key psychometric characteristics is either unavailable or suggests less than desirable properties, while evaluation of practical considerations for implementation revealed weaknesses in ongoing intervention monitoring and clinical decision support. Conclusions: The Vineland-3 and ABAS-3 have significant weaknesses relevant to their application in CIBI outcome assessment. Alternative approaches are offered, including developing and adopting measures specifically developed for individuals with autism spectrum disorder and the CIBI intervention context.",
          "url": "https://osf.io/y549v",
          "doi": "https://doi.org/10.31234/osf.io/y549v",
          "filter": 0
        },
        {
          "title": "Assessing the Impact of Differing Perspectives in Advice-Taking Behavior",
          "authors": "Aakriti Kumar; Ren-Hui Michelle Tham; Mark Steyvers",
          "abstract": "Advice-taking plays a critical role in collaboration. Yet people tend to under-utilize advice,\noften to their own detriment. In this chapter, we investigate if people’s utilization of advice\nimproves when they know the advisor has access to different information compared to\nthem. Across four experiments, we examine how individuals integrate advice in an\nestimation task, where the advisee and the advisor have access to different perspectives of\nthe same problem. Experiment 1 evaluates participants’ independent ability to perform the\ntask of estimating the number of objects in a jar from various viewpoints. The results show\nthat depending on the type of objects, some viewpoints provide more accurate estimates\nthan others. Experiment 2 confirms that participants are able to identify these more\ninformative viewpoints. Building on these findings, Experiment 3 examines how individuals\nadjust their estimates when presented with estimates from a human advisor and an AI\nadvisor. Individuals are also given information about the advisor’s perspective. Our\nfindings are consistent with egocentric discounting where individuals exhibit a general bias\ntoward their own information. However, this discounting is lower for AI advisors compared\nto human advisors in our experiment. Our results also show that the advisor’s estimate is\ntaken more into account when the advisor has a more favorable viewpoint – for both\nhuman and AI advisors. This suggests a potential for optimizing advice-taking behavior by\nenhancing people’s understanding of the advisor’s viewpoint. This study furthers our\nunderstanding of advice-taking dynamics with human and AI advisors and the role of\nperspective-taking in decision-making processes.",
          "url": "https://osf.io/seqjr",
          "doi": "https://doi.org/10.31234/osf.io/seqjr",
          "filter": 0
        },
        {
          "title": "Stereotypes at the intersection of perceivers, situations, and identities: analyzing stereotypes from storytelling using natural language processing",
          "authors": "Yilin Wang; Chujun Lin",
          "abstract": "Stereotypes in the real world are complex, varying by perceivers, situations, and intersecting identities. These modifying factors are often overlooked in the literature. We address this gap by having participants freely write stories about how people view 9 different groups across 6 representative situations and of 30 intersectional identities. To identify stereotypes in these stories, we leverage large language model GPT to detect stereotypes. Across two pre-registered studies with U.S. representative participants (N = 1,721), we found that although stereotypes are considered products of social learning, they varied considerably across perceivers. While seen as overgeneralized associations about the groups, stereotypes significantly varied by situation. Multiple categorizations do not shape intersectional stereotypes equally, with Asian showing dominating effects likely due U.S. population’s lower exposure to this group than familiar identities (Black/White, women/men, old/young). These findings highlight how individual experiences, situation norms, and identity representativeness interact to shape stereotypes in naturalistic contexts.",
          "url": "https://osf.io/dvurm",
          "doi": "https://doi.org/10.31234/osf.io/dvurm",
          "filter": 0
        },
        {
          "title": "Discrete and systematic communication in a continuous signal-meaning space",
          "authors": "Alicia M Chen; Matthias Hofer; Moshe Poliak; Roger Philip Levy; Noga Zaslavsky",
          "abstract": "Human language displays both discreteness (the segmentation of continuous sensory information into distinct categories) and systematicity (the alignment of these categories into structured, meaningful patterns). These properties are crucial for language's flexibility and expressivity, but the cognitive biases driving their emergence remain unclear. \n\nTo address this, we designed a real-time communication game where participants developed auditory signaling systems, generalizing from a small number of learned signal-meaning mappings to communicate about a continuous color space. The emergent communication systems exhibited both discreteness and systematicity. Systematicity, in particular, predicted successful communication. Our results suggest that cognitive biases toward non-arbitrary meaning-form associations may facilitate the development of successful cooperative communication.",
          "url": "https://osf.io/zrjqg",
          "doi": "https://doi.org/10.31234/osf.io/zrjqg",
          "filter": 0
        },
        {
          "title": "Numeric and Verbal Eyewitness Confidence: Order Effects",
          "authors": "Pia Pennekamp; Jamal K. Mansour; Rhiannon Batstone",
          "abstract": "While verbal and numeric confidence may similarly predict identification accuracy, there are many challenges to overcome in the use of verbal confidence, despite the criminal justice system’s preference for it. Eyewitnesses could potentially provide scale ratings after verbal judgments or vice versa, if the confidence-accuracy relationship is maintained. In two studies, participants watched one or more mock-crime videos and then viewed target-present or target-absent lineups for the perpetrators. After each lineup, participants provided confidence either verbally (in their own words) and then numerically (0-100%), or numerically and then verbally. For verbal confidence judgments and numeric confidence judgments, neither order nor the interaction predicted identification accuracy. Asking eyewitnesses to provide confidence both verbally and numerically does not negatively impact the confidence-accuracy relationship, regardless of order. However, we show that there is considerable variability in the meaning eyewitnesses assigned to their own word confidence judgments, which suggests asking for own words confidence only is problematic. We caution that the usefulness of verbal confidence to predict accuracy hinges on a systematic approach to its interpretation.",
          "url": "https://osf.io/e7k5m",
          "doi": "https://doi.org/10.31234/osf.io/e7k5m",
          "filter": 0
        },
        {
          "title": "A generative model of personality disorder as a relational disorder",
          "authors": "Orestis Zavlis; Michael Moutoussis; Peter Fonagy; Giles W Story",
          "abstract": "Existing models of personality disorder are statistical models: dispersion patterns of personality facets. Although useful in describing personality differences, such models fall short in terms of explaining those differences. Generative models can address these explanatory gaps by explicating the mechanisms that generate descriptive pathologies. In this paper, we aim to move beyond the former descriptive models and toward the latter explanatory ones. To do so, we formalize personality pathology using a generative model that has four properties. First, it is probabilistic: it outlines how humans leverage uncertainty to make sense of their own and others’ ways of being. Second, it is mentalizing: it posits that personality pathology is about poor ways of experiencing and relating to the self and others. Third, it is hierarchical: it accounts for the multiplicity of self- and other- states (in the here-and-now) and traits (in the long-run). Finally, it is dynamic: it outlines how these properties evolve over time, accounting for the development of personality. Simulating data from this model, we demonstrate how it can account for the generation, maintenance, and treatment of various personality problems (from borderline instability to narcissistic grandiosity) by formalizing them as relational problems: problems with navigating relationships. We thus discuss how our model could be used to address recent debates on what is central to personality pathology by clarifying the distinction between description (what personality ‘is’) and explanation (what personality ‘does’). We conclude the paper with a tutorial on our model and suggestions for future research.",
          "url": "https://osf.io/wh6na",
          "doi": "https://doi.org/10.31234/osf.io/wh6na",
          "filter": 0
        },
        {
          "title": "Computational modeling of interpersonal dynamics in psychopathology: A systematic review and agenda for future work",
          "authors": "Orestis Zavlis; Giles W Story; Peter Fonagy; Michael Moutoussis",
          "abstract": "Interpersonal dynamics have long been acknowledged as instrumental to the generation and alleviation of psychopathology problems. Recent computational approaches have been argued to be uniquely suited for investigating such dynamics either with exploratory models (machine learning) or confirmatory models (generative modeling). However, the utility of such models to the study of interpersonal problems has not yet been scrutinized. We thus conducted a systematic review to assess the validity, reliability, and openness of computational models to the study of interpersonal psychopathology problems. Candidate studies (n = 2,944), including peer-reviewed conference manuscripts, were derived from five databases (MEDLINE, Embase, PsycINFO, Web of Science, Google Scholar) up to September 2024. A total of 55 studies met inclusion criteria and were assessed for their computational approach, validity, reliability, and openness. Results indicated that Bayesian modeling was the most commonly used approach (k=19), followed by machine learning (k=16), dynamical systems modeling (k=10), and reinforcement learning (k=10). Quality assessments revealed considerable heterogeneity in the validity of these approaches, with some scoring high primarily on empirical validity (reinforcement learning), others on theoretical validity (dynamical systems), and yet others on generative validity (Bayesian models). Finally, and most strikingly, few studies reported comprehensive performance metrics and even fewer studies adopted open science practices (specifically, 2 pre-registered their hypotheses and 8 shared their data and code online). We discuss these matters and conclude with more optimistic messages regarding how, when rigorously and openly conducted, computational approaches have the potential to advance the field of interpersonal psychopathology by enabling us to formalize and examine historically elusive social concepts (like mental representations of the self and others) and their role in psychopathology problems.",
          "url": "https://osf.io/5crp4",
          "doi": "https://doi.org/10.31234/osf.io/5crp4",
          "filter": 0
        },
        {
          "title": "Feeling the body politic: The relationship between interoception and the impact of politics on our health",
          "authors": "Mariana Von Mohr; Manos Tsakiris",
          "abstract": "There is growing concern about the impact of political engagement on health. Consequently, interest has increased in how people cope with the effects of politics on their wellbeing. We applied an affective science framework to investigate whether interoceptive sensibility, i.e., attunement to our inner bodily feelings, can attenuate the extent to which politics affect people’s health. In a US sample of Republican (n=311) and Democratic (n=321) supporters, we found that interoception can counteract the adverse effects of political engagement on citizens’ health, irrespective of their political party. Importantly, this protective function of interoception does not impact citizens’ political engagement and participation. If anything, people with higher interoceptive sensibility appear more resilient to the impact that politics can have on their health and are more likely to be politically engaged. These findings pave the way for new studies on the intricate and complex relations between embodiment, emotions and politics.",
          "url": "https://osf.io/nbmep",
          "doi": "https://doi.org/10.31234/osf.io/nbmep",
          "filter": 0
        },
        {
          "title": "Eye-Movement Markers of Mind-Wandering during Reading: A Meta-Analysis",
          "authors": "Diane Caroline Mézière; Timo Heikkilä; Niilo Hautala; Johanna K. Kaakinen",
          "abstract": "Mind-wandering during reading has been extensively investigated, with multiple studies reporting differences in eye-movement behavior between mind-wandering and on-task reading. However, eye-movement indicators of mind-wandering during reading have not yet been clearly identified. This article presents results from two studies. Firstly, we carried out a meta-analysis to identify eye movement indicators of mind-wandering during reading. From the initial search, abstracts from 140 articles were reviewed for eligibility, and 39 articles were included for full text reading and data extraction. Finally, we identified 16 individual datasets from 19 articles for which we could compute effect sizes. We calculated effect sizes for 9 eye-movement measures: mean fixation duration, fixations count, first-fixation duration, gaze duration, total reading time, saccade length, skipping, blink count, and inter-word regressions. The results indicated that readers skipped more words and made fewer fixations during mind-wandering compared to on-task reading. Following these results, we carried out exploratory analyses with a dataset from our own lab to examine other possible explanations for this eye-movement pattern. Specifically, we investigated readers’ sensitivity to word frequency and length and readers’ use of corrective regressions. Results indicated that readers show reduced effects of word length and frequency on skipping behavior as well as a reduced use of corrective regressions during mind-wandering compared to on-task reading. Results and implications from both studies are discussed in the context of mind-wandering and reading research.",
          "url": "https://osf.io/cewuj",
          "doi": "https://doi.org/10.31234/osf.io/cewuj",
          "filter": 0
        },
        {
          "title": "Stalled in the process to a transition: Implementation of differentiation in the school from the perspective of teachers",
          "authors": "Lisette de Jonge-Hoekstra; Elisa Kupers; Alianne Bakker; Anke de Boer; Alexander Minnaert; Jan D. Vermunt",
          "abstract": "Differentiation is rarely investigated from a system perspective, while we need this to support teachers’ engagement in differentiated instruction and foster students’ learning. We interviewed teachers and interpreted their perspectives with the Implementation Science Framework and Complexity Leadership Theory. Teachers described many types of complex leadership, more absent than present implementation drivers, and many interactions between leadership and implementation drivers. Furthermore, teachers expressed constraints to and a couple of seized opportunities for differentiation. We conclude that the schools of this study’s teachers are stalled in the process to a transition to implementing differentiation, and offer suggestions for breaking that stall.",
          "url": "https://osf.io/bwhtu",
          "doi": "https://doi.org/10.31234/osf.io/bwhtu",
          "filter": 0
        },
        {
          "title": "Fact-Checking Election-Campaign Misinformation: Impacts on Noncommitted Voters’ Feelings and Behavior",
          "authors": "Toby Prike; Ullrich K. H. Ecker",
          "abstract": "Making misleading statements may benefit a politician, for example during an election campaign. However, there are potentially also negative consequences; political misinformation can taint democratic debate, voters may be misled into forming false beliefs, and being fact-checked may damage a politician’s reputation. Previous research has found that correcting misleading statements made by established politicians reduces topical misperceptions, but hardly affects voter feelings and support. Here, we examined the impact of political misinformation and fact-checking when politicians are unfamiliar. Participants (N = 406) were engaged in a simulated election campaign set in an unfamiliar country, featuring statements from fictional candidates. Participants indicated their feelings toward the candidates, cast a vote, and rated their belief in the fact-checked statements. Misleading statements that were not corrected positively affected feelings towards and voting for (right-leaning) politicians. Corrective fact-checks had large effects, reducing belief in misinformation, and fact-checked candidates were viewed much less favorably and attracted far fewer votes. This demonstrates that in the absence of strong pre-existing attitudes, corrective fact-checks can negatively impact misinformation-spreading politicians who are not (yet) well-known.",
          "url": "https://osf.io/8mnvd",
          "doi": "https://doi.org/10.31234/osf.io/8mnvd",
          "filter": 0
        },
        {
          "title": "Value Projection. Humans perception of a humanoid robot in moral contexts.",
          "authors": "Serena Marchesi; Kinga Ciupinska; Davide De Tommaso; Agnieszka Wykowska",
          "abstract": "As robots become collaborators in various domains, understanding human perception of them as moral and intentional agents is\npivotal. This study addresses different strategies to promote humans’ perception of social robots as value-aware collaborators,\nfocusing on the alignment of values between humans and the humanoid robot iCub. Employing three different strategies\nof describing the iCub robot abilities of moral-decision making, we found that regardless of the strategy used, participants\ntended to attribute moral agency to iCub, likely influenced by its humanoid appearance. Interestingly, the absence of prior\nindication of iCub’s ability to make moral decisions led to a lower adoption of intentional stance. These results suggest a\nnuanced relationship between perceived intentionality and morality in human-robot interactions. Moreover, our findings advance\nour understanding of how humans perceive different agents in terms of value-awareness, bridging subjective and objective\nmeasures through behavioural and self-report indicators.",
          "url": "https://osf.io/j6bcn",
          "doi": "https://doi.org/10.31234/osf.io/j6bcn",
          "filter": 0
        },
        {
          "title": "Seven Million Unnecessary Deaths: What the response to COVID-19  in different countries and in Red and Blue States tells us about human nature",
          "authors": "William Day Lassek",
          "abstract": "Most of the 7.1 million current global COVID deaths could likely have been prevented if the initial behavioral response in Wuhan, China had been different. Since the virus has spread globally, national death rates have varied from less than 1 to 660 deaths per 100,000. If all countries had responded like neighboring countries in Asia, half of global deaths could have been prevented. The United States with 1.2 million COVID deaths, 17% of the global total, has one of the highest COVID death rates, more than five times higher than expected from age, income, and temperature and more than six times the rate in Japan, which has more elderly. Five-year age-adjusted COVID death rates in US states vary from 66 to 410 per 100,000 in Non-Hispanic Whites, a six-fold difference. The state’s percentage of Trump votes in 2020 explains 51% of these differences, with death rates 69% higher in high vs low percentage states overall and 225% higher in 2021, the year with the most deaths. Residents of states with more Trump votes have been half as likely to be vaccinated and to practice social distancing. If the US had responded to COVID like Japan, almost a million American lives would have been saved. If all states had responded like the best Blue State, Hawaii, more than 900,000 lives would have been spared. In addition, using death certificate data, we estimate that the prevalence of Long COVID is 2.7 times higher in states with more vs less Trump votes (10.5±2.3% vs 3.8±1.2%). We discuss how three mental traits evolved through natural and sexual selection may help to explain such dysfunctional behavioral responses to life threatening danger: the tendency to form dominance hierarchies, rampant ingroup favoritism, and the often lethal combination of risk taking and overconfidence, especially in males.",
          "url": "https://osf.io/kqfsz",
          "doi": "https://doi.org/10.31234/osf.io/kqfsz",
          "filter": 0
        },
        {
          "title": "The neural bases of graph perception: a novel instance of cultural recycling",
          "authors": "Lorenzo Ciccione; Stanislas Dehaene",
          "abstract": "Graphical representations of quantitative data abound in our culture, and yet the brain mechanisms of graphicacy, by which viewers quickly extract statistical information from a graph, are unknown. Here, using scatterplots as stimuli, we tested two hypotheses about the brain areas underlying graphicacy. First, at the perceptual level, we hypothesized that the visual processing of scatterplots and their main trend recycles cortical regions devoted to the perception of the principal axis of objects. Second, at the semantic level, we speculated that the math-responsive network active during arithmetic and mathematical truth judgments should also be involved in graph perception. Using functional MRI, we indeed found that graph trend judgement recruits a right lateral occipital area involved in detecting the orientation of objects, as well as a right anterior intraparietal region also recruited during mathematical tasks. Both behavior and brain activity were driven by the t value which indexes the statistical correlation in the graph. Our work offers a first approach to the neural bases of graph perception. We suggest that, like literacy and numeracy, graphicacy relies on the recycling of brain areas previously attuned to a similar problem, here the perception of object orientation.",
          "url": "https://osf.io/wnqs6",
          "doi": "https://doi.org/10.31234/osf.io/wnqs6",
          "filter": 0
        },
        {
          "title": "Being in the minority boosts in-group love: Explanations and boundary condition",
          "authors": "Roman Gallardo; Austin Smith; Uri Zak; Darinel Lopez; Alex Koch; Erika Kirgios",
          "abstract": "People appreciate members of their in-group, and they cooperate with them—tendencies we refer to as in-group love. Being a member of a minority (vs. majority) is a common experience that varies both between groups in a context and within a group between contexts, but how does it affect in-group love? Across six studies, we examined when and why being in the minority boosts in-group love. In Study 1, being in the minority boosted people’s appreciation of various real-life in-groups but not out-groups. In Study 2, a real-life interaction between and within groups, people cooperated more with minority in-group (but not minority out-group) members. In Studies 3-6, we measured cooperation (Study 3, incentive-compatible), appreciation (Studies 4-6), and four mediators: perceived in-group distinctiveness, experienced in-group belongingness, expected in-group cooperation, and perceived in-group status. These four mediators independently and simultaneously explained why being in the minority boosted in-group love. In Studies 5 and 6, we observed two theoretical boundary conditions for the effect. The size of the effect was smaller when the minority in-group had many (vs. few) members (Study 5), and when the imbalance between the in-group and out-group was either low or high (here: 46% minority &amp; 54% majority, or 20% minority &amp; 80% majority) rather than moderate (here: 33% minority &amp; 67% majority). We discuss how these findings align with and build on Optimal Distinctiveness Theory (ODT) and other theoretical accounts.",
          "url": "https://osf.io/q7txc",
          "doi": "https://doi.org/10.31234/osf.io/q7txc",
          "filter": 0
        },
        {
          "title": "Convex Hull Applications to Likert Scale Psychometrics",
          "authors": "Nigel Guenole",
          "abstract": "We present a way convex hulls can be applied to Likert scale response data for recovery of the familiar sum score from Classical Test Theory (CTT). An illustration with real data showed the recovered correlation between the convex hull score and the CTT sum score was .96. We discuss implications for measuring latent constructs using artificial intelligence transformers and natural language.",
          "url": "https://osf.io/w5e3c",
          "doi": "https://doi.org/10.31234/osf.io/w5e3c",
          "filter": 0
        },
        {
          "title": "Eigenmodes of the deep unconscious: The neuropsychology of Jungian archetypes and psychedelic experience.",
          "authors": "Hugh McGovern; Marco Aqil; Selen Atasoy; Robin Carhart-Harris",
          "abstract": "This article presents a neuroscientific interpretation of Carl Jung's theory of archetypes, and their experience in altered states of consciousness. We begin by rehearsing the Free Energy Principle and Predictive Processing as foundational frameworks which subserve and inform the thesis that follows. The following sections examine three aspects of archetypes: the affective core rooted in subcortical systems, archetypal imagery emergent in altered states such as psychedelic experiences, and archetypal stories encoded in higher cortical areas. Specifically, we propose a trilogical interplay between high-level cortex, low-level cortex, and subcortical/affective systems in instantiating these archetypal phenomena. We then explore how archetypes may be transmitted between individuals, developing into a collective unconscious through social learning and subsequent attunement. Throughout, we provide syntheses of Jungian psychology with contemporary neuroscience, offering testable hypotheses regarding the neurological bases of archetypal phenomena. We conclude with discussing implications for both psychoanalytic theory and neuroscientific research. By bridging these disciplines, we aim to lend construct validity to Jungian concepts and encourage further empirical investigation of archetypes and the collective unconscious.",
          "url": "https://osf.io/6efzr",
          "doi": "https://doi.org/10.31234/osf.io/6efzr",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Perceived depth modulates allocation of attention",
          "authors": "Tasfia Ahsan; Erez Freud",
          "abstract": "There is growing evidence that the visual system processes objects perceived as closer more quickly and accurately than those farther away, a phenomenon known as the \"close advantage effect\" (CAE). The mechanisms underlying this effect, however, remain unknown. In this study, we assessed whether perceived depth modulates allocation of attention. Using a Posner cueing task in Experiment 1a, we found greater accuracy for close surface targets (demonstrating the CAE). Critically, we also found a smaller Posner effect in the close surface, suggesting that attentional resources are better utilized in this space. Experiment 1b confirmed that these results were not due to differences in background surface sizes. In Experiment 2a, using the Egly-Driver task, we replicated and expended the results of Experiment 1a. Participants were more accurate when shifting attention from far to close surfaces and when shifting attention within the close surface, compared to when shifting attention within the far surface. These results suggest that perceived proximity makes attentional shifts more efficient. This effect persisted in Experiment 2b, even after controlling for the perceived size of the targets. Overall, our findings show that perceived depth modulates attention, with close space receiving preferential processing likely due to its relevance for immediate interaction.",
          "url": "https://osf.io/825m3",
          "doi": "https://doi.org/10.31234/osf.io/825m3",
          "filter": 2
        },
        {
          "title": "On Intelligence and Limits",
          "authors": "Tariq Khan",
          "abstract": "A short informal philosophical essay proposing an algorithmic framework or a matrix of steps that define intelligence.  Thus, it is argued that the human genome system (DNA) can be considered intelligent as well as gene pools of organisms in Nature.  Concepts like minds, the multiverse, and even the existence of the past, are proposed as derivative of an existential algorithm of intelligence.",
          "url": "https://osf.io/x92t5",
          "doi": "https://doi.org/10.31234/osf.io/x92t5",
          "filter": 2
        },
        {
          "title": "The role of memory in temporal discounting",
          "authors": "Karolina Maria Lempert",
          "abstract": "A widely observed phenomenon in intertemporal choice is temporal discounting; people prefer to have rewards sooner rather than later, even if the delayed rewards are larger. Despite the universality of temporal discounting, people vary substantially in their temporal discounting rates, with some people being much more willing to wait for delayed rewards than others. What are the neurocognitive mechanisms underlying these individual differences? This chapter presents the field’s current understanding of the roles of major cognitive capacities (specifically: inhibitory control, episodic memory, and semantic memory) in determining temporal discounting rates. The chapter also argues that, whereas there are circumstances under which inhibitory control and episodic memory retrieval are deployed during intertemporal choice, semantic memory retrieval may actually be the key cognitive contributor to variability in intertemporal preferences. Inhibitory control is likely to be engaged during intertemporal choice when choices are especially difficult or high-stakes. Episodic retrieval is likely to be involved when people are cued to imagine the future before they make these choices. Neither of these processes appear to be necessary for future-oriented choice, however, and there is growing evidence that the structural integrity of the anterior temporal lobe – a hub for semantic memory – is associated with temporal discounting. More research is needed to test this theory and to understand the precise mechanism by which semantic memory supports future-oriented choice. Further research is also needed to test the generalizability of these conclusions to other kinds of intertemporal choices, such as those involving primary rewards, punishments, or temporal uncertainty.",
          "url": "https://osf.io/3t5c4",
          "doi": "https://doi.org/10.31234/osf.io/3t5c4",
          "filter": 2
        },
        {
          "title": "Effects of transcranial direct current stimulation (tDCS) at different cortical targets on cognition in obsessive compulsive disorder (OCD)",
          "authors": "Luca Pellegrini; Jeremy E. Solly; Naomi Fineberg",
          "abstract": "Background\nTranscranial direct current stimulation (tDCS) holds promise as a treatment for obsessive compulsive disorder (OCD). Patients with OCD show impairment in specific aspects of executive function of relevance to wellbeing, manifesting as motor impulsivity and cognitive inflexibility. In a recently published feasibility study, tDCS produced a positive clinical effect on OCD symptoms (Fineberg et al 2023). We report a secondary analysis of neurocognitive data collected in this study. Our aim is to investigate whether tDCS additionally changes markers of motor impulsivity and cognitive flexibility. \n\nMethods\nIn this randomised, double-blind, sham-controlled, cross-over, multicentre feasibility study, adults with DSM-5 OCD received three courses of clinic-based tDCS, targeting the bilateral supplementary motor area (SMA), left lateral orbitofrontal cortex (L-OFC) and sham, randomly allocated and delivered in counterbalanced order. Each tDCS arm comprised four 20-minute 2 mA stimulations, delivered over two consecutive days, separated by a ‘washout’ period of at least four weeks. Cognitive assessments were conducted before and 2 hours after the first stimulation in each arm, using the Stop Signal (SST) test for motor-impulsivity and the Intra/Extra-Dimensional-Set-Shifting-Task (IED) for cognitive inflexibility. We used a paired samples T-test to compare the baseline and post-stimulation scores for each treatment arm.  \n\nResults\nNineteen adults were recruited. tDCS of the lateral OFC and SMA significantly improved cognitive inflexibility (total errors at the extra-dimensional shift stage of the  ID/ED) (p=0.038 and p=0.030, respectively), while sham treatment did not (paired sample t-test, pre-post effect size, baseline vs. 2-hours after stimulation). No significant effect of tDCS was found for motor impulsivity (stop-signal reaction time, SSRT) in any of the three arms. \n\nConclusions\nNotwithstanding the small sample size, stimulating the OFC and SMA with a single administration of tDCS acutely reduced cognitive inflexibility but not motor impulsivity in patients with OCD. tDCS may act to improve OCD via cognitive mechanisms. A definitive randomised, controlled trial of tDCS targeting both the OFC and SMA, including cognitive markers, is indicated.\n\n\n\n\nKeywords: obsessive compulsive disorder; Cognitive inflexibility; Motor impulsivity; Transcranial Direct Current Stimulation; tDCS",
          "url": "https://osf.io/a9de8",
          "doi": "https://doi.org/10.31234/osf.io/a9de8",
          "filter": 2
        },
        {
          "title": "Social Cognitive Deficits in Schizophrenia, Bipolar Disorder, and First-Degree Relatives:  A Large-Sample, Multi-Task Investigation",
          "authors": "Scott D. Blain; Jerillyn S. Kent; Chloe Peyromaure de Bord; Scott Sponheim; Ivy Fei Tso",
          "abstract": "Background and Hypothesis: Individuals with schizophrenia show robust deficits in social cognition, which are associated with symptom severity and functional outcomes. These deficits are also present, but weaker, in those with related diagnoses (e.g., bipolar disorder) and in patients’ biological relatives. Nonetheless, previous work in this area is limited by small sample sizes and use of single social-cognition tasks. We address these issues using a large sample spanning individuals with schizophrenia or schizoaffective disorder (105) and bipolar disorder with psychotic features (37), their first-degree relatives (101), and healthy controls (53). \n\nStudy Design: Participants completed tests of social cognition—including facial/auditory emotion recognition and mentalizing. Social cognition was modeled as a latent variable and its associations with diagnostic group were examined. \n\nStudy Results: There was a significant effect of group on social cognition; individuals with bipolar disorder and relatives performed worse than controls but better than those with schizophrenia. There was also a group-by-task interaction, such that deficits were stronger for mentalizing than emotion recognition. \n\nConclusions: Our findings suggest that social cognitive deficits represent a feature of schizophrenia that maps onto related genetic liability. These deficits may be particularly prominent for higher-level social cognitive abilities.",
          "url": "https://osf.io/mue7h",
          "doi": "https://doi.org/10.31234/osf.io/mue7h",
          "filter": 2
        },
        {
          "title": "Person-Specific State Consistency as a Defining Property of Personality: A Critical Analysis and Re-evaluation",
          "authors": "Le Vy Phan; Nick Modersitzki; Niclas Kuper; Karl-Heinz Renner; John F. Rauthmann",
          "abstract": "Consistencies in how and what a person thinks, feels, enacts, and wants (i.e., momentary states) lie at the core of personality definitions and thus at the heart of personality psychology. Unfortunately, the systematic conceptualization and examination of state consistencies has stagnated after the person-situation debate. Moreover, past research has predominantly focused on consistencies of individual differences, neglecting consistencies that play out in the life of the individual. While the study of between-person consistencies provides evidence for the existence of personality characteristics, we argue that person- specific within-person consistencies are necessary to draw inferences about a person’s individuality. To reignite the examination of individual-level state consistencies, we present a framework of basic person-specific consistency types. For the proposed consistencies, we provide examples, discuss their interpretation and relevance, and relate them to prominent theoretical accounts within personality psychology. We conclude with advocating for a stronger focus on person-specific approaches and individuality.",
          "url": "https://osf.io/egsdf",
          "doi": "https://doi.org/10.31234/osf.io/egsdf",
          "filter": 2
        },
        {
          "title": "Beyond Nomothetics and Idiographics: Towards a Systematization of Personality Research Approaches",
          "authors": "Le Vy Phan; Nick Modersitzki; Niclas Kuper; Nadin Beckmann; Malgosia Fajkowska; Mario Gollwitzer; Kai T. Horstmann; Markus Quirin; Karl-Heinz Renner; Aidan Wright",
          "abstract": "Psychology is concerned with both general laws of psychological functioning and with the individual person. The debate surrounding nomothetics and idiographics has been brought up repeatedly, but it has never been completely resolved. We therefore aim to provide conceptual clarity on how the terms “idiographic” and “nomothetic” are used and how conflating these with other concepts negatively impacts research. By differentiating distinct inferential goals and research approaches, we disentangle these confounding concepts. We demonstrate that the nomothetic-idiographic distinction alone is insufficient for categorizing research approaches in personality science. Specifically, we present a categorization of research approaches based on (a) the focal entity (person(s) vs. population(s)) and (b) the type of generalization (no vs. entity-specific vs. cross-entity) resulting in a 2×3 matrix of research approaches. Finally, we propose a framework of 25 polytomous criteria to extend upon these three distinctions. This framework can be mapped onto the generic empirical research process and may help researchers to make decisions in the research process more explicit.",
          "url": "https://osf.io/y5cwt",
          "doi": "https://doi.org/10.31234/osf.io/y5cwt",
          "filter": 2
        },
        {
          "title": "Towards dynamical modeling of infants’ looking times",
          "authors": "Ralf Engbert; Josephine Funken; Natalie Boll-Avetisyan",
          "abstract": "Analyzing looking times is among the most important behavioral approaches to studying problems such\nas infant cognition, perception, or language development. However, processed-based approaches to the dynamics of infants’ looking times are lacking. Here, we propose and analyze a dynamical model of infant gaze behavior with full account of the microstructure (i.e., saccades and fixations). Our process-based model is illustrated by reproducing inter-individual diﬀerences in a developmental study of noun comprehension (Garrison et al., 2020). In our modeling framework, numerical values of model parameters map onto specific cognitive processes (e.g., attention or working memory) involved in gaze control. Because of the general architecture of the mathematical model and our robust procedures in model inference via Bayesian data assimilation, our framework may find applications in other fields of developmental and cognitive sciences.",
          "url": "https://osf.io/hjq7c",
          "doi": "https://doi.org/10.31234/osf.io/hjq7c",
          "filter": 2
        },
        {
          "title": "Do humans learn like transformer networks?",
          "authors": "Jacques Pesnot Lerousseau; Christopher Summerfield",
          "abstract": "Do humans learn like transformers? We trained both humans and transformer networks on a rule learning task where they had to respond to a query at the end of a sequence of symbols (the context). At test, we measured both “in-context” learning (the ability to generalise the rule to novel queries) and “in-weights” learning (the recall of past experiences from memory). Manipulating the diversity and redundancy of examples in the training distribution, we found that humans and transformers respond in very similar ways. In both types of learner, redundancy and diversity trade off in driving in-weights and in-context learning respectively, whereas a composite distribution that includes a balanced mix of redundancy and diversity allows the two strategies to be used in tandem. However, we also found that while humans benefit from dynamic training schedules that emphasise diverse examples early on, transformers do not. So, whilst the same data distributional properties promote learning in humans and transformer networks, only people benefit from curricula.",
          "url": "https://osf.io/ryn8d",
          "doi": "https://doi.org/10.31234/osf.io/ryn8d",
          "filter": 2
        },
        {
          "title": "Creating Meaningful Experiences of Sufficiency.  A quasi-experimental field study to examine student housing settings to enhance the mean-ing of shared living and sufficiency",
          "authors": "Tilmann Hüppauff; Marcel Hunecke",
          "abstract": "Addressing the ecological crisis necessitates demand-side mitigation. However, sufficiency strategies that limit consumption are often perceived as detrimental to well-being, creating a barrier to broader societal efforts. This study investigated the Collegium Academicum (CA) student home as a setting where shared living is practised with a strong focus on sufficiency. We examined whether such sufficiency settings can enhance the personal meaning of sufficiency compared to ordinary shared living environments. Data were collected from 159 residents of the CA and a standard student home. Our findings indicated that residents of the CA experienced greater meaningfulness of shared living, improved sufficiency attitudes and a higher intention to choose shared living in the future. Experiences of shared living had a lagged positive impact on the perceived meaningfulness of shared living. These results imply that sufficiency settings can strengthen sufficiency-oriented living. Future research should continue to explore these environments using robust pre-post study designs.",
          "url": "https://osf.io/8pnx9",
          "doi": "https://doi.org/10.31234/osf.io/8pnx9",
          "filter": 2
        },
        {
          "title": "Heterogeneous Variance Models with Gaussian Processes",
          "authors": "Yvette Baurne; Frédéric Delmar; Jonas Wallin",
          "abstract": "Understanding variability is a key focus in many areas of psychological research, with growing interest in modeling individual and group variability. While multilevel models such as heterogeneous variance models and Mixed-Effect Location Scale (MELS) models have been used to capture these dynamics, they typically rely on linear assumptions and temporal change of the variability is restricted to one level. Recent calls for nonlinear approaches in psychology highlight the need for more flexible models that can better account for complex, dynamic processes. This paper introduces the use of Gaussian Processes (GPs) within the framework of heterogeneous variance models to address these limitations. By incorporating GPs, we allow for the modeling of nonlinear variability across multiple levels, including temporal dynamics at both the individual and group levels. We demonstrate the benefits of this approach in two empirical applications. Our findings show that using GPs provide an improved model fit compared to traditional linear methods and highlight the utility of GPs in variance modeling, offering new possibilities for studying dynamic and emergent processes in psychological and social science research.",
          "url": "https://osf.io/5ab3x",
          "doi": "https://doi.org/10.31234/osf.io/5ab3x",
          "filter": 2
        },
        {
          "title": "Impoverished episodic counterfactual simulation is associated with increased anxiety",
          "authors": "Nathan Liang; Natasha Parikh; Kevin S LaBar; Felipe De Brigard",
          "abstract": "Episodic counterfactual thinking (eCFT), our capacity to imagine alternative ways in\nwhich past personal events could have occurred, is a useful psychological process.\nUnfortunately, it can turn maladaptive, as evidenced by excessive rumination in anxiety. Using\nself-report questionnaires, previous work has shown impoverishment of mental simulations\nduring eCFT as trait anxiety increases. Here, we seek to conceptually replicate and extend these\nfindings by moving beyond self-reports, employing instead automated and externally coded\nverbalizations of participants’ episodic simulations during recollection and eCFT. Participants (N\n= 36) first reported nine regretful memories from the past five years, and then were asked to\ngenerate and verbally narrate either better (upward eCFT) or worse (downward eCFT)\nalternatives for such memories, or to simply recall the event as it happened. Analyses of these\nnarratives revealed that as anxiety levels increased, so did the number of internal episodic details\nduring episodic recollections, whereas in both eCFT conditions the number of internal details\ndecreased. This effect was more evident for perceptual and emotional details, which increased in\nthe memory condition as anxiety levels increased, but instead decreased when participants\nengaged in downward eCFT. These results further support prior evidence suggesting\nimpoverished episodic counterfactual simulations in anxiety.",
          "url": "https://osf.io/vzckw",
          "doi": "https://doi.org/10.31234/osf.io/vzckw",
          "filter": 2
        },
        {
          "title": "Childhood socioeconomic position relates to adult decision-making: evidence from a large cross-cultural investigation",
          "authors": "Simon Wang; Jamie Lars Hanson",
          "abstract": "Early exposure to poverty may have profound and enduring impacts on developmental trajectories over the lifespan. This study investigated potential links between childhood socioeconomic position, recent economic change, and temporal discounting in a large international cohort (N=12,951 adults from 61 countries). Temporal discounting refers to the tendency to prefer smaller immediate rewards over larger rewards delivered after a delay, and connects to consequential outcomes including academic achievement, occupational success, and risk-taking behaviors. Consistent with multiple theories about the impacts of stress exposure, individuals who reported lower socioeconomic positions in childhood exhibited greater temporal discounting in adulthood compared to peers who did not. Furthermore, an interaction emerged between childhood socioeconomic position and recent economic change, such that the steepest temporal discounting was found among those from lower childhood socioeconomic positions who also recently experienced negative economic change as a result of the COVID pandemic. These associations remained significant even when accounting for potentially confounding factors like education level and current employment. Findings provide new evidence that childhood socioeconomic position relates to greater temporal discounting and steeper devaluation of future rewards later in adulthood, particularly in response to contemporaneous economic change. This suggests childhood socioeconomic position may have longer-term impacts on developmental trajectories. Speculatively, childhood socioeconomic position may shape adult behavior through increased life stress, diminished access to resources, and lower perceived trust and reliability in social systems. These findings underscore the long-term implications of socioeconomic gaps, cycles of disadvantage and economic marginalization.",
          "url": "https://osf.io/fpy64",
          "doi": "https://doi.org/10.31234/osf.io/fpy64",
          "filter": 2
        },
        {
          "title": "Examining age-related changes in global and local attentional control",
          "authors": "Emily Ruth Weichart; Cole Francis; Per Benjamin Sederberg",
          "abstract": "Widespread cognitive decline in older adults has been hypothesized to stem from a fundamental deficit in inhibition, or the ability to ignore goal-irrelevant information. However, previous efforts to measure inhibition in aging have been hindered by the task impurity problem, where multiple cognitive processes contribute to performance and make it difficult to isolate specific mechanisms. Here, we introduce the Global-Local AtteNtional Control Evaluation (GLANCE), a novel framework designed to 1) assess both global attentional control (between-trial inhibition) and local attentional control (within-trial inhibition) in a unified task; and 2) address the task impurity problem via an accompanying computational model. Behavioral results from younger, middle-aged, and older adults (N=100; age range: 18-73) reveal significant age-related differences in global attentional control, with older adults showing less efficient adaptation to rule changes compared to younger adults. Parameter estimates from fitting the computational model to subject-level data further identified reduced error-related memory suppression as the specific mechanism that accounts for age-related differences in behavior.",
          "url": "https://osf.io/fqg7e",
          "doi": "https://doi.org/10.31234/osf.io/fqg7e",
          "filter": 2
        },
        {
          "title": "How to Produce, Identify, and Motivate Robust Psychological Science:  A Roadmap and a Response to Vize et al.",
          "authors": "E David Klonsky",
          "abstract": "Some wish to mandate preregistration as a response to the replication crisis (Vize et al., 2024), while others caution that such mandates inadvertently cause harm and distract from more critical reforms (Klonsky, 2024). In this context, I offer a three-part vision for cultivating a robust and cumulative psychological science. First, we must know how to produce robust rather than fragile findings. Key ingredients include sufficient sample sizes, valid measurement, and honesty/transparency. Second, we must know how to identify robust (and non-robust) findings. To this end, I reframe robustness checks broadly into four types: across analytic decisions, across measures, across samples, and across investigative teams. Third, we must be motivated to produce and care about robust science. This aim requires marshalling sociocultural forces to support, reward, and celebrate the production of robust findings, just as we once rewarded flashy but fragile findings. Critically, these sociocultural reinforcements must be tied as closely as possible to rigor and robustness themselves – rather than cosmetic indicators of rigor and robustness, as we have done in the past (Klonsky, 2024).",
          "url": "https://osf.io/hjd35",
          "doi": "https://doi.org/10.31234/osf.io/hjd35",
          "filter": 2
        },
        {
          "title": "《AGI思想实验》（AGI Thought Experiment）",
          "authors": "MacroQuanter",
          "abstract": "本文探讨了通用人工智能（AGI）的概念和实现方法。AGI是指机器具备接近或超越人类智能的能力，其核心要素包括超大规模神经网络系统、感觉系统和动作系统，以及维持智能体在环境中可持续互动的自身生命维持系统和主动优化自身生存能力的动机系统。人类智能的形成过程是通过结构与环境的互动演化过程产生的，这种物理结构被抽象为特定的智能程序和知识数据。实现AGI通用人工智能的方法可以参考人类智能的物理结构，制造具备神经网络系统、感觉系统、行动系统的智能体系统，并建立保证智能体可持续与环境互动的智能体支持系统。同时，还需要人工设定或自然生成智能体以提升自身生存能力为首要目标的动机系统。最后，本文提出了一个“AGI通用人工智能思想实验”作为例子，以展示如何实现AGI通用人工智能的方法。\n关键词：通用人工智能；人类智能；演化；思想实验\nAbstract: This paper discusses the concept and implementation method of artificial general intelligence (AGI). AGI means that the machine has the ability to approach or surpass human intelligence, and its core elements include super-large-scale neural network system, sensory system and action system, as well as its own life support system to maintain the sustainable interaction of agents in the environment and the motivation system to actively optimize its own viability. The formation process of human intelligence is produced through the interactive evolution process of structure and environment, and this physical structure is abstracted into specific intelligent programs and knowledge data. The method of realizing AGI general artificial intelligence can refer to the physical structure of human intelligence, make an agent system with neural network system, sensory system and action system, and establish an agent support system to ensure the agent's sustainable interaction with the environment. At the same time, it is necessary to manually set or naturally generate an agent's motivation system with the primary goal of improving its own viability. Finally, this paper puts forward an \"AGI general artificial intelligence thought experiment\" as an example to show how to realize AGI general artificial intelligence.\nKeywords: general artificial intelligence; Human intelligence; Evolution; Thought experiment",
          "url": "https://osf.io/gw48p",
          "doi": "https://doi.org/10.31234/osf.io/gw48p",
          "filter": 2
        },
        {
          "title": "Motor Imagery ability in adults with neurological conditions compared  to healthy individuals: A systematic review and meta-analysis",
          "authors": "Imaann Adebo; Audrey Avocegamou; Robert Hardwick; Marcos Moreno-Verdú",
          "abstract": "There is growing but inconclusive evidence on the effects of motor imagery interventions in neurorehabilitation. Uncertainty regarding potential impairments in imagery ability in adults with neurological conditions may contribute to this controversy. We summarized the evidence on impairments across different aspects of motor imagery ability following Stroke, Traumatic Brain Injury (TBI), Parkinson’s disease (PD), or Multiple Sclerosis (MS). Six databases were searched up to February 2024. Studies comparing adults with these conditions to healthy individuals were included. Two reviewers independently conducted the study selection and Risk of Bias (RoB) assessment. Motor imagery generation, maintenance, and manipulation, assessed through questionnaires, mental chronometry, and mental rotation tasks respectively, were the outcomes extracted. Both quantitative and qualitative analyses were applied. Fifty-two studies with low or moderate RoB were included (Stroke: n=26; TBI: n=1; PD: n=14; MS: n=11). Meta-analyses revealed small-to-moderate effects of Stroke on generation of visual and kinesthetic motor imagery, respectively. A moderate effect of PD was found only for visual motor imagery. For imagery maintenance, qualitative syntheses indicated contradictory evidence for Stroke (although it was stronger towards impairment), with PD and MS showing impairment with moderate to strong evidence. Meta-analyses showed a large and moderate effect on the accuracy measures of imagery manipulation in Stroke and PD respectively, while qualitative analysis also supported this effect in MS. For TBI, a limited number of studies impeded performing a formal synthesis of the evidence. We conclude that impairments in motor imagery ability domains are likely present in people with neurological conditions.",
          "url": "https://osf.io/yftas",
          "doi": "https://doi.org/10.31234/osf.io/yftas",
          "filter": 2
        },
        {
          "title": "Accelerating Research on Consciousness:  The Structured Adversarial Collaboration Process",
          "authors": "Dawid Potgieter",
          "abstract": "This paper provides an overview of the adversarial collaboration portfolio funded by Templeton World Charity Foundation (TWCF) under its Accelerating Research on Consciousness (ARC) initiative. I designed and launched the portfolio in 2018 and managed it until the end of July 2022. The first project released a tranche of results (Ferrante et al., 2023) that received a significant amount of media attention (e.g. Finkel, 2023; Lenharo, 2023) along with praise, critique, and disagreements over what the findings really mean. I have since received requests for information about the grantmaking process, and this paper is my general reply to those requests. I provide an overview of our motivation to fund these unique research projects, a brief history of how the portfolio was developed, and some perspectives on the value and limitations of our approach. My intent is not to comment on any of the research methods, validity of the theories, or to weigh in on potential disagreements. Rather, I write this paper hoping to benefit the scientific community by informing future discussions.",
          "url": "https://osf.io/rdq52",
          "doi": "https://doi.org/10.31234/osf.io/rdq52",
          "filter": 2
        },
        {
          "title": "Mapping Studies of Environmental Sensitivity to Social Environments in Adult Mental Health: A scoping review",
          "authors": "McKenna K. Nhem; Christina Personette; Zoe A. Childers-Rockey; Madison B. Bissa; Charlie Rioux",
          "abstract": "Much of the traditional literature on vulnerability to psychopathology is based on the diathesis-stress model. More recently, vantage sensitivity and differential susceptibility were proposed as alternative models, with all three being encompassed in the environmental sensitivity framework. While there are numerous systematic reviews on these models in children, there is limited research addressing their applicability in adulthood. This study aimed to map studies conducted within the environmental sensitivity framework in the prediction of adult mental health. Systematic scoping review reporting followed PRISMA-ScR guidelines. A forward reference search was employed using eight foundational environmental sensitivity articles through three databases. Thirty-four studies met inclusion criteria, and a narrative synthesis was employed to analyze the findings. The review found variability and inconsistency in testing the models of environmental sensitivity, with most studies not utilizing recommended best practices. All three models of environmental sensitivity were supported, including 53 significant and 80 non-significant interactions. Overall, childhood environments tended to show stronger support for differential susceptibility while adulthood environments showed more balanced evidence for both the differential susceptibility and diathesis-stress models. Most studies focused on genotype and internalizing behaviors, resulting in a limited understanding of person-environment interactions for other individual and mental health factors. Further research is needed to test environmental sensitivity across diverse populations and in a wider range of contexts to guide developmental theory and interventions.",
          "url": "https://osf.io/857bv",
          "doi": "https://doi.org/10.31234/osf.io/857bv",
          "filter": 2
        },
        {
          "title": "B-Man Stra/Tac Model of the Mind and Consciousness",
          "authors": "John Howard",
          "abstract": "The B-Man Stra/Tac model is new and comprehensive and intended to replace previous theories of consciousness and the mind. David Chalmers’ idea of the Hard Problem of Consciousness can be considered on two levels, the functional level, why are we conscious, why do we have conscious experiences ? And the technological level, how does consciousness work; what exactly is conscious matter ? This theory resolves the first part, including the philosophical zombie question, as it shows why feeling is an inherent part of consciousness, and the tremendous advantage that a feeling organism possesses, summarised in the word “omnilyo”. While not directly addressing the technological aspects, the theory does define requirements and constraints on the workings of conscious matter, which, while clearly beyond current scientific capabilities, does signpost the invention of artificial consciousness, which, needless to say, would be mankind’s greatest discovery.",
          "url": "https://osf.io/k75br",
          "doi": "https://doi.org/10.31234/osf.io/k75br",
          "filter": 2
        },
        {
          "title": "Investigation of the impact of exploring a novel virtual environment on episodic memory performance",
          "authors": "Anaïs Servais; Judith Schomaker; Christine Bastin",
          "abstract": "Whether exposure to a novel environment in virtual reality improves subsequent verbal memory or not is still debated. The present study aims to replicate previous positive findings. To do so, we assessed whether exploration of a novel virtual environment leads to better word memory in a task performed afterwards than exploration of a familiar environment and whether this effect is related to the exploratory behavior. Fifty-five participants completed three sessions that took place on different days. The first session consisted of assessing the baseline memory performance. Participants encoded a list of 40 words and then freely recalled as many words as possible immediately after a 30-second distraction task and a 24-hour delay. In the second session, participants familiarized themselves with a virtual environment and then explored either the familiar or a novel environment before performing the same memory task with different words. In the third, participants explored the familiar or novel virtual environment (according to the counterbalancing design) before performing the memory task. Like some previous studies, our results failed to find a positive impact of exploring a novel environment (spatial novelty) on memory. Rather, we observed that recall is higher after exploring a virtual environment (regardless of it being novel or familiar) compared to the baseline performance. In fact, the experience of virtual reality might induce another type of novelty, called distinct novelty, which could impact memory too. Furthermore, our results suggest a negative correlation between age and the novelty effect, indicating the future investigation of individual factors.",
          "url": "https://osf.io/4hrpy",
          "doi": "https://doi.org/10.31234/osf.io/4hrpy",
          "filter": 2
        },
        {
          "title": "The B-Man Stra/Tac model of the Mind and Consciousness",
          "authors": "John Howard",
          "abstract": "The  B-Man Stra/Tac model is new and comprehensive and intended to replace previous theories of consciousness and the mind. I am confident it is correct, based on the model’s coherence  and its explanation of so much of human behaviour. David Chalmers’ idea of the Hard Problem of Consciousness can be considered on two levels, the functional level, why are we conscious, why do we have conscious experiences ? And the technological level, how does consciousness work; what exactly is conscious matter ? This theory resolves the first part, including the philosophical zombie question, as it shows why feeling is an inherent part of consciousness, and the tremendous advantage that a feeling organism possesses, summarised in the word “omnilyo”. While not directly addressing the technological aspects, the theory does define requirements and constraints on the workings of conscious matter, which, while clearly beyond current scientific capabilities, does signpost the invention of artificial consciousness, which, needless to say, would be mankind’s greatest discovery.",
          "url": "https://osf.io/6j45m",
          "doi": "https://doi.org/10.31234/osf.io/6j45m",
          "filter": 2
        },
        {
          "title": "Frequency tagging in the sensorimotor cortex is enhanced by auditory compared to visual body movement information in a walking movement integration task",
          "authors": "Marta Matamala-Gomez; Adrià Vilà-Balló; David Cucurell Vega; ANA TAJADURA JIMENEZ; Antoni Rodriguez-Fornells",
          "abstract": "Body movements like walking can synchronize with auditory and visual inputs presented within a periodic frequency range, peaking around 2 Hz. The EEG frequency-tagging approach allows to capture the synchronization of beat perception with neural brain oscillations at the beat frequency. This study used EEG frequency-tagging to explore brain dynamics during rhythmic sensorimotor synchronization with auditory (footstep sound) and visual (walking point-light figure) inputs. Sensory inputs were delivered at different rates (1 Hz, 2 Hz, 3.6 Hz) in rhythmic or random sequences while recording EEG activity. The experiment included three conditions: (i) Auditory, (ii) Visual, and (iii) Audiovisual, including data from 22 participants. Results showed a main effect of rhythmic sequences compared to random sequences across all frequencies in all three auditory, visual, or audiovisual conditions. Specifically, at 2 Hz, rhythmic sequences enhanced synchronization in the sensorimotor cortex for auditory and audiovisual conditions. This effect was absent in the visual condition alone. Notably, 2 Hz rhythmic sequences in the audiovisual condition led to synchronization with temporal, sensorimotor, and occipital regions. The study suggests that attention to rhythmic auditory input at 2 Hz can mediate neural synchronization between auditory and sensorimotor brain areas.",
          "url": "https://osf.io/rx3zf",
          "doi": "https://doi.org/10.31234/osf.io/rx3zf",
          "filter": 2
        },
        {
          "title": "Diverse FACES – A database of facial expressions in young, middle-aged, and older individuals from underrepresented racial populations",
          "authors": "Sera Marisol Gonzalez; Kendra Leigh Seaman",
          "abstract": "This dataset complements the 2010 FACES database created by Natalie Ebner and her colleagues at The Max Planck Institute [1] . This collection contains 432 validated expressions from 36 Black/African American and Hispanic/Latinx individuals expressing 6 emotions: Happiness, Sadness, Anger, Disgust, Fear, and Neutral.\n\nThis database's goal is to make facial expression stimuli represent the racial and ethnic diversity of the U.S. population. This dataset could combat what other researchers have called the own-race bias and lead to more accurate results for non-White research participants.\n\nTo create the photos, we replicated the FACES protocol, recruiting Black/African American and Hispanic/Latinx community members to pose as face models (models) in the lab’s amateur photo studio. We selected the two images displaying the best representations of each emotion and randomly sorted them into A and B groups. These images were then placed into a Qualtrics survey for online validation.\n\nValidation participants (raters) were pooled from online survey panels and selected based on age (25-85), race (Hispanic/Latine, Black/African American, White/Caucasian), and gender (male/female). Raters were randomly placed into Group A or B and rated 36 images according to five criteria: emotion, age, race, representativeness of race, and trustworthiness. For each criterion, these ratings were averaged for each image.",
          "url": "https://osf.io/mey2h",
          "doi": "https://doi.org/10.31234/osf.io/mey2h",
          "filter": 2
        },
        {
          "title": "Does face detection in the superior colliculus rely on input from the primary visual cortex?",
          "authors": "David Y Mekhaiel; Brian D. Corneil; Mel Goodale",
          "abstract": "In a recent study, Yu and Katz et al. (2024) argue that face-selective visual activity in the superior colliculus (SC) relies on input from the primary visual cortex (V1), based on the loss of visual responses following a temporary lesion to the lateral geniculate nucleus. We argue that alternative explanations deserve consideration. Research on visual recovery after V1 damage (Blindsight) suggests that subcortical pathways, including the SC, can contribute to face detection without V1 involvement. Additionally, the well-documented Sprague Effect, which highlights interhemispheric inhibition of SC activity following ipsilateral V1 damage, may account for the observed suppression of SC visual responses. Further investigation into these mechanisms could help clarify whether SC face detection can operate independently of V1 input.",
          "url": "https://osf.io/vj4q9",
          "doi": "https://doi.org/10.31234/osf.io/vj4q9",
          "filter": 2
        },
        {
          "title": "Subjective valuation as a domain-general process in creative thinking",
          "authors": "Gino Battistello; Sarah Moreno-Rodriguez; Emmanuelle Volle; Alizee Lopez-Persem",
          "abstract": "Is a talented painter also a proficient writer? The ongoing discourse on whether creativity operates through domain-general or domain-specific mechanisms has yielded challenges in our understanding of the creative process. It is admitted that creativity comprises two phases: generation and evaluation. Recent research has proposed a new framework according to which the evaluation phase involves valuation processes upstream selection. In this framework, the value of ideas, i.e., how much one likes an idea, energizes their production and drives their selection. The role of valuation was demonstrated in verbal semantic creativity, and its domain generality remains to be tested. In this study, we assessed whether valuation is a domain-general or domain-specific process. Seventy-three participants engaged in three creativity tasks (producing semantic associations, alternative object uses, and drawings) followed by rating tasks. Computational modelling revealed a consistent valuation mechanism governing idea evaluation across domains with shared value functions and valuation parameters across word associations, object uses, and drawing completions. These findings advance our understanding of the evaluation phase of creativity, portraying it as inherently domain-general. Identifying such core components of creative ideation contributes to elucidating the cognitive mechanisms underlying creativity and provides empirical support for including valuation as a core process in creativity.",
          "url": "https://osf.io/9qbaz",
          "doi": "https://doi.org/10.31234/osf.io/9qbaz",
          "filter": 2
        },
        {
          "title": "Choice Velocity in AQS Tasks and its Relation to Symbolic Mathematics in 4th and 6th grade students",
          "authors": "Santiago Alonso Diaz; Juan Jose Giraldo Huertas",
          "abstract": "The approximate number system (ANS) and the ratio processing system (RPS) are non-symbolic cognitive structures that estimate numerical quantities from the world (from now on the AQS system, Q for rational). The AQS precision correlates with symbolic mathematics scores, though with mixed findings in the literature. At the same time, there is a robust link between motor and number processing. Consequently, we explored the influence of a motor computation in symbolic mathematics scores, namely choice velocity. Results reveal that faster students in non-symbolic AQS tasks had higher mathematic scores. Moreover, the relationship was qualitatively different at 4th and 6th grade, indicating developmental changes. From these exploratory results we propose that velocity carries a decision-making signal (e.g., confidence) and that such signal may have direct or back-door access to mathematics scores. Not accounting for such signal may explain mixed results regarding the influence of the AQS on symbolic mathematics.",
          "url": "https://osf.io/z492x",
          "doi": "https://doi.org/10.31234/osf.io/z492x",
          "filter": 2
        },
        {
          "title": "Conjugate Bayesian Analysis of the Wald Model: On an Exact Drift-Rate Posterior",
          "authors": "Constantin Gregor Meyer-Grant",
          "abstract": "In cognitive psychology, simple response times are often modeled as the time required by a one-dimensional Wiener process with drift to first reach a given threshold. This stochastic process's first-passage time follows a Wald distribution, which is a specific parameterization of the inverse-Gaussian distribution. It can be shown that the Gaussian-Gamma distribution is a conjugate prior with respect to an inverse-Gaussian likelihood, albeit under a parameterization different from that of the Wald distribution. This leads to a posterior distribution that does not directly correspond to the core parameters of the Wiener process; that is, the drift-rate and the threshold parameter. While the marginal threshold posterior under a Gaussian-Gamma prior is relatively easy to derive and turns out to be a known distribution, this is not the case for the marginal drift-rate posterior. The present work addresses this issue by providing the exact marginal posterior distributions of the drift-rate parameter under a Gaussian-Gamma prior—something that has not yet been done in the literature. Unfortunately, the probability density function of this distribution cannot be expressed in terms of elementary functions. Thus, different methods of approximation are discussed as an expedient for time-critical applications.",
          "url": "https://osf.io/bsymv",
          "doi": "https://doi.org/10.31234/osf.io/bsymv",
          "filter": 2
        },
        {
          "title": "Assessing Reliable and Valid Measurement as a Prerequisite for Informative Replications in Psychology",
          "authors": "Cas Goos; Marjan Bakker; Jelte M. Wicherts; Michele B. Nuijten",
          "abstract": "For a replication to be informative, measurement should be reliable and valid in both\noriginal and replication studies. Recent studies have identified problems with measurement\nand measurement reporting in both original and replication studies, although the\nassociation between measurement and replicability remains unclear. We investigated the\nreliability and measurement reporting of 77 measures within 56 Many Labs replications\nand related original articles (Ebersole et al., 2016, 2020; Klein et al., 2014, 2018) and\nstudied their association with replicability. We found that not all measures were\nsufficiently reliable across contexts, and that only few measures were accompanied with\nreliability and validity evidence. Furthermore, “questionable measurement practices”\n(QMPs) in replication studies were associated with lower replicability, while original study\nreliability was not. These results corroborate existing findings that construct validity in\npublished research is often unknown, which may complicate replication research. We offer\nsuggestions on improving measurement practices and argue that reported measurement\ninformation should inform the decision to replicate.",
          "url": "https://osf.io/2gau8",
          "doi": "https://doi.org/10.31234/osf.io/2gau8",
          "filter": 2
        },
        {
          "title": "Sensory Processing Sensitivity and Its Associations with Personality, Empathy, and Alexithymia",
          "authors": "Marie Buchtova; Klara Malinakova; M. C. Benitan; Vit Husek; Petr Tavel",
          "abstract": "Sensory Processing Sensitivity (SPS) has garnered increased attention in psychological research due to its potential implications for understanding individual differences in personality and mental health. However, there is still a lack of comprehensive scientific investigation of its underlying mechanisms and its associations with other psychological constructs. This study aims to address this gap by examining the associations between SPS and personality traits, empathy, and alexithymia.",
          "url": "https://osf.io/v6nd7",
          "doi": "https://doi.org/10.31234/osf.io/v6nd7",
          "filter": 2
        },
        {
          "title": "Ecological-Collective-Flourishing: A radical proposal for research and policy to develop and sustain human and environmental flourishing",
          "authors": "Joseph Moore; Yadvinder Malhi; Katrin Wilhelm; Edmond Awad; Matthew Broome; Roger Crisp; John Geddes; Angie Hart; Verena; Simon Hiscock",
          "abstract": "A growing body of research is connecting global environmental degradation to negative impacts on mental health and human flourishing. Meanwhile, international research and policy agendas are targeting the sustainable development of human health and flourishing. Here we argue that these research and policy approaches are too narrow, because they largely position the health and welfare of non-human species and ecosystems as instrumental to human flourishing. In contrast, we propose a novel approach, ‘ecological-collective-flourishing’ (e-co-flourishing), to inspire research and policy that situates human flourishing within the flourishing of non-human species and more-than-human ecosystems. We begin by clarifying what flourishing is, and how it is distinguished from other common concepts in global policy agendas, such as ‘wellbeing’, ‘health’ and ‘mental health.’ We next argue that e-co-flourishing research will require a paradigm shift in research design, to include dynamic, multi-scale and multi-dimensional metrics as well as interdisciplinary hypotheses that bridge the human and non-human sciences. Finally, we motivate and illustrate the incorporation of e-co-flourishing into research and policy through a case study, The Flourish School. Our proposal offers a disruptive research and policy agenda that will require intellectual humility and interdisciplinarity, as well as cross-fertilisation of policy, publication and funding structures to succeed. We invite others to join us in progressing e-co-flourishing for the good of all living things and systems on Earth.",
          "url": "https://osf.io/5gphe",
          "doi": "https://doi.org/10.31234/osf.io/5gphe",
          "filter": 2
        },
        {
          "title": "Experimental Impact of a Quality Improvement Early Childhood Education Intervention in Rural China",
          "authors": "Si Chen; Catherine E. Snow",
          "abstract": "This study recruits a large-scale sample of village-level kindergartens in rural China and employs a randomized-controlled trial experiment to evaluate the effectiveness of a novel and affordable professional development solution tailored for new teachers from high-poverty regions. The CEREC intervention package integrates picture books, a well-structured curriculum, and progressive daily online teacher training. The estimation of the treatment effects shows that the CEREC intervention had positive effects on children’s vocabulary and teacher’s teaching quality improvement. We estimated the causal mediation effects to further our understanding of the feasibility of professional development for ECE teachers in low-resource communities. This study’s results inform a policy that guarantees universal and adequate early childhood education for all ECE students in China.",
          "url": "https://osf.io/cz6a3",
          "doi": "https://doi.org/10.31234/osf.io/cz6a3",
          "filter": 2
        },
        {
          "title": "Crash risk factors and prediction on horizontal curves on the Western Australian rural road network",
          "authors": "Matthew Albrecht",
          "abstract": "Horizontal curves are associated with a higher crash risk than straight/tangential sections. There is a need to understand the factors that contribute to crash risk on WA rural roads and identify possible treatments, especially lower cost treatments that might be more broadly applied. The project aims evaluate risk factors for crashes on horizontal curves and determine whether predicting sites with future crashes is feasible. Data from crashes that occurred on curves between 2017-2021 on the rural road network were used. Risk factor assessment utilised a cross-sectional design, with 7,291 curved road segments on the State rural network identified by Main Roads. Formal generalised linear models with a negative binomial link function were used to analyse the crash data. Significant predictors of crash rate were traffic volume, curve radius, and length (positive, i.e., longer segments have more crashes). Posted speed limit was an additional significant predictor in the model for all crashes, where 110 km/h sites had a lower crash rate compared to 80 km/h sites. Additional variables found to be significantly associated with risk were carriageway, barriers, pavement width, and rainfall. Limitations with cross-sectional analyses potentially confound interpretations of some statistically significant variables, e.g., there are issues related to endogeneity with treatments like barriers that are often placed on more dangerous segments of road. Predictive ability to identify curve sites at risk at higher crashes was relatively low.",
          "url": "https://osf.io/dp9jm",
          "doi": "https://doi.org/10.31234/osf.io/dp9jm",
          "filter": 2
        },
        {
          "title": "Qualia structures collapse for geometric shapes, but not faces, when spatial attention is withdrawn",
          "authors": "Elise Rowe; Ken Takeda; Masafumi Oizumi; Joanita D'Souza; Jeroen van Boxtel; Naotsugu Tsuchiya",
          "abstract": "The effects of top-down attention on perception have been intensively studied using binary categorization tasks (e.g., seen vs. unseen). However, such tasks poorly characterise the quality of experience, or qualia, for short. To characterise attentional effects on qualia, we combined a dual-task attention paradigm with similarity rating tasks to examine whether relational structures of qualia are altered by top-down attentional amplification. Under the same physical input, withdrawing attention collapsed the structures of qualia of letters (N=14) and red/green bisected disks (N=14), but not of faces (N=13), as quantified via a novel unsupervised optimal transport alignment technique. Alignment accuracy was high for face qualia structures obtained under the fully versus poorly attended conditions but not for the letters and disks. Our novel approach that combines similarity ratings, quantitative alignment and attentional perturbation is a powerful new approach to elucidate the structural properties of consciousness.",
          "url": "https://osf.io/x3pcn",
          "doi": "https://doi.org/10.31234/osf.io/x3pcn",
          "filter": 2
        },
        {
          "title": "SimDE App: Simulating and Visualizing Formal Theories Using Differential Equations",
          "authors": "Rohit Batra; Emorie D Beck; Meng Chen; Emilio Ferrer",
          "abstract": "Psychological theories are often expressed verbally using natural language, which may lead to varying interpretations of the phenomenon under study. This potential confusion can be mitigated by formalizing verbal theories using mathematical language, which can help in defining, analyzing, and interpreting one’s hypotheses in quantitative terms. Differential equations (DE) are a class of models in dynamical systems framework, particularly suited to many dynamic theories in psychology. However, there is a lack of tools for translating verbal theories into DE systems. To facilitate this translation, we introduce SimDE, an open access R Shiny application that allows users to specify a DE model for a multivariate system and then simulate the trajectories of each variable over time. \n\nSimDE provides an interface to simulate a range of DE models, with features such as: 1) first- or second-order DEs (e.g., exponential, oscillatory), 2) models with or without a dynamic error term (ordinary or stochastic DEs), 3) models with multivariate effects (coupling dynamics). Users have the flexibility of plotting these systems in order to see the pattern of changes over time and determine the appropriateness of the model for the phenomenon they are trying to study. The goal of our app is to serve as a tool for researchers who want to explore DE models for their psychological theories before they even collect data. It can also help researchers to study the implicit assumptions of their systems defined with such DEs and further refine them as needed.",
          "url": "https://osf.io/sh4e7",
          "doi": "https://doi.org/10.31234/osf.io/sh4e7",
          "filter": 2
        },
        {
          "title": "How should we measure exploration?",
          "authors": "Kristin Witte; Mirko Thalmann; Eric Schulz",
          "abstract": "Recent studies used multi-armed bandit tasks to investigate individual differences in exploration strategies. However, the psychometric properties of these measures remain largely unexplored. We examined the test-retest reliability, convergent and divergent validity, and external validity of model-based estimates of exploration strategies. Our results revealed poor to moderate reliability, with minimal correlations for the same strategy across tasks. By refining the computational models, we identified two convergently valid latent factors representing value-guided and directed exploration. However, these factors showed no significant correlation with self-reported exploration tendencies and only weak associations with mood fluctuations. To improve future research, we suggest simplifying the computational models and using multiple tasks to more accurately model exploration strategies and mitigate spurious correlations arising from task-specific factors. A strong positive correlation with working memory and a lack of significant associations with questionnaire-based measures highlight both the potential and limitations of current behavioral paradigms in capturing exploration behavior.",
          "url": "https://osf.io/tzuey",
          "doi": "https://doi.org/10.31234/osf.io/tzuey",
          "filter": 2
        },
        {
          "title": "Arithmetic fact retrieval deficits in chronic stroke – a deficit of relearning?",
          "authors": "Stefan Smaczny; Stefanie Jung; Klaus Willmes; Hans-Otto Karnath; Elise Klein",
          "abstract": "Arithmetic fact retrieval deficits in acute stroke patients can arise after the severing of\nwhite matter connections within left temporo-parietal areas (Smaczny et al., 2023). The\ncurrent study examined white matter disconnections in multiplication, subtraction, and\naddition in patients in the chronic stage of stroke. The strongest effects were found in\nmultiplication, where the disconnection of long-term memory parahippocampal areas\nwas strongly associated with lower multiplication scores. Lower subtraction scores\nwere related to interhemispheric thalamus disconnections and weakly with\ndisconnections within the left hemisphere language network. The results for addition\nproblems were equivocal, yet they were in line with the literature, stating that addition\ncan be solved by either fact retrieval or magnitude processing. The multiplication\nresults are in line with the view that the neuroanatomical correlates of arithmetic fact\nretrieval deficits in chronic stroke point at a relearning deficit, the subtraction results are\nin line with bilateral redundancy of the magnitude processing network, and all results\ntogether suggest that number operations are more in line with strategy-dependent\nprocessing than operation-dependent processing.",
          "url": "https://osf.io/wmndq",
          "doi": "https://doi.org/10.31234/osf.io/wmndq",
          "filter": 2
        },
        {
          "title": "Goal-directed navigation strategies in humans and deep meta-learning agents",
          "authors": "Denis C. L. Lan; Laurence Hunt; Christopher Summerfield",
          "abstract": "Much has been learned about the cognitive and neural mechanisms by which humans and other animals navigate to reach their goals. However, most studies have involved a single, well-learned environment. By contrast, real-world wayfinding often occurs in unfamiliar settings, requiring people to combine memories of landmark locations with on-the-fly information about transitions between adjacent states. Here, we studied the strategies that support human navigation in wholly novel environments. We found that during goal-directed navigation, people use a mix of strategies, adaptively deploying both associations between proximal states (transitions) and directions between distal landmarks (vectors) at stereotyped points on a journey. Deep neural networks meta-trained with reinforcement learning to find the shortest path to goal exhibited near-identical strategies, and in doing so, developed units specialised for the implementation of vector- and transition-based strategies. These units coded for spatial positions, landmarks, and their conjunction. This suggests that optimal navigation in novel environments relies on an adaptive mix of transition- and vector-based strategies.",
          "url": "https://osf.io/6x4r2",
          "doi": "https://doi.org/10.31234/osf.io/6x4r2",
          "filter": 2
        },
        {
          "title": "Childhood maltreatment as a risk factor for posttraumatic stress symptoms in the context of unintended pregnancy",
          "authors": "Stephanie Haering; Sinha Engel; Hannah Klusmann; Meike K. Blecker; Caroline Meyer; Daphne Hahn; Maika Böhm; Petra Brzank; Ulrike Busch; Tilmann Knittel",
          "abstract": "Objective: Individuals who experienced childhood maltreatment show an increased sensitivity to stressful events and are at greater risk for adult psychopathology. The present study for the first time investigates whether childhood maltreatment is a risk factor for posttraumatic stress disorder (PTSD) symptoms in the context of unintended pregnancy, an event which is common and linked to a variety of potential stressors. Method: 189 individuals who either terminated (41%) an unintended pregnancy or carried it to term (59%) completed a self-report questionnaire of childhood maltreatment and a clinician-administered interview to assess lifetime trauma exposure and PTSD symptoms in the month prior to and 12 months after the end of the pregnancy. Hierarchical multiple regression analysis, t-tests, and change score analysis were conducted to investigate the interrelationships among childhood maltreatment, trauma exposure and PTSD symptoms. Results: Participants most frequently reported sexual violence (25.83%), birth trauma (18.54%), or physical assault (16.56%) as their index trauma. Individuals with childhood maltreatment showed increased lifetime trauma exposure and exhibited greater PTSD symptoms 12 months after the unintended pregnancy. Childhood maltreatment did not predict a change in PTSD symptoms from pre- to post-pregnancy.\nConclusions: Childhood maltreatment is linked to increased PTSD symptoms that persist up to one year after an unintended pregnancy. These results have clinical implications for the inclusion of trauma-informed practices into reproductive care.",
          "url": "https://osf.io/nrm7f",
          "doi": "https://doi.org/10.31234/osf.io/nrm7f",
          "filter": 2
        },
        {
          "title": "Using the eRm package for Rasch modeling",
          "authors": "R. Noah Padgett",
          "abstract": "The “extended Rasch modeling” (eRm) package in R provides users with a comprehensive set of tools for Rasch modeling for scale evaluation and general modeling. We provide a brief introduction to Rasch modeling followed by a review of literature that utilizes the eRm package. Then, the key features of the eRm package for scale evaluation are reviewed. The ease of use and the advantages of the R environment make the eRm package an appealing free option for rigorous Rasch modeling. We demonstrate the functionality with a small example using data from the Rosenberg Self-Esteem scale. Using these data we show how to 1) fit dichotomous and polytomous Rasch models, 2) obtain key figures (e.g., item characteristic curves and person-item maps) to aid model assessment , 3) assess dimensionality, and 4) obtain item fit statistics.",
          "url": "https://osf.io/bzqxg",
          "doi": "https://doi.org/10.31234/osf.io/bzqxg",
          "filter": 2
        },
        {
          "title": "Neural pathway for visual object coding in the human temporal lobe",
          "authors": "Runnan Cao; Jie Zhang; Jie Zheng; Yue Wang; Peter Brunner; Jon T Willie; Shuo wang",
          "abstract": "Understanding how the human brain encodes visual objects involves deciphering the neural mechanisms along the ventral visual pathway. Here, we recorded intracranial EEG in the human ventral temporal cortex (VTC) and medial temporal lobe (MTL), along with single neurons in the MTL, to investigate how complex visual features are translated into semantic representations. The VTC exhibited axis-based feature coding, and by constructing a neural feature space using VTC neural axes, we observed that MTL neurons encode a receptive field within the VTC neural feature space. This computational framework explains how dense feature-based representations in the VTC are translated into sparse semantic-based representations in the MTL. We further validated our findings using an additional dataset with different stimuli. Lastly, we uncovered the physiological basis of this computational framework by demonstrating VTC-MTL interactions at multiple levels. Together, our neural computational framework provides a mechanistic understanding of the neural processes underlying object recognition.",
          "url": "https://osf.io/37epc",
          "doi": "https://doi.org/10.31234/osf.io/37epc",
          "filter": 2
        },
        {
          "title": "Impact of Acute Stress Exposure on Reactivity to  Loss of Control Over Threat",
          "authors": "Michalina Dudziak; Tom Smeets; Bram Vervliet; Tom Beckers",
          "abstract": "Uncontrollable negative events yield increased stress responses compared to situations over which we have control. Previous studies have assessed the impact of uncontrollability of threat on stress reactivity. Less is known about whether and how acute stress exposure influences how we react to uncontrollable threats. Until now, research has primarily focused on investigating the lack of control despite the idea that losing control may cause greater distress and be more clinically relevant. The current study aims to investigate whether acute stress exposure impacts reactivity to a subsequent loss of control over threat. Ninety-six participants will be equally and randomly allocated to a stress or a no-stress group. Participants will undergo an acute stress induction or a non-stressful procedure, followed by a behavioral loss-of-control task. The loss-of-control task is designed to effectively induce control followed by a subsequent loss of control over aversive electrical stimulation. We hypothesize that participants exposed to acute stress will show stronger biological and psychological responses to the loss of control over threat than those in the no-stress group, as expressed in salivary cortisol and salivary alpha-amylase assays, blood pressure measurements, and self-report ratings. In addition, we will assess biological sex, general perceived stress, and childhood adversity as factors that might moderate the relation between acute stress exposure and reactivity to loss of control. Investigating the sensitizing effect of acute stress on the reaction to a loss of control could offer valuable insights into their role in the development and maintenance of anxiety and stress-related disorders.",
          "url": "https://osf.io/j5kgt",
          "doi": "https://doi.org/10.31234/osf.io/j5kgt",
          "filter": 2
        },
        {
          "title": "A Systematic Review on Individual Prerequisites for STEM Learning in Augmented Reality - Suggesting the \"L-Tech Triad\" for Future Studies",
          "authors": "Zoya Kozlova; Katharina Marie Bach; Peter Adriaan Edelsbrunner; Sarah Hofer",
          "abstract": "Abstract \nThe affordances of Augmented Reality (AR) make it well-suited for STEM learning. At the same time, individual differences, such as working memory capacity and spatial ability, are crucial for STEM. To understand how AR effects on STEM learning depend on individual differences, it is essential to follow the ATI (Aptitude-Treatment Interaction) perspective and investigate interactions between individual differences and AR- vs. non-AR conditions. This systematic review explored the extent to which individual characteristics are examined in AR research as predictors to further review if and how AR research in STEM education follows an ATI approach. Our findings reveal that from 2013 to 2022, k = 38 studies investigated the role of individual variables as predictors with only k = 5 studies considering how individual differences interact with AR vs. non-AR conditions. We discuss possible reasons for this gap and propose solutions, offering a study design framework to conduct AR studies considering the ATI perspective.",
          "url": "https://osf.io/bw482",
          "doi": "https://doi.org/10.31234/osf.io/bw482",
          "filter": 2
        },
        {
          "title": "Predicting preventative effects of cognitive control training in remitted depressed individuals: A machine learning approach",
          "authors": "Yannick Vander Zwalmen; Ernst H. W. Koster; David Demeester; Chris Baeken; Nick Verhaeghe; Kristof Hoorelbeke",
          "abstract": "Background: Residual cognitive complaints are frequently observed in remitted depressed individuals (RMD), which can impair full recovery and increase the likelihood of recurrent episodes of depression. Cognitive control training has shown potential as a preventative intervention in RMD with small to moderate effect sizes, but substantial heterogeneity in effects between individuals exists. \nObjective: This study aimed to identify individual characteristics associated with treatment response to CCT in RMD participants using machine learning models.\nMethods: A sample of 225 RMD participants underwent a CCT regimen of at least ten training sessions. After splitting the dataset into a training set (80%) and a test set (20%), four models were evaluated: logistic regression, random forest classifier, random classifier, and majority class classifier. Performance metrics, including accuracy, precision, recall, F1-score, and AUC-ROC were computed. The importance of individual features in predicting preventative effects was assessed using standardized coefficients from the logistic regression model.\nResult: The logistic regression model demonstrated the highest performance among the models, although this was still considered to be low (accuracy: 0.58; AUC-ROC: 0.56). Exploratory feature importance analysis revealed that higher life satisfaction and effective coping strategies were positively associated with preventative effects, while current medication use, age and sense of well-being were negatively associated. \nConclusion: All models performed quite poorly, indicating that baseline RMD participant characteristics did not confidently predict CCT preventative effects. Exploratory feature analysis proposed some variables that increase the likelihood of benefiting from CCT. However, it also indicated that amount of prior depressive episodes and treatments did not affect preventative effects, suggesting that CCT may be suitable for a broad range of RMD individuals. In addition to substantiating our findings with larger sample sizes to improve model accuracy, future research should explore additional predictors.",
          "url": "https://osf.io/j29t6",
          "doi": "https://doi.org/10.31234/osf.io/j29t6",
          "filter": 2
        },
        {
          "title": "Mapping 60 years of Psychophysiology: A bibliometric analysis of journal performance, authorship trends, and thematic evolution",
          "authors": "Christian Panitz; Carola Dell'Acqua",
          "abstract": "Psychophysiology, the flagship journal of psychophysiological research, has played a key role in the field for 60 years. For the present study, we conducted a bibliometric analysis assessing the journal’s development in terms of performance, authorship trends, and thematic content for this time span. Over the years, Psychphysiology has experienced a consistent increase in manuscript submissions, published articles, and impact factor. Authorship trends showed larger, more diverse author teams, with a growing percentage of female authors now representing 50% of submissions, and an increase in international collaborations. Thematic content has evolved, shifting from peripheral measures to central nervous system measures like EEG and ERPs while maintaining the journal’s long-standing emphasis on methodological advancements. Research topics have expanded from basic stimulus processing to more complex investigations into emotion, cognition, and psychopathology, with growing interdisciplinary integration. This article provides a quantitative overview of Psychophysiology's contributions and development, aimed at offering insights into the journal’s past, current state, and potential future directions in psychophysiological research.",
          "url": "https://osf.io/4cbn6",
          "doi": "https://doi.org/10.31234/osf.io/4cbn6",
          "filter": 2
        },
        {
          "title": "Reducing the Burden of Psychological Questionnaire Measures Through Selective Item Re-Weighting",
          "authors": "Toby Wise; Nura Sidarus",
          "abstract": "Questionnaire measures are central to many areas of study within the psychological sciences. However, they often place a heavy burden on participants; questionnaires are frequently lengthy and unengaging, and with participants often required to complete multiple measures within a single study this results in lower data quality, increased cost, and a poor participant experience. Here, we introduce a straightforward method for creating short versions of existing measures that are able to accurately determine participants’ sum scores, subscale scores, or factor scores. Our method, referred to as Factor Score Item Reduction with Lasso Estimator (FACSIMILE) uses lasso regularised regression to select items and weight them such that true scores can be predicted accurately from a reduced item set. We demonstrate the performance of this method on an example dataset, and provide code and guidance for implementing the approach.",
          "url": "https://osf.io/vwmkd",
          "doi": "https://doi.org/10.31234/osf.io/vwmkd",
          "filter": 2
        },
        {
          "title": "Suggestions effects in psychedelics: Confounds and opportunities",
          "authors": "Madeline Victore Stein; Devin B. Terhune",
          "abstract": "The resurgence of interest in psychedelics has led to their widespread, and often uncritical, promotion within both popular media and scientific communities. This heightened enthusiasm complicates assessments of the neurocognitive effects of psychedelics as well as their efficacy as adjuncts to psychotherapy. A key challenge for this nascent field involves understanding how suggestion effects can both act as a confound in experimental research on psychedelics but also improve outcomes in therapeutic interventions. By critically examining how these effects operate within psychedelic experiences, we aim to draw greater attention to the role of suggestion effects as both a source of bias but also as a tool that can be leveraged to maximize therapeutic benefits. We argue for more careful consideration of the role of suggestion effects in response to psychedelics.",
          "url": "https://osf.io/5krs4",
          "doi": "https://doi.org/10.31234/osf.io/5krs4",
          "filter": 2
        },
        {
          "title": "The Afterglow Inventory (AGI) – validation of a new instrument for measuring subacute effects of classic serotonergic psychedelics",
          "authors": "Tomislav Majic; Timo Torsten Schmidt; Anna Gröticke; Peter Gasser; William A Richards; Thomas Günther Riemer; Ricarda Evens",
          "abstract": "Background: \nClassic psychedelics such as psilocybin and LSD are anecdotally associated with the phenomenon of \"psychedelic afterglow,\" a set of predominantly pleasant, temporary psychological effects reported after the acute effects have subsided. Since post-acute effects are crucial for the therapeutic use of psychedelics, an instrument to systematically assess subacute \"afterglow\" effects is needed.\nAims:\nTo create and validate a questionnaire to quantify subacute \"afterglow\" effects of psychedelics.\nMethods: \nAn international online survey was conducted in English and German. Participants who had consumed a psychedelic (N = 1,323) or another non-psychedelic substance (control group, N = 157) within the past four weeks were included. An initial list of 97 items was progressively reduced to 24 items.\nResults: \nA 5-factor structure best fit the data and showed high internal consistency. The factors included 1) Vitality, 2) Transpersonal Aspects, 3) Inspiration/Creativity, 4) Interpersonal Relationships, and 5) Relationship to Nature. The final 24-item version of the Afterglow Inventory (AGI) effectively differentiated between the psychedelic group and the control group. The overall AGI score positively correlated with the intensity (r = 0.165; p &lt; 0.001) and positive valence (r = 0.251; p &lt; 0.001) of the acute psychedelic effects.\nConclusions: \nThe AGI is a novel scale for quantifying positive subacute (\"afterglow\") effects of psychedelics. The use of the AGI could lead to a better understanding of the interplay between acute, subacute, and long-term effects of psychedelics. Insights could also be gained into how different substances, dosages, and extra-pharmacological factors, such as psychotherapy, might influence outcomes.",
          "url": "https://osf.io/s6bzc",
          "doi": "https://doi.org/10.31234/osf.io/s6bzc",
          "filter": 2
        },
        {
          "title": "Inconclusive evidence for associations between adverse experiences in adulthood and working memory performance",
          "authors": "Stefan Vermeent; Meriah Lee DeJoseph; Anna-Lena Schubert; Jaap J. A. Denissen; Jean-Louis van Gelder; Willem Frankenhuis",
          "abstract": "Decades of research have shown that adversity tends to be associated with lower working memory (WM) performance. This literature has mainly focused on impairments in the capacity to hold information available in WM for further processing. However, some recent adaptation-based studies suggest that certain types of adversity can leave intact, or even enhance, the ability to rapidly update information in WM. One key challenge is that WM capacity and updating tasks tend to covary, as both types of tasks require the creation and maintenance of bindings in WM; links between mental representations of information in WM. To estimate the associations between adversity and different processes in WM, we need to isolate variance in performance related to WM capacity from variance in performance related to updating ability. In this Registered Report, participants from the Dutch Longitudinal Internet studies for the Social Sciences (LISS) panel completed three WM tasks: two complex span tasks and a task measuring both binding and updating of information. In addition, we estimated participants’ exposure to neighbourhood threat, material deprivation, and unpredictability. We estimated associations between the three types of adversity and latent estimates of WM capacity and updating using structural equation modeling. We did not find consistent associations between adversity and WM capacity or updating, nor did we find evidence that the associations were practically equivalent to zero. Our results show that adversity researchers should account for overlap in WM tasks when estimating specific WM abilities.",
          "url": "https://osf.io/a8u47",
          "doi": "https://doi.org/10.31234/osf.io/a8u47",
          "filter": 2
        },
        {
          "title": "Pupillometry in Exercise Physiology: Significance and Perspective (運動生理学における瞳孔測定の意義)",
          "authors": "Ryuta Kuwamizu",
          "abstract": "瞳孔は臨床医学では生死を判定する脳幹機能の検査として、生理心理学では覚醒水準を反映する生理指標として古くから活用されてきた。我々は、運動生理学研究にこの瞳孔測定を取り入れ、それを利用した神経科学研究を進めている。本稿では、これらの知見の一つとして、運動負荷試験でみられる瞳孔拡大パターンを紹介し、瞳孔測定の運動生理学的意義を展望する。",
          "url": "https://osf.io/69z47",
          "doi": "https://doi.org/10.31234/osf.io/69z47",
          "filter": 2
        },
        {
          "title": "How Alexithymia Increases Mental Health Symptoms in Adolescence: Longitudinal Evidence for the Mediating Role of Emotion Regulation",
          "authors": "Mazidi",
          "abstract": "Alexithymia is characterised by difficulties identifying and describing feelings, as well as a lack of focus on feelings. Alexithymia is a transdiagnostic risk factor for developing a wide array of psychopathologies, such as anxiety and depression, with a key hypothesised mechanism being the impairing impact of alexithymia on emotion regulation. However, no study has tested whether difficulties with emotion regulation mediate the link between alexithymia and clinically relevant symptoms using longitudinal designs. The present study aimed to address this limitation by collecting data from 242 Iranian high school students at two time points, seven months apart. The results revealed that baseline alexithymia levels not only related to future emotion regulation difficulties but predicted increased emotion regulation difficulties in the future. Furthermore, these increased difficulties in emotion regulation mediated the relationship between baseline alexithymia and worsening of psychological distress (e.g., depression, anxiety, and stress symptoms) over time. This study, therefore, supports the attention-appraisal model of alexithymia in its theoretical account linking alexithymia and emotion regulation difficulties and highlights the critical role that alexithymia plays in emotional health and illness during adolescence.",
          "url": "https://osf.io/ebt53",
          "doi": "https://doi.org/10.31234/osf.io/ebt53",
          "filter": 2
        },
        {
          "title": "Tool representations in human visual cortex",
          "authors": "Davide Cortinovis; Marius Peelen; Stefania Bracci",
          "abstract": "Tools such as pens, forks, and scissors play an important role in many daily-life activities, an importance underscored by the presence in visual cortex of a set of tool-selective brain regions. This review synthesizes decades of neuroimaging research that investigated the representational spaces in the visual ventral stream for objects, such as tools, that are specifically characterised by action-related properties. Overall, results reveal a dissociation between representational spaces in ventral and lateral occipitotemporal cortex (OTC). While lateral OTC encodes both visual (shape) and action-related properties of objects, distinguishing between objects acting as end-effectors (e.g., tools, hands) versus similar non-effector manipulable objects (e.g., a glass), ventral OTC primarily represents objects’ visual features such as their surface properties (e.g., material and texture). These areas act in concert with regions outside of OTC to support object interaction and tool use. The parallel investigation of the dimensions underlying object representations in artificial neural networks reveals both the possibilities and the difficulties in capturing the action-related dimensions that distinguish tools from other objects. While artificial neural networks offer promise as models of visual cortex computations, challenges persist in replicating the action-related dimensions that go beyond mere visual features. Taken together, we propose that regions in occipitotemporal cortex support the representation of tools based on a behaviorally relevant action code and suggest future paths to generate a computational model of this object space.",
          "url": "https://osf.io/7aep4",
          "doi": "https://doi.org/10.31234/osf.io/7aep4",
          "filter": 2
        },
        {
          "title": "A causal test of environmental effects on the pace of brain development: Stage 1 Registered Report",
          "authors": "Monica E Ellwood-Lowe; Maayan S Ziv; Monami Nishio; M. Dylan Tisdall; Aaron Alexander-Bloch; You Zhou; Cesar Zuniga; Allyson Mackey",
          "abstract": "Theories of neural development suggest that early experiences alter the pace of brain development with consequences for brain plasticity, but causal evidence on this question has been rare. Here, we partner with a non-profit to evaluate the effects of a 92-session strengths-based, community-led intervention for under-resourced parents and their young children. By comparing families who received the intervention to an active control group, we will assess whether changes to children’s early environments alter the developmental timing of the brain or body. This work will provide insights into whether early experiences cause differences in brain development, and will inform translational work on how to best support young children and their families.",
          "url": "https://osf.io/kbzgd",
          "doi": "https://doi.org/10.31234/osf.io/kbzgd",
          "filter": 2
        },
        {
          "title": "Emotional responses to music are shaped by acoustic features, individual differences, and contextual factors",
          "authors": "Lidya Yurdum; Samuel A Mehr; Roza Gizem Kamiloglu; Disa Sauter",
          "abstract": "Listening to and making music is often a distinctly emotional experience. We hear emotions when we listen to music, and music also gives rise to emotional reactions. In recent decades, the relationship between music and emotion has become the focus of psychological research. This chapter introduces psychological perspectives on this topic. We discuss how and why people might respond to music emotionally, and the implications for cross-cultural universality, as well as individual differences. We end by outlining three promising avenues for future research: (1) investigating individual differences in emotional responses to music, (2) leveraging citizen science to improve estimates of cross-cultural similarities, and (3) broadening our understanding of the diverse contexts in which emotional responses to music occur, through naturalistic data collection methods. The growing literature and new advances offer valuable insights into the individual, cultural, and contextual nuances that shape how music moves us.",
          "url": "https://osf.io/mxb5a",
          "doi": "https://doi.org/10.31234/osf.io/mxb5a",
          "filter": 2
        },
        {
          "title": "Approaches to map cortical excitability beyond the primary motor cortex",
          "authors": "Anna-Lisa Schuler; Martin Tik; Elisa Kallioniemi; Ana Suller-Marti; zhengchen cai; Giovanni Pellegrino",
          "abstract": "Excitability is a neuronal property quantified as the magnitude of neural response to stimuli. It plays a crucial role in information processing and is disrupted in various neuropsychiatric conditions. In humans, non-invasive measurements of brain excitability have been mostly limited to the primary motor cortex. Here, the response to Transcranial Magnetic Stimulation (TMS) is quantified as the magnitude of the muscular contraction. TMS mapping of brain excitability outside the motor cortex, simultaneously across brain areas, and in deep regions is challenging. Indeed, TMS has little depth penetration, and can only probe one cortical point at a time. Furthermore, the measurement of the responses to stimuli outside the motor cortex requires simultaneous neuroimaging, such as electroencephalography (EEG) and functional magnetic resonance imaging (fMRI). Possible solutions include the application of stimulation approaches alternative to TMS, and the investigation of resting state properties of electromagnetic and hemodynamic brain activity. We show that, in combination with TMS or alone, neuroimaging will progressively allow non-invasive and accurate mapping of excitability with high spatio-temporal resolution, across the entire brain, and non-invasively. Here, we critically discuss the state of the art of whole brain excitability mapping and provide an outlook on neuroscience and clinical implications.",
          "url": "https://osf.io/5dr32",
          "doi": "https://doi.org/10.31234/osf.io/5dr32",
          "filter": 2
        },
        {
          "title": "War-Related Post-Traumatic Stress Disorder: A Deep Examination of Causes, Symptoms, and Responses with a Focus on The Gambia",
          "authors": "Fatou Manneh",
          "abstract": "War-induced post-traumatic stress disorder (PTSD) affects combatants and civilians alike, leaving psychological, social, and economic consequences. This article explores PTSD, focusing on the unique manifestations of trauma in The Gambia. Although the country has not experienced conventional war, it has faced severe political repression and trauma resulting from regional instability.",
          "url": "https://osf.io/tgnda",
          "doi": "https://doi.org/10.31234/osf.io/tgnda",
          "filter": 2
        },
        {
          "title": "《自演化形式》（Self-evolution Form）",
          "authors": "HuaZQi",
          "abstract": "This paper discusses how natural selection and seeking advantages and avoiding disadvantages promote the evolution of adaptive and negative feedback structure under the framework of self-evolution theory, and make the entity structure gradually complicated to simulate and cope with natural changes. This process involves the modeling and transformation of the entity itself and the environment, as well as the promotion of the adaptive level and knowledge dimension. The self-evolution process is based on the interaction between entity and ontology, from the basic physical structure to the complex biological and intelligent structure, and each stage has its own specific adaptation and evolution mechanism. \nKeywords: evolution; Natural selection; Adaptive structure; Self-evolution theory",
          "url": "https://osf.io/2avt5",
          "doi": "https://doi.org/10.31234/osf.io/2avt5",
          "filter": 2
        },
        {
          "title": "Normative face recognition ability test scores vary across online participant pools",
          "authors": "Bojana Popovic; James Daniel Dunn; Alice Towler; David White",
          "abstract": "Online participant recruitment is a cornerstone of modern psychology research. While this offers clear benefits for studying individual differences in cognitive abilities, test performance can vary across lab-based and web-based settings. Here we assess the stability of normative test scores across popular online recruitment platforms and in-person testing, for three standard measures of face identity processing ability: the GFMT2, CFMT+, and MFMT. Participants recruited via Amazon Mechanical Turk (MTurk) scored approximately 10 percentage points lower in all tests compared to those recruited through Prolific and university students tested in the lab. Applying stricter exclusion criteria based on attention checks resulted in notably higher exclusion rates for the MTurk group (~62%) compared to the Prolific group (~22%), yet even after exclusion, some test scores remained lower for MTurk participants. Given that the GFMT2 subtests were developed using MTurk participants, we provide updated normative scores for all subtests (GFMT2-Short, GFMT2-Low, GFMT2-High) and further recommendations for their use. We also confirm the robust psychometric properties of the GFMT2-Short and GFMT2-High, demonstrating strong test-retest reliability, convergent validity with other established tests, and high diagnostic value in identifying super-recognisers. The GFMT2 subtests are freely available for use in both online and in-person research via www.gfmt2.org.",
          "url": "https://osf.io/52k7w",
          "doi": "https://doi.org/10.31234/osf.io/52k7w",
          "filter": 2
        },
        {
          "title": "Working Memory Prioritization Changes Bidirectional Interactions with Perceptual Inputs",
          "authors": "Joseph M. Saito; Frida Printzlau; Yvanna Yeo; Keisuke Fukuda",
          "abstract": "Items stored in visual working memory often differ in priority. Typically, observers will shift their internal attention towards items that are relevant for impending behavior and away from those that may become relevant later. These distinct states of priority are theorized to influence bidirectional interactions between memoranda and new visual inputs by modulating their susceptibility to retroactive and proactive biases, respectively. However, prior research has produced limited and conflicting evidence on this topic due to reliance on inconsistent retrodictive cues (retro-cues) that incentivize memory prioritization. To address this, we used a double-serial retro-cue paradigm that incentivized the complete prioritization of one of two unfamiliar shape memoranda for use in a comparison with a perceptual probe before a second, independent cue instructed observers to report one of their two memories (Experiments 1-2) or the perceptual probe itself (Experiment 2). We found that observers reported robust retroactive and proactive biases, but that only retroactive biases were modulated by prioritization. Reports of prioritized memories were more precise and contained smaller attractive biases towards the probe than unprioritized memories, whereas probe reports were biased comparably towards each. These findings reveal an asymmetrical effect of prioritization on the reciprocal interactions between memory and perception.",
          "url": "https://osf.io/2f7mp",
          "doi": "https://doi.org/10.31234/osf.io/2f7mp",
          "filter": 2
        },
        {
          "title": "Conscious Intelligent Feedback Model",
          "authors": "HuaZQi",
          "abstract": "This paper makes an in-depth analysis of the phenomenon of consciousness from three aspects: the essence of consciousness, conscious consciousness and conscious intelligence model. First of all, this paper discusses the essence of consciousness, puts forward the theoretical framework of subject angle, and points out that consciousness is the content change of subject angle, which corresponds to the structural change of entity one by one. Then, through concrete examples, such as animal conscious neural network, this paper expounds in detail how consciousness is related to the main structure, neural network structure and the objective world. Finally, this paper discusses the model of conscious intelligence, pointing out that conscious intelligence is a model in which multi-cells cooperate with the whole feedback to record natural change data and form a data structure model, so that changes can be predicted in advance to avoid disadvantages through data structure model reasoning, and the analysis and conception of CIFM(Conscious Intelligence Feedback Model) are put forward.\nKeywords:Consciousness；Subjective Perspective；Conscious neural network；Conscious Intelligent Feedback Model",
          "url": "https://osf.io/63thr",
          "doi": "https://doi.org/10.31234/osf.io/63thr",
          "filter": 2
        },
        {
          "title": "Penerapan Model Pembelajaran Berbasis Projek (PjBL) untuk Meningkatkan Perencanaan Karier Siswa di SMA Negeri 78 Jakarta",
          "authors": "Lailathul Fitri; Hana Mufidah; Dio Rizky Adirama; Yoseph Pedhu; Dewi Indriani",
          "abstract": "Salah satu tugas perkembangan yang harus dilalui oleh remaja adalah merencanakan karier masa depan. Pada masa ini sering kali remaja mengalami kebingungan dalam mencocokkan kemampuan, bakat, dan dan minat mereka dengan berbagai pilihan karier yang tersedia. Oleh karena itu, penelitian ini bertujuan untuk menganalisis penerapan metode Project Based Learning (PjBL) dalam layanan bimbingan klasikal sebagai upaya meningkatkan kemampuan perencanaan karier siswa. Penelitian ini menggunakan jenis penelitian kuantitatif dengan metode penelitian eksperimen desain Quasi Eksperimental, bentuk Quasi Experimental yang digunakan dalam penelitian ini adalah Pretest Posttest One Group Design. Analisis terhadap hasil penelitian menunjukkan bahwa PjBL menggunakan media career tree efektif dalam meningkatkan perencanaan karier siswa, karena PjBL dinilai mampu menstimulasi siswa untuk meningkatkan interaksi, menumbuhkan sikap aktif dan kooperatif dalam pembelajaran dan memenuhi pembelajaran kontekstual untuk memberikan pembelajaran yang bermakna.",
          "url": "https://osf.io/y62xn",
          "doi": "https://doi.org/10.31234/osf.io/y62xn",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "SocArxiv",
      "journal_short": "SocArxiv",
      "articles": [
        {
          "title": "Food and place - agricultural migrant workers’ relationships with food and cooking: a photo-elicitation protocol",
          "authors": "Neal Robert Haddaway; José Luis Vicente Vicente; María D. López-Rodríguez; Joe Duggan; Erica Briones-Vozmediano",
          "abstract": "The province of Almería in Spain is home to one of the largest concentrations of greenhouse agriculture in the world, covering over 32,000 hectares and producing more than 3.8 million tonnes of fruits and vegetables largely for export across Europe. Migrant agricultural workers here face precarious working and living conditions, which profoundly shape their relationships with food, ingredients, and cooking. The food system in this region is deeply entwined with global food consumption practices, extractivist supply chains, and irregular migration patterns. While much research has focused on the economic and environmental impacts of industrial agriculture, less attention has been given to how migrant workers’ interactions with food reflect their social and cultural identities amidst these challenges. This study protocol outlines our aims and methods to explore these relationships, examining how migration and labour conditions influence food-related practices, and how these practices serve as means of cultural preservation, adaptation, and survival. Using a collaborative photo-elicitation methodology, we will work with migrant workers in Almería to document their relationship with food through photography and interviews. Participants will be asked to capture images of their daily food practices over a 7-10 day period. These photographs will later serve as both prompts for semi-structured interviews and a source of visual data, facilitating deeper reflections on personal, cultural, and socio-economic contexts surrounding food. Data will be analysed through qualitative content analysis, incorporating co-creation and member checking to ensure accuracy and participant agency. The planned research aims to provide critical insights into the social, cultural, and environmental impacts of industrial agriculture on migrant workers, contributing to a broader understanding of food justice, labour exploitation, and the sustainability of global food systems.",
          "url": "https://osf.io/ahbsv",
          "doi": "https://doi.org/10.31235/osf.io/ahbsv",
          "filter": 0
        },
        {
          "title": "Social media, survey, and medical literature data reveal escalating antisemitism within the United States healthcare community",
          "authors": "Daniella Schwartz; Rotem Leiba; Cassondra Feldman; Nicole Spence; Ruth Oratz; Hedy Wald; Steven Roth",
          "abstract": "Antisemitism has been rising for decades and worsened following the events of Oct 7, 2023. Although anecdotal evidence suggests that these trends extend into the US medical community, quantitative data have been lacking. To address this gap, we quantitated publications about antisemitism, analyzed social media posts from the accounts of 220,405 healthcare professionals, and disseminated a survey to members of Jewish medical associations. Publications and social media posts about antisemitism rose &gt;5-fold, while posts promoting antisemitic stereotypes increased 2-4-fold. Most Jewish-identifying medical students and professionals (75.4%) reported exposure to antisemitism. Together, our results suggest that antisemitism is escalating within the US healthcare community.",
          "url": "https://osf.io/34km7",
          "doi": "https://doi.org/10.31235/osf.io/34km7",
          "filter": 0
        },
        {
          "title": "Hard Numbers and “Velvet Triangles”: Mobilising Statistics for the ILO Convention on Domestic Work",
          "authors": "Liberty Chee",
          "abstract": "After nearly half a century, domestic workers were again tabled on the agenda of the International Labour Conference in 2008. Three short years later, Conference delegates voted to establish the International Labour Organization’s Convention on Domestic Work (C189).  This paper builds on the insight that the campaign to push for C189 was taken up by a feminist “velvet triangle”.  These networks are usually comprised of women in social movements, femocrats and academics. The informality of these alliances is due, in part, to the gendered marginality of an issue area, allowing for improvisation and agile coalitions.  The paper traces the origins of this triangle to bottom-up calls to develop measurement methodologies to make women’s labour “visible” in the UN Conferences on Women, and later in discussions about the informal economy.  It then examines the relations among femocrats in the ILO, academics, and the global trade unions in one important element of the campaign – mobilising statistics on domestic workers worldwide.  The paper demonstrates how the production and mobilisation of statistical estimates were crucial in making the sector more tractable.  It attends to the under-explored effects of the “power of cognitive resources” in the literature.  Finally, the article shows that the explicitly political project of the women’s movements yielded not only a normative labour instrument, but advances in different fields of study. This case shows that the production of scientific knowledge, while still an overwhelmingly elite endeavour, need not always cater to elite demands.",
          "url": "https://osf.io/9fbu7",
          "doi": "https://doi.org/10.31235/osf.io/9fbu7",
          "filter": 0
        },
        {
          "title": "Gendered housework time in Germany: Visualizing the regional convergence over cohorts",
          "authors": "Florian Schulz",
          "abstract": "This visualization examines regional convergence in housework time in Germany, focusing on age- and cohort-sensitive differences between East and West since reunification. Using data from the German Time Use Study (1991/1992–2022), the analysis shows that once substantial regional disparities in housework time have largely diminished for both men and women across cohorts. This trend aligns with other developments, such as convergence in educational opportunities, labor market behavior, and gender role attitudes, which may be linked to changes in unpaid work time.",
          "url": "https://osf.io/t68dy",
          "doi": "https://doi.org/10.31235/osf.io/t68dy",
          "filter": 0
        },
        {
          "title": "Auditing multimodal large language models for context-aware content moderation",
          "authors": "Thomas Davidson",
          "abstract": "Multimodal generative artificial intelligence models that can process text, images, and other media provide a context-aware approach to content moderation that may help to address existing biases in these systems. This study proposes conjoint analysis as a methodology to audit these models. We investigate how GPT-4o, a state-of-the-art model, uses demographics and other contextual information when flagging potential hate speech. The results show that the model attends to context similarly to human annotators. In particular, the race of the author is taken into account when deciding whether the use of racist language or reclaimed slurs violates a content policy. Prompting can enhance contextual awareness, although some demographic bias persists. Models relying solely on visual or written identity signals show significantly less contextual variation, highlighting the value of multimodal approaches to automated content moderation. These findings have significant implications for designing more effective moderation systems and methodologies for auditing algorithmic systems.",
          "url": "https://osf.io/f2p7d",
          "doi": "https://doi.org/10.31235/osf.io/f2p7d",
          "filter": 0
        },
        {
          "title": "Facets of Journalistic Skills 2024",
          "authors": "Cana Niemann; Charlotte von Estorff; Larissa Scheidt; Julia Pulm; Anne-Kathrin Oestmann; Louisa Band; Leonie Urbanczyk; Jonathan Hintze; Katharina Hermes; Melina Goldhorn",
          "abstract": "This report examines 531 job advertisements from 32 news outlets across seven countries (U.S., UK, Australia, France, Germany, Austria, and Switzerland) collected in 2023, highlighting the demands for digital skills, work experience, academic degrees, salary transparency, and diversity.\n\nKey findings include:\nSkill Demand: Digital expertise such as SEO, audience data analysis, social media management, and multimedia production is increasingly required, while AI skills remain emergent.\nWork Experience: Experience requirements vary by country, with the U.S. demanding more advanced experience. Not surprisingly, more experience correlates with higher salaries.\nAcademic Degree: A university degree is often required in the U.S. and France, though less so in the other countries. A degree generally enhances salary prospects, but work experience has a larger impact.\nSalary Transparency is inconsistent, with only one-third of ads including salary details, mostly from NYT and CNN. Annual salaries range from $16k for entry level to $300k for a senior producer at CNN.\nDiversity: U.S. and Australian outlets are leading in addressing diversity, with many job ads including statements about inclusivity across gender, ethnicity, religion, and disability.\n\nThe report provides a guide for aspiring journalists, educators, and news professionals, offering insights into the industry’s expectations.",
          "url": "https://osf.io/85cfy",
          "doi": "https://doi.org/10.31235/osf.io/85cfy",
          "filter": 0
        },
        {
          "title": "Value chains of AI: Data Training Firms, Platforms and Workers",
          "authors": "Mohammad Amir Anwar",
          "abstract": "From self-checkouts to self-driving cars to social media newsfeed to surveillance systems, artificial intelligence (AI) is part of our lives whether we know it or not. Recent scholarship is attempting to explore how different places and people are involved in the development of AI. This chapter builds on this scholarship to extend the debate around the hidden and opaque networks of sub- contracting practices for AI training. In particular, it examines the ways in which lead firms develop their AI systems by tapping into a complex network of suppliers, platforms, and human workers doing data work in some of the most marginalised parts of the world. The chapter shows that despite their touted nature as autonomous machines (i.e. without human control), AI is dependent on a global army of human labour performing a wide variety of data enrichment tasks. It then concludes by discussing implications of this data work on workers and places where AI gets trained.",
          "url": "https://osf.io/cjn63",
          "doi": "https://doi.org/10.31235/osf.io/cjn63",
          "filter": 0
        },
        {
          "title": "Voicing First Nations Country, culture and community in urban policy",
          "authors": "Elle Davidson; Libby Porter; Ani Landau-Ward; Ed Wensing; Matthew Kelly; Donald McNeill; Jen Arnold",
          "abstract": "Current approaches to engaging First Nations peoples in urban policy and planning are placing an unreasonable and unsustainable burden, especially on Traditional Custodians, new AHURI research finds. A change of relationship with Traditional Custodians and a rethinking of current engagement approaches could create a more responsible process.\n\nThe research, ‘Voicing First Nations Country, culture and community in urban policy’, undertaken for AHURI by researchers from University of Sydney, RMIT University and University of NSW, examines the relationship of First Nations peoples in Australia to urban policy, and is designed to centre First Nations sovereignty, authority, knowledge, governance and agency as the starting point toward a more responsible relationship.\n\nUrban places, from large metropolitan areas to small towns in regional areas, are sites of intensive dispossession at the same time as being dense networks of community and ongoing cultural practice and connection. Nevertheless, urbanisation and the density of population settlement, private property and the miasma of legislation, policy and regulation imposed on Country hasn’t destroyed First Nations Traditional Custodians connection to ancestral lands or their cultural obligations and rights to lands and waters.\n\nGovernments are asking local planners and developers to consult with First Nation Traditional Custodians with some level of engagement. This has the effect of intensifying pressure on Custodians, with short timeframes and often unrealistic expectations imposed upon First Nations communities.\n\nUrban policy planning can be a tool for healing and repair between First Nations people and the broader Australian community. Engagement can be used to create new opportunities—but current engagement approaches require rethinking and need to include building longer term relationships, long before a project requires engagement. Building and sustaining relationships and creating new processes and models must be supported with resources structures that are secure, ongoing and transcend piecemeal project-by-project funding.",
          "url": "https://osf.io/ktzsv",
          "doi": "https://doi.org/10.31235/osf.io/ktzsv",
          "filter": 0
        },
        {
          "title": "Do procedurally just interactions increase police legitimacy? Evidence from a representative vignette experiment in Colombia",
          "authors": "Veronica Abril; Santiago Perez-Vincent; Santiago Tobon; Martin Vanegas-Arias",
          "abstract": "This study explores whether procedurally just interactions between police and citizens enhance perceptions of police legitimacy in high-crime environments. We conducted a representative in-person survey across five major Colombian cities, covering about 7 million residents. The survey included a vignette experiment presenting respondents with one of four scenarios that varied police officer respectfulness—characterized by clear communication of intentions—and neutrality. Our findings reveal that respectful behavior from officers significantly boosts citizens' perceptions of police legitimacy. In contrast, neutrality alone, or even combined with respect, does not affect these perceptions. This suggests that respect is an important component of procedural justice in fostering police legitimacy, while the standalone importance of neutrality is questionable. Policymakers should note that emphasizing respectful interactions in police training can foster greater trust and cooperation within communities, aiding effective crime prevention and community policing efforts. Conversely, focusing solely on neutrality without ensuring respect may be insufficient, possibly due to citizens' biases toward specific stereotypes.",
          "url": "https://osf.io/67urc",
          "doi": "https://doi.org/10.31235/osf.io/67urc",
          "filter": 0
        },
        {
          "title": "Building trust in the police: Evidence from a multi-site experiment in Colombia",
          "authors": "Veronica Abril; Ervyn Norza; Santiago Perez-Vincent; Santiago Tobon; Michael Weintraub",
          "abstract": "We study how improving police-citizen interactions increases public trust by experimentally evaluating a police training program in Colombia. The National Police retrained officers in procedural justice principles—such as fairness and respect—while instructing them to intensify citizen interactions. The intervention improved policing frequency, perceptions of fair treatment, and public trust. Our analysis points to strong complementarities between more and better policing: more interactions that lack good behavior or good behavior without increased interactions do not improve trust. We find no impacts on officers’ trust in citizens or beliefs about public trust, implying that institutional change may require more profound efforts.",
          "url": "https://osf.io/mrh5q",
          "doi": "https://doi.org/10.31235/osf.io/mrh5q",
          "filter": 0
        },
        {
          "title": "Social Media vs. Messaging: Using GPS Data to Explore Social App Ecologies in Context",
          "authors": "Lisa Rhee; Morgan Quinn Ross; Huyen T. K. Le; jerry mount; Yung-Ju Chang; Joseph Bayer",
          "abstract": "Drawing on a large-scale mobile trace dataset (N = 463 participants; N = 19,867,944 app logs),\nwe examined variability in social app ecologies while directly contrasting social media and\nmessaging apps. We found that users had primary apps that dominated their media and\nmessaging usage, respectively; concurrently, users were more likely to draw on a diverse set of\nsocial media (vs. messaging) apps. However, we observed small to insignificant correlations\nbetween social media and messaging use, suggesting that the two categories – or sub-ecologies –\nare not strongly displacing or driving one another. Both social media and messaging apps were\nused consistently across space – though individuals averaged slightly more time on social media\nat home and messaging on foot. Overall, the study affirms the importance of taking a naturalistic\napproach to studying app ecologies, while also offering insights into the increasingly complex\nrelationship between social media and messaging use (and users).",
          "url": "https://osf.io/6pe3t",
          "doi": "https://doi.org/10.31235/osf.io/6pe3t",
          "filter": 0
        },
        {
          "title": "Unpacking the Integration Paradox: The Impact of Muslim Religion, Destination Context, and Personal Characteristics on Perceived Discrimination",
          "authors": "Francesco Molteni; Arianna Pellicciotti",
          "abstract": "Perceived discrimination is the feeling of belonging to a group targeted by discrimination. This paper examines three mechanisms identified in the literature that contribute to this perception among migrants: exposure to actual discrimination through social contacts, language proficiency and awareness, and unmet aspirations. Using a subset of the European Social Survey dataset, which includes approximately 45,000 first- and second-generation migrants, we analyse the effects of individual characteristics (migrant generation, language skills, social contacts, education, and training) and contextual characteristics (integration policies) on perceived discrimination. Our findings reveal the existence of an \"Integration Paradox,\" particularly for Muslim migrants. More integrated Muslim migrants, especially those from the second generation, report higher levels of perceived discrimination. We also find that the integration setting does not have a direct effect but moderates the relationship between migrant generation and perceived discrimination. Notably, second-generation Muslim migrants feel most discriminated against in countries with \"intermediate\" levels of integration policies, suggesting short-term unintended consequences of such policies. These findings underscore the importance of paying close attention to this group in the present and near future, especially given their steadily increasing presence in European societies.",
          "url": "https://osf.io/6tdvc",
          "doi": "https://doi.org/10.31235/osf.io/6tdvc",
          "filter": 0
        },
        {
          "title": "Encountering diversity: Educator’s ways in mediating toddler’s inclusion in the Finnish early childhood classroom",
          "authors": "Lijuan Wang; Katri Jokikokko",
          "abstract": "This study explores educator-child interactions and their relationship with educators’ approaches to diversity and inclusion during the mealtimes in Finnish early childhood education and care. Based on video-recordings of mealtimes, a mixed-method approach was adopted to analyze 539 moments of educator-child interactions. The results suggest diverse educator-child interaction patterns mediating children’s inclusion. In educator-child interactions, children’s diverse agency for participation is considered by educators. Educators’ approaches to diversity suggest their open attitudes towards inclusion which are not limited to ethnicity but relate to children’s individual needs. During moments of tension within educator-child interactions, children’s agency contributes to transform educators’ attitudes towards inclusion. However, there seems to be a tendency to understand equality as uniformity which contradicts the core principle of equity of social justice in multicultural inclusive education.",
          "url": "https://osf.io/wgkub",
          "doi": "https://doi.org/10.31235/osf.io/wgkub",
          "filter": 0
        },
        {
          "title": "Social Disaster and Racial Framing Contests: How Anti-Asian Racism and its Resistance Enacted Racial Projects During COVID-19",
          "authors": "Alejandra Regla-Vargas; Hajar Yazdiha; AJ Alvero",
          "abstract": "Social disasters, whether natural or human-made, disrupt daily life and create opportunities for competing ideological movements to assert themselves. This study examines these dynamics in the context of anti-Asian hate speech and counter-hate speech on social media during the COVID-19 pandemic. Using the COVID-HATE dataset comprising approximately 2.5 million tweets shared between January 15, 2020 to March 26, 2021, we develop and test a framework for analyzing racial framing contests between movements and counter-movements. Through a mixed-methods approach, we find that: (1) the WHO's pandemic declaration triggered a significant increase in anti-Asian hate tweets, with counter-hate tweets emerging in response; (2) hate frames deployed racial projects characterizing Asians as public health and national security threats, while counter-frames either directly challenged these characterizations or bypassed them to focus on systemic racism; and (3) hate and counter-hate movements often \"spoke past\" each other rather than engaging in direct frame-counterframe dynamics as prevailing theories would predict. Counter-movements did not consistently produce opposing frames for each hate frame but rather developed independent messaging focused on combating racism itself. This study advances our understanding of how both hate and resistance operate through racial projects, with implications for theories of social movements, political communication, and racial formation. Our findings highlight the need to examine not just the temporal relationship between movements and counter-movements, but also the underlying racial projects that shape their strategic framing.",
          "url": "https://osf.io/ab8v5",
          "doi": "https://doi.org/10.31235/osf.io/ab8v5",
          "filter": 0
        },
        {
          "title": "Parental involvement and children’s well-being in stepfamilies: The role of biological relatedness and gender",
          "authors": "Ece Arat; Anne Brons; Anne-Rigt Poortman",
          "abstract": "This study investigates the role of parental involvement (i.e., parenting time) for children’s well-being in stepfamilies. Including stepfather families with coresident children, most prior research has studied the role of (step)parent-child relationship quality (e.g., closeness). This study compares the relevance of biological parent and stepparent involvement for children’s well-being, including stepmother and stepfather families, while accounting for children’s residence. Multiple regression analyses were conducted using the New Families in the Netherlands (NFN) survey, large-scale data collected among divorced and separated parents with minor children (2015/16; N = 3218). Involvement in routine activities was not associated with children’s well-being. Biological parent and stepparent involvement in interactive activities was positively associated with well-being, except when biological parent involvement was (too) frequent. Children, on average, benefited equally from the interactive involvement of both parent types. Biological parent involvement had a stronger positive association with child well-being than stepparent involvement only when involvement was rare. Yet, when involvement was (overly) frequent, stepparent involvement was related to better well-being, with the opposite effect for biological parents. These findings are consistent between stepmother and stepfather families. This study, overall, indicates that interactive activities are important to the well-being of most children, whether undertaken by biological parents or stepparents.",
          "url": "https://osf.io/6vhtw",
          "doi": "https://doi.org/10.31235/osf.io/6vhtw",
          "filter": 0
        },
        {
          "title": "Residential Segregation in Japan: Ethnic Stratification in a Global New Destination",
          "authors": "Hao Liang",
          "abstract": "This study investigates the dynamics and factors affecting immigrant residential segregation in Japan between 2000 and 2020, a period marked by Japan's emergence as a global immigrant destination. Using restricted-access census microdata, I examined the segregation of the 12 largest immigrant groups to the Japanese majority and among each other. I then assessed the relationship between dissimilarity and factors affecting integration using pooled linear regressions and individual location attainment models. My findings reveal that all immigrant groups exhibit high residential segregation from the Japanese majority and notable pairwise segregation. There is a general trend of spatial assimilation that higher levels of socioeconomic factors predict less segregation, while Brazilians and Peruvians, the earliest contemporary immigrant group who arrived in Japan as ethnic descendants, demonstrate a pronounced tendency towards place stratification. These observations provide support for both spatial assimilation and place stratification theory in the Japanese context. Moreover, there is a strong trend of self-segregation among highly skilled elite, particularly Western immigrants from the Japanese majority and peer immigrants. The results provide support for this dichotomy in segregation trends, underlining the integration challenges for minority groups in global new destinations and the pronounced self-segregation among elite skilled minorities.",
          "url": "https://osf.io/beh43",
          "doi": "https://doi.org/10.31235/osf.io/beh43",
          "filter": 0
        },
        {
          "title": "Ageing and unruliness: Articulations of gaga feminism in representations of ageing, gender and sexuality",
          "authors": "Sara De Vuyst; Katrien De Graeve",
          "abstract": "In prevailing Western media discourses, older women’s anger and resistance are often\nportrayed as a result of the physical and mental decline inherently associated with\nageing. These representations reinforce the image of older women as vulnerable\nsubjects who are weak, frail and excluded from society. This article proposes an\nalternative reading of expressions of unruliness related to ageing, gender and\nsexuality in Western media and visual culture through the lens of Halberstam’s\nconcept of gaga feminism. The aim is to explore how gaga feminism’s aesthetics of\ncollapse, creative anarchy and experimentation can construct new constellations of\nageing, sexuality and gender. We have conducted a critical, contextualised reading\nof a selection of cultural artefacts that express various elements of a gaga aesthetic.\nOur analysis reflects on the three central principles of gaga, specifically (1) new\nforms of social relations and sexualities, (2) more fluid articulations of gender and (3)\ncreative anarchy; and on what they can mean for an anti-ageist project in media and\nvisual culture. In this way, this article offers insights into the creative and unruly ways\nin which ageism, heteronormativity and sexism can be subverted and destabilised in\nrepresentations.",
          "url": "https://osf.io/gctdr",
          "doi": "https://doi.org/10.31235/osf.io/gctdr",
          "filter": 0
        },
        {
          "title": "Sandwich care in the UK: How common is it and who is doing it?",
          "authors": "Anne McMunn; Baowen Xue; Giorgio Di Gessa; Rebecca E Lacey",
          "abstract": "Objective: This study identifies the prevalence of sandwich care, and describes demographic, socioeconomic, health, and care characteristics of sandwich carers compared with other care groups in the UK.\nBackground: Delayed childbearing and increasing care needs mean that parenting young children may increasingly coincide with the need to provide adult care, leading to so-called ‘sandwich care’, but little is known about sandwich carers in the UK.\nMethod: Using eleven waves of the UK Household Longitudinal Study (2009-2020), a large, nationally representative household panel survey in the United Kingdom, five care groups were derived based on information regarding provision of adult care and living with children aged under age 16 (N=81,057). The prevalence of these groups were shown across waves, then waves were pooled and multinomial regression models were used to show age-adjusted differences in demographic, socioeconomic, health and care characteristics across the five care groups. \nResults: 2% of the UK adult population provide sandwich care . Parents caring for someone in the generation above were generally employed in professional/managerial occupations and cared less intensively outside the household while parents caring for a disabled child or partner were disadvantaged in terms of education and income, and tended to care intensively inside the household. \nConclusion: It is important to recognise circumstances of care groups are heterogenous when designing policies and practice to support family carers.",
          "url": "https://osf.io/pyfxg",
          "doi": "https://doi.org/10.31235/osf.io/pyfxg",
          "filter": 0
        },
        {
          "title": "The Practices and Politics of Machine Learning: A Fieldguide for Analyzing Artificial Intelligence",
          "authors": "Francis Lee",
          "abstract": "This article develops an analytical and methodological field guide for analyzing the practices and politics of machine learning. Drawing on science and technology studies (STS), it seeks to move beyond the opacity/transparency dichotomy that often characterizes discussions of algorithmic systems. In doing this, the article hones in on actors’ mundane practices of constructing machine learners, and develops an analytical stance based on four empirical moments: feature extraction, vectorization, clustering, and data drift. By making visible actors’ work, tinkering, and negotiations involved in these processes, the article aims to demystify the supposed magic of machine learning. This approach allows us to ask: How do actors decide what constitutes a good machine learner? How are things, people, and phenomena translated into the mathematical worlds of machine learning? Through ethnographic attention to these questions, we can begin to grapple with the practices and politics of machine learning in earnest. Thus, the article contributes to ongoing discussions about the societal implications of AI by providing analytical and methodological tools for understanding how the politics of machine learning is assembled in practice.",
          "url": "https://osf.io/vmzfu",
          "doi": "https://doi.org/10.31235/osf.io/vmzfu",
          "filter": 0
        },
        {
          "title": "Can separate special education settings still be perceived as inclusive? A critical examination of Finnish primary teachers’ attitudes",
          "authors": "Lijuan Wang; Leah Luedtke; Régis Malet; Olli-Pekka Malinen",
          "abstract": "Recent quantitative research showcased Finnish primary teachers’ reluctance towards inclusive education. This study examines Finnish primary classroom teachers’ perceptions of inclusive education and its relationship relative to separate special education settings in Finland. Thematic analysis is used to analyse interview data collected from five mainstream classroom teachers and five special education classroom teachers working in two regular schools and one special education school. Results suggest that “education for all” in the same class is a shared value among classroom teacher participants. However, mainstream and special education classroom teachers’ views are in conflict in terms of inclusive practices. While mainstream classroom teachers are concerned with pupils’ academic learning, special education classroom teachers are relegated to pedagogies of differentiation in separate and segregated settings. For education to become truly inclusive, more expertise on inclusive pedagogies must be integrated into future teacher training programs, in order to improve mainstream classroom teachers’ commitment to inclusion.",
          "url": "https://osf.io/kqfjn",
          "doi": "https://doi.org/10.31235/osf.io/kqfjn",
          "filter": 0
        },
        {
          "title": "The conflicting functions of image editing guidelines in journalism",
          "authors": "Stef Arends; Jaap de Jong",
          "abstract": "Many major media organizations have published image editing guidelines in recent decades. With a qualitative content analysis of the guidelines of ANP, AP, Reuters, NPPA and WPP and interviews with image editors of ANP, WPP, De Volkskrant, NOS and De Correspondent, two questions are answered: 1. What are the functions of image editing guidelines in journalistic organizations, based on the guidelines themselves and the explanations given by the authors? 2. What are the possible consequences for photojournalists and the public if these functions conflict? The analysis shows that the boundary work function strongly conflicts with the governance function and accountability function. Guidelines for image editing in photojournalism reinforce the myth that ‘news photos are objective’ for the purpose of defining the field of photojournalism (boundary work). As a result, guidelines do not function as well as a quality assurance tool and as a media accountability system, with adverse consequences for photojournalists and the public.",
          "url": "https://osf.io/bz79j",
          "doi": "https://doi.org/10.31235/osf.io/bz79j",
          "filter": 0
        },
        {
          "title": "Is the sandpit methodology a solution for disparities in research funding? Considerations regarding inclusion, diversity, equity, and access",
          "authors": "Helen Tibboel; Kevin Pijpers; Gwen de Bruin; Semiha Denktas",
          "abstract": "The distribution of research funding in academia is not equitable. There is a disproportionate allocation of funding benefitting an academic elite, whereas researchers from different marginalized groups have fewer opportunities to obtain funding. This can be changed by exploring alternative ways to allocate research funding. One way in which funding agencies have tried to stimulate research based on more equitable principles is the sandpit model. A sandpit is an intensive, multi-day brainstorming event during which different consortia are formed. These consortia are subsequently required to compete to obtain research funding. Very little research is done on how and whether such models work. There is some evidence that, under the right circumstances, models such as the sandpit can stimulate multidisciplinary research with societal impact. However, no attention has been given to the question whether these models contribute to equity within the academic world, or whether they sustain the inequities that are prominent. Within this paper, we critically examine possible mechanisms of exclusion through an in-depth study of a sandpit event, and we discuss which groups are disadvantaged by these events. Furthermore, we suggest ways in which sandpits and other funding initiatives can be made more equitable.",
          "url": "https://osf.io/vbdtp",
          "doi": "https://doi.org/10.31235/osf.io/vbdtp",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "From Maps to Models: Participation and Contestability in the Dynamic Management of Natural Resources",
          "authors": "Caleb Scoville; Razvan Amironesei; Lily Xu; Melissa Chapman; Nicholas R Record; Carl Boettiger",
          "abstract": "How does stakeholder participation in natural resource management change when conservation rules are grounded in near real-time data? Recognition of our rapidly changing climate and recent technological advances have facilitated the increased feasibility of the “dynamic management” of natural resources, which promises to align the spatiotemporal scales of management with ecological variability and resource use. Drawing on Kelty’s (2020) concept of “contributory autonomy,” this article offers a critical comparison of how participation is conceived of in the more established context of static conservation areas and planning versus the emergent field of dynamic management. A systematic review of the dynamic ocean management literature reveals a varied, but shallow engagement with the topic of stakeholder participation in that context. Whereas static management regimes are governed by intuitive and readily contestable maps, dynamic management is governed by models and data flows. Overall, the decision-making stakeholder of participatory mapping processes under static management is displaced by the stakeholder conceived as an “end user” of a dynamic management product. Yet, these shifts also open up potential points of contestation, which may pattern the future theory and practice of participation in dynamic management: counterdata, countermodeling, and data chokepoints. Beyond the empirical focus on oceans, this article contributes to broader conversations about the political stakes of environmental data, and algorithmic and artificial intelligence-driven natural resource conservation by considering how possibilities for participation are foreclosed, enabled, and reconstituted by new spatiotemporal and technological conditions.",
          "url": "https://osf.io/ac7hx",
          "doi": "https://doi.org/10.31235/osf.io/ac7hx",
          "filter": 2
        },
        {
          "title": "Endogenous Confounding in Causal Decomposition Analysis",
          "authors": "Ha-Joon Chung; Guanglei Hong",
          "abstract": "Should a set of hypothetical interventions eliminate the Black-White gap in malleable factors such as schooling, how much racial disparity in subsequent youth development would be reduced and how much would remain? To address this question, a causal decomposition analysis must credibly identify the causal impact of intervening on the malleable factors. However, major confounders such as parental SES are intermediate outcomes of systemic racism experienced over generations that place Black households and communities at a great disadvantage. For this reason, an intervention that attempts to eliminate the Black-White gap in schooling within levels of parental SES or other endogenous confounders has two major problems: (1) Such an attempt is infeasible when only one but not both racial groups are present within some extreme levels of parental SES. (2) Even if both groups are present within every level of parental SES, the attempt would nonetheless fail to eliminate the marginal Black-White gap in schooling due to the endogeneity of parental SES. We propose a novel solution that replaces the original scale of an endogenous confounder with a scale preserving one’s within-group relative standing. A semiparametric weighting strategy then emulates the counterfactual outcome of an equity-oriented intervention. Our analysis of the NLSY 1997 data reveals real-world implications of the methodological dilemma posed by endogenous confounding.",
          "url": "https://osf.io/dtbrn",
          "doi": "https://doi.org/10.31235/osf.io/dtbrn",
          "filter": 2
        },
        {
          "title": "El impacto de la publicidad en redes sociales en la toma de decisiones alimentarias",
          "authors": "María Camila Bernal; Lourdes Muñoz; Catherina Fuentes; Francisco Palencia-Sánchez",
          "abstract": "La tecnología y las redes sociales han emergido como herramientas clave en la difusión de información nutricional y en la promoción de hábitos alimenticios, especialmente para la población joven, quienes se encuentran más familiarizados con el mundo mediático. La creciente exposición de la población joven a contenidos sobre nutrición y alimentación a través de plataformas como TikTok, YouTube e Instagram plantea un desafío frente a la calidad y homogeneidad de la información que se presenta, lo que puede llevar a confusión y desconfianza entre los usuarios a la hora de tomar decisiones sobre sus hábitos alimenticios. A pesar de dichas barreras, los influenciadores son un eje clave dentro de los modelos sociales de los que los niños, adolescentes y adultos jóvenes aprenden por medio de la observación, representando una oportunidad para promover hábitos alimenticios saludables si se abordan desde una perspectiva ética y basada en la evidencia. Por ende, es necesario expandir las investigaciones sobre el comportamiento del mundo mediático sobre las decisiones alimentarias, al igual que fortalecer las políticas para la regulación del contenido que se ofrece en redes sociales, la implementación de educación en salud a quienes comparten dicha información y fortalecer la percepción de responsabilidad ética entre influenciadores que abordan temas nutricionales.",
          "url": "https://osf.io/86gv9",
          "doi": "https://doi.org/10.31235/osf.io/86gv9",
          "filter": 2
        },
        {
          "title": "Impacto de los Influencers en las decisiones alimentarias de sus seguidores",
          "authors": "Daniela Sofia Beltran Barriga; Sofía Ignacia Pérez Díaz; Carolina Fernanda Retamal Aguila; Fernanda Isabel Díaz Letelier; Francisco Palencia-Sánchez",
          "abstract": "El término \"influencer\" ha ganado relevancia con la llegada de las redes sociales como Facebook e Instagram, donde personas que logran tener una comunidad virtual generan un impacto no solamente en modas y tendencias, si no en el estilo de vida incluyendo las decisiones alimentarias de sus seguidores. Aunque su impacto puede ser positivo, la falta de formación nutricional en muchos de estos influencers genera un alto riesgo para la salud pública, ya que al promover dietas sin argumentos sólidos nib fundamentación científica pueden llegar a afectar la salud de las personas exponiéndolos a trastornos de la conducta alimentaria y problemas de salud mental, ya que diversos estudios revelan la relación entre el uso de redes sociales y trastornos alimentarios, particularmente entre jóvenes. La regulación de estos contenidos es limitada en muchos países, como Colombia y Chile, lo que nos permite destacar la necesidad de políticas más estrictas que protejan a los usuarios y promuevan información nutricional confiable y respaldada por evidencia científica. Este es un trabajo realizado mediante la metodología de un ensayo académico soportado en una revisión de la literatura.",
          "url": "https://osf.io/vg2xn",
          "doi": "https://doi.org/10.31235/osf.io/vg2xn",
          "filter": 2
        },
        {
          "title": "Nutrición y Redes Sociales: La Responsabilidad Ética de los Profesionales de Salud al Combatir la Desinformación",
          "authors": "Sara Avila-Murcia; Valentina Blanco; Noemí Rojas; Magdalena Paredes; Francisco Palencia-Sánchez",
          "abstract": "Introducción: Las redes sociales han generado una importante transformación en la manera en que se transmite y comparte información, sin embargo, esto ha llevado a una gran problemática: la desinformación, en especial acerca de temas relacionados con salud y nutrición. Este problema se ha propagado ampliamente en redes sociales debido a la falta de estrategias regulatorias y a la proliferación de influenciadores no cualificados que se establecen como líderes de información\n\nObjetivos:  Analizar la responsabilidad ética de los profesionales de la salud en la difusión de información nutricional en redes sociales, resaltando la importancia de garantizar que dicha información esté científicamente respaldada.\n\nMétodos: Se realizó un ensayo académico a partir de la revisión de literatura en bases de datos científicas como PubMed, NCBI, BMC Medical Ethics y JMIR, entre otras, basada en estudios recientes sobre la difusión de desinformación nutricional en redes y los principios éticos que guían a los profesionales de la salud en la comunicación digital.\n\nResultados:  El análisis de la bibliografía seleccionada reveló que existe una gran presencia de individuos en redes sociales que comparten datos erróneos no verificables, y que se establecen como autoridades en temas relacionados con nutrición, sin poseer las acreditaciones necesarias, reforzando su credibilidad ante el público mediante técnicas de comunicación novedosas, marketing y publicidad, y compartiendo información falsa en forma de dietas y consejos nutricionales que es recibida ampliamente por un público altamente influenciable. Esta conducta representa un riesgo significativo para la población y la salud pública, ya que la falta de verificación de la información y la ausencia de pensamiento crítico acerca de lo que se publica en las diversas plataformas ha llevado a la propagación de prácticas nutricionales nocivas. \n\nConclusiones: El ensayo concluye que los profesionales de la salud no solo tienen la responsabilidad ética de difundir información científicamente respaldada, sino que también tienen el deber de denunciar activamente la desinformación que encuentren en redes sociales. La formación en competencias digitales y pensamiento crítico son cruciales para que lograr enfrentar eficazmente la desinformación y educar al público. \n_____________",
          "url": "https://osf.io/atnb5",
          "doi": "https://doi.org/10.31235/osf.io/atnb5",
          "filter": 2
        },
        {
          "title": "Discriminación Contra los Puertorriqueños en el Mercado de Vivienda de Puerto Rico: Evidencia de un Experimento de Auditoría Pre-Registrado",
          "authors": "Giovanni Castro Irizarry",
          "abstract": "¿Los locales se discriminan a sí mismos al favorecer a extranjeros con mayor poder adquisitivo esperado? Basándome en teorías sobre prejuicio, discriminación y colonialismo, sostengo que en países colonizados y postcoloniales, los vendedores locales de viviendas discriminan contra potenciales compradores locales, mientras favorecen a extranjeros con un poder adquisitivo esperado más alto, anticipando una transacción más rentable. Apoyo este argumento con evidencia de un estudio de auditoría en línea pre-registrado que examina actitudes discriminatorias hacia compradores de viviendas locales. En el estudio, compradores ficticios con un lenguaje distintivo y nombres étnicos enviaron correos electrónicos a 1,512 vendedores de viviendas (agentes inmobiliarios y propietarios) en todos los municipios de Puerto Rico. Los vendedores informaron sobre más casas disponibles a estadounidenses y los invitaron a más visitas de viviendas que a los puertorriqueños. Mis estimaciones indican que existe discriminación étnica en el mercado de viviendas de Puerto Rico. Estos hallazgos ofrecen nuevas perspectivas sobre las dinámicas étnicas en sociedades colonizadas y postcoloniales y destacan preocupaciones sobre la legislación reciente que convirtió a Puerto Rico en un paraíso fiscal.",
          "url": "https://osf.io/8tcn4",
          "doi": "https://doi.org/10.31235/osf.io/8tcn4",
          "filter": 2
        },
        {
          "title": "Información nutricional en redes sociales, como forma de disminuir las desigualdades en salud",
          "authors": "María José Botero Alarcón; Ivannia Carolina Fernández Valdés; Fernanda Lucía Serra Chávez; Constanza Belén Videla Letelier; Francisco Palencia-Sánchez",
          "abstract": "Las redes sociales han transformado la forma en que se comparte la información sobre salud y nutrición, ofreciendo herramientas valiosas para reducir las desigualdades en salud en comunidades desatendidas. Este ensayo examina cómo las intervenciones nutricionales a través de redes sociales pueden abordar estas disparidades, particularmente en poblaciones vulnerables que carecen de acceso a especialistas. \nEl ensayo enfatiza la necesidad de contenido culturalmente adaptado y aborda desafíos como el acceso desigual a Internet y la alfabetización digital. Aunque las redes sociales ofrecen un potencial significativo para mejorar la salud pública, las intervenciones exitosas deben ser inclusivas y accesibles para todos.",
          "url": "https://osf.io/2x5mt",
          "doi": "https://doi.org/10.31235/osf.io/2x5mt",
          "filter": 2
        },
        {
          "title": "ENGEL’S CURVES AND ECONOMICS OF DEPRIVATION. DEMAND FUNCTION FOR EXPENDITURES ON INDIVIDUAL COMMODITIES VIS-À-VIS INCOME REDEFINED.",
          "authors": "Vetury Sitaramam",
          "abstract": "Man and his wealth are catalysts for consumption of resources that we refer to as commodities. While this was understood since Engel, who first tabulated these expenditures, the nature of the demand function itself remained unresolved. Economics of consumption is redefined here in terms of its basic variables, income and expenditures, in a self-consistent universal hierarchy. The analyses so far did not take into account a correction for income though the preference for consumption is primarily hierarchical. Using data from National Sample Survey Organization of India, we demonstrate the universality of the rectangular hyperbola that defines the consumption for each commodity on the basis of residual income, by deducting expenditures of higher preference based on elasticity coefficients. Since different commodities show a hierarchy of hyperbolic functions, both in the rate at which the saturation is achieved as well as the saturation itself, we needed a commodity for which the critical time constant (accounting for the hyperbolic function) is known and invariant, viz., educational expenditures. The year-wise income classes of parents that reflect the relevant expenditures for education of Brazilian children, compiled earlier by Costa Ribiero, uniquely show a constant hyperbolic function for all the years when analyzed in terms of ‘residual income’. The study corrects long-standing errors of commission and omission in relevant econometrics and biology of work-calorie relationship.",
          "url": "https://osf.io/m9guj",
          "doi": "https://doi.org/10.31235/osf.io/m9guj",
          "filter": 2
        },
        {
          "title": "Estimating death rates in complex humanitarian emergencies using the network survival method",
          "authors": "Casey Breen; Saeed Rahman; Christina Kay; Joeri Smits; Abraham Azar; Steve Ahuka-Mundeke; Dennis Feehan",
          "abstract": "Reliable estimates of death rates in complex humanitarian emergencies are critical\nfor assessing the severity of a crisis and for effectively allocating resources. However,\nin many humanitarian settings, logistical and security concerns make conventional\nmethods for estimating death rates infeasible. We develop and test a new method\nfor estimating death rates in humanitarian emergencies using reports of deaths in\nsurvey respondents’ social networks. To test our method, we collected original data in\nTanganyika Province of the Democratic Republic of the Congo, a setting where reliable\nestimates of death rates are in high demand. Qualitative fieldwork suggested testing\ntwo different types of personal networks as the basis for death rate estimates: deaths\namong immediate neighbors and deaths among kin. We benchmarked our network\nestimates against a standard retrospective household mortality survey, which estimated\na crude death rate nearly twice as high as our network-based methods. Given both\nmethods are equally plausible, our findings underscore the need for further validation\nand development of both methods.",
          "url": "https://osf.io/4efdt",
          "doi": "https://doi.org/10.31235/osf.io/4efdt",
          "filter": 2
        },
        {
          "title": "The Third Way: Reinterpreting the Political Settlements Framework with Structuration Theory",
          "authors": "Tao Louie Xu",
          "abstract": "This research constructs the duality-oriented political settlements framework through structuration theory. With immense conflicts and inequality of global development, the underlying power distribution and institutional evolution in the South, however, are not fully elucidated due to the dualism-driven disagreements. With the duality of structure, our research investigates the dialectical structure-agency relationship in socio-political interaction, mediating dualism into the power structuration process, followed by a case examination of the Peiyang Republic of China 1912–1928. The results illustrate that the duality-oriented framework settles the limitations on account of static power structure and convoluted agency. The findings reveal the evolving nature of political settlements, whereby institutions are used and reconstituted by the praxes of agents. Analysing the interaction between power agents and structures, this research reinterprets political settlements as dynamic reproduction of power systems for broader development and conflict studies.",
          "url": "https://osf.io/nmvhq",
          "doi": "https://doi.org/10.31235/osf.io/nmvhq",
          "filter": 2
        },
        {
          "title": "Akademische Redefreiheit: Kurzbericht zu einer empirischen Studie an deutschen Hochschulen",
          "authors": "Gregor Fabian; Mirjam Fischer; Julian Hamann; Anna Hofmann; Matthias Koch; Uwe Schimank; Christiane Thompson; Richard Traunmueller; Paula-Irene Villa",
          "abstract": "Wie steht es um die Freiheit der Lehre und Forschung in Deutschland? Der vorliegende\nKurzreport gibt einen ersten Überblick über die Ergebnisse einer aktuellen Studie zu\ndiesem viel diskutierten Thema. Es handelt sich um die erste repräsentative Studie\nzum Stand der akademischen Redefreiheit an deutschen Hochschulen. Befragt wurden\nHochschulbeschäftigte der Statusgruppen Doktorand:innen, Postdoktorand:innen\nund Professor:innen. Die Studie fragt ab, welche Erfahrungen die Befragten mit Einschränkungen ihrer Freiheit in Forschung und Lehre oder der Freiheit anderer in ihrem akademischen Umfeld gemacht haben bzw. ob sie solche Einschränkungen erwarten, wenn sie selbst oder andere ihre wissenschaftliche Arbeit nach ihren Vorstellungen gestalten. Die Studie erfragt außerdem, welche Grenzen Wissenschaftler:innen selbst ziehen und welchen Umgang mit Streitfällen und kontroversen Themen sie für angemessen halten.",
          "url": "https://osf.io/mycjs",
          "doi": "https://doi.org/10.31235/osf.io/mycjs",
          "filter": 2
        },
        {
          "title": "Improving Functionalist Arguments",
          "authors": "Andrés Castro Araújo; Nicolas Restrepo Restrepo Ochoa",
          "abstract": "Contemporary sociology finds itself in an awkward position. Despite having declared the death of functionalism, some form of functionalist argument still remains cryptically present in much substantive research. We argue that this inability to talk plainly about functions is a major hindrance for theory building in the discipline. As such, this article has two goals. The first is disambiguation. What does it mean to attribute a function to something? We answer this question by elaborating a distinction between proper functions (responding to why-is-it-there questions) and role functions (responding to how-does-it-work questions). The second is to introduce a typology of functional arguments that builds upon this distinction. This allows us to recast “functionalism” as a set of general explanatory strategies and not as a substantive theory about society. Importantly, these forms of argument are not burdened by the weaknesses associated with the discredited organicist framework most sociologists have in mind when they think of “functionalism.” Instead of trying to eliminate all traces of “function talk” from sociology, we should be more explicit about the functional ascriptions we do make. This framework enables us to better evaluate, challenge, and improve upon much of the sociological research that currently relies on these forms of argument.",
          "url": "https://osf.io/dfc4k",
          "doi": "https://doi.org/10.31235/osf.io/dfc4k",
          "filter": 2
        },
        {
          "title": "Topic Brief:  Guidance for Reporting on Studies of Open and Equitable Scholarship",
          "authors": "Micah Altman",
          "abstract": "The absence of standardized measurement and reporting hinders progress toward more reliable and equitable scientific practices. This topic brief summarized existing practice across stages of the research lifecycle to promote transparency and reliability, and to support the evaluation of participation and equity. The brief also discusses issues surrounding integrating these practices within the context of limited-term fellowship programs.",
          "url": "https://osf.io/xwsn9",
          "doi": "https://doi.org/10.31235/osf.io/xwsn9",
          "filter": 2
        },
        {
          "title": "Epistemic and Exegetical Analysis of the Early Writings of the Young Søren Kierkegaard. Part Three: Irony as a Path to Subjectivity: A Study of Socratic, Romantic, and Kierkegaardian Irony.",
          "authors": "Joseph Alexander Freire",
          "abstract": "This text is the third and final installment of an extensive investigation into the concept of irony in the early thought of Søren Kierkegaard. Over the course of this series, the study has examined the Danish Golden Age's cultural and intellectual context, along with the influence of German Romanticism and Hegelian philosophy on Kierkegaard's development. In this concluding work, irony is explored as a key philosophical tool in On the Concept of Irony with Constant Reference to Socrates (1841). The analysis argues that irony is not merely a tool for destruction but a dialectical means that leads to authentic subjectivity.\n\nThe paper explores the philosophical influences that shaped Kierkegaard's concept of irony, particularly his critique of Romantic irony for its nihilistic tendencies. Building on these influences, Kierkegaard formulates the idea of \"controlled irony,\" which allows individuals to confront life's contradictions without losing connection to ethical reality. This study delves into how Kierkegaard redefines irony as a necessary process for existential fulfillment, linking its roots in Socratic irony to his critique of Romanticism, ultimately proposing irony as a means to achieve an authentic and ethical life.",
          "url": "https://osf.io/2reyf",
          "doi": "https://doi.org/10.31235/osf.io/2reyf",
          "filter": 2
        },
        {
          "title": "The night before or the morning after: Coup risk, failed coup attempts, and minister removals in autocracies",
          "authors": "Christian Oswald; Julian Walterskirchen; Sonja Häffner; Marco Nicola Binetti; Christoph Dworschak",
          "abstract": "When do autocrats replace their ministers? Research suggests that failed coup attempts lead autocrats to remove disloyal ruling elites. While this is an important and intuitive finding, failed coup attempts are very rare events and hence leave large amounts of variation in minister removal unexplained. It also portrays autocrats as reactionary, whereas previous work suggests that they are anticipatory and survival-seeking. We argue that autocratic leaders are strategic actors who take preemptive action against potentially disloyal elites, rather than risking a coup attempt being realized. Using structural coup risk as a lower estimate of a leader's own perception of coup risk, we find that it significantly contributes to the prediction of minister removals. Contrasting its effect to that of failed coup attempts, we find that it substantially improves predictive performance across a number of metrics. Our findings contribute to nascent research on government stability and autocratic leader survival.",
          "url": "https://osf.io/nzmhj",
          "doi": "https://doi.org/10.31235/osf.io/nzmhj",
          "filter": 2
        },
        {
          "title": "Are Customs and Border Protection (CBP) Apprehensions a Reliable Proxy for Undocumented Migration? A Research Note Using New Data from Guatemala",
          "authors": "Matthew Blanton",
          "abstract": "Researchers have long relied on United States Customs and Border Protection (CBP) apprehension data as a proxy for undocumented migration, yet the last time their validity was assessed was in 1995. Significant changes in the composition of migrants and border crossings since then raise questions about their continued validity. In this research note, I provide an updated analysis using two independent data sources: the 2018 Guatemalan Census and annual estimates of undocumented Guatemalan arrivals to the United States from The Center for Migration Studies (CMS). Using descriptive and regression analyses, findings show a close alignment between apprehensions, household migrations reported in the Guatemalan census, and Guatemalan arrival estimates. Together, these results indicate that apprehensions remain a reliable indicator of migration flow despite recent changes in migration dynamics along the southern U.S. border.",
          "url": "https://osf.io/7c9n3",
          "doi": "https://doi.org/10.31235/osf.io/7c9n3",
          "filter": 2
        },
        {
          "title": "Status returns to spatial mobility in the transition from school to work",
          "authors": "Alexandra Wicht; Paula Protsch; Laura Menze; Katarina Weßling",
          "abstract": "Spatial mobility plays a crucial role in shaping social stratification processes. While previous research focused on adult workers’ monetary returns from commuting or relocating, early career gains in occupational status may be more significant from a life course perspective. We examine whether spatial mobility yields status returns for labor market entrants and, if so, how such returns might be stratified by young people’s local opportunity structures and their level of schooling. We use longitudinal data from the German National Educational Panel Study merged with fine-grained regional information and focus on transitions from school to Vocational Education and Training (VET). As a novel approach to address the methodological challenge of self-selection into spatial mobility, we propose incorporating young people’s occupational aspirations into the regression analysis. We show that mobile young people are more likely to get higher-status VET positions. Yet, being spatially mobile only pays off if young people commute or move away from structurally weak regions and for those with higher levels of schooling who are already privileged in status attainment. We conclude that young people can potentially overcome regional disadvantages through spatial mobility, while spatial mobility also tends to widen the gap in status attainment between educational groups.",
          "url": "https://osf.io/cm324",
          "doi": "https://doi.org/10.31235/osf.io/cm324",
          "filter": 2
        },
        {
          "title": "Protocols, pitfalls, and publishing for pXRF analyses: From “know how” to “best practices”",
          "authors": "Ellery Frahm",
          "abstract": "Portable X-ray fluorescence (pXRF) exists in a somewhat liminal state as a technique in the archaeological sciences. On one hand, pXRF is essentially energy-dispersive XRF (EDXRF) condensed to fit into a handheld instrument. On the other hand, it is still often defined by a few strident critiques more than a decade ago, the focus of which were pXRF users, not the instruments. There were three themes in those critiques: perceived weaknesses in (1) research design, (2) element quantification, and (3) publishing, especially as it relates to data evaluation. Recently, Johnson et al. (2024) sought to address the third critique, by both surveying the literature and proposing a checklist of 18 variables that, they argue, should be published to “result in better science” from pXRF users. While this is an important topic, the study and list are flawed and, thus, will not achieve their goal. We do, though, share the aim of aiding archaeologists in becoming effective pXRF users. Here I adopt a different tack. Drawing on 24 years of X-ray spectrometry experience, my intent is to share knowledge that can help the expanding community of pXRF practitioners. Ranging in topic from safety to research design and common pitfalls, I aim to share my experience in a way that can, I hope, be useful to those beyond my own students. Much of what I teach about pXRF – both inside and outside the classroom – is here for anyone to read and implement themselves.",
          "url": "https://osf.io/hw6c7",
          "doi": "https://doi.org/10.31235/osf.io/hw6c7",
          "filter": 2
        },
        {
          "title": "The Feasibility of National Inference Under the NSCAW IV L-State Sample Design",
          "authors": "Paul P. Biemer; Dan Liao; Darryl Creel; Stephen J Tueller",
          "abstract": "The purpose of this Feasibility Analysis Study (FAS) was to evaluate methods for producing valid national estimates under the National Survey of Child and Adolescent Well-being (NSCAW) IV sample design. The NSCAW IV design is a stratified two-stage, unequal probability design that restricts the sample to within L purposively selected states, where L is a number between 8 and 12. (L = 10 was assumed for most the analyses in this document). The design is fully consistent with the NSCAW IV’s primary objective (i.e., to provide detailed, precise state-level estimates for the L key states selected for the survey). However, an important secondary objective is to provide for valid national estimates, even though the sample design itself is not nationally representative. The FAS was conducted to determine whether the NSCAW IV L-state design could achieve this secondary objective. FAS confirmed that national estimates are indeed feasible. This report provides a summary of the FAS results and offers detailed, statistical evidence as to the NSCAW IV L-state design’s ability to produce valid national inferences. \n     State estimates can be produced from the NSCAW IV design by applying classical survey estimation techniques; however, national estimation requires nonprobability or so-called quasi-random estimation and modeling techniques. The FAS investigated two such estimation approaches: quasi-randomization weighting (QRW) and superpopulation modeling (SPM). Data from prior NSCAW cohorts—NSCAW I and II—were analyzed to simulate the NSCAW IV design. Fortunately, the NSCAW I and II designs are quite similar to what is proposed for NSCAW IV in that they both include a purposive selection of states—L = 8, in total. The key difference between their designs and NSCAW IV’s design is that the two prior surveys also included a random sample the “remainder” stratum (i.e., the combination of states that were not purposively selected). This remainder stratum provided for the unbiased national estimation in NSCAW I and II without the needed for nonprobability estimation approaches. However, the remainder stratum was initially ignored in application of the QRW and SPM to NSCAW I and II states to simulate the NSCAW IV design. Later in the analysis, the remainder stratum provided a mechanism to assessing the biases in the QRW and SPM national estimates. This was critical in order for the FAS analysis speculate on the potential bias risks for NSCAW IV national estimates using the sample estimation approaches.\n     As the results in the report convincingly show, both the QRW and SPM approaches are capable of producing valid national estimates from the L-state design envisioned for NSCAW IV. QRW is recommended for the estimating the means of the vast majority of questionnaire characteristics; however, in situations where QRW may fail to produce accurate results, the SPM approach can then be implemented to produce more accurate results. One drawback of SPM is that it requires more effort and a higher level of statistical expertise to implement. \nThe research reported in this document initially addresses the question of whether the QRW method can be feasibly applied to the NSCAW IV data to obtain valid national inferences based on a small number (8 ≤ L ≤ 12) of purposively selected sample of states. Variations of QRW were applied to the NSCAW I eight-state sample and then, using the combination of the state and remainder stratum samples, the quality of the QRW national estimates was evaluated by comparing them to the full sample, unbiased national estimates. A number of key quality indicators were analyzed for national estimates related to 26 NSCAW characteristics—23 variables that overlap with the NCANDS data and three Child Behavior Check List (CBCL)  characteristics from the survey questionnaire. Four types of estimates based solely on the eight-state data were computed: (1) unweighted estimates, (2) estimates based on the unadjusted NSCAW weights, (3) estimates derived from Method 1 weighting, and (4) estimates derived from Method 2 weighting. Estimates (1) and (2) were computed primarily to gain insight around the degree to which approaches (3) and (4) affect the bias of the unweighted and unadjusted eight-state estimates. Finally, the NSCAW I full sample estimates were computed, which provided the “gold-standard” estimates used to evaluate the quality of estimates (1) through (4) for national inference. Because the NSCAW IV design will use three domains—the eight NSCAW I domains were collapsed to create the three NSCAW IV domains and the quality analysis was repeated for these “ad hoc” domains.\n     The NSCAW I QRW analyses demonstrated the success of these methods for extend inference from the NSCAW IV purposively selected state sample to the national level. Although some bias could remain in the estimates after weighting, the biases were significantly reduced from their unweighted counterparts for the vast majority of estimates. For substantive characteristics such as the CBCL variables, the biases in the QRW estimates were slightly larger but still acceptable for many research purposes. The results for the NSCAW I analysis were essentially confirmed using NSCAW II data: both data sets produced very similar results.\nSPM offers an alternative to QRW for creating national estimates from the L-state design. Because it incorporates specific covariates that are the most highly correlated with the outcome variable, it can achieve much greater estimation accuracy than is possible with the more general QRW methodology. A key distinction between SPM and the QRW is that, although the latter can be applied to any outcome variable, SPM must be tailored to each specific outcome variable of interest; i.e., each questionnaire variable represents a dependent variable in its own customized model. Nevertheless, for questionnaire variables where the QRW estimates have, or are suspected to have, unacceptably large biases, SPM offers a less biased alternative and can be used to produce higher quality inferences. \n     The SPM analyses used the eight-state strata to project national estimates and then evaluated those estimates by comparing them to the corresponding national sample estimates that served as the gold standard. The results showed that, at least for the variables considered from NSCAW I and II, SPM produces excellent results, with very small biases in most instances. Based on these results, we believe the SPM approach is quite feasible for the NSCAW IV L-state design. Thus, its use is recommended for NSCAW IV, particularly in situations where QRW estimates are shown or suspected to be unacceptably biased.",
          "url": "https://osf.io/yec2w",
          "doi": "https://doi.org/10.31235/osf.io/yec2w",
          "filter": 2
        },
        {
          "title": "Introductory and Propositional Material on the Psychoanalytical Qualitative",
          "authors": "Christian Panarello",
          "abstract": "Empirical debates on the subject matter of a notionally well-fitting fundamental psychological (and indeed, psychoanalytical) ideal are fruitless on account of the (as written and hence inferred) singularity that the instinct provides – i.e. “repressed sexuality”, “infantile wish”, or “castration anxiety” that imply a diffuseness and therefore prevent accurate formulations. This article instead introduces the concept of fundamentalism to psychoanalysis and builds on the prerogatives of previous psychoanalysts to institute a more accurate fundamentalism.",
          "url": "https://osf.io/vug3q",
          "doi": "https://doi.org/10.31235/osf.io/vug3q",
          "filter": 2
        },
        {
          "title": "Geographical and Disciplinary Coverage of Open Access Journals: OpenAlex, Scopus and WoS",
          "authors": "Abdelghani Maddi; Marion Maisonobe; Chérifa BOUKACEM ZEGHMOURI",
          "abstract": "This study aims to compare the geographical and disciplinary coverage of OA journals in three databases: OpenAlex, Scopus and the WoS. We used the ROAD database, managed by the ISSN International Centre, as a reference database which indexes 62,701 OA active resources (as of May 2024). Among the 62,701 active resources indexed in the ROAD database, the Web of Science indexes 6,157 journals, while Scopus indexes 7,351, and OpenAlex indexes 34,217. A striking observation is the presence of 25,658 OA journals exclusively in OpenAlex, whereas only 182 journals are exclusively present in WoS and 373 in Scopus.\nThe geographical analysis focusses on two levels: continents and countries. As for disciplinary comparison, we use the ten disciplinary levels of the ROAD database.  Moreover, our findings reveal a striking similarity in OA journal coverage between WoS and Scopus. However, while OpenAlex offers better inclusivity and indexing, it is not without biases. WoS and Scopus predictably favor journals from Europe, North America and Oceania. Although OpenAlex presents a much more balanced indexing, certain regions and countries remain relatively underrepresented. Typically, Africa is proportionally as under-represented in OpenAlex as it is in WoS, and some emerging countries are proportionally less represented in OpenAlex than in WoS and Scopus.\nThese results underscore a marked similarity in OA journal indexing between WoS and Scopus, while OpenAlex aligns more closely with the distribution observed in the ROAD database, although it also exhibits some representational biases.",
          "url": "https://osf.io/8wa4q",
          "doi": "https://doi.org/10.31235/osf.io/8wa4q",
          "filter": 2
        },
        {
          "title": "From an empty land to the symbol of wealth: the history of the ‘Gangnam-style’ development in Seoul, South Korea",
          "authors": "Dongjin Kim",
          "abstract": "The population of Seoul had exploded from 1 million to 2.45 million in 7 years right after the end of the Korean War (from 1953 to 1960). Many parts of Seoul were converted into slum areas and aimless urbanisation lowered the quality of life in the Seoul metropolitan area. Pupils were excluded from education due to the lack of school infrastructure while citizens were exposed to crime and unemployment. In the middle of the population crisis, the metropolitan government of Seoul and the central government of South Korea paid attention to the potential of Gangnam as one of the candidate regions for the expansion of the Seoul metropolitan area. This review presents how Gangnam has transformed from an “empty land” to the “symbol of wealth” in the history of the Gangnam development and the expansion of the Seoul metropolitan area. The initial development plan tried to solve immediate housing problems derived from the lack of urban space and facility. After 20 years of the intensive development, Gangnam has transformed from a poor countryside region into the new economic centre and financial hub. Gangnam has become a symbol of wealth in South Korea where citizens and private companies would like to reside. On the other hand, many evictees lost their home and disappeared as nameless citizens behind the scenes of the development. The Gangnam-style development, the expertise of urban development acquired in Gangnam, can be thoroughly studied and transferred to other regions in South Korea and developing countries in the world, thus establishing Gangnam as a model case of metropolitan area expansion.\n\nKey words: construction, eviction, Gangnam, housing crisis, metropolitan area, Seoul, shantytowns, urban development",
          "url": "https://osf.io/268zg",
          "doi": "https://doi.org/10.31235/osf.io/268zg",
          "filter": 2
        },
        {
          "title": "Secular Cycles in Early Medieval England",
          "authors": "D Horgan",
          "abstract": "This paper examines the secular cycles occurring during the Early medieval or Anglo-Saxon period in England in the light of the spatiotemporal distribution of early medieval Anglo-Saxon kingdoms. The paper extends and confirms the work by Alexander (2016) and replicates those results by independently using alternative population proxies for the Early medieval period.",
          "url": "https://osf.io/n5phc",
          "doi": "https://doi.org/10.31235/osf.io/n5phc",
          "filter": 2
        },
        {
          "title": "A Conjectural Solution to the \"Easy\" and \"Hard\" Problems of Consciousness",
          "authors": "Christian Panarello",
          "abstract": "Instead of the current ideal of the virtual reality that has since provided a basis for Consciousness, and the appropriated unity of Conscious properties (thereby separating them) provides meaning for an otherwise meaningless Consciousness. Indeed, the Consciousness that we understand now – in the context of the unity described previously – is as abstracted as the universal aether was pronounced to be prior to the discovery of Special Relativity. This study intends to provide a definitive set of reasons for explicating Consciousness and to provide an alternative perspective on the study that is distinct from the otherwise lebensphilosophie that has been followed for previous studies.",
          "url": "https://osf.io/xzjnh",
          "doi": "https://doi.org/10.31235/osf.io/xzjnh",
          "filter": 2
        }
      ]
    }
  ]
}
