{
  "update": "2025-12-18",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Investigating the Barriers and Enablers to Data-Sharing Behaviors: A Qualitative Registered Report",
          "authors": "Emma L. Henderson, Ruth Abrams, Afrodita Marcu, Lou Atkins, Emily K. Farran",
          "abstract": "“Data sharing” describes the process of making research data available for reuse. The availability of research data is the basis of transparent, effective research systems that democratize access to knowledge and advance discovery. Despite a broad recognition of the value of data sharing across the sector, many researchers are not yet engaging meaningfully with data-sharing behaviors. Through a behavioral lens, in this qualitative Registered Report, we aimed to identify the barriers and enablers to data sharing experienced by researchers working at a UK university. Data were collected using a theoretically informed 26-item interview schedule (capability, opportunity, motivation–behavior [COM-B] model; theoretical-domains framework [TDF]). Fourteen participants across a range of career levels and disciplines were recruited to take part in semistructured interviews focused on data-sharing behaviors and their influences. Transcripts were analyzed using thematic template analysis based on the COM-B constructs and TDF domains. Results indicated that quantitative data-sharing behaviors were performed differently to qualitative behaviors, which affected the required skills. However, the barriers experienced were similar across all disciplines. These barriers included a lack of time to undertake data-sharing activities, concerns over General Data Protection Regulation/correct deidentification of data, and limited infrastructure. Enablers included researchers’ drive to be seen as open researchers. This identity matters to them for both the good of research and what it signals about them. It is a key enabling factor, potentially driving behavior even in the absence of other factors. Mandating data-sharing activities could encourage more widespread behaviors. However, such mandates need to be both discipline-specific and supported by institutions providing adequate resources.",
          "url": "https://doi.org/10.1177/25152459251385960",
          "doi": "https://doi.org/10.1177/25152459251385960",
          "filter": 0,
          "created": "2025-12-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Risk profiles for the perpetration of non-consensual sharing of sexual content among Spanish adolescents: a cross-sectional and longitudinal study",
          "authors": "Estrella Durán-Guerrero, Virginia Sánchez-Jiménez, Noelia Muñoz-Fernández",
          "url": "https://doi.org/10.1016/j.chb.2025.108889",
          "doi": "https://doi.org/10.1016/j.chb.2025.108889",
          "filter": 0,
          "created": "2025-12-11"
        },
        {
          "title": "Think Twice, Scroll Once: Encouraging Critical Reflection as a Shield against Health Misinformation and Overgeneralized Messaging by Social Media Influencers",
          "authors": "Jaroslava Kaňková, Jörg Matthes",
          "url": "https://doi.org/10.1016/j.chb.2025.108896",
          "doi": "https://doi.org/10.1016/j.chb.2025.108896",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Negative Perceptions of Outsourcing to Artificial Intelligence",
          "authors": "Scott Claessens, Pierce Veitch, Jim A.C. Everett",
          "url": "https://doi.org/10.1016/j.chb.2025.108894",
          "doi": "https://doi.org/10.1016/j.chb.2025.108894",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Intergroup relations after being ostracized and included by one’s own two in-groups",
          "authors": "Erez Yaakobi, Idit Shalev, Shenhav Malul",
          "abstract": "Despite the rise in exogamous marriages, little is known about how adolescents with parents from two different religious backgrounds experience social exclusion and acceptance. Two experimental ostracism-inducing studies examined needs satisfaction among Israeli adolescents aged 12–19 with a Muslim mother–Jewish father or vice versa when excluded or included by members of either parent’s group. The control groups consisted of adolescents with two Muslim or two Jewish parents. When playing Cyberball against ostensibly Jewish or Muslim opponents, the control participants showed a classic in-group effect: lower needs satisfaction when excluded and higher when included by their in-group. By contrast, split-identity adolescents reported the lowest needs satisfaction when excluded by either group, but the highest when included by members of the community in which they lived (Study 1: Muslim; Study 2: Jewish). The findings underscore the importance of social context for identity formation and intergroup relations and point to interventions to reduce conflict and support split-identity youth.",
          "url": "https://doi.org/10.1177/13684302251394642",
          "doi": "https://doi.org/10.1177/13684302251394642",
          "filter": 0,
          "created": "2025-12-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "A (costly) penny for your thoughts? Allies cause harm by seeking marginalized group members' help when confronting prejudice",
          "authors": "Merrick R. Osborne, Eric M. Anicich, Cydney H. Dupree",
          "url": "https://doi.org/10.1016/j.jesp.2025.104865",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104865",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Distinct modulatory effects of altruistic and deontological guilt on neural processes of empathy",
          "authors": "Ziyu Zhang, Tingji Chen",
          "url": "https://doi.org/10.1016/j.jesp.2025.104864",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104864",
          "filter": 0,
          "created": "2025-12-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Associations of fear, anger, happiness, and hope with risk judgments: Revisiting appraisal-tendency framework with a replication and extensions registered report of Lerner and Keltner (2001).",
          "authors": "Sirui Lu, Emir Efendić, Gilad Feldman",
          "url": "https://doi.org/10.1037/pspp0000586",
          "doi": "https://doi.org/10.1037/pspp0000586",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Individualism–collectivism: Reconstructing Hofstede’s dimension of cultural differences.",
          "authors": "Plamen Akaliyski, Vivian L. Vignoles, Christian Welzel, Michael Minkov",
          "url": "https://doi.org/10.1037/pspp0000580",
          "doi": "https://doi.org/10.1037/pspp0000580",
          "filter": 0,
          "created": "2025-12-11"
        },
        {
          "title": "Exploring the counteractive effects of mandating diversity training: Solution aversion, reactance, and polarized social beliefs.",
          "authors": "Peter Jin, Gavan J. Fitzsimons, Aaron C. Kay",
          "url": "https://doi.org/10.1037/pspi0000510",
          "doi": "https://doi.org/10.1037/pspi0000510",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Talking about what we support versus oppose affects others’ openness to our views.",
          "authors": "Rhia Catapano, Zakary L. Tormala",
          "url": "https://doi.org/10.1037/pspa0000473",
          "doi": "https://doi.org/10.1037/pspa0000473",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Being present: Witnessing landmark historical events boosts meaning in life.",
          "authors": "Yige Yin, Yuling Wang, Xiaohan Wu, Xiaoqi Sun, Joshua A. Hicks, Tim Wildschut, Constantine Sedikides, Tonglin Jiang",
          "url": "https://doi.org/10.1037/pspi0000511",
          "doi": "https://doi.org/10.1037/pspi0000511",
          "filter": 0,
          "created": "2025-12-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Psychological Approaches to Good Luck: The Role of Rituals in Uncertainty",
          "authors": "Xiang Wang, Keli Yin",
          "abstract": "In uncertain situations, people perform physical actions through rituals to attract good fortune. Five experiments ( N = 725) investigated the impacts of rituals, uncertainty, physical actions, and psychological distance on luck perception. Experiments 1A–1C examined whether performing rituals under uncertain situations influenced luck perceptions. The results showed that performing rituals increased the feeling of luck only under conditions of uncertainty, and not certainty. Experiment 2 compared the equivalent roles of different ritual movements (pulling versus pushing) and tested the mediating role of psychological distance in different rituals affecting luck perception. Experiment 3 illustrated that pulling actions increased the feeling of luck even without the ritual attribute, whereas pushing actions did not, thus explaining the mediation mechanism. Our research proposed new functions of rituals in enhancing luck perceptions and their psychological mechanisms and underscored the role of uncertain situations and actions in rituals that influence luck perceptions.",
          "url": "https://doi.org/10.1177/01461672251398619",
          "doi": "https://doi.org/10.1177/01461672251398619",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Dehumanization as a Bridge Between Relationship Modes and Meaning in Life",
          "authors": "Jingyan Wang, Hong Zhang",
          "abstract": "Five studies (total valid N = 1,781, primarily young adults from China, with one study involving residents of the United States) were conducted to investigate the link between relationship modes (exchange vs. communal) and meaning in life. Study 1 revealed significant associations among relationship modes, dehumanization, and meaning in life. Studies 2, 3a, and 3b showed that the priming of an exchange (vs. communal) mode led to lower meaning in life, with this effect mediated by the experience of dehumanization. Moreover, Study 3a also found that individuals with higher (vs. lower) relational-interdependent self-construal were more prone to feel dehumanized in exchange relationships. In Study 4, a causal relation between the experience of dehumanization and meaning in life was confirmed through a manipulation of dehumanization. The studies illustrate how relationship modes may influence our existence as human beings and shed light on the improvement of human experience and meaning in life.",
          "url": "https://doi.org/10.1177/01461672251396592",
          "doi": "https://doi.org/10.1177/01461672251396592",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Who Signs Up for Singlehood and Romantic Relationship Studies? Examining Volunteer Bias in Online Recruitment",
          "authors": "Elaine Hoan, Yoobin Park, Geoff MacDonald",
          "abstract": "Research involving self-report methods risks volunteer bias, which can undermine validity by attracting particular participant types. What is the risk of such bias when participants choose studies on online recruitment platforms? The current study (Study 1: N = 1,595; M age = 28.45; Study 2: N = 2,777; M age = 31.18) examined volunteer bias in online studies, using the context of recruiting individuals for singlehood and romantic relationship research. Participants were recruited via Prolific for a study about “people’s lifestyles,” or “singlehood [or romantic relationships] and people’s lifestyles.” We assessed and compared their demographics, individual differences, feelings about singlehood/partnership, and well-being. No consistent differences emerged across recruitment framings, suggesting that advertisement wording did not selectively attract distinct Prolific participants. These data support one aspect of the validity of online singlehood and relationship research, suggesting that low-effort studies conducted on online platforms may suffer less from volunteer bias than other research recruitment strategies.",
          "url": "https://doi.org/10.1177/01461672251390020",
          "doi": "https://doi.org/10.1177/01461672251390020",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Impartial Beneficence Predicts Greater and More Uniform Concern for Others Across Social Relationships",
          "authors": "Brian D. Earp, Killian L. McLoughlin, Mina Caraccio, Rachel Calcott, Joshua Rottman, Margaret S. Clark, M. J. Crockett",
          "abstract": "The principle of impartial beneficence (IB) holds that we should strive to maximize others’ well-being regardless of their relationship to us. But does endorsement of IB in principle translate to more uniform concern for others irrespective of relationship type? Three pre-registered studies in online samples of U.S. participants (total N =1,716) found IB endorsement predicts greater and more uniform concern for others across social relationships varying in social distance: in care prescriptions (Study 1), as well as blame judgments (Study 2) and guilt expressions (Study 3) when care norms are violated or care is not provided. Heightened concern for others in socially distant relationships was not “offset” by less concern for those in close ones. IB was not associated with a motive to be generally admired, but was linked to a motive to form communal relationships. Across different types of moral judgments, a commitment to IB thus entails caring much more than average about the well-being of socially distant others, while maintaining a high level of concern for socially close ones.",
          "url": "https://doi.org/10.1177/01461672251379518",
          "doi": "https://doi.org/10.1177/01461672251379518",
          "filter": 0,
          "created": "2025-12-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Bulletin",
      "journal_short": "PsychBull",
      "articles": [
        {
          "title": "Data extraction by generative artificial intelligence: Assessing determinants of accuracy using human-extracted data from systematic review databases.",
          "authors": "Thorben Jansen, Lucas W. Liebenow, Ute Mertens, Fabian T. C. Schmidt, Julian F. Lohmann, Johanna Fleckenstein, Jennifer Meyer",
          "url": "https://doi.org/10.1037/bul0000501",
          "doi": "https://doi.org/10.1037/bul0000501",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Content knowledge and comprehension: A meta-analytic review of correlational and causal associations.",
          "authors": "Young-Suk Grace Kim, Yucheng Cao",
          "url": "https://doi.org/10.1037/bul0000502",
          "doi": "https://doi.org/10.1037/bul0000502",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Attention bias for facial expressions of emotion: A meta-analytic review.",
          "authors": "Joshua W. Maxwell, Robert D. Torrence, Eric Ruthruff",
          "url": "https://doi.org/10.1037/bul0000496",
          "doi": "https://doi.org/10.1037/bul0000496",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "The approach-inhibition theory of power: A meta-analytic test and synthesis.",
          "authors": "Tyler B. Sabey, Braydon C. Shanklin, Jason A. Colquitt, Michael D. Baer",
          "url": "https://doi.org/10.1037/bul0000500",
          "doi": "https://doi.org/10.1037/bul0000500",
          "filter": 0,
          "created": "2025-12-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Is Overconfidence a Trait? An Adversarial Collaboration",
          "authors": "Jabin Binnendyk, Sophia Li, Thomas Costello, Randall Hale, Don A. Moore, Gordon Pennycook",
          "abstract": "A fundamental underlying question about the nature of overconfidence has continued to be subject to scholarly dispute: Is overconfidence a genuine psychological trait? To advance this contested research topic, we engaged in an adversarial collaboration in which two research teams agreed upon a set of critical tests and preregistered their analyses and predictions prior to data collection. Our study ( N = 942; U.S. adults from CloudConnect) leverages a methodological innovation: To measure trait overconfidence absent task-related confounds, we developed a set of novel tasks in which performance is ostensibly random. When we assess confidence this way, we find robust relationships across tasks as measured by both confirmatory factor analyses and raw correlations. This indicates that some people do believe that they are able to perform relatively well on tasks even when there is little reason for that confidence. Our results support the claim that overconfidence might be a trait.",
          "url": "https://doi.org/10.1177/09567976251401538",
          "doi": "https://doi.org/10.1177/09567976251401538",
          "filter": 0,
          "created": "2025-12-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "The effect of visual information on subliminal music-induced emotion",
          "authors": "Li Zhang, Kaijun Chen, Fada Pan",
          "abstract": "Previous research has demonstrated an audio-visual integration effect in supraliminal music-induced emotions. This study explores the effect of visual information on subliminal music-induced emotion and the audio-visual integration effect in subliminal music using combined behavioral and physiological measures. We introduced supraliminal and subliminal visual information to investigate their influence on subliminal music-induced emotion. The results indicate that, compared with audio-only presentation, audio-visual congruent presentation leads to a more intense emotional response, as evidenced by reduced heart rates and skin temperature. The differences in audio-visual congruence were more pronounced for positive music than for negative music, as indicated by reduced heart rates and skin temperature, along with increased alpha and beta power in the prefrontal cortex. In summary, the results suggest that audio-visual integration for subliminal music occurs with both supraliminal and subliminal visual information. Furthermore, positive subliminal music strengthens the perception of congruence between visual and auditory cues.",
          "url": "https://doi.org/10.1177/03057356251393685",
          "doi": "https://doi.org/10.1177/03057356251393685",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    }
  ]
}
