{
  "update": "2024-11-15",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "From the Illusion of Choice to Actual Control: Reconsidering the Induced-Compliance Paradigm of Cognitive Dissonance",
          "authors": "Shiva Pauer, Roman Linne, Hans-Peter Erb",
          "abstract": "The induced-compliance paradigm is a fundamental pillar in the literature on cognitive dissonance. A recent failed replication by Vaidis et al. casts doubt on the widely used experimental method, thereby challenging the literature and prevailing theorizing about the role of perceived choice in cognitive dissonance. However, the nonreplication of the experimental effects could be attributable to methodological factors, such as laboratory settings and cross-temporal dynamics. We therefore reanalyzed the replication data to further explore the relationship between dissonant-attitude change and choice perceptions, employing self-report items instead of the traditional experimental manipulation of choice. Our analysis revealed a significant interaction effect between perceived choice and dissonant behavior (writing a counterattitudinal essay vs. a self-chosen essay) on attitude change: Participants who wrote a counterattitudinal essay aligned their attitudes only if they reported high (vs. low) freedom of choice. These findings suggest a crucial role of choice perceptions in dissonance reduction, consistent with the original theorizing. Future research can employ various methods and draw from adjacent fields, especially from the literature on control perceptions, to reconsider the induced-compliance paradigm and advance research on cognitive dissonance.",
          "url": "http://dx.doi.org/10.1177/25152459241265002",
          "doi": "10.1177/25152459241265002",
          "filter": 0
        },
        {
          "title": "Dissonance in the Induced-Compliance Paradigm: A Commentary on Vaidis et al. (2024)",
          "authors": "Eddie Harmon-Jones, Cindy Harmon-Jones",
          "url": "http://dx.doi.org/10.1177/25152459241268308",
          "doi": "10.1177/25152459241268308",
          "filter": 0
        },
        {
          "title": "Noise Versus Signal: What Can One Conclude When a Classic Finding Fails to Replicate?",
          "authors": "Wilson Cyrus-Lai, Warren Tierney, Eric Luis Uhlmann",
          "url": "http://dx.doi.org/10.1177/25152459241268293",
          "doi": "10.1177/25152459241268293",
          "filter": 0
        },
        {
          "title": "But Did They Really Perceive No (Low) Choice? Comment on Vaidis et al. (2024)",
          "authors": "David A. Lishner",
          "url": "http://dx.doi.org/10.1177/25152459241267915",
          "doi": "10.1177/25152459241267915",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "What makes an app authentic? Determining antecedents of perceived authenticity in an AI-powered service app.",
          "authors": "Diem-Trang Vo, Long Van Thang Nguyen, Duy Dang-Pham, Ai-Phuong Hoang",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108495",
          "doi": "10.1016/j.chb.2024.108495",
          "filter": 0
        },
        {
          "title": "The bright side of sexting: A scoping review on its benefits",
          "authors": "Silke Van Dijck, Silke Van den Eynde, Paul Enzlin",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108499",
          "doi": "10.1016/j.chb.2024.108499",
          "filter": 0
        },
        {
          "title": "Avatars at Risk: Exploring Public Response to Sexual Violence in Immersive Digital Spaces",
          "authors": "Navneet Kumar Singh, Rajeev Kumar Ray, Nikee Silayach, Devi Prasad Dash, Amit Singh",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108500",
          "doi": "10.1016/j.chb.2024.108500",
          "filter": 0
        },
        {
          "title": "Evaluating the adoption and effectiveness of human educators vs. AI tools in education",
          "authors": "Aiping Shao, Zhi Lu, Bu Zhong, Stephanie Q. Liu, Wei Lu",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108492",
          "doi": "10.1016/j.chb.2024.108492",
          "filter": 0
        },
        {
          "title": "The effects of self-explanation on game-based learning: Evidence from eye-tracking analyses",
          "authors": "Guo-Li Chiou, Meng-Jung Tsai, Chung-Yuan Hsu",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108494",
          "doi": "10.1016/j.chb.2024.108494",
          "filter": 0
        },
        {
          "title": "Perception of Non-Binary Social Media Users Towards Authentic Non-Binary Social Media Influencers.",
          "authors": "Madison Meston, David E. Williams",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108498",
          "doi": "10.1016/j.chb.2024.108498",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Certainty improves the predictive validity of Honesty-Humility and Dark Triad traits on cheating behavior",
          "authors": "David Santos, Arsham Ghodsinia, Blanca Requero, Dilney Gonçalves, Pablo Briñol, Richard E. Petty",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104694",
          "doi": "10.1016/j.jesp.2024.104694",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "People update their injunctive norm and moral beliefs after receiving descriptive norm information.",
          "authors": "Paul Deutchman, Gordon Kraft-Todd, Liane Young, Katherine McAuliffe",
          "url": "http://dx.doi.org/10.1037/pspa0000416",
          "doi": "10.1037/pspa0000416",
          "filter": 0
        },
        {
          "title": "Linking Big Five personality traits to components of diet: A meta-analytic review.",
          "authors": "Mark S. Allen, Mandira Mishra, Sarah M. Tashjian, Sylvain Laborde",
          "url": "http://dx.doi.org/10.1037/pspp0000526",
          "doi": "10.1037/pspp0000526",
          "filter": 0
        },
        {
          "title": "Extended artificial intelligence aversion: People deny humanness to artificial intelligence users.",
          "authors": "Jianning Dang, Li Liu",
          "url": "http://dx.doi.org/10.1037/pspi0000480",
          "doi": "10.1037/pspi0000480",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Examining how brief mindfulness training influences communication within the brain of musicians with music performance anxiety: A resting state fMRI study",
          "authors": "Kayla Boileau, Nicole Stanson, Zhuo Fang, Kheana Barbeau, Umara Hansen, Gilles Comeau, Andra Smith",
          "abstract": "Many musicians live with music performance anxiety (MPA), which may affect their psychological and physiological functioning. Mindfulness, being aware in the present moment without judgment, has been found to help ease anxiety. Mindfulness may also help alleviate the negative effects of MPA, but what is the neurophysiological basis for this effect? Core components of mindfulness, including emotional processing and acceptance, are related to specific patterns of brain activity. In the current study, 20 musicians with MPA underwent a resting-state functional magnetic resonance imaging (MRI) scan (Time 1), a method to examine the communication between brain regions at rest. Notably, 10 musicians then underwent 2 weeks of mindfulness training, while 10 did not. The same scan sequence was repeated in all participants 2 weeks later (Time 2). Compared with Time 1, participants in the mindfulness group exhibited decreased resting-state functional connectivity between areas of the prefrontal cortex and the vermis-6 and crus-II at Time 2. These two areas of the cerebellum are related to emotional processing and acceptance. Changes in communication between these brain regions and the prefrontal cortex suggest the neurophysiological influences of mindfulness and how mindfulness can be used to strengthen emotion regulation networks in musicians with MPA.",
          "url": "http://dx.doi.org/10.1177/03057356241288551",
          "doi": "10.1177/03057356241288551",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
