{
  "update": "2025-12-22",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Language Models Accurately Infer Correlations Between Psychological Items and Scales From Text Alone",
          "authors": "Björn E. Hommel, Ruben C. Arslan",
          "abstract": "Many behavioral scientists do not agree on core constructs and how they should be measured. Different literatures measure related constructs, but the connections are not always obvious to readers and meta-analysts. Many measures in behavioral science are based on agreement with survey items. Because these items are sentences, computerized language models can make connections between disparate measures and constructs and help researchers regain an overview over the rapidly growing, fragmented literature. Our fine-tuned language model, the SurveyBot3000, accurately predicts the correlations between survey items, the reliability of aggregated measurement scales, and intercorrelations between scales from item positions in semantic vector space. We measured the model’s performance as the convergence between its synthetic model estimates and empirical coefficients observed in human data. In our pilot study, the out-of-sample accuracy was .71 for item correlations, .89 for reliabilities, and .89 for scale correlations. In our preregistered validation study using novel items, the out-of-sample accuracy was slightly reduced to .59 for item correlations, .84 for reliabilities, and .84 for scale correlations. The synthetic item correlations showed an average prediction error of .17, and there were larger errors for middling correlations. Predictions exhibited generalizability beyond the training data and across various domains, with some variability in accuracy. Our work shows language models can reliably predict psychometric relationships between survey items, enabling researchers to evaluate new measures against existing scales, reduce redundancy in measurement, and work toward a more unified behavioral-science taxonomy.",
          "url": "https://doi.org/10.1177/25152459251377093",
          "doi": "https://doi.org/10.1177/25152459251377093",
          "filter": 0,
          "created": "2025-12-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "The impact of the pupil size artifact on pupil-based eye-tracking data in reading tasks: Assessment and compensation",
          "authors": "Wolf Culemann, Angela Heine, Ignace T. C. Hooge",
          "abstract": "Eye tracking in reading research requires high spatial accuracy due to small, densely arranged areas of interest. However, despite widespread use of pupil-based eye trackers in reading studies, a major source of systematic inaccuracy remains largely unaddressed: the pupil size artifact (PSA) – apparent gaze shift in fact caused by pupil dilation even when the eye remains stationary. Using pupillary light reflex manipulations and reading tasks under controlled luminance, we quantified gaze inaccuracy due to the PSA and compared correction methods. We observed systematic apparent gaze shift of up to 2 $$^{\\circ }$$ ∘ as pupil sizes varied from 2 to 6 mm. Horizontal PSA showed contralateral patterns (median slopes: 0.38 $$^{\\circ }$$ ∘ /mm), while vertical PSA increased with pupil size (up to 0.86 $$^{\\circ }$$ ∘ /mm for larger pupils). Even under constant luminance, pupil size varied substantially during reading (median 95% ranges 0.78–1.38 mm). We compared two correction approaches: line assignment (standard in reading research) and PSA recalibration (modeling pupil-size-induced apparent gaze shift across the screen). Both methods effectively corrected vertical apparent gaze shift, showing similar average correction offsets and sensitivity of correction to pupil size, suggesting that line assignment implicitly compensates for vertical PSA effects. However, only PSA recalibration addressed horizontal apparent gaze shift, reducing overall gaze shift by over 50% and improving the performance of line assignment algorithms. Our findings underscore the importance of accounting for PSA in reading research. We offer practical recommendations for improving gaze accuracy in eye-tracking reading studies.",
          "url": "https://doi.org/10.3758/s13428-025-02912-y",
          "doi": "https://doi.org/10.3758/s13428-025-02912-y",
          "filter": 0,
          "created": "2025-12-19"
        },
        {
          "title": "Presenting the Signers’ Eye-movements in English Reading (SEER) Corpus: An eye-tracking dataset of reading behaviors by deaf early signers and hearing non-signers",
          "authors": "Frances G. Cooley, Karen Emmorey, Emily Saunders, Elizabeth R. Schotter",
          "abstract": "Eye-tracking corpora have advanced our understanding of reading processes by providing large-scale datasets of naturalistic reading behavior. However, existing corpora have almost exclusively sampled from typically hearing readers of spoken languages. Here, we present the Signers’ Eye-movements in English Reading (SEER) Corpus, a dataset of eye-movement behaviors from 41 skilled deaf adult readers who are early signers of American Sign Language (ASL), as well as a comparative group of 101 typically hearing monolingual English readers. Participants read 200 English sentences presented one at a time. In addition to eye-tracking data, the corpus includes detailed participant information: a standardized measure of reading proficiency, spelling recognition, and nonverbal intelligence for all participants. Information for the deaf participants include ASL comprehension scores, age of ASL acquisition, and phonological awareness scores (for a subset of participants). We report comparative analyses of reading behaviors at both the word level and sentence level. We also examine group differences in the effects of word length, frequency, and surprisal on local measures. The results indicate stronger effects of length and surprisal, but equivalent frequency effects (on content words) for deaf compared to hearing readers. The SEER Corpus offers researchers the opportunity to test hypotheses about reading development and efficiency in bimodal bilinguals who are first language users of ASL and skilled readers of English, supporting broader investigations of visual language processing. The corpus is preregistered and publicly available ( https://doi.org/10.17605/OSF.IO/7P4F2 ) to facilitate replication, cross-study comparisons, and exploration of preliminary hypotheses in this understudied population.",
          "url": "https://doi.org/10.3758/s13428-025-02881-2",
          "doi": "https://doi.org/10.3758/s13428-025-02881-2",
          "filter": 0,
          "created": "2025-12-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Think Twice, Scroll Once: Encouraging Critical Reflection as a Shield against Health Misinformation and Overgeneralized Messaging by Social Media Influencers",
          "authors": "Jaroslava Kaňková, Jörg Matthes",
          "url": "https://doi.org/10.1016/j.chb.2025.108896",
          "doi": "https://doi.org/10.1016/j.chb.2025.108896",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Negative perceptions of outsourcing to artificial intelligence",
          "authors": "Scott Claessens, Pierce Veitch, Jim A.C. Everett",
          "url": "https://doi.org/10.1016/j.chb.2025.108894",
          "doi": "https://doi.org/10.1016/j.chb.2025.108894",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Choose to think: Nudging towards privacy informed decisions at the app download stage",
          "authors": "Jennifer Klütsch, Verena Zimmermann, Sabine J. Schlittmeier",
          "url": "https://doi.org/10.1016/j.chb.2025.108895",
          "doi": "https://doi.org/10.1016/j.chb.2025.108895",
          "filter": 0,
          "created": "2025-12-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Folk devils? Perceived lack of traditional values explains youth-related stereotypes of sexual minorities and Black men",
          "authors": "Jaime L. Napier, Maria Laura Bettinsoli, Rosandra Coladonato, Magdalena Formanowicz, Andrea Carnaghi",
          "url": "https://doi.org/10.1016/j.jesp.2025.104869",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104869",
          "filter": 0,
          "created": "2025-12-20"
        },
        {
          "title": "A (costly) penny for your thoughts? Allies cause harm by seeking marginalized group members' help when confronting prejudice",
          "authors": "Merrick R. Osborne, Eric M. Anicich, Cydney H. Dupree",
          "url": "https://doi.org/10.1016/j.jesp.2025.104865",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104865",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Associations of fear, anger, happiness, and hope with risk judgments: Revisiting appraisal-tendency framework with a replication and extensions registered report of Lerner and Keltner (2001).",
          "authors": "Sirui Lu, Emir Efendić, Gilad Feldman",
          "url": "https://doi.org/10.1037/pspp0000586",
          "doi": "https://doi.org/10.1037/pspp0000586",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Exploring the counteractive effects of mandating diversity training: Solution aversion, reactance, and polarized social beliefs.",
          "authors": "Peter Jin, Gavan J. Fitzsimons, Aaron C. Kay",
          "url": "https://doi.org/10.1037/pspi0000510",
          "doi": "https://doi.org/10.1037/pspi0000510",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Talking about what we support versus oppose affects others’ openness to our views.",
          "authors": "Rhia Catapano, Zakary L. Tormala",
          "url": "https://doi.org/10.1037/pspa0000473",
          "doi": "https://doi.org/10.1037/pspa0000473",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Being present: Witnessing landmark historical events boosts meaning in life.",
          "authors": "Yige Yin, Yuling Wang, Xiaohan Wu, Xiaoqi Sun, Joshua A. Hicks, Tim Wildschut, Constantine Sedikides, Tonglin Jiang",
          "url": "https://doi.org/10.1037/pspi0000511",
          "doi": "https://doi.org/10.1037/pspi0000511",
          "filter": 0,
          "created": "2025-12-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Psychological Approaches to Good Luck: The Role of Rituals in Uncertainty",
          "authors": "Xiang Wang, Keli Yin",
          "abstract": "In uncertain situations, people perform physical actions through rituals to attract good fortune. Five experiments ( N = 725) investigated the impacts of rituals, uncertainty, physical actions, and psychological distance on luck perception. Experiments 1A–1C examined whether performing rituals under uncertain situations influenced luck perceptions. The results showed that performing rituals increased the feeling of luck only under conditions of uncertainty, and not certainty. Experiment 2 compared the equivalent roles of different ritual movements (pulling versus pushing) and tested the mediating role of psychological distance in different rituals affecting luck perception. Experiment 3 illustrated that pulling actions increased the feeling of luck even without the ritual attribute, whereas pushing actions did not, thus explaining the mediation mechanism. Our research proposed new functions of rituals in enhancing luck perceptions and their psychological mechanisms and underscored the role of uncertain situations and actions in rituals that influence luck perceptions.",
          "url": "https://doi.org/10.1177/01461672251398619",
          "doi": "https://doi.org/10.1177/01461672251398619",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Dehumanization as a Bridge Between Relationship Modes and Meaning in Life",
          "authors": "Jingyan Wang, Hong Zhang",
          "abstract": "Five studies (total valid N = 1,781, primarily young adults from China, with one study involving residents of the United States) were conducted to investigate the link between relationship modes (exchange vs. communal) and meaning in life. Study 1 revealed significant associations among relationship modes, dehumanization, and meaning in life. Studies 2, 3a, and 3b showed that the priming of an exchange (vs. communal) mode led to lower meaning in life, with this effect mediated by the experience of dehumanization. Moreover, Study 3a also found that individuals with higher (vs. lower) relational-interdependent self-construal were more prone to feel dehumanized in exchange relationships. In Study 4, a causal relation between the experience of dehumanization and meaning in life was confirmed through a manipulation of dehumanization. The studies illustrate how relationship modes may influence our existence as human beings and shed light on the improvement of human experience and meaning in life.",
          "url": "https://doi.org/10.1177/01461672251396592",
          "doi": "https://doi.org/10.1177/01461672251396592",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Who Signs Up for Singlehood and Romantic Relationship Studies? Examining Volunteer Bias in Online Recruitment",
          "authors": "Elaine Hoan, Yoobin Park, Geoff MacDonald",
          "abstract": "Research involving self-report methods risks volunteer bias, which can undermine validity by attracting particular participant types. What is the risk of such bias when participants choose studies on online recruitment platforms? The current study (Study 1: N = 1,595; M age = 28.45; Study 2: N = 2,777; M age = 31.18) examined volunteer bias in online studies, using the context of recruiting individuals for singlehood and romantic relationship research. Participants were recruited via Prolific for a study about “people’s lifestyles,” or “singlehood [or romantic relationships] and people’s lifestyles.” We assessed and compared their demographics, individual differences, feelings about singlehood/partnership, and well-being. No consistent differences emerged across recruitment framings, suggesting that advertisement wording did not selectively attract distinct Prolific participants. These data support one aspect of the validity of online singlehood and relationship research, suggesting that low-effort studies conducted on online platforms may suffer less from volunteer bias than other research recruitment strategies.",
          "url": "https://doi.org/10.1177/01461672251390020",
          "doi": "https://doi.org/10.1177/01461672251390020",
          "filter": 0,
          "created": "2025-12-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Bulletin",
      "journal_short": "PsychBull",
      "articles": [
        {
          "title": "Data extraction by generative artificial intelligence: Assessing determinants of accuracy using human-extracted data from systematic review databases.",
          "authors": "Thorben Jansen, Lucas W. Liebenow, Ute Mertens, Fabian T. C. Schmidt, Julian F. Lohmann, Johanna Fleckenstein, Jennifer Meyer",
          "url": "https://doi.org/10.1037/bul0000501",
          "doi": "https://doi.org/10.1037/bul0000501",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Content knowledge and comprehension: A meta-analytic review of correlational and causal associations.",
          "authors": "Young-Suk Grace Kim, Yucheng Cao",
          "url": "https://doi.org/10.1037/bul0000502",
          "doi": "https://doi.org/10.1037/bul0000502",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Attention bias for facial expressions of emotion: A meta-analytic review.",
          "authors": "Joshua W. Maxwell, Robert D. Torrence, Eric Ruthruff",
          "url": "https://doi.org/10.1037/bul0000496",
          "doi": "https://doi.org/10.1037/bul0000496",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "The approach-inhibition theory of power: A meta-analytic test and synthesis.",
          "authors": "Tyler B. Sabey, Braydon C. Shanklin, Jason A. Colquitt, Michael D. Baer",
          "url": "https://doi.org/10.1037/bul0000500",
          "doi": "https://doi.org/10.1037/bul0000500",
          "filter": 0,
          "created": "2025-12-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "The 2008 Great Recession Lowered Americans’ Class Identity",
          "authors": "Stephen Antonoplis, Juan Eduardo Garcia-Cardenas, Eileen K. Graham, Daniel K. Mroczek",
          "abstract": "Americans readily identify with class labels, such as working class and middle class . In turn, these identities affect their social affiliations, cultural values, and physical health. Despite theoretical predictions that class identity can change, little work has empirically examined the long-term malleability of class identity. Here we ask, can class identity change in the long term? And if so, when? We tested this question by examining whether the 2008 Great Recession changed how Americans viewed their social and economic standing in society—that is, their class identity. In three of four data sets (total N = 164,296), we found that the 2008 Great Recession shifted Americans toward identifying as a lower class. We discuss the implications of these results for theories of the formation of class identity and for the political and social development of the United States following 2008.",
          "url": "https://doi.org/10.1177/09567976251400338",
          "doi": "https://doi.org/10.1177/09567976251400338",
          "filter": 0,
          "created": "2025-12-19"
        },
        {
          "title": "Is Overconfidence a Trait? An Adversarial Collaboration",
          "authors": "Jabin Binnendyk, Sophia Li, Thomas Costello, Randall Hale, Don A. Moore, Gordon Pennycook",
          "abstract": "A fundamental underlying question about the nature of overconfidence has continued to be subject to scholarly dispute: Is overconfidence a genuine psychological trait? To advance this contested research topic, we engaged in an adversarial collaboration in which two research teams agreed upon a set of critical tests and preregistered their analyses and predictions prior to data collection. Our study ( N = 942; U.S. adults from CloudConnect) leverages a methodological innovation: To measure trait overconfidence absent task-related confounds, we developed a set of novel tasks in which performance is ostensibly random. When we assess confidence this way, we find robust relationships across tasks as measured by both confirmatory factor analyses and raw correlations. This indicates that some people do believe that they are able to perform relatively well on tasks even when there is little reason for that confidence. Our results support the claim that overconfidence might be a trait.",
          "url": "https://doi.org/10.1177/09567976251401538",
          "doi": "https://doi.org/10.1177/09567976251401538",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Listeners Systematically Integrate Hierarchical Tonal Context, Regardless of Musical Training",
          "authors": "Riesa Y. Cassano-Coleman, Sarah C. Izen, Elise A. Piazza",
          "abstract": "Context drives our interpretations of music as surprising, frightening, or awe-inspiring. However, it remains unclear how formal musical training affects our ability to hierarchically integrate complex tonal information to efficiently predict, remember, and segment music. We scrambled naturalistic music at multiple timescales to manipulate coherent tonal context while controlling for multiple acoustic cues. Memory (Experiment 1; n = 108, age range = 19–41 years) and prediction (Experiment 2; n = 108, age range = 20–41 years) improved with more intact context for both musicians and nonmusicians. Listeners’ event boundaries were influenced by the amount of tonal context but also reflected nested phrase structure, and musicians were more sensitive to longer-timescale “hyperphrase” structure (Experiment 3; n = 95, age range = 20–42 years) and could better identify the amount of scrambling (Experiment 4; n = 108, age range = 19–41 years). These results indicate that listeners integrate tonal context across complex phrases to efficiently encode, predict, and segment naturalistic music and that in general, training has surprisingly little impact on this integration.",
          "url": "https://doi.org/10.1177/09567976251400331",
          "doi": "https://doi.org/10.1177/09567976251400331",
          "filter": 0,
          "created": "2025-12-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Sequential consonance/dissonance: Effects of chord directionality, cadences, and voice leading",
          "authors": "Konstantinos Giannos, Emilios Cambouropoulos",
          "abstract": "Harmonic expectations are actively connected with the syntactic and asymmetric organisation of Western tonal harmony. Their violation has been associated with concepts such as tension, surprise, completeness, or harmonic relatedness and coherence, among others. The aim of this study is to examine whether the violation of expected chord directionality is related to perceived consonance/dissonance (C/D) of entire short chord sequences, focusing on the impact of horizontal manipulations, whilst maintaining identical the vertical content (average C/D of the chords comprising a short sequence). We conducted two experiments, with chord progressions presented in an original and retrograde arrangement. Their harmonic content ranged from strictly diatonic and tonal to highly chromatic or 12-tone. Participants reported the perceived consonance/dissonance of each sequence. Findings suggest that chord directionality indeed affects C/D evaluation in tonal sequences as opposed to atonal sequences. In addition, chord directionality appears to play hardly any role when a clear tonal hierarchy is missing, that is, in the absence of a perfect cadence that unambiguously points to a specific tonal centre of equilibrium and closure. Cadences (related to closure effects) are privileged compared with other harmonic progressions as an influencing factor to consonance perception. Voice leading appears to have some influence in such evaluations.",
          "url": "https://doi.org/10.1177/03057356251394982",
          "doi": "https://doi.org/10.1177/03057356251394982",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "The effect of visual information on subliminal music-induced emotion",
          "authors": "Li Zhang, Kaijun Chen, Fada Pan",
          "abstract": "Previous research has demonstrated an audio-visual integration effect in supraliminal music-induced emotions. This study explores the effect of visual information on subliminal music-induced emotion and the audio-visual integration effect in subliminal music using combined behavioral and physiological measures. We introduced supraliminal and subliminal visual information to investigate their influence on subliminal music-induced emotion. The results indicate that, compared with audio-only presentation, audio-visual congruent presentation leads to a more intense emotional response, as evidenced by reduced heart rates and skin temperature. The differences in audio-visual congruence were more pronounced for positive music than for negative music, as indicated by reduced heart rates and skin temperature, along with increased alpha and beta power in the prefrontal cortex. In summary, the results suggest that audio-visual integration for subliminal music occurs with both supraliminal and subliminal visual information. Furthermore, positive subliminal music strengthens the perception of congruence between visual and auditory cues.",
          "url": "https://doi.org/10.1177/03057356251393685",
          "doi": "https://doi.org/10.1177/03057356251393685",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Seeing sound, shaping stories: The role of ideasthesia and event segmentation in musically evoked narratives",
          "authors": "Caroline Curwen",
          "abstract": "Musically evoked narrative imaginings (MENI) are mental stories that listeners construct in response to shifts in musical features such as dynamics, tempo, and timbre. Event segmentation – the cognitive process of identifying transitions in continuous stimuli – shapes these narratives. In music-colour synaesthesia (MCS), sounds involuntarily evoke colours and visual forms, offering perceptual anchors that may enhance event segmentation and narrative coherence. This article presents a novel theoretical framework integrating ideasthesia – the view that synaesthetic experiences are conceptually mediated rather than purely sensory-driven – with event segmentation theory to explain how MCS shapes MENI. It argues that synaesthetic percepts align with musical transitions to increase segmentation precision, strengthen narrative continuity, and deepen emotional and thematic engagement. Rather than treating MCS as an isolated phenomenon, it is situated within a broader continuum of music cognition and narrative construction, suggesting it magnifies processes shared across listeners. This perspective calls for further research into how multimodal mental imagery influences music perception, emotional response, and memory for musical narratives.",
          "url": "https://doi.org/10.1177/03057356251394985",
          "doi": "https://doi.org/10.1177/03057356251394985",
          "filter": 0,
          "created": "2025-12-18"
        }
      ],
      "articles_hidden": []
    }
  ]
}
