{
  "update": "2025-10-16",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Identifying Careless Survey Respondents Through Machine Learning Using Responses to a Gibberish Scale",
          "authors": "Leah Bloy, Yehezkel Resheff, Avraham Kluger, Nechumi Malovicki-Yaffe",
          "abstract": "Invalid responses pose a significant risk of distorting survey data, compromising statistical inferences, and introducing errors in conclusions drawn from surveys. Given the pivotal role of surveys in research, development, and decision-making, it is imperative to identify careless survey respondents. The existing literature on this subject comprises two primary categories of approaches: methods that rely on survey items and methods involving post hoc analyses. The latter, which does not demand preemptive preparation, predominantly incorporates statistical techniques or metadata analysis aimed at identifying distinct response patterns that are associated with careless responses. However, several inherent limitations limit the precise identification of careless respondents. One notable challenge is the lack of consensus concerning the thresholds to use for the various measures. Furthermore, each method is designed to detect a specific response pattern associated with carelessness, leading to conflicting outcomes. In this article, we seek to assess the efficacy of the existing methods using a novel survey methodology encompassing responses to both meaningful and meaningless gibberish scales in which the latter compels respondents to answer without considering item content. Using this approach, we propose the application of machine learning to identify careless survey respondents. Our findings underscore the efficacy of a methodology using supervised machine learning combined with unique gibberish data as a potent method for the identification of careless respondents, aligning with and outperforming other approaches in terms of effectiveness and versatility.",
          "url": "https://doi.org/10.1177/25152459251378420",
          "doi": "https://doi.org/10.1177/25152459251378420",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "TCBLex - A lexical database of Finnish literary texts for children",
          "authors": "Tapio Nojonen, Kiia Korsu, Filip Ginter, Veronika Laippala, Jenna Kanerva",
          "abstract": "This work introduces TCBLex, a lexical database of Finnish literary works read by children between the ages of 7 and 15. We explain in detail the work done to build the corpus TCBLex is based on, including how books were sampled and collected, turned into text files, and finally processed. We also touch on legal considerations and how it is possible to build such a corpus in the EU. TCBLex contains over 11 million tokens that are annotated with parts-of-speech tags and lemmatized. We provide 14 different sub-lexicons in total, covering individual intended reading ages, age groups, as well as different genres. We also provide versions with additional morphological information, such as the cases and tenses of words. TCBLex provides various psycholinguistically interesting lexical statistics for both word types and lemmas, such as different frequency metrics, distributions, word lengths, numbers of syllables, morphological paradigm sizes, and for the first time in a Finnish lexicon, ages when words and lemmas are first encountered in books. TCBLex is freely available at https://doi.org/10.5281/zenodo.15655580 .",
          "url": "https://doi.org/10.3758/s13428-025-02832-x",
          "doi": "https://doi.org/10.3758/s13428-025-02832-x",
          "filter": 0
        },
        {
          "title": "Normal and nonnormal polynomial regression mixture modeling for differential congruence effects: A simulation and tutorial",
          "authors": "Eunsook Kim, Radhika Sundar, Emma Evudottir, Minjung Kim, Robert Dedrick, Junyeong Yang, Nathaniel von der Embse",
          "url": "https://doi.org/10.3758/s13428-025-02821-0",
          "doi": "https://doi.org/10.3758/s13428-025-02821-0",
          "filter": 0
        },
        {
          "title": "Chinese Onomatopoeia Database (COD): Concreteness, imageability, context availability, age of acquisition, familiarity, semantic transparency, emotional valence, and emotional arousal for Chinese onomatopoeic words",
          "authors": "Ying Zhao, Hairun Wang, Chi-Shing Tse, Qingrong Chen",
          "url": "https://doi.org/10.3758/s13428-025-02849-2",
          "doi": "https://doi.org/10.3758/s13428-025-02849-2",
          "filter": 0
        },
        {
          "title": "A web-based mouse-tracking task for early perceptual language processing",
          "authors": "Holger Mitterer",
          "abstract": "The study of language processing requires data from a wide range of languages but also data that are free from demand characteristics and meta-linguistic strategies. While eye-tracking has been successfully used to address the later issue, pragmatically, eye-tracking is often difficult to achieve with less well-studied languages. Therefore, the current paper presents a web-based mouse-tracking task that generates data that seem to reflect early perceptual processes similar to eye-tracking but which can be performed remotely. The task uses a set-up similar to early video games to entice participants to use language input as early as possible. The data presented here replicate an earlier eye-tracking study focusing on how reduced words are recognized. Fillers from the same study are also used, which show that the paradigm also reflects predictive semantic processing. It is concluded that the paradigm can be used to investigate lexical access, prosodic processing, and predictive semantic processing.",
          "url": "https://doi.org/10.3758/s13428-025-02827-8",
          "doi": "https://doi.org/10.3758/s13428-025-02827-8",
          "filter": 0
        },
        {
          "title": "A tutorial on Bayesian hypothesis testing of correlation coefficients using the BFpack-module in JASP",
          "authors": "Joris Mulder, Julius Pfadt, Eric-Jan Wagenmakers",
          "abstract": "Correlation coefficients play a central role in scientific research to quantify the (linear) association between certain key variables of interest. Currently, hypothesis testing of correlation coefficients, such as whether a correlation equals zero or whether two correlations are equal, is mainly done using classical p  values, despite their known limitations. An important cause of this problem is the limited availability of statistical software that supports alternative, Bayesian testing procedures. To address this shortcoming, the current tutorial paper showcases how to perform Bayesian hypothesis tests on correlation coefficients using the new BFpack module in the free and open-source software program JASP. The module supports Bayesian tests of various types of correlations such as product–moment correlations, polyserial correlations, or tetrachoric correlations, among others. Partial correlations can be tested by controlling for certain covariates. Moreover, both dependent and independent correlations can be tested to be zero or tested against each other. This tutorial aims to get researchers acquainted with this new flexible testing paradigm, which avoids the limitations of classical methods, and to make the methodology widely available to the research community.",
          "url": "https://doi.org/10.3758/s13428-025-02846-5",
          "doi": "https://doi.org/10.3758/s13428-025-02846-5",
          "filter": 0
        },
        {
          "title": "Detecting mind wandering via EEG and facial video features",
          "authors": "Shaohua Tang, Chunbo Jiang, Zheng Li",
          "url": "https://doi.org/10.3758/s13428-025-02847-4",
          "doi": "https://doi.org/10.3758/s13428-025-02847-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Tinder for teens: Youth digital intimate cultures and tech facilitated violence on Snapchat",
          "authors": "Betsy Milne, Jessica Ringrose, Tanya Horeck, Kaitlynn Mendes",
          "url": "https://doi.org/10.1016/j.chb.2025.108823",
          "doi": "https://doi.org/10.1016/j.chb.2025.108823",
          "filter": 0
        },
        {
          "title": "The quantification of the gaming experience: Self-tracking practices and game metrics among casual players, esports players, and streamers",
          "authors": "Amon Rapp, Arianna Boldi",
          "url": "https://doi.org/10.1016/j.chb.2025.108826",
          "doi": "https://doi.org/10.1016/j.chb.2025.108826",
          "filter": 0
        },
        {
          "title": "Rethinking social media and mental health: The role of emotion regulation difficulties",
          "authors": "Daniel J. Brown, Riley Scott, Renee Ireland, Jacqueline Harness, Daniel J. Phipps, Jacob J. Keech",
          "url": "https://doi.org/10.1016/j.chb.2025.108825",
          "doi": "https://doi.org/10.1016/j.chb.2025.108825",
          "filter": 0
        },
        {
          "title": "AI makes you smarter but none the wiser: The disconnect between performance and metacognition",
          "authors": "Daniela Fernandes, Steeven Villa, Salla Nicholls, Otso Haavisto, Daniel Buschek, Albrecht Schmidt, Thomas Kosch, Chenxinran Shen, Robin Welsch",
          "url": "https://doi.org/10.1016/j.chb.2025.108779",
          "doi": "https://doi.org/10.1016/j.chb.2025.108779",
          "filter": 0
        },
        {
          "title": "Beyond algorithm aversion: The impact of psychological readiness on algorithmic advice",
          "authors": "Hyoseok Kim",
          "url": "https://doi.org/10.1016/j.chb.2025.108824",
          "doi": "https://doi.org/10.1016/j.chb.2025.108824",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Does reading an anti-free will text affect beliefs related to free will over time? — A registered report",
          "authors": "Oliver Genschow, John Protzko, Senne Braem",
          "url": "https://doi.org/10.1016/j.jesp.2025.104835",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104835",
          "filter": 0
        },
        {
          "title": "Registered Report Stage I: Prioritizing sociability over morality: Preferring false empathic over truthful unempathic emotion communication",
          "authors": "Zi Ye, Feiteng Long, Roujia Feng, Yi Zhang, Wilco W. van Dijk",
          "url": "https://doi.org/10.1016/j.jesp.2025.104833",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104833",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Media versus meditation: A comparison of the stress-relieving benefits of multiple media experiences.",
          "authors": "Robin L. Nabi, Nathan Walter, Jessica Gall Myrick, Minghui Wang, Blake Ekeler",
          "url": "https://doi.org/10.1037/ppm0000623",
          "doi": "https://doi.org/10.1037/ppm0000623",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
