{
  "update": "2025-02-16",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Measuring Variation in Gaze Following Across Communities, Ages, and Individuals: A Showcase of TANGO-CC (Task for Assessing iNdividual differences in Gaze understanding-Open-Cross-Cultural)",
          "authors": "Julia Christin Prein, Florian M. Bednarski, Ardain Dzabatou, Michael C. Frank, Annette M. E. Henderson, Josefine Kalbitz, Patricia Kanngiesser, Dilara Keşşafoğlu, Bahar Köymen, Maira V. Manrique-Hernandez, Shirley Magazi, Lizbeth Mújica-Manrique, Julia Ohlendorf, Damilola Olaoba, Wesley R. Pieters, Sarah Pope-Caldwell, Umay Sen, Katie Slocombe, Robert Z. Sparks, Roman Stengelin, Jahnavi Sunderarajan, Kirsten Sutherland, Florence Tusiime, Wilson Vieira, Zhen Zhang, Yufei Zong, Daniel B. M. Haun, Manuel Bohn",
          "abstract": "Cross-cultural studies are crucial for investigating the cultural variability and universality of cognitive developmental processes. However, cross-cultural assessment tools in cognition across languages and communities are limited. In this article, we describe a gaze-following task designed to measure basic social cognition across individuals, ages, and communities (the Task for Assessing iNdividual differences in Gaze understanding-Open-Cross-Cultural; TANGO-CC). The task was developed and psychometrically assessed in one cultural setting and, with input of local collaborators, adapted for cross-cultural data collection. Minimal language demands and the web-app implementation allow fast and easy contextual adaptations to each community. TANGO-CC captures individual- and community-level variation and shows good internal consistency in a data set of 2.5- to 11-year-old children from 17 diverse communities. Within-communities variation outweighed between-communities variation. We provide an open-source website for researchers to customize and use the task ( https://ccp-odc.eva.mpg.de/tango-cc ). TANGO-CC can be used to assess basic social cognition in diverse communities and provides a roadmap for researching community-level and individual-level differences across cultures.",
          "url": "https://doi.org/10.1177/25152459241308170",
          "doi": "https://doi.org/10.1177/25152459241308170",
          "filter": 0
        },
        {
          "title": "dockerHDDM: A User-Friendly Environment for Bayesian Hierarchical Drift-Diffusion Modeling",
          "authors": "Wanke Pan, Haiyang Geng, Lei Zhang, Alexander Fengler, Michael J. Frank, Ru-Yuan Zhang, Hu Chuan-Peng",
          "abstract": "Drift-diffusion models (DDMs) are pivotal in understanding evidence-accumulation processes during decision-making across psychology, behavioral economics, neuroscience, and psychiatry. Hierarchical DDMs (HDDMs), a Python library for hierarchical Bayesian estimation of DDMs, has been widely used among researchers, including researchers with limited coding proficiency, in fitting DDMs and other sequential sampling models. However, issues of compatibility in installation and lack of support for more recent Bayesian-modeling functionalities pose serious challenges for new users, limiting broader adaptation and reproducibility of HDDMs. To address these issues, we created dockerHDDM, a user-friendly computational environment for HDDMs with new features. dockerHDDM brings three improvements: (a) easy to install once docker is installed, ensuring reproducibility and saving time for researchers; (b) compatible with machines with Apple chips; (c) seamless integration with ArviZ, a state-of-the-art Bayesian-modeling library. This tutorial serves as a practical, hands-on guide for researchers to leverage dockerHDDM’s capabilities in conducting efficient Bayesian hierarchical analysis of DDMs. The notebook presented here and in the docker image will enable researchers with various programming levels to model their data with HDDMs.",
          "url": "https://doi.org/10.1177/25152459241298700",
          "doi": "https://doi.org/10.1177/25152459241298700",
          "filter": 0
        },
        {
          "title": "Preregistration of Psychology Meta-Analyses: A Cross-Sectional Study of Prevalence and Practice",
          "authors": "Alejandro Sandoval-Lentisco, Miriam Tortajada, Rubén López-Nicolás, José A. López-López, E. J. Wagenmakers, Julio Sánchez-Meca, Tom E. Hardwicke",
          "abstract": "Meta-analyses play an influential role in synthesizing the existing evidence on a particular topic. Consequently, it is especially important that meta-analyses are conducted and reported to the highest standards and that the risk of bias is minimized. Preregistration can help detect and reduce bias arising from opportunistic use of “researcher degrees of freedom.” However, little is known about the prevalence and practice of the preregistration of meta-analyses in psychology. In this study, we first measured the prevalence of preregistration in all psychology meta-analyses published in 2021. Next, for 100 randomly selected preregistered meta-analyses, we evaluated the preregistration’s coverage of key meta-analytic decisions and the extent to which published meta-analyses deviated from their preregistered protocols. Of all 1,403 eligible psychology meta-analyses published in 2021, 382 (27%) were preregistered. In our random sample, we found that key PRISMA-P decision items were often omitted from preregistered protocols—out of the 23 decision items that were examined, the median number of items covered was 13 (interquartile range [IQR] = 11–14). We also found that all 100 preregistered meta-analyses contained at least one deviation from the preregistered protocol ( Mdn = 9, IQR = 6.75–11) and that most deviations were undisclosed ( Mdn = 8, IQR = 6–11). These findings suggest that the infrequent use and poor implementation of preregistration in psychology meta-analyses undermines its potential to reduce bias and increase transparency.",
          "url": "https://doi.org/10.1177/25152459241300113",
          "doi": "https://doi.org/10.1177/25152459241300113",
          "filter": 0
        },
        {
          "title": "Understanding Ecological-Momentary-Assessment Data: A Tutorial on Exploring Item Performance in Ecological-Momentary-Assessment Data",
          "authors": "Björn S. Siepe, Carlotta L. Rieble, Rayyan Tutunji, Aljoscha Rimpler, Julius März, Ricarda K. K. Proppert, Eiko I. Fried",
          "abstract": "The use of ecological-momentary-assessment (EMA) data to study individuals in their everyday lives is popular in many areas of social and life sciences. At the same time, EMA data sets are complex, the psychometric properties of EMA items are often not investigated systematically, and scales are often neither standardized nor validated beyond their face validity. Here, we present different descriptive statistics and data-visualization techniques to increase the understanding of the performance of EMA items. We apply these techniques to a wide range of items used in a large EMA data set (599 participants, 360 time points) collected in the WARN-D study to investigate their distributions, contextual influences, change over time, sources of variability, and relationship with classical static measures of psychopathology. We discuss the theoretical and substantive implications of our findings and provide researchers with R code that they can adapt to their own EMA data, as well as literature recommendations for each topic. We hope to inspire more researchers to share in-depth descriptive summaries of their experience-sampling data such that the field can move forward in understanding the performance of EMA measures across contexts.",
          "url": "https://doi.org/10.1177/25152459241286877",
          "doi": "https://doi.org/10.1177/25152459241286877",
          "filter": 0
        },
        {
          "title": "Research With the Reluctant: Challenges and Strategies",
          "authors": "E. B. Gross, Susan A. Gelman",
          "abstract": "Although psychological research often relies on convenience samples, the most informative participants may be individuals who are reluctant to engage because of vulnerability, mistrust of the research process, and/or disagreement with a study’s goals. Although this concern is particularly urgent for certain research questions, it is relevant for all researchers because relying solely on easy-to-reach participants limits a study’s validity and generalizability and may substantially hollow out or even render unanswerable some research questions. We review a number of challenges for conducting research with “reluctant but informative” participants and strategies to meet and overcome these challenges. We argue that engaging reluctant participants requires attention at every phase of the research process, including study design and planning, participant recruitment and testing, data analysis and interpretation, and reporting and broader impacts. We also illustrate with our own recent experiences conducting research on children’s gender concepts in rural, conservative U.S. communities that expressed skepticism about the value of this research. Although every study is different, notable across all projects are the need to respect both individual participants and their communities and to balance competing desiderata. Finally, we discuss the importance of transparency around sample composition and constraints to generalizability and the potential utility of collaborative research both across research institutions and between researchers and participant communities.",
          "url": "https://doi.org/10.1177/25152459241304775",
          "doi": "https://doi.org/10.1177/25152459241304775",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Reliability representativeness: How well does coefficient alpha summarize reliability across the score distribution?",
          "authors": "Daniel McNeish, Denis Dumas",
          "url": "https://doi.org/10.3758/s13428-025-02611-8",
          "doi": "https://doi.org/10.3758/s13428-025-02611-8",
          "filter": 0
        },
        {
          "title": "Development and evaluation of Dona, a privacy-preserving donation platform for messaging data from WhatsApp, Facebook, and Instagram",
          "authors": "Olya Hakobyan, Paul-Julius Hillmann, Florian Martin, Erwin Böttinger, Hanna Drimalla",
          "abstract": "Social interactions are a fundamental aspect of human life, yet, their objective and naturalistic measurement remains challenging for scientific research. This challenge can be addressed using digital communication data. To this end, we have developed Dona, an open-source platform for donating messaging data from WhatsApp, Facebook, and Instagram. Given the highly sensitive nature of messaging data, we ensure participant privacy through rigorous data minimization. Dona removes all sensitive information on the user side prior to donation, retaining only de-identified meta-data such as message length and timestamps. This paper presents an overview of the platform, a deployment guide, and example use cases. In addition, we evaluate the informativeness of minimized messaging data for studying social interactions with two approaches. First, we conducted a user study in which 85 participants donated their data, received visualizations of their messaging behavior and evaluated the informativeness of this visual feedback. Second, we performed a quantitative analysis using over 1500 donated chats to confirm whether minimized messaging data captures known aspects of human interactions, such as interaction balance, heterogeneity, and burstiness. The results demonstrate that minimized, de-identified messaging data reflects informative interaction features as assessed by both self-reports and objective metrics. In conclusion, Dona is a donation platform well suited for sensitive contexts in which researchers aim to balance participant privacy with the acquisition of objective and informative data on social interactions.",
          "url": "https://doi.org/10.3758/s13428-024-02593-z",
          "doi": "https://doi.org/10.3758/s13428-024-02593-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Using Artificial Intelligence for Predictive Analysis of Dementia Awareness Among Community Adult Learners and Evaluation of Dementia-Friendliness in Community Environments",
          "authors": "Chia-Hui Hou, Yi-Hui Liu",
          "url": "https://doi.org/10.1016/j.chb.2025.108604",
          "doi": "https://doi.org/10.1016/j.chb.2025.108604",
          "filter": 0
        },
        {
          "title": "Student perspectives on banning mobile phones in South Australian secondary schools: A large-scale qualitative analysis",
          "authors": "Eran Bar, Marcela Radunz, Christina R. Galanis, Blake Quinney, Tracey D. Wade, Daniel L. King",
          "url": "https://doi.org/10.1016/j.chb.2025.108603",
          "doi": "https://doi.org/10.1016/j.chb.2025.108603",
          "filter": 0
        },
        {
          "title": "Avatar-mediated communication in collaborative Virtual Environments: A study on users’ attention allocation and perception of social interactions",
          "authors": "Chen Li, Yixin Dai, Guang Chen, Jing Liu, Ping Li, Horace Ho-shing Ip",
          "url": "https://doi.org/10.1016/j.chb.2025.108598",
          "doi": "https://doi.org/10.1016/j.chb.2025.108598",
          "filter": 0
        },
        {
          "title": "Beyond Efficiency: Trust, AI, and Surprise in Knowledge Work Environments",
          "authors": "Allen S. Brown, Christopher R. Dishop, Andrew Kuznetsov, Ping-Ya Chao, Anita Williams Woolley",
          "url": "https://doi.org/10.1016/j.chb.2025.108605",
          "doi": "https://doi.org/10.1016/j.chb.2025.108605",
          "filter": 0
        },
        {
          "title": "Enhancing the Emotional Aspects of Language Education through Generative Artificial Intelligence (GenAI): A Qualitative Investigation",
          "authors": "Lucas Kohnke, Benjamin Luke Moorhouse",
          "url": "https://doi.org/10.1016/j.chb.2025.108600",
          "doi": "https://doi.org/10.1016/j.chb.2025.108600",
          "filter": 0
        },
        {
          "title": "Learning about Abstract Systems: Understanding Children’s Journey in Grasping Internet Principles Across Age Groups in a Mixed-Methods Experimental Study",
          "authors": "Cyril Brom, Anna Yaghobová, Anna Drobná, Marek Urban, Daniel Šťastný, Andrea diSessa",
          "url": "https://doi.org/10.1016/j.chb.2025.108602",
          "doi": "https://doi.org/10.1016/j.chb.2025.108602",
          "filter": 0
        },
        {
          "title": "Exploring the effect of AI warm response on consumer reuse intention in service failure",
          "authors": "Cuicui Wang, Liangting Ni, Bei Yuan, Momo Tang",
          "url": "https://doi.org/10.1016/j.chb.2025.108606",
          "doi": "https://doi.org/10.1016/j.chb.2025.108606",
          "filter": 0
        },
        {
          "title": "An Optimal Approach for Predicting Cognitive Performance in Education Based on Deep Learning",
          "authors": "Deming Li, Nie Tang, Meredith Chandler, Emilio Nanni",
          "url": "https://doi.org/10.1016/j.chb.2025.108607",
          "doi": "https://doi.org/10.1016/j.chb.2025.108607",
          "filter": 0
        },
        {
          "title": "Balancing Consistency and Performance in Edge-Cloud Transaction Management",
          "authors": "Ahmad al-qerem, Ali Mohd Ali, Ahmad Nabot, Issam Jebreen, Mohammad Alauthman, Someah Alangari, Ammar Almomani, Vinay Chamola, Amjad Aldweesh",
          "url": "https://doi.org/10.1016/j.chb.2025.108601",
          "doi": "https://doi.org/10.1016/j.chb.2025.108601",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Collective narcissism of White supremacy and minority resistance",
          "authors": "Oliver Keenan, Agnieszka Golec de Zavala",
          "abstract": "In four cross-sectional studies ( N = 2,228; three preregistered), we hypothesized and found that U.S. American and White collective narcissism is associated with opposition to racial equality, whereas racial collective narcissism among Blacks and Latinx in the United States (US) is associated with support for racial equality. In Studies 1 and 2, American national and White racial collective narcissism was positively associated with support for state repression of the Black Lives Matter (BLM) movement, antiegalitarianism, and legitimization of racial inequality. Black racial collective narcissism was negatively associated with the same variables. In Studies 3 and 4, American national and White racial collective narcissism was positively associated with antiegalitarianism, support for the alt-right movement, and opposition to policies to advance racial minorities. Latinx racial collective narcissism was negatively associated with the same variables. In sum, in the US, national collective narcissism among Whites and racial minorities and White racial collective narcissism hinder the pursuit of racial equality. However, Black and Latinx racial collective narcissism is associated with pursuit of racial equality.",
          "url": "https://doi.org/10.1177/13684302241305370",
          "doi": "https://doi.org/10.1177/13684302241305370",
          "filter": 0
        },
        {
          "title": "A personal but shared burden: Developing a multiple-group internalized stigma scale (MGISS)",
          "authors": "Diego Castro, Pranjal Mehta, David M. Frost",
          "abstract": "Individuals from different marginalized groups can internalize negative social beliefs about themselves and their groups. However, a scale that allows for direct comparisons of internalized stigma across multiple groups has not yet been developed. This paper presents the development and validation of the Multiple-Group Internalized Stigma Scale (MGISS). Participants were recruited from four stigmatized groups representing the possible combinations of the stigma characteristics of mutability and concealability (i.e., Black or Indigenous, lesbian, gay or bisexual, higher body-weight, and working-class people). Study 1 developed the scale across the four groups and in English- and Spanish-speaking countries (i.e., the UK and Chile, N = 238). Study 2 replicated the results with a larger sample of emerging adults in Chile ( N = 729). The MGISS demonstrated good levels of reliability and validity, with two factors: self-focused and group-focused. Levels of internalized stigma were higher among groups with mutable characteristics and were associated with higher levels of felt stigma and psychological distress. The MGISS provides a valuable tool for research on prejudice and stigma, particularly in studies involving multiple marginalized groups.",
          "url": "https://doi.org/10.1177/13684302241312674",
          "doi": "https://doi.org/10.1177/13684302241312674",
          "filter": 0
        },
        {
          "title": "Far-right movements in the Western world: How media exposure relates to normative beliefs and attitudes toward the far-right",
          "authors": "Hema Preya Selvanathan, Bernhard Leidner, Stylianos Syropoulos, Winnifred Louis, Levi Adelman, Aphrodite Baka, Christina Bauer, Martijn Blikmans, Maja Becker, Eszter Beran, Michał Bilewicz, Peggy Chekroun, Tobias Greitemeyer, Bettina Hannover, Inga Jasinskaja-Lahti, Peter Kardos, Mengyao Li, Torun Lindholm, Steve Loughnan, Theresa Mros, Maria Paola Paladino, Marina Papadopoulou, Daniel R. Rovenpor, Kathrin Sadus, Jeroen Vaes, Alain Van Hiel, Martijn van Zomeren",
          "abstract": "Considering the rise of far-right groups in Western countries, we examined whether exposure to media coverage on the far-right is associated with attitudes toward it, using surveys in 15 Western democratic countries (total N = 2,576). We hypothesized that greater media exposure to the far-right will be associated with greater perceived prevalence and acceptability of it, which will in turn be associated with divergent attitudes. On the one hand, greater perceived prevalence may be associated with more unfavorable attitudes toward the far-right (a threat response). On the other hand, greater perceived acceptability may be associated with more favorable attitudes toward the far-right (a normalization response). Overall, there was more evidence for a threat response than a normalization response: media exposure was consistently related to greater perceived prevalence (but not acceptability) of the far-right. This research underscores the importance of studying the consequences of the rise of the far-right.",
          "url": "https://doi.org/10.1177/13684302241309554",
          "doi": "https://doi.org/10.1177/13684302241309554",
          "filter": 0
        },
        {
          "title": "Context-specific mechanisms of (negative) secondary transfer effects? A longitudinal investigation",
          "authors": "Nils T. Henschel, Lukas Kötting, Ulrich Kühnen, Klaus Boehnke",
          "abstract": "The secondary transfer effect (STE) suggests that contact with members of an (primary) outgroup generalizes, affecting attitudes towards uninvolved (secondary) outgroups. The literature suggests contextually different processes by outgroup similarity. Our three-wave longitudinal study is the first piece of STE research that applies random intercept cross-legged panel models to explore this contextuality, tackling several research deficiencies: (a) the overfocus on positive contact, (b) reliance on cross-sectional designs, (c) limited knowledge regarding underlying processes, (d) scarcity of comparative studies investigating mediators or intergroup settings jointly. We study three STE mediators from positive and negative contact (attitude generalization, multiculturalism, primary outgroup threat) across different primary outgroups (Muslims, n = 385; Sinti and Roma, n = 396), keeping contextual setting (Germany), temporal setting (2016–2017), and secondary outgroup (refugees) constant. While between-person rank differences emerged, we found no evidence for the theorized within-person changes over time, and we discuss this in terms of theoretical, methodological, and contextual interpretations.",
          "url": "https://doi.org/10.1177/13684302241311538",
          "doi": "https://doi.org/10.1177/13684302241311538",
          "filter": 0
        },
        {
          "title": "The effect of work engagement on job satisfaction and turnover intentions: The mediating role of group versus organisational identity",
          "authors": "Roberto Gutierrez, Shai Nash, John Drury, Mark Slaski",
          "abstract": "The relationship between work engagement, job satisfaction, turnover intentions, and identity within organisations was investigated. Social identity theory (SIT) proposes that individuals derive part of their self-concept from their group memberships, and previous research has shown that individuals derive a degree of engagement and job satisfaction based on their identification with the organisation where they work. Based on SIT, we propose that identity can be considered a resource in organisations and mediate the relationship between engagement and job satisfaction (Study 1) and turnover intentions (Study 2). Confirming our predictions, group identity, but not organisational identity, was a significant mediator in both studies. The results also showed that organisational identity (the endorsement of the organisation) is relevant but not independently from group identity (the relationships with immediate coworkers). Simply promoting organisational identity has limited effects on the relationship between work engagement and job satisfaction and turnover intentions.",
          "url": "https://doi.org/10.1177/13684302241311546",
          "doi": "https://doi.org/10.1177/13684302241311546",
          "filter": 0
        },
        {
          "title": "Intergroup contact in the context of gender. A critical review of the literature and opportunities for future research",
          "authors": "Gosia Mikołajczak, Alexandra N. Fisher, Michelle K. Ryan",
          "abstract": "Compared to other intergroup contexts, gendered contact is more prevalent yet relatively understudied in contact research. We critically review available studies examining cross-gender contact—including contact between women and men, and contact involving genders outside of the gender binary—and its impact on outgroup attitudes and support for social change. We then outline future directions for gendered contact research with a focus on (a) assessing interpersonal and intergroup dynamics within cross-gendered relationships; (b) understanding the conditions that facilitate gendered contact that is both harmonious and support social change toward gender equality; and (c) conceptual and methodological considerations necessary to study gendered contact. Finally, we discuss the theoretical and practical importance of gendered contact research for advancing intergroup contact theory and gender equality.",
          "url": "https://doi.org/10.1177/13684302241311544",
          "doi": "https://doi.org/10.1177/13684302241311544",
          "filter": 0
        },
        {
          "title": "Local color: Perceived racial demographics of more and less rural locations",
          "authors": "Michael J. Sargent, Mara Casey Tieken",
          "abstract": "In previous work, respondents overestimated the size of the US Black population, while underestimating the White population. In the present study, we examined perceptions of the racial composition of more specific locations within the US, comparing relatively rural and urban locations to one another. We expected that observers would see more rural places as having smaller Black populations, and larger White populations, compared to less rural places, but these perceived differences would exist independent of actual variation in racial makeup. In three samples, US residents judged 70 locations, estimating their racial demographics, rurality/urbanness, and desirability. Study 1 ( N = 241) tested an all-White sample; Study 2 tested a White subsample ( n = 246) and a Black subsample ( n = 263).As expected, more rural locations were judged as having larger White populations and smaller Black populations than less rural locations, beyond any actual differences in racial composition. These results support the conclusion that the mental images that Black and White respondents have of rural and urban America are characterized by stereotypes of their populations. Public Significance Statement Academic and public scholarship has assumed that the meaning of the idea of “rural” is racialized, such that places judged as rural are thought of as White, and places judged as urban are thought of as Black, beyond any actual racial differences among locations. The present data confirm the operation of such biases, demonstrating them among both Black and White observers. The data also speak to how observers estimate the size of Black and White populations in specific locations, supporting the following conclusion: people’s judgments of the racial composition of the residents of places are a product of multiple, not entirely consistent, processes.",
          "url": "https://doi.org/10.1177/13684302251315076",
          "doi": "https://doi.org/10.1177/13684302251315076",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Autoencoders for Amortized Joint Maximum Likelihood Estimation of Confirmatory Item Factor Models",
          "authors": "Dylan Molenaar, Raoul P. P. P. Grasman, Mariana Cúri",
          "url": "https://doi.org/10.1080/00273171.2025.2456598",
          "doi": "https://doi.org/10.1080/00273171.2025.2456598",
          "filter": 0
        },
        {
          "title": "A Tutorial on the Use of Artificial Intelligence Tools for Facial Emotion Recognition in R",
          "authors": "Austin Wyman, Zhiyong Zhang",
          "url": "https://doi.org/10.1080/00273171.2025.2455497",
          "doi": "https://doi.org/10.1080/00273171.2025.2455497",
          "filter": 0
        },
        {
          "title": "TDCM: An R Package for Estimating Longitudinal Diagnostic Classification Models",
          "authors": "Matthew J. Madison, Minjeong Jeon, Michael Cotterell, Sergio Haab, Selay Zor",
          "url": "https://doi.org/10.1080/00273171.2025.2453454",
          "doi": "https://doi.org/10.1080/00273171.2025.2453454",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Implications of Divine Forgiveness for Conciliatory Behavior: Understanding How Feeling Forgiven by God Influences Apologies Via Self-Forgiveness, Gratitude, and Humility",
          "authors": "Justin M. Ludwig, Jonah Koetke, Karina Schumann",
          "abstract": "In the current research, we tested the downstream effects of divine forgiveness (i.e., perceived forgiveness by God) on interpersonal apology behavior through two counteracting pathways: an inhibiting pathway through self-forgiveness and a facilitating pathway through gratitude and humility. In Study 1 ( N = 435), using recalled offenses, we found that higher perceived divine forgiveness was positively associated with self-forgiveness, which in turn was negatively associated with apology behavior. In Study 2 ( N = 531), using recalled offenses and an experimental design, we replicated our findings from Study 1 whereby divine forgiveness (vs. control) promoted greater self-forgiveness, which in turn was negatively associated with apology behavior. However, we found positive indirect effects of divine forgiveness on apology behavior via the serial mediators of gratitude and humility. Together, these studies offer insight into how divine forgiveness can both hinder and encourage transgressors’ constructive responses to conflict through different psychological mechanisms.",
          "url": "https://doi.org/10.1177/01461672241312265",
          "doi": "https://doi.org/10.1177/01461672241312265",
          "filter": 0
        },
        {
          "title": "Rebels With(Out) a Cause: The Influence of Gender Inequality on the Relationship Between Egalitarianism and System Justification",
          "authors": "Sarah Buhl, Danny Osborne, Chris G. Sibley, Frank Asbrock",
          "abstract": "In recent decades, women’s representation in power positions has increased alongside a global decline in anti-egalitarian biases. These egalitarian shifts provide the ideal context to examine the boundary conditions of the motivators of group-based inequality. Accordingly, we investigate the possibility that rising gender equality over the last 14 years has attenuated the relationship between group-based (anti-)egalitarianism (namely, social dominance orientation) and system justification. A multi-level analysis of longitudinal data from 43,924 women shows that anti-egalitarian beliefs predicted increases in system justification. However as hypothesized, increases in gender equality attenuated the positive correlation between anti-egalitarian beliefs and justification of the status quo. These associations were particularly pronounced among women from majoritized groups who benefit most from gender equality. Results replicate across robustness checks and offer a critical update to our understanding of egalitarianism by showing that egalitarians may engage in system justification when the status quo becomes more equal.",
          "url": "https://doi.org/10.1177/01461672251314913",
          "doi": "https://doi.org/10.1177/01461672251314913",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Bulletin",
      "journal_short": "PsychBull",
      "articles": [
        {
          "title": "Teacher–student relationships and student outcomes: A systematic second-order meta-analytic review.",
          "authors": "Valentin Emslander, Doris Holzberger, Sverre Berg Ofstad, Antoine Fischbach, Ronny Scherer",
          "url": "https://doi.org/10.1037/bul0000461",
          "doi": "https://doi.org/10.1037/bul0000461",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "The relationship between the phi coefficient and the unidimensionality index H: Improving psychological scaling from the ground up.",
          "authors": "Johannes Titz",
          "url": "https://doi.org/10.1037/met0000736",
          "doi": "https://doi.org/10.1037/met0000736",
          "filter": 0
        },
        {
          "title": "Relative importance analysis in multiple mediator models.",
          "authors": "Xun Zhu, Xin Gu",
          "url": "https://doi.org/10.1037/met0000725",
          "doi": "https://doi.org/10.1037/met0000725",
          "filter": 0
        },
        {
          "title": "How many factors to retain in exploratory factor analysis? A critical overview of factor retention methods.",
          "authors": "David Goretzko",
          "url": "https://doi.org/10.1037/met0000733",
          "doi": "https://doi.org/10.1037/met0000733",
          "filter": 0
        },
        {
          "title": "Reassessing the fitting propensity of factor models.",
          "authors": "Wes Bonifay, Li Cai, Carl F. Falk, Kristopher J. Preacher",
          "url": "https://doi.org/10.1037/met0000735",
          "doi": "https://doi.org/10.1037/met0000735",
          "filter": 0
        },
        {
          "title": "A peculiarity in psychological measurement practices.",
          "authors": "Mark White",
          "url": "https://doi.org/10.1037/met0000731",
          "doi": "https://doi.org/10.1037/met0000731",
          "filter": 0
        },
        {
          "title": "Missing not at random intensive longitudinal data with dynamic structural equation models.",
          "authors": "Daniel McNeish",
          "url": "https://doi.org/10.1037/met0000742",
          "doi": "https://doi.org/10.1037/met0000742",
          "filter": 0
        },
        {
          "title": "Efficient design of cluster randomized trials and individually randomized group treatment trials.",
          "authors": "Math J. J. M. Candel, Gerard J. P. van Breukelen",
          "url": "https://doi.org/10.1037/met0000727",
          "doi": "https://doi.org/10.1037/met0000727",
          "filter": 0
        },
        {
          "title": "Fit indices are insensitive to multiple minor violations of perfect simple structure in confirmatory factor analysis.",
          "authors": "Victoria Savalei, Muhua Huang",
          "url": "https://doi.org/10.1037/met0000718",
          "doi": "https://doi.org/10.1037/met0000718",
          "filter": 0
        },
        {
          "title": "Reliability in unidimensional ordinal data: A comparison of continuous and ordinal estimators.",
          "authors": "Eunseong Cho, Sébastien Béland",
          "url": "https://doi.org/10.1037/met0000739",
          "doi": "https://doi.org/10.1037/met0000739",
          "filter": 0
        },
        {
          "title": "Bayesian inference for evidence accumulation models with regressors.",
          "authors": "Viet Hung Dao, David Gunawan, Robert Kohn, Minh-Ngoc Tran, Guy E. Hawkins, Scott D. Brown",
          "url": "https://doi.org/10.1037/met0000669",
          "doi": "https://doi.org/10.1037/met0000669",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Becoming an Ovambo Adult: Growing Into Agentic Communalism in Sub-Saharan Africa",
          "authors": "Selma N. Uugwanga, Luzelle Naudé, Amber Gayle Thalmayer",
          "abstract": "What does it take to become an adult in Africa? Life-span-development literature includes little exploration on this transition outside Western countries. A qualitative approach was used to identify locally relevant topics and variables in an understudied African context. Fifty 18- to 25-year-old Ovambo Namibians from rural and urban areas were interviewed. Results of reflexive thematic analysis suggest the significance of gender and birth order in defining adult roles and the completion of one’s education as a new rite of passage. Full adult personhood means providing for and engaging with a larger community as well as one’s children and extended family, reflecting the ongoing relevance of African communalism in today’s society. Youth in Namibia, and likely in sub-Saharan Africa more broadly, balance traditional and contemporary demands as they come of age in a postindependence, globalizing society. Our findings reflect the centrality of community and the intermingled nature of agentic and communal values in this process.",
          "url": "https://doi.org/10.1177/09567976241311920",
          "doi": "https://doi.org/10.1177/09567976241311920",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Impact of cross-modal priming using emotional music on facial emotion recognition among autistic children",
          "authors": "Fengrui Xu, Xiaoyue Ding, Gong-Liang Zhang, Dianzhi Liu, Jingyi Liu, Deming Shu",
          "abstract": "To examine the impact of music as a cross-modal prime on facial emotion recognition ability in autistic children, this study compares the priming effect of music with that of faces as an intramodal prime and nonverbal sounds as the same cross-modal prime. The response time and accuracy of facial emotion recognition (happy and sad) were compared among 21 neurotypical children and 17 autistic children under various priming stimuli. A data analysis revealed that autistic children exhibited worse recognition of facial emotional expressions and demonstrated longer reaction time than neurotypical children. Unlike the other two stimuli (facial expressions and nonverbal sounds), music as a cross-modal prime resulted in slightly higher response accuracy for emotionally congruent conditions compared with emotionally incongruent conditions among autistic children. Furthermore, reaction time was significantly prolonged under emotionally congruent conditions than under emotionally incongruent conditions. This suggests that autistic children demonstrate a greater propensity to allocate additional time to improve the accuracy of their judgments under congruent conditions compared with incongruent conditions. Therefore, music intervention has significant potential for supporting autistic children to empathize with faces by playing emotionally congruent music and improving their facial emotion recognition abilities.",
          "url": "https://doi.org/10.1177/03057356251315661",
          "doi": "https://doi.org/10.1177/03057356251315661",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "A developmental approach to body image and social media: An examination of Instagram following and attitudes toward cosmetic modification.",
          "authors": "Stephanie Philip, James Collett, Alexander De Foe",
          "url": "https://doi.org/10.1037/ppm0000578",
          "doi": "https://doi.org/10.1037/ppm0000578",
          "filter": 0
        },
        {
          "title": "“But they don’t look like someone with an eating disorder”: A content analysis of representation in TV and film portrayals of characters with eating disorders.",
          "authors": "Katrina T. Webber, Kirstie M. Farrar, Makenzie S. Schroeder",
          "url": "https://doi.org/10.1037/ppm0000576",
          "doi": "https://doi.org/10.1037/ppm0000576",
          "filter": 0
        },
        {
          "title": "Jealousy, threat, and romantic rivals in parasocial romantic relationships.",
          "authors": "Jessica R. Frampton, Jesse Fox, Brooke Bennington",
          "url": "https://doi.org/10.1037/ppm0000589",
          "doi": "https://doi.org/10.1037/ppm0000589",
          "filter": 0
        },
        {
          "title": "You would not download a soulmate: Attributes of fictional characters that inspire intimate connection.",
          "authors": "Connor Leshner, Stephen Reysen, Courtney N. Plante, Sharon E. Roberts, Kathleen C. Gerbasi",
          "url": "https://doi.org/10.1037/ppm0000590",
          "doi": "https://doi.org/10.1037/ppm0000590",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Technology, Mind, and Behavior",
      "journal_short": "TMB",
      "articles": [
        {
          "title": "Advances in measurement and analysis in mobile and social media research.",
          "authors": "Nicholas David Bowman",
          "url": "https://doi.org/10.1037/tmb0000151",
          "doi": "https://doi.org/10.1037/tmb0000151",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
