{
  "update": "2025-02-06",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "ARIADNE: A Scientific Navigator to Find Your Way Through the Resource Labyrinth of Psychological Sciences",
          "authors": "Helena Hartmann, Çağatay Gürsoy, Alexander Lischke, Marie Mueckstein, Matthias F. J. Sperl, Susanne Vogel, Yu-Fang Yang, Gordon B. Feld, Alexandros Kastrinogiannis, Alina Koppold",
          "abstract": "Performing high-quality research is a challenging endeavor, especially for early career researchers, in many fields of psychological science. Most research is characterized by experiential learning, which can be time-consuming, error-prone, and frustrating. Although most institutions provide selected resources to help researchers with their projects, these resources are often expensive, spread out, hard to find, and difficult to compare with one another in terms of reliability, validity, usability, and practicability. A comprehensive overview of resources that are useful for researchers in psychological science is missing. To address this issue, we created ARIADNE: a living and interactive resource navigator that helps to use and search a dynamically updated database of resources ( https://igor-biodgps.github.io/ARIADNE ). In this tutorial, we aim to guide researchers through a standard research project using ARIADNE along the way. The open-access database covers a growing list of resources useful for each step of a research project, from the planning and designing of a study, over the collection and analysis of the data, to the writing and disseminating of the findings. We provide (a) a step-by-step guide on how to perform a research project (in the fields of biological psychology and neuroscience as a case example but with broad application to neighboring fields) and (b) an overview of resources that are useful at different project steps. By explicitly highlighting open-access and open-source resources, we level the playing field for researchers from underprivileged countries or institutions, thereby facilitating open, fair, and reproducible research in the psychological sciences.",
          "url": "https://doi.org/10.1177/25152459241297674",
          "doi": "https://doi.org/10.1177/25152459241297674",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Computerized continuous scoring of the cognitive style figure test: Embedded figure test as an example",
          "authors": "Meng Ye, Jingyi Li",
          "url": "https://doi.org/10.3758/s13428-024-02559-1",
          "doi": "https://doi.org/10.3758/s13428-024-02559-1",
          "filter": 0
        },
        {
          "title": "A large-scale, gamified online assessment of first impressions: The Who Knows project",
          "authors": "Richard Rau, Michael P. Grosz, Mitja D. Back",
          "abstract": "Interpersonal judgments play a central role in human social interactions, influencing decisions ranging from friendships to presidential elections. Despite extensive research on the accuracy of these judgments, an overreliance on broad personality traits and subjective judgments as criteria for accuracy has hindered progress in this area. Further, most individuals involved in past studies (either as judges or targets) came from ad-hoc student samples which hampers generalizability. This paper introduces Who Knows ( https://whoknows.uni-muenster.de ), an innovative smartphone application designed to address these limitations. Who Knows was developed with the aim to create a comprehensive and reliable database for examining first impressions. It utilizes a gamified approach where users judge personality-related characteristics of strangers based on short video introductions. The project incorporates multifaceted criteria to evaluate judgments, going beyond traditional self-other agreement. Additionally, the app draws on a large pool of highly specific and heterogenous items and allows users to judge a diverse array of targets on their smartphones. The app's design prioritizes user engagement through a responsive interface, feedback mechanisms, and gamification elements, enhancing their motivation to provide judgments. The Who Knows project is ongoing and promises to shed new light on interpersonal perception by offering a vast dataset with diverse items and a large number of participants (as of fall 2024, N = 9,671 users). Researchers are encouraged to access this resource for a wide range of empirical inquiries and to contribute to the project by submitting items or software features to be included in future versions of the app.",
          "url": "https://doi.org/10.3758/s13428-025-02601-w",
          "doi": "https://doi.org/10.3758/s13428-025-02601-w",
          "filter": 0
        },
        {
          "title": "Are we capturing individual differences? Evaluating the test–retest reliability of experimental tasks used to measure social cognitive abilities",
          "authors": "Charlotte R. Pennington, Kayley Birch-Hurst, Matthew Ploszajski, Kait Clark, Craig Hedge, Daniel J. Shaw",
          "abstract": "Social cognitive skills are crucial for positive interpersonal relationships, health, and wellbeing and encompass both automatic and reflexive processes. To assess this myriad of skills, researchers have developed numerous experimental tasks that measure automatic imitation, emotion recognition, empathy, perspective taking, and intergroup bias and have used these to reveal important individual differences in social cognition. However, the very reason these tasks produce robust experimental effects – low between-participant variability – can make their use as correlational tools problematic. We performed an evaluation of test–retest reliability for common experimental tasks that measure social cognition. One-hundred and fifty participants completed the race-Implicit Association Test (r-IAT), Stimulus–Response Compatibility (SRC) task, Emotional Go/No-Go (eGNG) task, Dot Perspective-Taking (DPT) task, and State Affective Empathy (SAE) task, as well as the Interpersonal Reactivity Index (IRI) and indices of Explicit Bias (EB) across two sessions within 3 weeks. Estimates of test–retest reliability varied considerably between tasks and their indices: the eGNG task had good reliability (ICC = 0.63–0.69); the SAE task had moderate-to-good reliability (ICC = 0.56–0.77); the r-IAT had moderate reliability (ICC = 0.49); the DPT task had poor-to-good reliability (ICC = 0.24–0.60); and the SRC task had poor reliability (ICC = 0.09–0.29). The IRI had good-to-excellent reliability (ICC = 0.76–0.83) and EB had good reliability (ICC = 0.70–0.77). Experimental tasks of social cognition are used routinely to assess individual differences, but their suitability for this is rarely evaluated. Researchers investigating individual differences must assess the test–retest reliability of their measures.",
          "url": "https://doi.org/10.3758/s13428-025-02606-5",
          "doi": "https://doi.org/10.3758/s13428-025-02606-5",
          "filter": 0
        },
        {
          "title": "Introducing the Sisu Voice Matching Test (SVMT): A novel tool for assessing voice discrimination in Chinese",
          "authors": "Tianze Xu, Xiaoming Jiang, Peng Zhang, Anni Wang",
          "url": "https://doi.org/10.3758/s13428-025-02608-3",
          "doi": "https://doi.org/10.3758/s13428-025-02608-3",
          "filter": 0
        },
        {
          "title": "Viewing mock crimes in virtual reality increases presence without impacting memory",
          "authors": "Andrew D. Green, Andrew Clark, Melanie Pitchford, Andy Guppy",
          "abstract": "Traditional methods of displaying stimuli in eyewitness memory research, such as mock crime videos, are often criticised for lacking ecological validity. To overcome this, researchers have suggested using virtual reality (VR) technology to display the stimuli as it can promote a sense of presence, leading to real-world responses. However, little research has compared VR with traditional methods to demonstrate this enhanced validity. In Study 1, 54 participants viewed a mock crime video on screen or in VR while their heart rate was recorded, then completed measures of presence and emotion, and had their recall tested after 10 min. In Study 2, 74 participants’ recall was tested after a 7-day delay and included a more in-depth exploration of emotional experience. In both studies, participants in the VR group reported a statistically significant increase in their sense of general presence, spatial presence, and involvement in the scene; however, there was no statistically significant difference in recall between the groups. Participants in the VR group had a statistically significant increase in heart rate in Study 1 only, and emotional experience in Study 2 only. The findings of this research suggest that VR may provide a more ecologically valid eyewitness experience than videos, without impacting participant memory or wellbeing. The findings of the current research are discussed in relation to previous literature and implications for experimental eyewitness memory research.",
          "url": "https://doi.org/10.3758/s13428-024-02575-1",
          "doi": "https://doi.org/10.3758/s13428-024-02575-1",
          "filter": 0
        },
        {
          "title": "ESTraS, an easy and simple tracking system for assessing rodent behavior",
          "authors": "A. Morcuende, T. Femenía, J. Manzanares, A. Gasparyan",
          "abstract": "Animal behavior analysis software has become an essential tool in the life sciences. However, the currently available tools have some significant shortcomings that limit their use by individuals without programming skills, access to higher informatics resources, or the capability to invest large sums of money. We have developed and validated an easy-to-use and straightforward tracking system named ESTraS to address this issue. This freeware software allows researchers to track and analyze rodent behaviors, offering additional options such as trajectory and angle analysis. Through ESTraS, researchers can utilize unsupervised clustering techniques, such as k -means or hierarchical clustering, to further explore the obtained results. This clustering enables the classification of results based on observed similarities among subjects. The data of this manuscript shows that ESTraS can prove to be extremely valuable, not only by providing essential behavioral analysis tools but also by offering specific data analysis options with just one click.",
          "url": "https://doi.org/10.3758/s13428-024-02537-7",
          "doi": "https://doi.org/10.3758/s13428-024-02537-7",
          "filter": 0
        },
        {
          "title": "Emotional valence, cloze probability, and entropy: Completion norms for 403 French sentences",
          "authors": "Jérémy Brunel, Emilie Dujardin, Sandrine Delord, Stéphanie Mathey",
          "url": "https://doi.org/10.3758/s13428-025-02604-7",
          "doi": "https://doi.org/10.3758/s13428-025-02604-7",
          "filter": 0
        },
        {
          "title": "Examination of nonlinear longitudinal processes with latent variables, latent processes, latent changes, and latent classes in the structural equation modeling framework: The R package nlpsem",
          "authors": "Jin Liu",
          "url": "https://doi.org/10.3758/s13428-025-02596-4",
          "doi": "https://doi.org/10.3758/s13428-025-02596-4",
          "filter": 0
        },
        {
          "title": "The Mandarin Chinese auditory emotions stimulus database: A validated corpus of monosyllabic Chinese characters",
          "authors": "Mengyuan Li, Na Li, Anqi Zhou, Huiru Yan, Qiuhong Li, Chifen Ma, Chao Wu",
          "url": "https://doi.org/10.3758/s13428-025-02607-4",
          "doi": "https://doi.org/10.3758/s13428-025-02607-4",
          "filter": 0
        },
        {
          "title": "Cross-validation and predictive metrics in psychological research: Do not leave out the leave-one-out",
          "authors": "Diego Iglesias, Miguel A. Sorrel, Ricardo Olmos",
          "url": "https://doi.org/10.3758/s13428-024-02588-w",
          "doi": "https://doi.org/10.3758/s13428-024-02588-w",
          "filter": 0
        },
        {
          "title": "Validation of an online imitation-inhibition task",
          "authors": "Mareike Westfal, Emiel Cracco, Jan Crusius, Oliver Genschow",
          "abstract": "People automatically imitate a wide range of different behaviors. One of the most commonly used measurement methods to assess imitative behavior is the imitation-inhibition task (Brass et al., 2000). A disadvantage of its original form is, however, that it was validated for laboratory settings—a time-consuming and costly procedure. Here, we present an approach for conducting the imitation-inhibition task in online settings. We programmed the online version of the imitation-inhibition task in JavaScript and implemented the task in online survey software (i.e., Qualtrics). We validated the task in four experiments. Experiment 1 ( N = 88) showed that the typical automatic imitation effects can be detected with good psychometric properties. Going one step further, Experiment 2 ( N = 182) directly compared the online version of the imitation-inhibition task with its laboratory version and demonstrated that the online version produces similar strong and reliable effects. In Experiments 3 and 4, we assessed typical moderator effects that were previously reported in laboratory settings: Experiment 3 ( N = 93) demonstrated that automatic imitation can be reliably detected in online settings even when controlling for spatial compatibility. Experiment 4 ( N = 104) found, in line with previous research, that individuals imitate hand movements executed by a robot less strongly than movements executed by a human. Taken together, the results show that the online version of the imitation-inhibition task offers an easy-to-use method that enables the measurement of automatic imitation with common online survey software tools in a reliable and valid fashion.",
          "url": "https://doi.org/10.3758/s13428-024-02557-3",
          "doi": "https://doi.org/10.3758/s13428-024-02557-3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Presence vs. Anonymity Tradeoff: Contextual Influences of Avatar Visual Fidelity on Physiological and Psychological Responses",
          "authors": "Rayan Ebnali Harari, Babak Ravandi, Mahdi Nabiyouni, Abdullah Altaweel, Hamid Salmani Nodooshan, Hassan Karimi, Hua “Helen” Wang",
          "url": "https://doi.org/10.1016/j.chb.2025.108596",
          "doi": "https://doi.org/10.1016/j.chb.2025.108596",
          "filter": 0
        },
        {
          "title": "Metaverse policing: A systematic literature review of challenges and recommendations",
          "authors": "Milind Tiwari, You Zhou, Andrew Childs, Lennon Y.C. Chang, Jamie Ferrill",
          "url": "https://doi.org/10.1016/j.chb.2025.108591",
          "doi": "https://doi.org/10.1016/j.chb.2025.108591",
          "filter": 0
        },
        {
          "title": "Enhancing student GAI literacy in digital multimodal composing through development and validation of a scale",
          "authors": "Meilu Liu, Lawrence Jun Zhang, Donglan Zhang",
          "url": "https://doi.org/10.1016/j.chb.2025.108569",
          "doi": "https://doi.org/10.1016/j.chb.2025.108569",
          "filter": 0
        },
        {
          "title": "What makes Chinese adolescents glued to their smartphones? Using network analysis and three-wave longitudinal analysis to assess how adverse childhood experiences influence smartphone addiction",
          "authors": "Hongyi Lin, Guohao He, Hong Zheng, Jiaoyang Ai",
          "url": "https://doi.org/10.1016/j.chb.2024.108484",
          "doi": "https://doi.org/10.1016/j.chb.2024.108484",
          "filter": 0
        },
        {
          "title": "A meta-analysis of self-regulation and digital recreation from birth to adolescence",
          "authors": "Steven J. Howard, Nicole Hayes, Sumudu Mallawaarachchi, Daniel Johnson, Cathrine Neilsen-Hewett, Janelle Mackenzie, Laura A. Bentley, Sonia L.J. White",
          "url": "https://doi.org/10.1016/j.chb.2024.108472",
          "doi": "https://doi.org/10.1016/j.chb.2024.108472",
          "filter": 0
        },
        {
          "title": "The role of personal and contextual factors when investigating technology integration in general and vocational education",
          "authors": "Alberto Cattaneo, Maria-Luisa Schmitz, Philipp Gonon, Chiara Antonietti, Tessa Consoli, Dominik Petko",
          "url": "https://doi.org/10.1016/j.chb.2024.108475",
          "doi": "https://doi.org/10.1016/j.chb.2024.108475",
          "filter": 0
        },
        {
          "title": "What makes an app authentic? Determining antecedents of perceived authenticity in an AI-powered service app",
          "authors": "Diem-Trang Vo, Long Van Thang Nguyen, Duy Dang-Pham, Ai-Phuong Hoang",
          "url": "https://doi.org/10.1016/j.chb.2024.108495",
          "doi": "https://doi.org/10.1016/j.chb.2024.108495",
          "filter": 0
        },
        {
          "title": "Socially (dis)connected in a connected world: The role of young people's digital maturity",
          "authors": "Teresa Koch, Franziska Laaber, Alvaro Arenas, Arnd Florack",
          "url": "https://doi.org/10.1016/j.chb.2024.108473",
          "doi": "https://doi.org/10.1016/j.chb.2024.108473",
          "filter": 0
        },
        {
          "title": "A network analysis-based study of the correlations between internet addiction, insomnia, physical activity, and suicide ideation in adolescents",
          "authors": "Jiayi Lu, Xinhai Tang, Xingyue Jin, Xuerong Luo, Tianqing Fan, Yanmei Shen",
          "url": "https://doi.org/10.1016/j.chb.2024.108483",
          "doi": "https://doi.org/10.1016/j.chb.2024.108483",
          "filter": 0
        },
        {
          "title": "When XR meets the Metaverse: Advancing new realities in an evolving space",
          "authors": "M. Claudia tom Dieck, Dai-In Danny Han, Timothy Jung",
          "url": "https://doi.org/10.1016/j.chb.2024.108481",
          "doi": "https://doi.org/10.1016/j.chb.2024.108481",
          "filter": 0
        },
        {
          "title": "Avatars at risk: Exploring public response to sexual violence in immersive digital spaces",
          "authors": "Navneet Kumar Singh, Rajeev Kumar Ray, Nikee Silayach, Devi Prasad Dash, Amit Singh",
          "url": "https://doi.org/10.1016/j.chb.2024.108500",
          "doi": "https://doi.org/10.1016/j.chb.2024.108500",
          "filter": 0
        },
        {
          "title": "Self-organized or meta-organized contests? The two faces of innovation contests in digital product innovation",
          "authors": "Ting Xiao, Yu Zeng, Cai Yang, Haowen Xiao, Yueyan Wu",
          "url": "https://doi.org/10.1016/j.chb.2024.108477",
          "doi": "https://doi.org/10.1016/j.chb.2024.108477",
          "filter": 0
        },
        {
          "title": "Extended multi-stream temporal-attention module for skeleton-based human action recognition (HAR)",
          "authors": "Faisal Mehmood, Xin Guo, Enqing Chen, Muhammad Azeem Akbar, Arif Ali Khan, Sami Ullah",
          "url": "https://doi.org/10.1016/j.chb.2024.108482",
          "doi": "https://doi.org/10.1016/j.chb.2024.108482",
          "filter": 0
        },
        {
          "title": "Enhancing software quality assurance in ubiquitous learning environments through mutation testing and diverse test oracles",
          "authors": "Muhammad Rashid Naeem, Muhammad Asghar Khan, Mansoor Khan, Omar Alruwaili, Ibrahim Alrashdi, Saad Alanazi",
          "url": "https://doi.org/10.1016/j.chb.2024.108493",
          "doi": "https://doi.org/10.1016/j.chb.2024.108493",
          "filter": 0
        },
        {
          "title": "Linking gamers’ competitive spirit and in-game impulse purchase: The need for popularity as a mediator and social competence as a moderator",
          "authors": "Hakan Cengiz, Arezoo Pouyan, Hasan Azdemir",
          "url": "https://doi.org/10.1016/j.chb.2024.108479",
          "doi": "https://doi.org/10.1016/j.chb.2024.108479",
          "filter": 0
        },
        {
          "title": "Perception of non-binary social media users towards authentic non-binary social media influencers",
          "authors": "Madison Meston, David E. Williams",
          "url": "https://doi.org/10.1016/j.chb.2024.108498",
          "doi": "https://doi.org/10.1016/j.chb.2024.108498",
          "filter": 0
        },
        {
          "title": "The effects of self-explanation on game-based learning: Evidence from eye-tracking analyses",
          "authors": "Guo-Li Chiou, Meng-Jung Tsai, Chung-Yuan Hsu",
          "url": "https://doi.org/10.1016/j.chb.2024.108494",
          "doi": "https://doi.org/10.1016/j.chb.2024.108494",
          "filter": 0
        },
        {
          "title": "Unveiling digital mirrors: Decoding gendered body poses in instagram imagery",
          "authors": "Dorian Tsolak, Simon Kühne",
          "url": "https://doi.org/10.1016/j.chb.2024.108464",
          "doi": "https://doi.org/10.1016/j.chb.2024.108464",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "On the nonlinear link between stigma and collective action: Evidence from sexual and gender minorities in 25 countries",
          "authors": "Hema Preya Selvanathan, Daniel Valdenegro, Masi Noor, Emilio Paolo Visintin, Fanny Lalot, Mario Sainz, Michał Bilewicz, Lydia Hayward, Simone Sebben, Johannes Ullrich, Tabea Hässler",
          "abstract": "The stigma faced by gender and sexual minorities varies across countries. How does stigma relate to collective action for social change? We propose a curvilinear link (i.e., an inverted U-curve) between stigma and collective action such that increased stigma is associated with increased collective action up to a point, beyond which, increased stigma is associated with reduced collective action. Using Bayesian inference with a sample of over 3,000 lesbian, gay, bisexual, transgender, intersex, and queer (LGBTIQ+) individuals across 25 countries, analyses showed that at the between-country level (but not at the within-country level), there was preliminary evidence of a curvilinear effect. There was also an indirect effect of institutional stigma on collective action outcomes via perceived stigma, suggesting that structural-level factors can trickle down to shape individuals’ social change intentions and behaviours. These findings raise the importance of reconsidering the assumption of linearity between stigma and collective action.",
          "url": "https://doi.org/10.1177/13684302241309539",
          "doi": "https://doi.org/10.1177/13684302241309539",
          "filter": 0
        },
        {
          "title": "Perceptions of racism in voter suppression: Testing the Marley hypothesis and a brief educational intervention",
          "authors": "Maria F. Rojas Melo Silva, Phia S. Salter, Courtney M. Bonam",
          "abstract": "The current research tests the Marley hypothesis—the role of historical knowledge as a mediator between racial group differences and perceptions of racism—in the context of voter suppression. In Study 1 ( N = 205), Black and White participants completed a voting rights history test, racial identification measures, and perceptions of racism items in the context of voter suppression. Moderated mediation analyses revealed that when racial identity was high, historical knowledge was a significant mediator of the effect of racial category on perceptions of racism and voter suppression. Study 2 ( N = 243) examined whether a critical educational intervention about historical racism in voting policies (vs. a control) increased perceptions of racism in voting domains. Study 2 suggested that the intervention was most effective for White and Black Americans reporting low levels of racial identity, but the intervention decreased racism perceptions among highly identified White participants.",
          "url": "https://doi.org/10.1177/13684302241309576",
          "doi": "https://doi.org/10.1177/13684302241309576",
          "filter": 0
        },
        {
          "title": "Identifying antecedents and mechanisms of age-based stereotype threat",
          "authors": "Sophie Coulon, Courtney von Hippel, Kim Peters",
          "abstract": "Older employees are stereotyped at work (e.g., as technophobic), making them susceptible to stereotype threat, or the concern of being reduced to a negative stereotype. Although consequences of age-based stereotype threat have been identified (e.g., poorer job attitudes), far less is known about workplace triggers and underlying mechanism. Three studies aimed to identify the workplace antecedents and mechanism underlying stereotype threat. Together, Studies 1a and 1b identified 10 potential antecedents associated with stereotype threat (e.g., being overlooked for training). Mediation analysis revealed that experiencing any of the potential antecedents was associated with increased age salience, which, in turn, was associated with greater feelings of stereotype threat. Study 2 manipulated three of the potential antecedents through short videos and found that experiencing the antecedents led to increased age salience and stereotype threat. This experimental approach complemented the cross-sectional nature of Studies 1a and 1b, providing evidence for the proposed causal pathways.",
          "url": "https://doi.org/10.1177/13684302241311533",
          "doi": "https://doi.org/10.1177/13684302241311533",
          "filter": 0
        },
        {
          "title": "Powerful victims: A dynamic approach to competitive victimhood between high- and low-power groups",
          "authors": "Leah Bloy, Eran Halperin, Nimrod Nir, Nechumi Malovicki-Yaffe",
          "abstract": "Competitive victimhood has significant implications for intergroup attitudes, including discrimination and hostility. The current two studies reveal the dynamic and context-dependent nature of competitive victimhood. We directly and simultaneously compared competitive victimhood among members of two groups: high-power and low-power. In Study 1, we found that under the transient threat circumstances of COVID-19, the high-power group (secular Israelis) experienced higher levels of competitive victimhood compared to the weaker group (ultra-Orthodox Israelis), indicating that intergroup threat may override group power in determining competitive victimhood. Study 2 further highlighted the dynamic nature of competitive victimhood by revealing, 18 months later, when the COVID-19 situation had changed, a contrasting image of the results obtained in Study 1, demonstrating that relative competitive victimhood levels can shift among the same groups when the transient threat and circumstances change. The findings suggest that competitive victimhood is a more agile and context-dependent construct than previously believed, especially in the context of power dynamics. The current research suggests a unique approach to conducting research: namely, a “mirror study,” in which two different groups provide a detailed reflection of the “same” reality, but through their own unique perspectives.",
          "url": "https://doi.org/10.1177/13684302241312677",
          "doi": "https://doi.org/10.1177/13684302241312677",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Joint collective action increases support for social change and mitigates intergroup polarisation: A registered report",
          "authors": "Feiteng Long, Zi Ye, Lijuan Luo",
          "url": "https://doi.org/10.1016/j.jesp.2025.104732",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104732",
          "filter": 0
        },
        {
          "title": "More likely or more wrong? - Disentangling the prototype effect of discrimination perception",
          "authors": "Paul-Michael Heineck, Roland Deutsch",
          "url": "https://doi.org/10.1016/j.jesp.2025.104731",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104731",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Learning too much from too little: False face stereotypes emerge from a few exemplars and persist via insufficient sampling.",
          "authors": "Xuechunzi Bai, Stefan Uddenberg, Brandon P. Labbree, Alexander Todorov",
          "url": "https://doi.org/10.1037/pspa0000422",
          "doi": "https://doi.org/10.1037/pspa0000422",
          "filter": 0
        },
        {
          "title": "Failing to express emotion on 911 calls triggers suspicion through violating expectations and moral typecasting.",
          "authors": "Jessica M. Salerno, Samantha R. Bean, Nicholas D. Duran, Alia N. Wulff, Isabelle Reeder, Saul M. Kassin",
          "url": "https://doi.org/10.1037/pspa0000412",
          "doi": "https://doi.org/10.1037/pspa0000412",
          "filter": 0
        },
        {
          "title": "The preeminence of communality in the leadership preferences of followers.",
          "authors": "Rebecca Ponce de Leon, Erica R. Bailey",
          "url": "https://doi.org/10.1037/pspa0000437",
          "doi": "https://doi.org/10.1037/pspa0000437",
          "filter": 0
        },
        {
          "title": "A glass half full of money: Dispositional optimism and wealth accumulation across the income spectrum.",
          "authors": "Joe J. Gladstone, Justin Pomerance",
          "url": "https://doi.org/10.1037/pspp0000530",
          "doi": "https://doi.org/10.1037/pspp0000530",
          "filter": 0
        },
        {
          "title": "Inaugural editorial.",
          "authors": "Sandra L. Murray",
          "url": "https://doi.org/10.1037/pspi0000478",
          "doi": "https://doi.org/10.1037/pspi0000478",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Interrater Reliability for Interdependent Social Network Data: A Generalizability Theory Approach",
          "authors": "Debby ten Hove, Terrence D. Jorgensen, L. Andries van der Ark",
          "url": "https://doi.org/10.1080/00273171.2024.2444940",
          "doi": "https://doi.org/10.1080/00273171.2024.2444940",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Organizational Research Methods",
      "journal_short": "ORM",
      "articles": [
        {
          "title": "Feature Topic for ORM: Advanced Analytic Approaches to Theorize From Qualitative Research",
          "authors": "Tine Köhler, Anne Smith, Thomas Greckhamer, Jane Lê",
          "url": "https://doi.org/10.1177/10944281251314059",
          "doi": "https://doi.org/10.1177/10944281251314059",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Evidence for a Curvilinear Effect of Psychological Discomfort on Dominant Group Members’ Engagement in Allyship",
          "authors": "Olivia A. Foster-Gimbel, L. Taylor Phillips",
          "abstract": "Psychological discomfort can motivate, demotivate, or even backfire upon efforts to encourage allyship. We consider the intensity of such discomfort to test curvilinear relationships between psychological discomfort and Whites’ engagement in equity efforts. Across four pre-registered studies ( N = 4,563), we find support for our curvilinear model. First, we explore the relationship between collective discomfort and allyship intentions. While we find that collective discomfort is linearly associated with greater allyship, we find little evidence of diminishing returns. Second, we find a curvilinear relationship between collective discomfort and defensive reactions: Both low and high discomfort was associated with increasing defensive reactions to evidence of racial inequity (victimhood claiming, stigma reversal) than moderate discomfort. Thus, we provide empirical support for the idea that dominant group members who experience high (vs. moderate) discomfort in the face of social inequality may be less likely to support equity. We offer insights on how to manage this issue",
          "url": "https://doi.org/10.1177/01461672241312269",
          "doi": "https://doi.org/10.1177/01461672241312269",
          "filter": 0
        },
        {
          "title": "Political, Cultural, or Religious: How Do People Construe Religious Identity in Post-Conflict Societies?",
          "authors": "Gülseli Baysu, Özden Melis Uluğ",
          "abstract": "This study investigates the understudied aspect of the multi-faceted nature of religious identity and its implications for intergroup outcomes vital to (post-)conflict settings. Three studies were conducted in Northern Ireland to address this gap using a mixed-method approach. Study 1 involved 519 Catholic and Protestant participants who provided open-ended responses regarding religious identity construals as religious, cultural, or political. Qualitative content analysis yielded 17 items related to Catholic/Protestant identity construals. Study 2 included 276 participants who rated these 17 items, and factor analyses identified a subset of 14 items representing the three identity construals. Finally, Study 3 ( N = 300) validated the newly-developed scale and examined how different combinations of religious, cultural, and political identities related to forgiveness, collective action, and allyship. The results indicate the reliable measurement of religious identity construals across the three dimensions and contribute to understanding religious identity and its implications for conflict and peace.",
          "url": "https://doi.org/10.1177/01461672251313831",
          "doi": "https://doi.org/10.1177/01461672251313831",
          "filter": 0
        },
        {
          "title": "Intellectual Humility Predicts Empathic Accuracy and Empathic Resilience",
          "authors": "Michal Lehmann, Shir Genzer, Nur Kassem, Daryl R. Van Tongeren, Anat Perry",
          "abstract": "Three preregistered studies ( N = 533) investigated the relationship between intellectual humility (IH) and cognitive and emotional empathy. Study 1 ( n = 212) revealed a positive association between IH and empathic accuracy (EA), especially toward the outgroup. Study 2 ( n = 112) replicated the significant association between IH and EA. Study 3 ( n = 209) employed a manipulation to enhance IH to demonstrate causality. We found evidence for an indirect effect, wherein the manipulation increased state IH, which was associated with greater EA. A mini meta-analysis revealed that, on average, individuals with higher levels of IH exhibit increased EA, showing a greater understanding of others’ emotional states. Moreover, IH predicts empathic resilience—buffering against personal distress while maintaining or increasing empathic concern for others. These findings highlight the positive influence of IH on empathy, emphasizing its potential for fostering deeper connections and better understanding in social interactions.",
          "url": "https://doi.org/10.1177/01461672241313427",
          "doi": "https://doi.org/10.1177/01461672241313427",
          "filter": 0
        },
        {
          "title": "Human Values Across the Lifespan: Age-Graded Differences at Three Hierarchical Levels and What We Can Learn From Them",
          "authors": "Andrés Gvirtz, Matteo Montecchi, Amy Selby, Friedrich M. Götz",
          "abstract": "Personality-development research is flourishing. Here, we extend these efforts horizontally (new constructs) and vertically (new levels within the same construct) by charting out age-graded differences in Schwarz’s human values across 80,814 individuals. Conducting a systematic investigation of cross-sectional age-graded differences in human values—from late teenage years to post-retirement—featuring 36 analytical model choices and 180,000 simulation-based decisions, our analyses replicate some earlier findings (e.g., increasing self- and growth-focus during adolescence and increasing security concerns during adulthood), while also highlighting complex and previously unappreciated dynamics. As such, while it is a common practice to aggregate specific values into parsimonious higher-order concepts to ease interpretation, this may risk overlooking meaningful trends in lower-order value development. Specifically, revealing unique and asynchronous patterns for value nuances, we find that aggregation (a) leads to a loss of critical information, (b) creates conflicting results when nuances diverge, and (c) significantly reduces predictive power.",
          "url": "https://doi.org/10.1177/01461672241312570",
          "doi": "https://doi.org/10.1177/01461672241312570",
          "filter": 0
        },
        {
          "title": "How Karma Harms and Helps Generosity Toward Those in Need",
          "authors": "Cindel J. M. White, Aiyana K. Willard",
          "abstract": "Three preregistered cross-cultural studies ( N = 6,049 across India, Singapore, and the United States) tested how belief in karma shapes victim blaming and helping. Study 1 found that belief in karmic causality positively predicts a variety of system-justifying beliefs that legitimate social inequalities, but experimental reminders of karma also encouraged generosity toward others experiencing financial hardship. Studies 2 and 3 tested whether karma framing had different effects on generosity toward different recipients, who varied in their level of need and reason for need. Thinking about karma changed the importance of recipient characteristics, with need being less predictive and external attributions more predictive of giving when thinking about karma. Overall, experimental reminders of karma only reliably increased generosity toward recipients whose financial need was no fault of their own, showing that karmic beliefs draw attention to the reasons for people’s bad fortune, and evoke responses to misfortune that are sensitive to naturalistic explanations.",
          "url": "https://doi.org/10.1177/01461672251313829",
          "doi": "https://doi.org/10.1177/01461672251313829",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Bulletin",
      "journal_short": "PsychBull",
      "articles": [
        {
          "title": "Effects of acute exercise on cognitive function: A meta-review of 30 systematic reviews with meta-analyses.",
          "authors": "Yu-Kai Chang, Fei-Fei Ren, Ruei-Hong Li, Jing-Yi Ai, Shih-Chun Kao, Jennifer L. Etnier",
          "url": "https://doi.org/10.1037/bul0000460",
          "doi": "https://doi.org/10.1037/bul0000460",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "A primer on synthesizing individual participant data obtained from complex sampling surveys: A two-stage IPD meta-analysis approach.",
          "authors": "Diego G. Campos, Mike W. -L. Cheung, Ronny Scherer",
          "url": "https://doi.org/10.1037/met0000539",
          "doi": "https://doi.org/10.1037/met0000539",
          "filter": 0
        },
        {
          "title": "Troubleshooting Bayesian cognitive models.",
          "authors": "Beth Baribault, Anne G. E. Collins",
          "url": "https://doi.org/10.1037/met0000554",
          "doi": "https://doi.org/10.1037/met0000554",
          "filter": 0
        },
        {
          "title": "Inference with cross-lagged effects—Problems in time.",
          "authors": "Charles C. Driver",
          "url": "https://doi.org/10.1037/met0000665",
          "doi": "https://doi.org/10.1037/met0000665",
          "filter": 0
        },
        {
          "title": "Is exploratory factor analysis always to be preferred? A systematic comparison of factor analytic techniques throughout the confirmatory–exploratory continuum.",
          "authors": "Pablo Nájera, Francisco J. Abad, Miguel A. Sorrel",
          "url": "https://doi.org/10.1037/met0000579",
          "doi": "https://doi.org/10.1037/met0000579",
          "filter": 0
        },
        {
          "title": "Everything has its price: Foundations of cost-sensitive machine learning and its application in psychology.",
          "authors": "Philipp Sterner, David Goretzko, Florian Pargent",
          "url": "https://doi.org/10.1037/met0000586",
          "doi": "https://doi.org/10.1037/met0000586",
          "filter": 0
        },
        {
          "title": "Linear mixed models and latent growth curve models for group comparison studies contaminated by outliers.",
          "authors": "Fabio Mason, Eva Cantoni, Paolo Ghisletta",
          "url": "https://doi.org/10.1037/met0000643",
          "doi": "https://doi.org/10.1037/met0000643",
          "filter": 0
        },
        {
          "title": "Reliability and omega hierarchical in multidimensional data: A comparison of various estimators.",
          "authors": "Eunseong Cho",
          "url": "https://doi.org/10.1037/met0000525",
          "doi": "https://doi.org/10.1037/met0000525",
          "filter": 0
        },
        {
          "title": "A novel approach to estimate moderated treatment effects and moderated mediated effects with continuous moderators.",
          "authors": "Matthew J. Valente, Judith J. M. Rijnhart, Oscar Gonzalez",
          "url": "https://doi.org/10.1037/met0000593",
          "doi": "https://doi.org/10.1037/met0000593",
          "filter": 0
        },
        {
          "title": "Mediation analysis using Bayesian tree ensembles.",
          "authors": "Antonio R. Linero, Qian Zhang",
          "url": "https://doi.org/10.1037/met0000504",
          "doi": "https://doi.org/10.1037/met0000504",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Worse Weather Amplifies Social Media Activity",
          "authors": "Kelton Minor, Esteban Moro, Nick Obradovich",
          "abstract": "Humanity spends an increasing proportion of its time interacting online, yet—given the importance of social media to human welfare—the external factors that regularly shape online behavior remain markedly understudied. Do environmental factors alter rates of online social activity? We conducted two large natural experiments to investigate how worse weather conditions affect social-media use in the United States, analyzing over 3.5 billion posts from Facebook and Twitter (now X) between 2009 and 2016. We found that extreme temperatures and added precipitation each independently amplified social-media activity, effects that persisted within individuals. Compounded weather extremes produced markedly larger increases in social-media activity. Days colder than −5 °C with 1.5 to 2 cm of precipitation elevated social-media activity by 35%, nearly triple the surge seen on New Year’s Eve in New York City. Our study highlights that environmental conditions play a critical—but overlooked—role in shaping digital social interaction.",
          "url": "https://doi.org/10.1177/09567976241306099",
          "doi": "https://doi.org/10.1177/09567976241306099",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Beat perception in polyrhythms is influenced by spontaneous motor tempo, musicianship, and played musical style",
          "authors": "Jan Stupacher, Cecilie Møller, Alexandre Celma-Miralles, Peter Vuust",
          "abstract": "No two people perceive the same music alike. This may apply especially to polyrhythms, which consist of two or more rhythms with indivisible regular pulses, such as three over four (3:4). Either of these pulses can be perceived as the underlying beat. Previously, we showed that people naturally tap along to pulses that can be subdivided into groups of two or four equally spaced units (i.e., binarized pulses). This propensity for binarized pulses is reduced when the opposite pulse admitting ternary subdivisions is pitched lower. However, individual factors may modulate these binary and low-pitch preferences. Therefore, we examined the influence of spontaneous motor tempo (SMT), musicianship, played instrument, and played musical style on beat perception in 2:3 and 3:4 polyrhythms. Participants with slower SMT synchronized their tapping with slower metrical levels of the pulses admitting binary subdivisions, suggesting that the natural pace with which we move through the world is linked to our perception of musical tempo. In addition, classical musicians were more likely to synchronize with lower pitched pulses than pop/rock musicians when the low pitch was in the pulse admitting ternary subdivisions. This suggests that enculturation in specific musical styles shapes how pitch and rhythm influence beat perception.",
          "url": "https://doi.org/10.1177/03057356241311581",
          "doi": "https://doi.org/10.1177/03057356241311581",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "How does on-demand streaming technology promote binge-watching? An exploration and classification of streaming platform design features.",
          "authors": "Maèva Flayelle, Vera Sigre-Leirós, Ludovic Ferrecchia, Sally M. Gainsbury, Joël Billieux",
          "url": "https://doi.org/10.1037/ppm0000579",
          "doi": "https://doi.org/10.1037/ppm0000579",
          "filter": 0
        },
        {
          "title": "SPACE to esc: Affective and motivational correlates to adaptive and maladaptive escapism among video gamers—A network analysis.",
          "authors": "Anna Pyszkowska, Tomasz Gąsior, Franciszek Stefanek, Frode Stenseng",
          "url": "https://doi.org/10.1037/ppm0000582",
          "doi": "https://doi.org/10.1037/ppm0000582",
          "filter": 0
        },
        {
          "title": "“Calming Y’r nerves on Instagram?” social media escapism in light of neuroticism and emotion regulation.",
          "authors": "Frode Stenseng, Silje Skaug Stokke, Özge Selin Şahin, Malik Zübeyir Kaya",
          "url": "https://doi.org/10.1037/ppm0000581",
          "doi": "https://doi.org/10.1037/ppm0000581",
          "filter": 0
        },
        {
          "title": "I just want to watch something I can ignore: Motivations, gratifications, and mood management in background, ambient television.",
          "authors": "Alec C. Tefertiller, Kaitlyn Clink, Devan Sutton",
          "url": "https://doi.org/10.1037/ppm0000584",
          "doi": "https://doi.org/10.1037/ppm0000584",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
