{
  "update": "2024-12-11",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "A Guide to Prototype Analyses in Cross-Cultural Research: Purpose, Advantages, and Risks",
          "authors": "Yuning Sun, Elaine L. Kinsella, Eric R. Igou",
          "abstract": "The prototype approach provides a theoretically supported basis for novel research, detailing “typical” cognitive representations of targets in question (e.g., groups, experiences). Fairly recently, in social and cognitive psychology, this approach has emerged to understand how people categorize and conceptualize everyday phenomena. Although this approach has previously been used to study everyday concepts, it has predominantly been overlooked in cross-cultural research. Prototype analyses are flexible enough to allow for the identification of both universal and culture-specific elements, offering a more comprehensive and nuanced understanding of the concept in question. We highlight theoretical, empirical, and practical reasons why prototype analyses offer an important tool in cross-cultural and interdisciplinary research while also addressing the potential for reducing construct bias in research that spans multiple cultural contexts. The advantages and risks of conducting prototype analyses are discussed in detail along with novel ways of integrating computational approaches with traditional prototype-analyses methods to assist in their implementation.",
          "url": "https://doi.org/10.1177/25152459241296401",
          "doi": "https://doi.org/10.1177/25152459241296401",
          "filter": 0
        },
        {
          "title": "A Methodological Framework for Stimuli Control: Insights From Numerical Cognition",
          "authors": "Yoel Shilat, Avishai Henik, Hanit Galili, Shir Wasserman, Alon Salzmann, Moti Salti",
          "abstract": "The stimuli presented in cognitive experiments have a crucial role in the ability to isolate the underlying mechanism from other interweaved mechanisms. New ideas aimed at unveiling cognitive mechanisms are often realized through introducing new stimuli. This, in turn, raises challenges in reconciling results to literature. We demonstrate this challenge in the field of numerical cognition. Stimuli used in this field are designed to present quantity in a non symbolic manner. Physical properties, such as surface area and density, inherently correlate with quantity, masking the mechanism underlying numerical perception. Different generation methods (GMs) are used to control these physical properties. However, the way a GM controls physical properties affects numerical judgments in different ways, compromising comparability and the pursuit of cumulative science. Here, using a novel data-driven approach, we provide a methodological review of non symbolic stimuli GMs developed since 2000. Our results reveal that the field thrives and that a wide variety of GMs are tackling new methodological and theoretical ideas. However, the field lacks a common language and means to integrate new ideas into the literature. These shortcomings impair the interpretability, comparison, replication, and reanalysis of previous studies that have considered new ideas. We present guidelines for GMs relevant also to other fields and tasks involving perceptual decisions, including (a) defining controls explicitly and consistently, (b) justifying controls and discussing their implications, (c) considering stimuli statistical features, and (d) providing complete stimuli set, matching responses, and generation code. We hope these guidelines will promote the integration of findings and increase findings’ explanatory power.",
          "url": "https://doi.org/10.1177/25152459241249185",
          "doi": "https://doi.org/10.1177/25152459241249185",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Continuous motion tracking for accurate and efficient color vision assessment",
          "authors": "Chenxi Liang, Jing Chen, Zhongting Chen",
          "url": "https://doi.org/10.3758/s13428-024-02518-w",
          "doi": "https://doi.org/10.3758/s13428-024-02518-w",
          "filter": 0
        },
        {
          "title": "Using large language models to estimate features of multi-word expressions: Concreteness, valence, arousal",
          "authors": "Gonzalo Martínez, Juan Diego Molero, Sandra González, Javier Conde, Marc Brysbaert, Pedro Reviriego",
          "url": "https://doi.org/10.3758/s13428-024-02515-z",
          "doi": "https://doi.org/10.3758/s13428-024-02515-z",
          "filter": 0
        },
        {
          "title": "Establishing construct validity for dynamic measures of behavior using naturalistic study designs",
          "authors": "Roberto C. French, Daniel P. Kennedy, Anne C. Krendl",
          "url": "https://doi.org/10.3758/s13428-024-02519-9",
          "doi": "https://doi.org/10.3758/s13428-024-02519-9",
          "filter": 0
        },
        {
          "title": "Affective Norms for German as a Second Language (ANGL2)",
          "authors": "Zeming Xu, Jia Liu, Lin Fan",
          "url": "https://doi.org/10.3758/s13428-024-02539-5",
          "doi": "https://doi.org/10.3758/s13428-024-02539-5",
          "filter": 0
        },
        {
          "title": "Enhancing eye tracking for nonhuman primates and other subjects unable to follow instructions: Adaptive calibration and validation of Tobii eye trackers with the Titta toolbox",
          "authors": "Diederick C. Niehorster, Will Whitham, Benjamin R. Lake, Steven J. Schapiro, Ian M. Andolina, Jessica L. Yorzinski",
          "abstract": "Accurate eye tracking is crucial for gaze-dependent research, but calibrating eye trackers in subjects who cannot follow instructions, such as human infants and nonhuman primates, presents a challenge. Traditional calibration methods rely on verbal instructions, which are ineffective for these populations. To address this, researchers often use attention-grabbing stimuli in known locations; however, existing software for video-based calibration is often proprietary and inflexible. We introduce an extension to the open-source toolbox Titta—a software package integrating desktop Tobii eye trackers with PsychToolbox experiments—to facilitate custom video-based calibration. This toolbox extension offers a flexible platform for attracting attention, calibrating using flexible point selection, and validating the calibration. The toolbox has been refined through extensive use with chimpanzees, baboons, and macaques, demonstrating its effectiveness across species. Our adaptive calibration and validation procedures provide a standardized method for achieving more accurate gaze tracking, enhancing gaze accuracy across diverse species.",
          "url": "https://doi.org/10.3758/s13428-024-02540-y",
          "doi": "https://doi.org/10.3758/s13428-024-02540-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Do individuals interpret sexting as an indicator of sexual intent and sexual consent?",
          "authors": "Rylie Yager, Michelle Drouin, Tara L. Cornelius",
          "url": "https://doi.org/10.1016/j.chb.2024.108530",
          "doi": "https://doi.org/10.1016/j.chb.2024.108530",
          "filter": 0
        },
        {
          "title": "Smartphone and the brain: stress and self-control mediate the association between the connectome-based predictive modeling of fMRI brain network and problematic smartphone use",
          "authors": "Bijie Tie, Tianyuan Zhang, Miao He, Li Geng, Qiuyang Feng, Cheng Liu, Xuyang Wang, Yunhong Wang, Dingyue Tian, Yixin Gao, Pengcheng Wang, Wenjing Yang, Jiang Qiu",
          "url": "https://doi.org/10.1016/j.chb.2024.108531",
          "doi": "https://doi.org/10.1016/j.chb.2024.108531",
          "filter": 0
        },
        {
          "title": "Gamification for Sustainability: A Systematic Review of Applications, Trends, and Opportunities",
          "authors": "Adrian A. Mabalay",
          "url": "https://doi.org/10.1016/j.chb.2024.108529",
          "doi": "https://doi.org/10.1016/j.chb.2024.108529",
          "filter": 0
        },
        {
          "title": "From excessive spending to debt delinquency: Should we blame mobile payments?",
          "authors": "Lini Zhang, Haidong Zhao",
          "url": "https://doi.org/10.1016/j.chb.2024.108533",
          "doi": "https://doi.org/10.1016/j.chb.2024.108533",
          "filter": 0
        },
        {
          "title": "Decoding a Decade. Trends and Their Evolution in Learning Analytics: A Comprehensive Synthesis",
          "authors": "Ionut Dorin Stanciu, Ángel Hernández-García, Miguel Ángel Conde, Nicolae Nistor",
          "url": "https://doi.org/10.1016/j.chb.2024.108526",
          "doi": "https://doi.org/10.1016/j.chb.2024.108526",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "The psychology of criminal authority: Introducing the Legitimacy of Secret Power Scale",
          "authors": "Giovanni A. Travaglino, Alberto Mirisola, Chanki Moon, Pascal Burgmer, Hirotaka Imada, Isabella Giammusso, Silvana D’Ottone, Kengo Nawata, Miki Ozeki, Dominic Abrams",
          "abstract": "The state’s monopoly on sovereignty can be challenged by criminal systems capable of gaining legitimacy within communities. Understanding the psychological basis of such legitimacy requires broadening traditional conceptualizations of authority to consider how it operates without legal backing and outside formal channels. This research introduces the Legitimacy of Secret Power (L-SP) Scale, a tool measuring individuals’ appraisal of illegal groups’ power. We validated L-SP through three studies ( N total = 3,173). Findings demonstrate a reliable, 20-item mono-factorial structure. Study 3 tested L-SP’s measurement invariance in the UK, Italy, Japan, and the US. Across studies, L-SP correlated with support for illegality, ideologies of masculine honor, and social dominance. It was inversely related to the perceived national threat of criminal groups, democratic attitudes, and police legitimacy. Notably, L-SP predicted individuals’ willingness to report criminal groups independently of their fear of these groups or perceptions of police legitimacy. Theoretical implications and future directions are discussed.",
          "url": "https://doi.org/10.1177/13684302241290935",
          "doi": "https://doi.org/10.1177/13684302241290935",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Of preferences and priors: Motivated reasoning in partisans’ evaluations of scientific evidence.",
          "authors": "Jared B. Celniker, Peter H. Ditto",
          "url": "https://doi.org/10.1037/pspa0000417",
          "doi": "https://doi.org/10.1037/pspa0000417",
          "filter": 0
        },
        {
          "title": "Thinking in 3D: A multidimensional mapping of the effects of distance on abstraction.",
          "authors": "Avi Gamoran, Britt Hadar, Michael Gilead",
          "url": "https://doi.org/10.1037/pspa0000424",
          "doi": "https://doi.org/10.1037/pspa0000424",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Using Projective IRT to Evaluate the Effects of Multidimensionality on Unidimensional IRT Model Parameters",
          "authors": "Steven P. Reise, Jared M. Block, Maxwell Mansolf, Mark G. Haviland, Benjamin D. Schalet, Rachel Kimerling",
          "url": "https://doi.org/10.1080/00273171.2024.2430630",
          "doi": "https://doi.org/10.1080/00273171.2024.2430630",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Multiple Reputations: Selective Attention to Competence and Character",
          "authors": "Alexandra V. T. de La Trobe, Gordon D. A. Brown, Lukasz Walasek",
          "abstract": "Reputation is multidimensional, with some traits being more relevant than others in particular contexts. Can people selectively respond to reputational cues relevant to the task at hand? Across three studies, we examined how people weigh cues about helpfulness and competence when forming expectations about strangers’ behavior. Using adapted investment games, we varied whether a stranger’s helpfulness or competence predicted participants’ future payoffs. We found that when helpfulness is task-relevant (Experiments 1 and 2), participants correctly use this cue in investment decisions. When competence matters most (Experiment 3), participants use it as the primary cue. Overall, a high reputation for outcome-irrelevant characteristics did not compensate for a low reputation for the outcome-relevant reputational cue. However, we also find an asymmetric spillover: Decision-makers prefer cooperating with others who are highly competent and highly helpful, regardless of task demands. We discuss our results within the theoretical framework of person perception and theories of reputation.",
          "url": "https://doi.org/10.1177/01461672241301116",
          "doi": "https://doi.org/10.1177/01461672241301116",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Bulletin",
      "journal_short": "PsychBull",
      "articles": [
        {
          "title": "Cultural diversity climate in school: A meta-analytic review of its relationships with intergroup, academic, and socioemotional outcomes.",
          "authors": "Lisa Bardach, Sebastian Röhl, Sophie Oczlon, Aki Schumacher, Marko Lüftenegger, Rosa Lavelle-Hill, Miriam Schwarzenthal, Steffen Zitzmann",
          "url": "https://doi.org/10.1037/bul0000454",
          "doi": "https://doi.org/10.1037/bul0000454",
          "filter": 0
        },
        {
          "title": "The development of children’s gender stereotypes about STEM and verbal abilities: A preregistered meta-analytic review of 98 studies.",
          "authors": "David I. Miller, Jillian E. Lauer, Courtney Tanenbaum, Lauren Burr",
          "url": "https://doi.org/10.1037/bul0000456",
          "doi": "https://doi.org/10.1037/bul0000456",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "A simple statistical framework for small sample studies.",
          "authors": "D. Samuel Schwarzkopf, Zien Huang",
          "url": "https://doi.org/10.1037/met0000710",
          "doi": "https://doi.org/10.1037/met0000710",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Rethinking the Role of Teams and Training in Geopolitical Forecasting: The Effect of Uncontrolled Method Variance on Statistical Conclusions",
          "authors": "Clifford E. Hauenstein, Rick P. Thomas, David A. Illingworth, Michael R. Dougherty",
          "abstract": "Using data from a geopolitical forecasting tournament, Mellers et al. (2014) [Psychological strategies for winning a geopolitical forecasting tournament. Psychological Science, 25, 1106–1115] concluded that forecasting ability was improved by allowing participants to work in teams and providing them with probability training. Here, we reevaluated Mellers et al.’s conclusions using an item response theory framework that models latent ability from forecasting choices. We found that the relationship between latent ability estimates and forecast accuracy differed from the interpretation of the original findings once key extraneous variables were statistically controlled. The best fit models across the first 2 years of the tournament included one or more extraneous variables that substantially eliminated, reduced, and, in some cases, even reversed the effects of the experimental manipulations of teaming and training on latent forecasting ability. We also show that latent traits associated with strategic responding can discriminate between superforecasters and non-superforecasters, making it difficult to identify the latent factors that underlie the superforecasters’ superior performance.",
          "url": "https://doi.org/10.1177/09567976241266481",
          "doi": "https://doi.org/10.1177/09567976241266481",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Alf Gabrielsson, an obituary",
          "authors": "Patrik N. Juslin",
          "url": "https://doi.org/10.1177/03057356241302315",
          "doi": "https://doi.org/10.1177/03057356241302315",
          "filter": 0
        },
        {
          "title": "Harmonic expectancy violations: Testing the effects of familiarity, lead-in time, and ecological validity",
          "authors": "Claire Arthur",
          "abstract": "In this article, the impact of three experimental parameters in a harmonic expectancy study are evaluated: stimulus duration (specifically the lead-in time prior to an unexpected event), ecological validity of the stimulus (original recording vs. piano only), and familiarity. This article also presents a novel experimental paradigm for detecting expectancy violations in a real-time listening context with increased ecological validity, as well as a novel quasi-blind stimulus-selection procedure. Results suggest that the importance of the ecological validity of the stimulus may depend on the population of the study (i.e., musicians or non-musicians), and that the role of familiarity ought to be more rigorously examined. Specifically, it appears that the ability to notice a harmonic expectancy violation may be modulated by the degree of prior familiarity with the stimulus. In addition, stimuli with longer lead-in times lead to an increase in the probability of marking a harmonically surprising event. Implications for expectancy-violation theory, computational modeling, prediction error theory, and general stimulus-selection procedures in music perception and cognition research are discussed.",
          "url": "https://doi.org/10.1177/03057356241284965",
          "doi": "https://doi.org/10.1177/03057356241284965",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Technology, Mind, and Behavior",
      "journal_short": "TMB",
      "articles": [
        {
          "title": "Innovations in remote instruction: Impact on students’ socioemotional and cognitive outcomes.",
          "authors": "Rachel M. Flynn, Fran C. Blumberg",
          "url": "https://doi.org/10.1037/tmb0000148",
          "doi": "https://doi.org/10.1037/tmb0000148",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
