{
  "update": "2024-10-07",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Visualization of Composite Plots in R Using a Programmatic Approach and smplot2",
          "authors": "Seung Hyun Min",
          "abstract": "In psychology and human neuroscience, the practice of creating multiple subplots and combining them into a composite plot has become common because the nature of research has become more multifaceted and sophisticated. In the last decade, the number of methods and tools for data visualization has surged. For example, R, a programming language, has become widely used in part because of ggplot2, a free, open-source, and intuitive plotting library. However, despite its strength and ubiquity, it has some built-in restrictions that are most noticeable when one creates a composite plot, which currently involves a complex and repetitive process with steps that go against the principles of open science out of necessity. To address this issue, I introduce smplot2, an open-source R package that integrates ggplot2’s declarative syntax and a programmatic approach to plotting. The package aims to enable users to create customizable composite plots by linearizing the process of complex visualization. The documentation and code examples of the smplot2 package are available online ( https://smin95.github.io/dataviz ).",
          "url": "http://dx.doi.org/10.1177/25152459241267927",
          "doi": "10.1177/25152459241267927",
          "filter": 0
        },
        {
          "title": "Advancing Group-Based Disparities Research and Beyond: A Cautionary Note on Selection Bias",
          "authors": "Dongning Ren, Wen Wei Loh",
          "abstract": "Obtaining an accurate understanding of group-based disparities is an important pursuit. However, unsound study designs can lead to erroneous conclusions that impede this crucial work. In this article, we highlight a critical methodological challenge to drawing valid causal inferences in disparities research: selection bias. We describe two commonly adopted study designs in the literature on group-based disparities. The first is outcome-dependent selection, when the outcome determines whether an observation is selected. The second is outcome-associated selection, when the outcome is associated with whether an observation is selected. We explain the methodological challenge each study design presents and why it can lead to selection biases when evaluating the actual disparity of interest. We urge researchers to recognize the complications that beset these study designs and to avoid the insidious impact of inappropriate selection. We offer practical suggestions on how researchers can improve the rigor and demonstrate the defensibility of their conclusions when investigating group-based disparities. Finally, we highlight the broad implications of selection mechanisms for psychological science.",
          "url": "http://dx.doi.org/10.1177/25152459241260256",
          "doi": "10.1177/25152459241260256",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Model-implied simulation-based power estimation for correctly specified and distributionally misspecified models: Applications to nonlinear and linear structural equation models",
          "authors": "Julien P. Irmer, Andreas G. Klein, Karin Schermelleh-Engel",
          "abstract": "Closed-form (asymptotic) analytical power estimation is only available for limited classes of models, requiring correct model specification for most applications. Simulation-based power estimation can be applied in almost all scenarios where data following the model can be estimated. However, a general framework for calculating the required sample sizes for given power rates is still lacking. We propose a new model-implied simulation-based power estimation (MSPE) method for the z -test that makes use of the asymptotic normality property of estimates of a wide class of estimators, the M -estimators, and give theoretical justification for the approach. M -estimators include maximum-likelihood, least squares estimates and limited information estimators, but also estimators used for misspecified models, hence, the new simulation-based power modeling method is widely applicable. The MSPE employs a parametric model to describe the relationship between power and sample size, which can then be used to determine the required sample size for a specified power rate. We highlight its performance in linear and nonlinear structural equation models (SEM) for correctly specified models and models under distributional misspecification. Simulation results suggest that the new power modeling method is unbiased and shows good performance with regard to root mean squared error and type I error rates for the predicted required sample sizes and predicted power rates, outperforming alternative approaches, such as the naïve approach of selecting a discrete selection of sample sizes with linear interpolation of power or simple logistic regression approaches. The MSPE appears to be a valuable tool to estimate power for models without an (asymptotic) analytical power estimation.",
          "url": "http://dx.doi.org/10.3758/s13428-024-02507-z",
          "doi": "10.3758/s13428-024-02507-z",
          "filter": 0
        },
        {
          "title": "People make mistakes: Obtaining accurate ground truth from continuous annotations of subjective constructs",
          "authors": "Brandon M. Booth, Shrikanth S. Narayanan",
          "abstract": "Accurately representing changes in mental states over time is crucial for understanding their complex dynamics. However, there is little methodological research on the validity and reliability of human-produced continuous-time annotation of these states. We present a psychometric perspective on valid and reliable construct assessment, examine the robustness of interval-scale (e.g., values between zero and one) continuous-time annotation, and identify three major threats to validity and reliability in current approaches. We then propose a novel ground truth generation pipeline that combines emerging techniques for improving validity and robustness. We demonstrate its effectiveness in a case study involving crowd-sourced annotation of perceived violence in movies, where our pipeline achieves a .95 Spearman correlation in summarized ratings compared to a .15 baseline. These results suggest that highly accurate ground truth signals can be produced from continuous annotations using additional comparative annotation (e.g., a versus b) to correct structured errors, highlighting the need for a paradigm shift in robust construct measurement over time.",
          "url": "http://dx.doi.org/10.3758/s13428-024-02503-3",
          "doi": "10.3758/s13428-024-02503-3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Technological Optimism Surpasses Fear of Missing Out: A Multigroup Analysis of Presumed Media Influence on Generative AI Technology Adoption Across Varying Levels of Technological Optimism",
          "authors": "Xiaodong Yang, Bing Song, Liang Chen, Shirley S. Ho, Jin Sun",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108466",
          "doi": "10.1016/j.chb.2024.108466",
          "filter": 0
        },
        {
          "title": "Frustrated cyber-abuser: Narcissistic traits in the context of the basic psychological needs and cyber dating abuse",
          "authors": "Michaela Valachová, Elena Lisá",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108465",
          "doi": "10.1016/j.chb.2024.108465",
          "filter": 0
        },
        {
          "title": "What drives AI-based risk information-seeking intent? Insufficiency of risk information versus (Un)certainty of AI chatbots",
          "authors": "Soo Jung Hong",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108460",
          "doi": "10.1016/j.chb.2024.108460",
          "filter": 0
        },
        {
          "title": "Factors contributing to the defending behavior of adolescent cyberbystanders: A systematic review and meta-analysis",
          "authors": "Małgorzata Sobol, Aneta Przepiórka, Agata Błachnio",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108463",
          "doi": "10.1016/j.chb.2024.108463",
          "filter": 0
        },
        {
          "title": "Unveiling Digital Mirrors: Decoding Gendered Body Poses in Instagram Imagery",
          "authors": "Dorian Tsolak, Simon Kühne",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108464",
          "doi": "10.1016/j.chb.2024.108464",
          "filter": 0
        },
        {
          "title": "Strategies to combat misinformation: Enduring effects of a 15-minute online intervention on critical-thinking adolescents",
          "authors": "Gábor Orosz, Laura Faragó, Benedek Paskuj, Péter Krekó",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108338",
          "doi": "10.1016/j.chb.2024.108338",
          "filter": 0
        },
        {
          "title": "Evaluating the barriers affecting cybersecurity behavior in the Metaverse using PLS-SEM and fuzzy sets (fsQCA)",
          "authors": "Mostafa Al-Emran, Mohammed A. Al-Sharafi, Behzad Foroughi, Mohammad Iranmanesh, Rawan A. Alsharida, Noor Al-Qaysi, Nor'ashikin Ali",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108315",
          "doi": "10.1016/j.chb.2024.108315",
          "filter": 0
        },
        {
          "title": "Psychological factors leading to sextortion: The role of personality, emotional factors and sexual needs in victimisation",
          "authors": "Calli Tzani, Maria Ioannou, Rachel Fletcher, Thomas James Vaughan Williams",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108323",
          "doi": "10.1016/j.chb.2024.108323",
          "filter": 0
        },
        {
          "title": "Understanding adoption intention of virtual medical consultation systems: Perceptions of ChatGPT and satisfaction with doctors",
          "authors": "Di Zhang, Xiaoman Zhao",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108359",
          "doi": "10.1016/j.chb.2024.108359",
          "filter": 0
        },
        {
          "title": "Exploring user-avatar bond profiles: Longitudinal impacts on internet gaming disorder",
          "authors": "Taylor Brown, Raffaela Smith, Daniel Zarate, Mark D. Griffiths, Vasileios Stavropoulos",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108340",
          "doi": "10.1016/j.chb.2024.108340",
          "filter": 0
        },
        {
          "title": "Gaming disorder: Unraveling the role of problematic affective, cognitive, and executive functioning - A systematic review and meta-analytic structural equation modeling",
          "authors": "Yinan Ji, Tony Ka Wah Leung, Xiaolu Dai, Nan Du, Daniel Fu Keung Wong",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108348",
          "doi": "10.1016/j.chb.2024.108348",
          "filter": 0
        },
        {
          "title": "Working in a virtual world: A meta-analytic investigation of cyber mistreatment in the workplace",
          "authors": "Mallory A. McCord, Gargi Sawhney, Bridget McHugh",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108324",
          "doi": "10.1016/j.chb.2024.108324",
          "filter": 0
        },
        {
          "title": "The WWW of digital hate perpetration: What, who, and why? A scoping review",
          "authors": "Stephanie Bührer, Kevin Koban, Jörg Matthes",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108321",
          "doi": "10.1016/j.chb.2024.108321",
          "filter": 0
        },
        {
          "title": "The growth of problematic media use over early childhood: Associations with long-term social and emotional outcomes",
          "authors": "Sarah M. Coyne, Jane Shawcroft, Hailey Holmgren, Chenae Christensen-Duerden, Sarah Ashby, Adam Rogers, Peter J. Reschke, Rachel Barr, Sarah Domoff, Megan Van Alfen, Madeleine Meldrum, Chris L. Porter",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108350",
          "doi": "10.1016/j.chb.2024.108350",
          "filter": 0
        },
        {
          "title": "Effectiveness of telemedicine on common mental disorders: An umbrella review and meta-meta-analysis",
          "authors": "Jiong Chen, Can Li, Kai An, Xueting Dong, Jingyun Liu, Hong Wu",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108325",
          "doi": "10.1016/j.chb.2024.108325",
          "filter": 0
        },
        {
          "title": "Social media distraction: How distracting are visual social media cues and what influences users' distractibility?",
          "authors": "Christina Koessmeier, Oliver B. Büttner",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108306",
          "doi": "10.1016/j.chb.2024.108306",
          "filter": 0
        },
        {
          "title": "Digital capital: Importance for social status in contemporary society and antecedents of its accumulation",
          "authors": "Javier A. Rodríguez-Camacho, Marc Linder, David Jütte, Thorsten Hennig-Thurau",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108316",
          "doi": "10.1016/j.chb.2024.108316",
          "filter": 0
        },
        {
          "title": "AI-induced emotions in L2 education: Exploring EFL students’ perceived emotions and regulation strategies",
          "authors": "Lei Yang, Shu Zhao",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108337",
          "doi": "10.1016/j.chb.2024.108337",
          "filter": 0
        },
        {
          "title": "Do non-fungible tokens create long-term value for luxury brands? The effect of NFT promotions on customer equity",
          "authors": "Minjung Cho, Eunju Ko, Charles R. Taylor",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108347",
          "doi": "10.1016/j.chb.2024.108347",
          "filter": 0
        },
        {
          "title": "Online grocery shopping recommender systems: Common approaches and practices",
          "authors": "Laura Z.H. Jansen, Kwabena E. Bennin, Ellen van Kleef, Ellen J. Van Loo",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108336",
          "doi": "10.1016/j.chb.2024.108336",
          "filter": 0
        },
        {
          "title": "Selection of a smart and secure education school system based on the internet of things using entropy and TOPSIS approaches",
          "authors": "Habib Ullah Khan, Muhammad Abbas, Omar Alruwaili, Shah Nazir, Muhammad Hameed Siddiqi, Saad Alanazi",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108346",
          "doi": "10.1016/j.chb.2024.108346",
          "filter": 0
        },
        {
          "title": "Using AI-driven chatbots to foster Chinese EFL students’ academic engagement: An intervention study",
          "authors": "Yongliang Wang, Lina Xue",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108353",
          "doi": "10.1016/j.chb.2024.108353",
          "filter": 0
        },
        {
          "title": "Enhancing bodily self-consciousness in the virtual world with synchronous multisensory stimulation, interoceptive feedback and peripersonal space expansion: A narrative review",
          "authors": "Andrea Macruz, Bing Zhao, David Sperling",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108339",
          "doi": "10.1016/j.chb.2024.108339",
          "filter": 0
        },
        {
          "title": "Evaluating privacy, security, and trust perceptions in conversational AI: A systematic review",
          "authors": "Anna Leschanowsky, Silas Rech, Birgit Popp, Tom Bäckström",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108344",
          "doi": "10.1016/j.chb.2024.108344",
          "filter": 0
        },
        {
          "title": "Leveraging social media to enhance celebrity stories for anti-stigma efforts",
          "authors": "Hye Min Kim",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108356",
          "doi": "10.1016/j.chb.2024.108356",
          "filter": 0
        },
        {
          "title": "Not easy to get off track: Motivational trajectories of learners completing a non-formal online course",
          "authors": "Maria Klose, Philipp Handschuh, Diana Steger, Cordula Artelt",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108322",
          "doi": "10.1016/j.chb.2024.108322",
          "filter": 0
        },
        {
          "title": "Does violence in video games impact aggression and empathy? A longitudinal study of Czech adolescents to differentiate within- and between-person effects",
          "authors": "David Lacko, Hana Machackova, David Smahel",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108341",
          "doi": "10.1016/j.chb.2024.108341",
          "filter": 0
        },
        {
          "title": "A comprehensive analysis of presence, seamlessness, and player responses in metaverse gaming",
          "authors": "Hyeon Jo, Jae Kwang Lee",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108345",
          "doi": "10.1016/j.chb.2024.108345",
          "filter": 0
        },
        {
          "title": "To beautify or uglify! The effects of augmented reality face filters on body satisfaction moderated by self-esteem and self-identification",
          "authors": "I.R. Dijkslag, L. Block Santos, G. Irene, P. Ketelaar",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108343",
          "doi": "10.1016/j.chb.2024.108343",
          "filter": 0
        },
        {
          "title": "English speaking with artificial intelligence (AI): The roles of enjoyment, willingness to communicate with AI, and innovativeness",
          "authors": "Fang Huang, Bin Zou",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108355",
          "doi": "10.1016/j.chb.2024.108355",
          "filter": 0
        },
        {
          "title": "Follower attraction in live streaming: Knowledge driven by PKM and data driven by EF-LSTM",
          "authors": "Yixuan Niu, Ziyao Huang, Zheng Fang",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108317",
          "doi": "10.1016/j.chb.2024.108317",
          "filter": 0
        },
        {
          "title": "Leveraging artificial intelligence (AI) in English as a foreign language (EFL) classes: Challenges and opportunities in the spotlight",
          "authors": "Kun Dai, Quanguo Liu",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108354",
          "doi": "10.1016/j.chb.2024.108354",
          "filter": 0
        },
        {
          "title": "Smart Colleges: Analyzing a 5G-Enabled Smart English Hybrid Teaching System",
          "authors": "Wang Hui, Cong Geng",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108275",
          "doi": "10.1016/j.chb.2024.108275",
          "filter": 0
        },
        {
          "title": "Exploring privacy-personalization paradox: Facial recognition systems at business events",
          "authors": "Olena Ciftci, Katerina Berezina, Inna Soifer",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108335",
          "doi": "10.1016/j.chb.2024.108335",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Corrigendum to ‘AI or human: How endorser shapes online purchase intention? [Computers in Human Behavior 158 (2024) 108300]",
          "authors": "Yang Song, Litong Wang, Zhiyuan Zhang, Lubica Hikkerova",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108446",
          "doi": "10.1016/j.chb.2024.108446",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Share the wealth: Neurophysiological and motivational mechanisms related to racial discrimination in economic decision making",
          "authors": "Hannah I. Volpert-Esmond, Jessica R. Bray, Meredith P. Levsen, Bruce D. Bartholow",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104683",
          "doi": "10.1016/j.jesp.2024.104683",
          "filter": 0
        },
        {
          "title": "Is common behavior considered moral? The role of perceived others' motives in moral norm inferences and motivation about environmental behavior",
          "authors": "Kimin Eom, Bryan K.C. Choy",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104684",
          "doi": "10.1016/j.jesp.2024.104684",
          "filter": 0
        },
        {
          "title": "Ironic effects of prosocial gossip in driving inaccurate social perceptions",
          "authors": "Samantha Grayson, Matthew Feinberg, Robb Willer, Jamil Zaki",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104682",
          "doi": "10.1016/j.jesp.2024.104682",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "When a Partner Supports Your Sexual Autonomy: Perceived Partner Sexual Autonomy Support, Need Fulfillment, and Satisfaction in Romantic Relationships",
          "authors": "Ariel Shoikhedbrod, Cheryl Harasymchuk, Emily A. Impett, Amy Muise",
          "abstract": "Sexual need fulfillment is central to well-being in romantic relationships. Self-determination theory suggests that perceiving a romantic partner as autonomously supportive is linked with greater well-being through supporting the fulfillment of basic psychological needs. The current research examines whether there are unique associations with need fulfillment and sexual and relationship satisfaction when people perceive their partner as autonomously supportive in the sexual domain. Across three multi-method studies ( N = 786), we developed a measure of perceived partner sexual autonomy support and demonstrated that perceiving sexual autonomy support from a partner in general, during sex, and over time were associated with greater sexual need fulfillment as well as sexual and relationship satisfaction for both partners over and above the association with general perceived autonomy support and perceived partner responsiveness during sex. Sexual need fulfillment also accounted for the positive associations between perceived partner sexual autonomy support and satisfaction across studies.",
          "url": "http://dx.doi.org/10.1177/01461672241279099",
          "doi": "10.1177/01461672241279099",
          "filter": 0
        },
        {
          "title": "Navigating the Social Environment: Linking Motivations, Impressions, and Behaviors Via a Sampling Approach to Trustworthiness",
          "authors": "Marco Biella, Mandy Hütter",
          "abstract": "Our understanding of impression formation comes from experiments constraining participants’ control over information sampling. This limits our understanding of how people sample information when forming impressions as well as the effects of self-generated samples on impressions. Our paradigm allows participants to actively collect information samples. This work investigates how people explore the social environment and how sampled information informs resulting impressions. Four experiments tested theoretically-driven predictions regarding information sampling patterns under interested and disinterested information search. Under interested search, participants truncated the sampling of social targets showing early untrustworthy behavior. Under disinterested search, participants sampled extensively and systematically, avoiding small-sample biases. The sampled information, once obtained, accurately determines final impressions. Moreover, we documented a direct link between sampled information and subsequent behaviors (partner selection in trust games, trustworthiness expectations). By investigating sampling-based trustworthiness impressions, the present research informs the origins of trustworthiness and sampling accounts of judgment and decision-making.",
          "url": "http://dx.doi.org/10.1177/01461672241273237",
          "doi": "10.1177/01461672241273237",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Multiple imputation of missing data in large studies with many variables: A fully conditional specification approach using partial least squares.",
          "authors": "Simon Grund, Oliver Lüdtke, Alexander Robitzsch",
          "url": "http://dx.doi.org/10.1037/met0000694",
          "doi": "10.1037/met0000694",
          "filter": 0
        },
        {
          "title": "Bayesian estimation and comparison of idiographic network models.",
          "authors": "Björn S. Siepe, Matthias Kloft, Daniel W. Heck",
          "url": "http://dx.doi.org/10.1037/met0000672",
          "doi": "10.1037/met0000672",
          "filter": 0
        },
        {
          "title": "How to conduct an integrative mixed methods meta-analysis: A tutorial for the systematic review of quantitative and qualitative evidence.",
          "authors": "Heidi M. Levitt",
          "url": "http://dx.doi.org/10.1037/met0000675",
          "doi": "10.1037/met0000675",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "On the Unequal Burden of Obesity: Obesity’s Adverse Consequences Are Contingent on Regional Obesity Prevalence",
          "authors": "Jana B. Berkessel, Tobias Ebert, Jochen E. Gebauer, Peter J. Rentfrow",
          "abstract": "Obesity has adverse consequences for those affected. We tested whether the association between obesity and its adverse consequences is reduced in regions in which obesity is prevalent and whether lower weight bias in high-obese regions can account for this reduction. Studies 1 and 2 used data from the United States ( N = 2,846,132 adults across 2,546 counties) and United Kingdom ( N = 180,615 adults across 380 districts) that assessed obesity’s adverse consequences in diverse domains: close relationships, economic outcomes, and health. Both studies revealed that the association between obesity and its adverse consequences is reduced (or absent) in high-obese regions. Study 3 used another large-scale data set ( N = 409,837 across 2,928 U.S. counties) and revealed that lower weight bias in high-obese regions seems to account for (i.e., mediate) the reduction in obesity’s adverse consequences. Overall, our findings suggest that obesity’s adverse consequences are partly social and, thus, not inevitable.",
          "url": "http://dx.doi.org/10.1177/09567976241265037",
          "doi": "10.1177/09567976241265037",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Following up on #fitspiration: A comparative content analysis and thematic analysis of social media content aiming to inspire fitness from 2014 and 2021.",
          "authors": "Beth T. Bell, Catherine V. Talbot, Nova Deighton-Smith",
          "url": "http://dx.doi.org/10.1037/ppm0000523",
          "doi": "10.1037/ppm0000523",
          "filter": 0
        },
        {
          "title": "Qualitative and quantitative investigations of Office fans’ connections with fictional and celebrity couples: Identification, parasocial relationships, and beyond.",
          "authors": "Perry A. Reed, Karen E. Shackleford, J. David Cohen, M. J. Robbins",
          "url": "http://dx.doi.org/10.1037/ppm0000552",
          "doi": "10.1037/ppm0000552",
          "filter": 0
        },
        {
          "title": "A content analysis method for coding movie content using movie trailers.",
          "authors": "Matthew A. Lapierre, Holly E. Shortt, Cecilia Sada Garibay",
          "url": "http://dx.doi.org/10.1037/ppm0000514",
          "doi": "10.1037/ppm0000514",
          "filter": 0
        },
        {
          "title": "Ariel, Aurora, or Anna? Disney princess body size as a predictor of body esteem and gendered play in early childhood.",
          "authors": "Jane Shawcroft, Megan Gale, Sarah M. Coyne, Adam A. Rogers, Sarah Austin, Hailey G. Holmgren, Jessica D. Zurcher, Pamela Brubaker",
          "url": "http://dx.doi.org/10.1037/ppm0000494",
          "doi": "10.1037/ppm0000494",
          "filter": 0
        },
        {
          "title": "Better than scrolling: Digital detox in the search for the ideal self.",
          "authors": "Stephanie J. Vialle, Tanya Machin, Susan Abel",
          "url": "http://dx.doi.org/10.1037/ppm0000496",
          "doi": "10.1037/ppm0000496",
          "filter": 0
        },
        {
          "title": "Perceptions of health changes and support for self-limiting social media use among young adults in Finland—A qualitative study.",
          "authors": "Johanna Vainio, Krista Hylkilä, Niko Männikkö, Terhi Mustonen, Maria Kääriäinen, Jenni Konttila, Aino Peltonen, Veli-Matti Karhulahti, Sari Castrén",
          "url": "http://dx.doi.org/10.1037/ppm0000508",
          "doi": "10.1037/ppm0000508",
          "filter": 0
        },
        {
          "title": "Associations between intentions for affective social media content choices and depressive symptoms in adolescence: A cross-sectional investigation of media response styles as moderators.",
          "authors": "Nausikaä Brimmel, Patricia Bijttebier, Steven Eggermont",
          "url": "http://dx.doi.org/10.1037/ppm0000510",
          "doi": "10.1037/ppm0000510",
          "filter": 0
        },
        {
          "title": "Exploring the association between Twitch use and well-being.",
          "authors": "Ágnes Zsila, Reza Shabahang, Mara S. Aruguete, Beáta Bőthe, Péter Gregor-Tóth, Gábor Orosz",
          "url": "http://dx.doi.org/10.1037/ppm0000486",
          "doi": "10.1037/ppm0000486",
          "filter": 0
        },
        {
          "title": "Fitspiration, related risks, and coping strategies: Recent trends and future directions.",
          "authors": "Yujun Xu",
          "url": "http://dx.doi.org/10.1037/ppm0000491",
          "doi": "10.1037/ppm0000491",
          "filter": 0
        },
        {
          "title": "Why lurk, why join, and why post? The uses and gratifications of lurkers, infrequent posters, and frequent posters in the brand community context.",
          "authors": "Caitlin McLaughlin, Matti Haverila",
          "url": "http://dx.doi.org/10.1037/ppm0000501",
          "doi": "10.1037/ppm0000501",
          "filter": 0
        },
        {
          "title": "Be positive? The interplay of Instagram influencers’ body type and favorable user comments on young women’s perceptions, affective well-being, and exercise intentions.",
          "authors": "Priska Breves, Lisa Paryschew, Jan-Philipp Stein",
          "url": "http://dx.doi.org/10.1037/ppm0000499",
          "doi": "10.1037/ppm0000499",
          "filter": 0
        },
        {
          "title": "The additive effects of interactivity, immersion, and eudaimonia for stress reduction and mood management: A randomized controlled study on games and virtual reality.",
          "authors": "Mehmet Kosa, Mina C. Johnson-Glenberg",
          "url": "http://dx.doi.org/10.1037/ppm0000512",
          "doi": "10.1037/ppm0000512",
          "filter": 0
        },
        {
          "title": "Testing the direct and indirect relationship between media violence exposure and cyberbullying perpetration.",
          "authors": "Christopher P. Barlett",
          "url": "http://dx.doi.org/10.1037/ppm0000524",
          "doi": "10.1037/ppm0000524",
          "filter": 0
        },
        {
          "title": "Are you still watching? Antecedents and outcomes of binge-watching.",
          "authors": "Audrey Richard, Courtney N. Plante",
          "url": "http://dx.doi.org/10.1037/ppm0000487",
          "doi": "10.1037/ppm0000487",
          "filter": 0
        },
        {
          "title": "Time for digital media but no time for school? An investigation of displacement effects among adolescents of gen X, Y, and Z.",
          "authors": "Anne Reinhardt, Claudia Wilhelm, Sophie Mayen",
          "url": "http://dx.doi.org/10.1037/ppm0000479",
          "doi": "10.1037/ppm0000479",
          "filter": 0
        },
        {
          "title": "“His fight or flight kicked in and here we are”: Investigating the construction of a perpetrator within a dark fandom.",
          "authors": "Evie Norwood, Sharon Coen",
          "url": "http://dx.doi.org/10.1037/ppm0000546",
          "doi": "10.1037/ppm0000546",
          "filter": 0
        },
        {
          "title": "Feeling better or worse? Women’s social comparison to romantic ideal and challenge content.",
          "authors": "Valerie Ellen Kretz, Veronica Hefner",
          "url": "http://dx.doi.org/10.1037/ppm0000509",
          "doi": "10.1037/ppm0000509",
          "filter": 0
        },
        {
          "title": "Into the purple ocean: The formation and dynamics of a transcultural fandom as a result of cultural diffusion through K-pop.",
          "authors": "Dakota Newton, Nelli Ferenczi",
          "url": "http://dx.doi.org/10.1037/ppm0000519",
          "doi": "10.1037/ppm0000519",
          "filter": 0
        },
        {
          "title": "Exercising empowerment: Mediated fitness technology fostered social connections and personal growth during social isolation.",
          "authors": "Pamela Rutledge, Michael Scott Garner, Holly N. Collins",
          "url": "http://dx.doi.org/10.1037/ppm0000517",
          "doi": "10.1037/ppm0000517",
          "filter": 0
        },
        {
          "title": "Queer on TV: Using the minority stress model to explore the role of LGBQ+ television exposure in LGBQ+ audiences’ psychological well-being and identity status.",
          "authors": "Leah Dajches, Juliana L. Barbati",
          "url": "http://dx.doi.org/10.1037/ppm0000548",
          "doi": "10.1037/ppm0000548",
          "filter": 0
        },
        {
          "title": "“I see dead people”: Exploring the associations between watching horror and belief in the paranormal.",
          "authors": "Femke Geusens",
          "url": "http://dx.doi.org/10.1037/ppm0000513",
          "doi": "10.1037/ppm0000513",
          "filter": 0
        },
        {
          "title": "Being asked to dance: Evidence of racial bias in audience voting behavior on the television show Strictly Come Dancing.",
          "authors": "Keon West",
          "url": "http://dx.doi.org/10.1037/ppm0000498",
          "doi": "10.1037/ppm0000498",
          "filter": 0
        },
        {
          "title": "Stop the stigma: TED Talk reduces negative attitudes about mental health treatment.",
          "authors": "Lindsay C. Morton, Giavanna Villano, Emily Faltings, Nicole Coccodrilli",
          "url": "http://dx.doi.org/10.1037/ppm0000518",
          "doi": "10.1037/ppm0000518",
          "filter": 0
        },
        {
          "title": "Social media use and body image concerns for midlife and older women.",
          "authors": "Kathleen E. Bazile",
          "url": "http://dx.doi.org/10.1037/ppm0000532",
          "doi": "10.1037/ppm0000532",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Technology, Mind, and Behavior",
      "journal_short": "TMB",
      "articles": [
        {
          "title": "Social robots: A special collection of articles published in Technology, Mind, and Behavior (2020–2024).",
          "authors": "Danielle S. McNamara",
          "url": "http://dx.doi.org/10.1037/tmb0000139",
          "doi": "10.1037/tmb0000139",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
