{
    "update": "2024-09-28",
    "content": [
      {
        "journal_full": "Advances in Methods and Practices in Psychological Science",
        "journal_short": "AMPPS",
        "articles": [
          {
            "title": "So You Want to Do ESM? 10 Essential Topics for Implementing the Experience-Sampling Method",
            "authors": "Jessica Fritz, Marilyn L. Piccirillo, Zachary D. Cohen, Madelyn Frumkin, Olivia Kirtley, Julia Moeller, Andreas B. Neubauer, Lesley A. Norris, Noémi K. Schuurman, Evelien Snippe, Laura F. Bringmann",
            "abstract": "The experience-sampling method (ESM) captures psychological experiences over time and in everyday contexts, thereby offering exciting potential for collecting more temporally fine-grained and ecologically valid data for psychological research. Given that rapid methodological developments make it increasingly difficult for novice ESM researchers to be well informed about standards of ESM research and to identify resources that can serve as useful starting points, we here provide a primer on 10 essential design and implementation considerations for ESM studies. Specifically, we (a) compare ESM with cross-sectional, panel, and cohort approaches and discuss considerations regarding (b) item content and phrasing; (c) choosing and formulating response options; (d) timescale (sampling scheme, sampling frequency, survey length, and study duration); (e) change properties and stationarity; (f) power and effect sizes; (g) missingness, attrition, and compliance; (h) data assessment and administration; (i) reliability; and (j) replicability and generalizability. For all 10 topics, we discuss challenges and—if available—potential solutions and provide literature that can serve as starting points for more in-depth readings. We also share access to a living, web-based resources library with a more extensive catalogue of literature to facilitate further learning about the design and implementation of ESM. Finally, we list topics that although beyond the scope of our article, can be relevant for the success of ESM studies. Taken together, our article highlights the most essential design and implementation considerations for ESM studies, aids the identification of relevant in-depth readings, and can thereby support the quality of future ESM studies.",
            "url": "http://dx.doi.org/10.1177/25152459241267912",
            "doi": "10.1177/25152459241267912",
            "filter": 0
          },
          {
            "title": "Assessing the Generality of a Self-Administered Strategic-Resource-Use Intervention on Academic Performance: A Multisite, Preregistered Conceptual Replication of Chen et al. (2017)",
            "authors": "Peter P. J. L. Verkoeijen, Gabriela V. Koppenol-Gonzalez, Lara M. van Peppen, Marloes M. D. H. J. Broeren, Anita E. G. Heijltjes, Renske E. Kuijpers, Janneke T. L. M. Nobelen, Marion Tillema, Marleen H. M. de Moor, Lidia R. Arends",
            "abstract": "Chen et al. designed a novel strategic-resource-use (SRU) intervention that higher-education students could self-administer online. This intervention aimed to help students improve their performance by stimulating them to think about using learning resources for an exam preparation. The SRU intervention was tested in two undergraduate introductory-statistics courses. In the first experiment, students in the control condition received an email asking them to state their desired grade, how motivated they were to get that grade, how important it was to obtain the desired grade, and how confident they were in obtaining it. Participants in the experimental condition received the same mail and took the 15-min SRU intervention. On the final course exam, the SRU group outperformed the control group, yielding a small to medium effect size, a finding that was replicated in a second study. We conducted four preregistered conceptual replications of Chen and colleagues’ study in four undergraduate introductory-statistics courses at two Dutch higher-education institutions. In our study, the meta-analytic standardized effects on the final-exam scores in the intention-to-treat meta-analysis and the compliant-only analysis were small and not significantly different from 0, and the upper limits of the 95% confidence intervals of both meta-analyses were smaller than the effect sizes of the two studies reported by Chen and colleagues. Comparable results were obtained for the pass rates. Thus, the results of the present study failed to corroborate the previously demonstrated positive effect of the SRU intervention on final-exam scores and pass rates.",
            "url": "http://dx.doi.org/10.1177/25152459241270604",
            "doi": "10.1177/25152459241270604",
            "filter": 0
          }
        ],
        "articles_hidden": []
      },
      {
        "journal_full": "Behavior Research Methods",
        "journal_short": "BRM",
        "articles": [
          {
            "title": "Assessing computational reproducibility in Behavior Research Methods",
            "authors": "David A. Ellis, John Towse, Olivia Brown, Alicia Cork, Brittany I. Davidson, Sophie Devereux, Joanne Hinds, Matthew Ivory, Sophie Nightingale, Douglas A. Parry, Lukasz Piwek, Heather Shaw, Andrea S. Towse",
            "abstract": "Psychological science has thrived thanks to new methods and innovative practices. Journals, including Behavior Research Methods ( BRM ), continue to support the dissemination and evaluation of research assets including data, software/hardware, statistical code, and databases of stimuli. However, such research assets rarely allow for computational reproducibility, meaning they are difficult to reuse. Therefore, in this preregistered report, we explore how BRM ’s authors and BRM structures shape the landscape of functional research assets. Our broad research questions concern: (1) How quickly methods and analytical techniques reported in BRM can be used and developed further by other scientists; (2) Whether functionality has improved following changes to BRM journal policy in support of computational reproducibility; (3) Whether we can disentangle such policy changes from changes in reproducibility over time. We randomly sampled equal numbers of papers ( N = 204) published in BRM before and after the implementation of policy changes. Pairs of researchers recorded how long it took to ensure assets (data, software/hardware, statistical code, and materials) were fully operational. They also coded the completeness and reusability of the assets. While improvements were observed in all measures, only changes to completeness were altered significantly following the policy changes ( d = .37). The effects varied between different types of research assets, with data sets from surveys/experiments showing the largest improvements in completeness and reusability. Perhaps more importantly, changes to policy do appear to have improved the life span of research products by reducing natural decline. We conclude with a discussion of how, in the future, research and policy might better support computational reproducibility within and beyond psychological science.",
            "url": "http://dx.doi.org/10.3758/s13428-024-02501-5",
            "doi": "10.3758/s13428-024-02501-5",
            "filter": 0
          }
        ],
        "articles_hidden": []
      },
      {
        "journal_full": "Computers in Human Behavior",
        "journal_short": "CHB",
        "articles": [
          {
            "title": "Self-regulation deficiencies and perceived problematic online pornography use among young Chinese women: The role of self-acceptance",
            "authors": "Ke Yu, Anise M.S. Wu, Chun Feng, Wen Zhao, Guoguo Zuo",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108459",
            "doi": "10.1016/j.chb.2024.108459",
            "filter": 0
          },
          {
            "title": "Self-regulation deficiencies and perceived problematic online pornography use among young Chinese women: The role of self-acceptance",
            "authors": "Ke Yu, Anise M.S. Wu, Chun Feng, Wen Zhao, Guoguo Zuo",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108459",
            "doi": "10.1016/j.chb.2024.108459",
            "filter": 0
          },
          {
            "title": "The negative consequences of networking through social network services: A social comparison perspective",
            "authors": "Nicolas Bazine, Julie Serra, Marianna Giunchi, Marco Peña-Jimenez",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108456",
            "doi": "10.1016/j.chb.2024.108456",
            "filter": 0
          },
          {
            "title": "The negative consequences of networking through social network services: A social comparison perspective",
            "authors": "Nicolas Bazine, Julie Serra, Marianna Giunchi, Marco Peña-Jimenez",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108456",
            "doi": "10.1016/j.chb.2024.108456",
            "filter": 0
          },
          {
            "title": "Can online behaviors be linked to mental health? Active versus passive social network usage on depression via envy and self-esteem",
            "authors": "Nhan Duc Nguyen, Ngoc-Anh Truong, Pham Quang Dao, Huan Hong Nguyen",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108455",
            "doi": "10.1016/j.chb.2024.108455",
            "filter": 0
          },
          {
            "title": "Can online behaviors be linked to mental health? Active versus passive social network usage on depression via envy and self-esteem",
            "authors": "Nhan Duc Nguyen, Ngoc-Anh Truong, Pham Quang Dao, Huan Hong Nguyen",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108455",
            "doi": "10.1016/j.chb.2024.108455",
            "filter": 0
          },
          {
            "title": "Navigating online perils: Socioeconomic status, online activity lifestyles, and online fraud targeting and victimization of old adults in China",
            "authors": "Donghui Wang, Yuwei Duan, Yongai Jin",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108458",
            "doi": "10.1016/j.chb.2024.108458",
            "filter": 0
          },
          {
            "title": "Navigating online perils: Socioeconomic status, online activity lifestyles, and online fraud targeting and victimization of old adults in China",
            "authors": "Donghui Wang, Yuwei Duan, Yongai Jin",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108458",
            "doi": "10.1016/j.chb.2024.108458",
            "filter": 0
          },
          {
            "title": "ScamGen: Unveiling psychological patterns in tele-scam through advanced template-augmented corpus generation",
            "authors": "Xu Han, Qiang Li, Yaling Qi, Hongbo Cao, Witold Pedrycz, Wei Wang",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108451",
            "doi": "10.1016/j.chb.2024.108451",
            "filter": 0
          },
          {
            "title": "ScamGen: Unveiling psychological patterns in tele-scam through advanced template-augmented corpus generation",
            "authors": "Xu Han, Qiang Li, Yaling Qi, Hongbo Cao, Witold Pedrycz, Wei Wang",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108451",
            "doi": "10.1016/j.chb.2024.108451",
            "filter": 0
          },
          {
            "title": "Why do People Share (Mis)Information? Power Motives in Social Media",
            "authors": "Ana Guinote, Malgorzata Kossowska, Marian Jago, Success Idenekpoma, Mikey Biddlestone",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108453",
            "doi": "10.1016/j.chb.2024.108453",
            "filter": 0
          },
          {
            "title": "Why do People Share (Mis)Information? Power Motives in Social Media",
            "authors": "Ana Guinote, Malgorzata Kossowska, Marian Jago, Success Idenekpoma, Mikey Biddlestone",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108453",
            "doi": "10.1016/j.chb.2024.108453",
            "filter": 0
          },
          {
            "title": "Continuous measures of decision-difficulty captured remotely: Mouse-tracking sensitivity extends to tablets and smartphones",
            "authors": "Alexandra A. Ouellette Zuk, Jennifer K. Bertrand, Craig S. Chapman",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108450",
            "doi": "10.1016/j.chb.2024.108450",
            "filter": 0
          },
          {
            "title": "Continuous measures of decision-difficulty captured remotely: Mouse-tracking sensitivity extends to tablets and smartphones",
            "authors": "Alexandra A. Ouellette Zuk, Jennifer K. Bertrand, Craig S. Chapman",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108450",
            "doi": "10.1016/j.chb.2024.108450",
            "filter": 0
          },
          {
            "title": "Flow in ChatGPT-based logic learning and its influences on logic and self-efficacy in English argumentative writing",
            "authors": "Ruofei Zhang, Di Zou, Gary Cheng, Haoran Xie",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108457",
            "doi": "10.1016/j.chb.2024.108457",
            "filter": 0
          },
          {
            "title": "Flow in ChatGPT-based logic learning and its influences on logic and self-efficacy in English argumentative writing",
            "authors": "Ruofei Zhang, Di Zou, Gary Cheng, Haoran Xie",
            "url": "http://dx.doi.org/10.1016/j.chb.2024.108457",
            "doi": "10.1016/j.chb.2024.108457",
            "filter": 0
          }
        ],
        "articles_hidden": []
      },
      {
        "journal_full": "Group Processes & Intergroup Relations",
        "journal_short": "GPIR",
        "articles": [
          {
            "title": "How to improve group affirmation manipulations: A systematic review and meta-analysis",
            "authors": "Heather J. Smith, Diana R. Grant",
            "abstract": "Researchers often ask participants to affirm positive aspects or shared values for a group important to them (a group affirmation manipulation) in order to encourage healthy behavior, acknowledge historical harm, accept group-based criticism, or diffuse the impact of social exclusion. An exploratory meta-analysis of 92 experiments that included a group affirmation manipulation and a threat to participants’ self-integrity revealed an average g of −0.03, 95% CI [−0.10, 0.05], and enormous heterogeneity ( I 2 = 77.15%). Group affirmations predicted a larger effect size if participants in the comparison condition completed the dependent variable immediately afterwards, compared to other comparison conditions. They also predicted stronger positive self-evaluations compared to dependent measures such as behavioral intentions or attitudes. Group value affirmations slightly reduced defensive information processing, whereas affirmations of positive group characteristics increased ingroup bias; a pattern that reflected researchers’ decisions to treat group affirmation as either an opportunity to reduce defensiveness or to increase the pursuit of collective interests. Careful consideration of the intergroup context and group norms should improve the effectiveness of group-based affirmations.",
            "url": "http://dx.doi.org/10.1177/13684302241276070",
            "doi": "10.1177/13684302241276070",
            "filter": 0
          }
        ],
        "articles_hidden": []
      },
      {
        "journal_full": "Journal of Personality and Social Psychology",
        "journal_short": "JPSP",
        "articles": [
          {
            "title": "Differences in natural standing posture are associated with antisocial and manipulative personality traits.",
            "authors": "Soren Wainio-Theberge, Jorge L. Armony",
            "url": "http://dx.doi.org/10.1037/pspp0000515",
            "doi": "10.1037/pspp0000515",
            "filter": 0
          }
        ],
        "articles_hidden": []
      },
      {
        "journal_full": "Personality and Social Psychology Bulletin",
        "journal_short": "PSPB",
        "articles": [
          {
            "title": "Cultural Tightness-Looseness and Individual Differences in Non-Normativeness Predict Stigmatization of Out-Groups: A Multilevel Cross-Cultural Study",
            "authors": "Elif G. Ikizer, Ronald Fischer, Jonas R. Kunst, John F. Dovidio",
            "abstract": "Although a large body of research has focused on the determinants of stigma, multilevel approaches that can identify both micro- and macro-level influences are rarely employed. We adopted a multilevel perspective with data from 174,325 participants from 80 countries in two waves—Wave 5 (Study 1) and Wave 6 (Study 2) of the World Values Survey. We examined how country-level normative tightness-looseness and individual-level non-normativeness relate to stigma toward racial and ethnic out-groups and groups deviating from social standards. Preregistered analyses showed that for both waves individuals in normatively tighter (vs. looser) societies exhibited more stigma generally. Also, for both waves, individuals higher in non-normativeness demonstrated a greater level of stigma toward members of immigrant, racial, or ethnic out-groups while exhibiting a lower level of stigma toward groups deviating from social standards. The current work thus reveals how characteristics of both individuals and culture jointly affect stigma.",
            "url": "http://dx.doi.org/10.1177/01461672241273285",
            "doi": "10.1177/01461672241273285",
            "filter": 0
          },
          {
            "title": "“ Our Wars Are the Same ”: (Horizontal) Collectivism Is Associated With Lay Theory of Generalized Prejudice",
            "authors": "Minh Duc Pham, Kimberly E. Chaney, Merrisa Lin",
            "abstract": "The present research investigated the associations of collectivism with lay theory of generalized prejudice (LTGP) endorsement and, consequently, intraminority allyship. Study 1 recruited people from Chile, Germany, Mexico, Israel, and the United States ( N = 655) and found that higher levels of self-reported collectivism were associated with stronger LTGP endorsements. Study 2 replicated this collectivism-LTGP relationship among Chinese individuals in 19 countries ( N = 118). In Study 3, Latinx U.S. participants ( N = 334) primed with high (versus low) collectivism endorsed LTGP more strongly, which was associated with greater stigma-based solidarity and intraminority allyship. Study 4 recruited from Greece, South Africa, Mexico, New Zealand, and the United States ( N = 778), and found that horizontal (but not vertical) collectivism was associated with LTGP and thus allyship. Study 4 identified three mechanisms linking (horizontal) collectivism and LTGP: connecting discrimination, attention to discrimination, and empathy. Findings highlight collectivistic mindsets as a strategy to facilitate intraminority coalitions.",
            "url": "http://dx.doi.org/10.1177/01461672241273274",
            "doi": "10.1177/01461672241273274",
            "filter": 0
          },
          {
            "title": "Conspiracy Beliefs and the Perception of Intergroup Inequalities",
            "authors": "Kenzo Nera, Karen M. Douglas, Paul Bertin, Sylvain Delouvée, Olivier Klein",
            "abstract": "Conspiracy beliefs are prevalent among members of disadvantaged groups. Adopting a social identity perspective, we hypothesized that these beliefs would reduce the endorsement of internal attributions for inequalities that could negatively affect the image of disadvantaged ingroups. In Study 1 ( n = 1,104), conspiracy mentality was negatively associated with meritocracy beliefs, which attribute success and failure to internal factors. In Studies 2 to 5 ( ns = 179, 251, 221, 248), taking the perspective of a person exhibiting a high (vs. low) conspiracy mentality in a fictitious context reduced participants’ meritocracy beliefs, internal attributions for a privileged outgroup’s situation, and fostered negative attitudes toward the outgroup. However, it did not reduce internal attributions for the situation of a disadvantaged ingroup, nor did it improve attitudes toward the ingroup. Regarding intergroup comparison, conspiracy mentality seems to primarily deteriorate the perception of privileged outgroups rather than improve the perception of disadvantaged ingroups.",
            "url": "http://dx.doi.org/10.1177/01461672241279085",
            "doi": "10.1177/01461672241279085",
            "filter": 0
          }
        ],
        "articles_hidden": []
      },
      {
        "journal_full": "Psychological Methods",
        "journal_short": "PM",
        "articles": [
          {
            "title": "Supplemental Material for Percentage of Variance Accounted for in Structural Equation Models: The Rediscovery of the Goodness of Fit Index",
            "url": "http://dx.doi.org/10.1037/met0000680.supp",
            "doi": "10.1037/met0000680.supp",
            "filter": 0
          },
          {
            "title": "An overview of alternative formats to the Likert format: A comment on Wilson et al. (2022).",
            "authors": "Xijuan Zhang, Victoria Savalei",
            "url": "http://dx.doi.org/10.1037/met0000631",
            "doi": "10.1037/met0000631",
            "filter": 0
          },
          {
            "title": "A computationally efficient and robust method to estimate exploratory factor analysis models with correlated residuals.",
            "authors": "Guangjian Zhang, Dayoung Lee",
            "url": "http://dx.doi.org/10.1037/met0000609",
            "doi": "10.1037/met0000609",
            "filter": 0
          },
          {
            "title": "Correction to “Comparing theories with the Ising model of explanatory coherence” by Maier et al. (2023).",
            "url": "http://dx.doi.org/10.1037/met0000705",
            "doi": "10.1037/met0000705",
            "filter": 0
          },
          {
            "title": "Causal definitions versus casual estimation: Reply to Valente et al. (2022).",
            "authors": "Holger Brandt",
            "url": "http://dx.doi.org/10.1037/met0000544",
            "doi": "10.1037/met0000544",
            "filter": 0
          },
          {
            "title": "Percentage of variance accounted for in structural equation models: The rediscovery of the goodness of fit index.",
            "authors": "Alberto Maydeu-Olivares, Carmen Ximénez, Javier Revuelta",
            "url": "http://dx.doi.org/10.1037/met0000680",
            "doi": "10.1037/met0000680",
            "filter": 0
          },
          {
            "title": "Practical implications of equating equivalence tests: Reply to Campbell and Gustafson (2022).",
            "authors": "Maximilian Linde, Jorge N. Tendeiro, Eric-Jan Wagenmakers, Don van Ravenzwaaij",
            "url": "http://dx.doi.org/10.1037/met0000549",
            "doi": "10.1037/met0000549",
            "filter": 0
          }
        ],
        "articles_hidden": []
      },
      {
        "journal_full": "Psychology of Popular Media",
        "journal_short": "PPM",
        "articles": [
          {
            "title": "Reviewer Acknowledgments 2024",
            "url": "http://dx.doi.org/10.1037/ppm0000562",
            "doi": "10.1037/ppm0000562",
            "filter": 0
          }
        ],
        "articles_hidden": []
      },
      {
        "journal_full": "Technology, Mind, and Behavior",
        "journal_short": "TMB",
        "articles": [
          {
            "title": "The presence of a humanoid robot can be detrimental to human performance in an attentional task.",
            "authors": "Davide Ghiglino, Davide De Tommaso, Adam W. Lukomski, Agnieszka Wykowska",
            "url": "http://dx.doi.org/10.1037/tmb0000137",
            "doi": "10.1037/tmb0000137",
            "filter": 0
          }
        ],
        "articles_hidden": []
      }
    ]
  }