{
  "update": "2025-02-19",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "dockerHDDM: A User-Friendly Environment for Bayesian Hierarchical Drift-Diffusion Modeling",
          "authors": "Wanke Pan, Haiyang Geng, Lei Zhang, Alexander Fengler, Michael J. Frank, Ru-Yuan Zhang, Hu Chuan-Peng",
          "abstract": "Drift-diffusion models (DDMs) are pivotal in understanding evidence-accumulation processes during decision-making across psychology, behavioral economics, neuroscience, and psychiatry. Hierarchical DDMs (HDDMs), a Python library for hierarchical Bayesian estimation of DDMs, has been widely used among researchers, including researchers with limited coding proficiency, in fitting DDMs and other sequential sampling models. However, issues of compatibility in installation and lack of support for more recent Bayesian-modeling functionalities pose serious challenges for new users, limiting broader adaptation and reproducibility of HDDMs. To address these issues, we created dockerHDDM, a user-friendly computational environment for HDDMs with new features. dockerHDDM brings three improvements: (a) easy to install once docker is installed, ensuring reproducibility and saving time for researchers; (b) compatible with machines with Apple chips; (c) seamless integration with ArviZ, a state-of-the-art Bayesian-modeling library. This tutorial serves as a practical, hands-on guide for researchers to leverage dockerHDDM’s capabilities in conducting efficient Bayesian hierarchical analysis of DDMs. The notebook presented here and in the docker image will enable researchers with various programming levels to model their data with HDDMs.",
          "url": "https://doi.org/10.1177/25152459241298700",
          "doi": "https://doi.org/10.1177/25152459241298700",
          "filter": 0
        },
        {
          "title": "Preregistration of Psychology Meta-Analyses: A Cross-Sectional Study of Prevalence and Practice",
          "authors": "Alejandro Sandoval-Lentisco, Miriam Tortajada, Rubén López-Nicolás, José A. López-López, E. J. Wagenmakers, Julio Sánchez-Meca, Tom E. Hardwicke",
          "abstract": "Meta-analyses play an influential role in synthesizing the existing evidence on a particular topic. Consequently, it is especially important that meta-analyses are conducted and reported to the highest standards and that the risk of bias is minimized. Preregistration can help detect and reduce bias arising from opportunistic use of “researcher degrees of freedom.” However, little is known about the prevalence and practice of the preregistration of meta-analyses in psychology. In this study, we first measured the prevalence of preregistration in all psychology meta-analyses published in 2021. Next, for 100 randomly selected preregistered meta-analyses, we evaluated the preregistration’s coverage of key meta-analytic decisions and the extent to which published meta-analyses deviated from their preregistered protocols. Of all 1,403 eligible psychology meta-analyses published in 2021, 382 (27%) were preregistered. In our random sample, we found that key PRISMA-P decision items were often omitted from preregistered protocols—out of the 23 decision items that were examined, the median number of items covered was 13 (interquartile range [IQR] = 11–14). We also found that all 100 preregistered meta-analyses contained at least one deviation from the preregistered protocol ( Mdn = 9, IQR = 6.75–11) and that most deviations were undisclosed ( Mdn = 8, IQR = 6–11). These findings suggest that the infrequent use and poor implementation of preregistration in psychology meta-analyses undermines its potential to reduce bias and increase transparency.",
          "url": "https://doi.org/10.1177/25152459241300113",
          "doi": "https://doi.org/10.1177/25152459241300113",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "PREVIC: An adaptive parent report measure of expressive vocabulary in children between 3 and 8 years of age",
          "authors": "Manuel Bohn, Julia Prein, Jonas Engicht, Daniel Haun, Natalia Gagarina, Tobias Koch",
          "abstract": "Parent report measures have proven to be a valuable research tool for studying early language development. Caregivers are given a list of words and are asked which of them their child has already used. However, most available measures are not suited for children beyond infancy, come with substantial licensing costs or lack a clear psychometric foundation. Here, we present the PREVIC (Parent Report of Expressive Vocabulary in Children), an open-access, high-quality vocabulary checklist for German-speaking children between 3 and 8 years of age. The PREVIC was constructed leveraging the advantages of item response theory: we designed a large initial item pool of 379 words and collected data from 1190 caregivers of children between 3 and 8 years of age. Based on these data, we computed a range of fit indices for each item (word) and used an automated item selection algorithm to compile a final pool that contains items that (a) vary in difficulty and (b) fit the Rasch (one-parameter logistic) model. The resulting task is highly reliable and shows convergent validity. The IRT-based construction allowed us to design an adaptive version of the task that substantially reduces the task duration while retaining measurement precision. The task – including the adaptive version – was implemented as a website and is freely accessible online ( https://ccp-odc.eva.mpg.de/previc-demo/ ). The PREVIC fills an important gap in the toolkit of researchers interested in language development and provides an ideal starting point for developing converging measures in other languages.",
          "url": "https://doi.org/10.3758/s13428-025-02615-4",
          "doi": "https://doi.org/10.3758/s13428-025-02615-4",
          "filter": 0
        },
        {
          "title": "Development and evaluation of Dona, a privacy-preserving donation platform for messaging data from WhatsApp, Facebook, and Instagram",
          "authors": "Olya Hakobyan, Paul-Julius Hillmann, Florian Martin, Erwin Böttinger, Hanna Drimalla",
          "abstract": "Social interactions are a fundamental aspect of human life, yet, their objective and naturalistic measurement remains challenging for scientific research. This challenge can be addressed using digital communication data. To this end, we have developed Dona, an open-source platform for donating messaging data from WhatsApp, Facebook, and Instagram. Given the highly sensitive nature of messaging data, we ensure participant privacy through rigorous data minimization. Dona removes all sensitive information on the user side prior to donation, retaining only de-identified meta-data such as message length and timestamps. This paper presents an overview of the platform, a deployment guide, and example use cases. In addition, we evaluate the informativeness of minimized messaging data for studying social interactions with two approaches. First, we conducted a user study in which 85 participants donated their data, received visualizations of their messaging behavior and evaluated the informativeness of this visual feedback. Second, we performed a quantitative analysis using over 1500 donated chats to confirm whether minimized messaging data captures known aspects of human interactions, such as interaction balance, heterogeneity, and burstiness. The results demonstrate that minimized, de-identified messaging data reflects informative interaction features as assessed by both self-reports and objective metrics. In conclusion, Dona is a donation platform well suited for sensitive contexts in which researchers aim to balance participant privacy with the acquisition of objective and informative data on social interactions.",
          "url": "https://doi.org/10.3758/s13428-024-02593-z",
          "doi": "https://doi.org/10.3758/s13428-024-02593-z",
          "filter": 0
        },
        {
          "title": "Survey measures of metacognitive monitoring are often false",
          "authors": "Kit S. Double",
          "abstract": "Metacognitive monitoring is an extremely important ability that predicts a wide range of outcomes. However, do people have insight into their own metacognitive monitoring capacity? This study measured participants' perceived metacognitive monitoring abilities using a novel psychometrically validated questionnaire (Study 1) and then examined how well survey responses aligned with online measures of metacognitive monitoring (resolution, discrimination, sensitivity, efficiency) taken from confidence ratings participants made while performing a perceptual decision-making task and Raven’s Progressive Matrices (Study 2). We found a negative correlation between the questionnaire responses and many of the online measures of metacognitive monitoring – those who reported being better at metacognitive monitoring, in fact tended to be worse according to the online metacognitive ratings. This occurred because, in general, high self-perceptions of monitoring ability were, in fact, related to higher confidence and lower cognitive performance. These findings suggest that we may have inaccurate insights into our own metacognitive monitoring capacity and questionnaire-based measures of metacognitive abilities may be problematic as they may represent unrealistic self-perceptions.",
          "url": "https://doi.org/10.3758/s13428-025-02621-6",
          "doi": "https://doi.org/10.3758/s13428-025-02621-6",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Using Artificial Intelligence for Predictive Analysis of Dementia Awareness Among Community Adult Learners and Evaluation of Dementia-Friendliness in Community Environments",
          "authors": "Chia-Hui Hou, Yi-Hui Liu",
          "url": "https://doi.org/10.1016/j.chb.2025.108604",
          "doi": "https://doi.org/10.1016/j.chb.2025.108604",
          "filter": 0
        },
        {
          "title": "Student perspectives on banning mobile phones in South Australian secondary schools: A large-scale qualitative analysis",
          "authors": "Eran Bar, Marcela Radunz, Christina R. Galanis, Blake Quinney, Tracey D. Wade, Daniel L. King",
          "url": "https://doi.org/10.1016/j.chb.2025.108603",
          "doi": "https://doi.org/10.1016/j.chb.2025.108603",
          "filter": 0
        },
        {
          "title": "Avatar-mediated communication in collaborative Virtual Environments: A study on users’ attention allocation and perception of social interactions",
          "authors": "Chen Li, Yixin Dai, Guang Chen, Jing Liu, Ping Li, Horace Ho-shing Ip",
          "url": "https://doi.org/10.1016/j.chb.2025.108598",
          "doi": "https://doi.org/10.1016/j.chb.2025.108598",
          "filter": 0
        },
        {
          "title": "Beyond Efficiency: Trust, AI, and Surprise in Knowledge Work Environments",
          "authors": "Allen S. Brown, Christopher R. Dishop, Andrew Kuznetsov, Ping-Ya Chao, Anita Williams Woolley",
          "url": "https://doi.org/10.1016/j.chb.2025.108605",
          "doi": "https://doi.org/10.1016/j.chb.2025.108605",
          "filter": 0
        },
        {
          "title": "Enhancing the Emotional Aspects of Language Education through Generative Artificial Intelligence (GenAI): A Qualitative Investigation",
          "authors": "Lucas Kohnke, Benjamin Luke Moorhouse",
          "url": "https://doi.org/10.1016/j.chb.2025.108600",
          "doi": "https://doi.org/10.1016/j.chb.2025.108600",
          "filter": 0
        },
        {
          "title": "Learning about Abstract Systems: Understanding Children’s Journey in Grasping Internet Principles Across Age Groups in a Mixed-Methods Experimental Study",
          "authors": "Cyril Brom, Anna Yaghobová, Anna Drobná, Marek Urban, Daniel Šťastný, Andrea diSessa",
          "url": "https://doi.org/10.1016/j.chb.2025.108602",
          "doi": "https://doi.org/10.1016/j.chb.2025.108602",
          "filter": 0
        },
        {
          "title": "Restrictions in Social Media Engagement and User’s Fairness Perception",
          "authors": "Seung Hwan “Shawn” Lee, Kyoung-Nan Kwon",
          "url": "https://doi.org/10.1016/j.chb.2025.108609",
          "doi": "https://doi.org/10.1016/j.chb.2025.108609",
          "filter": 0
        },
        {
          "title": "Exploring the effect of AI warm response on consumer reuse intention in service failure",
          "authors": "Cuicui Wang, Liangting Ni, Bei Yuan, Momo Tang",
          "url": "https://doi.org/10.1016/j.chb.2025.108606",
          "doi": "https://doi.org/10.1016/j.chb.2025.108606",
          "filter": 0
        },
        {
          "title": "An Optimal Approach for Predicting Cognitive Performance in Education Based on Deep Learning",
          "authors": "Deming Li, Nie Tang, Meredith Chandler, Emilio Nanni",
          "url": "https://doi.org/10.1016/j.chb.2025.108607",
          "doi": "https://doi.org/10.1016/j.chb.2025.108607",
          "filter": 0
        },
        {
          "title": "Balancing consistency and performance in edge-cloud transaction management",
          "authors": "Ahmad Al-Qerem, Ali Mohd Ali, Ahmad Nabot, Issam Jebreen, Mohammad Alauthman, Someah Alangari, Ammar Almomani, Vinay Chamola, Amjad Aldweesh",
          "url": "https://doi.org/10.1016/j.chb.2025.108601",
          "doi": "https://doi.org/10.1016/j.chb.2025.108601",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "A personal but shared burden: Developing a multiple-group internalized stigma scale (MGISS)",
          "authors": "Diego Castro, Pranjal Mehta, David M. Frost",
          "abstract": "Individuals from different marginalized groups can internalize negative social beliefs about themselves and their groups. However, a scale that allows for direct comparisons of internalized stigma across multiple groups has not yet been developed. This paper presents the development and validation of the Multiple-Group Internalized Stigma Scale (MGISS). Participants were recruited from four stigmatized groups representing the possible combinations of the stigma characteristics of mutability and concealability (i.e., Black or Indigenous, lesbian, gay or bisexual, higher body-weight, and working-class people). Study 1 developed the scale across the four groups and in English- and Spanish-speaking countries (i.e., the UK and Chile, N = 238). Study 2 replicated the results with a larger sample of emerging adults in Chile ( N = 729). The MGISS demonstrated good levels of reliability and validity, with two factors: self-focused and group-focused. Levels of internalized stigma were higher among groups with mutable characteristics and were associated with higher levels of felt stigma and psychological distress. The MGISS provides a valuable tool for research on prejudice and stigma, particularly in studies involving multiple marginalized groups.",
          "url": "https://doi.org/10.1177/13684302241312674",
          "doi": "https://doi.org/10.1177/13684302241312674",
          "filter": 0
        },
        {
          "title": "Far-right movements in the Western world: How media exposure relates to normative beliefs and attitudes toward the far-right",
          "authors": "Hema Preya Selvanathan, Bernhard Leidner, Stylianos Syropoulos, Winnifred Louis, Levi Adelman, Aphrodite Baka, Christina Bauer, Martijn Blikmans, Maja Becker, Eszter Beran, Michał Bilewicz, Peggy Chekroun, Tobias Greitemeyer, Bettina Hannover, Inga Jasinskaja-Lahti, Peter Kardos, Mengyao Li, Torun Lindholm, Steve Loughnan, Theresa Mros, Maria Paola Paladino, Marina Papadopoulou, Daniel R. Rovenpor, Kathrin Sadus, Jeroen Vaes, Alain Van Hiel, Martijn van Zomeren",
          "abstract": "Considering the rise of far-right groups in Western countries, we examined whether exposure to media coverage on the far-right is associated with attitudes toward it, using surveys in 15 Western democratic countries (total N = 2,576). We hypothesized that greater media exposure to the far-right will be associated with greater perceived prevalence and acceptability of it, which will in turn be associated with divergent attitudes. On the one hand, greater perceived prevalence may be associated with more unfavorable attitudes toward the far-right (a threat response). On the other hand, greater perceived acceptability may be associated with more favorable attitudes toward the far-right (a normalization response). Overall, there was more evidence for a threat response than a normalization response: media exposure was consistently related to greater perceived prevalence (but not acceptability) of the far-right. This research underscores the importance of studying the consequences of the rise of the far-right.",
          "url": "https://doi.org/10.1177/13684302241309554",
          "doi": "https://doi.org/10.1177/13684302241309554",
          "filter": 0
        },
        {
          "title": "Context-specific mechanisms of (negative) secondary transfer effects? A longitudinal investigation",
          "authors": "Nils T. Henschel, Lukas Kötting, Ulrich Kühnen, Klaus Boehnke",
          "abstract": "The secondary transfer effect (STE) suggests that contact with members of an (primary) outgroup generalizes, affecting attitudes towards uninvolved (secondary) outgroups. The literature suggests contextually different processes by outgroup similarity. Our three-wave longitudinal study is the first piece of STE research that applies random intercept cross-legged panel models to explore this contextuality, tackling several research deficiencies: (a) the overfocus on positive contact, (b) reliance on cross-sectional designs, (c) limited knowledge regarding underlying processes, (d) scarcity of comparative studies investigating mediators or intergroup settings jointly. We study three STE mediators from positive and negative contact (attitude generalization, multiculturalism, primary outgroup threat) across different primary outgroups (Muslims, n = 385; Sinti and Roma, n = 396), keeping contextual setting (Germany), temporal setting (2016–2017), and secondary outgroup (refugees) constant. While between-person rank differences emerged, we found no evidence for the theorized within-person changes over time, and we discuss this in terms of theoretical, methodological, and contextual interpretations.",
          "url": "https://doi.org/10.1177/13684302241311538",
          "doi": "https://doi.org/10.1177/13684302241311538",
          "filter": 0
        },
        {
          "title": "The effect of work engagement on job satisfaction and turnover intentions: The mediating role of group versus organisational identity",
          "authors": "Roberto Gutierrez, Shai Nash, John Drury, Mark Slaski",
          "abstract": "The relationship between work engagement, job satisfaction, turnover intentions, and identity within organisations was investigated. Social identity theory (SIT) proposes that individuals derive part of their self-concept from their group memberships, and previous research has shown that individuals derive a degree of engagement and job satisfaction based on their identification with the organisation where they work. Based on SIT, we propose that identity can be considered a resource in organisations and mediate the relationship between engagement and job satisfaction (Study 1) and turnover intentions (Study 2). Confirming our predictions, group identity, but not organisational identity, was a significant mediator in both studies. The results also showed that organisational identity (the endorsement of the organisation) is relevant but not independently from group identity (the relationships with immediate coworkers). Simply promoting organisational identity has limited effects on the relationship between work engagement and job satisfaction and turnover intentions.",
          "url": "https://doi.org/10.1177/13684302241311546",
          "doi": "https://doi.org/10.1177/13684302241311546",
          "filter": 0
        },
        {
          "title": "Intergroup contact in the context of gender. A critical review of the literature and opportunities for future research",
          "authors": "Gosia Mikołajczak, Alexandra N. Fisher, Michelle K. Ryan",
          "abstract": "Compared to other intergroup contexts, gendered contact is more prevalent yet relatively understudied in contact research. We critically review available studies examining cross-gender contact—including contact between women and men, and contact involving genders outside of the gender binary—and its impact on outgroup attitudes and support for social change. We then outline future directions for gendered contact research with a focus on (a) assessing interpersonal and intergroup dynamics within cross-gendered relationships; (b) understanding the conditions that facilitate gendered contact that is both harmonious and support social change toward gender equality; and (c) conceptual and methodological considerations necessary to study gendered contact. Finally, we discuss the theoretical and practical importance of gendered contact research for advancing intergroup contact theory and gender equality.",
          "url": "https://doi.org/10.1177/13684302241311544",
          "doi": "https://doi.org/10.1177/13684302241311544",
          "filter": 0
        },
        {
          "title": "Local color: Perceived racial demographics of more and less rural locations",
          "authors": "Michael J. Sargent, Mara Casey Tieken",
          "abstract": "In previous work, respondents overestimated the size of the US Black population, while underestimating the White population. In the present study, we examined perceptions of the racial composition of more specific locations within the US, comparing relatively rural and urban locations to one another. We expected that observers would see more rural places as having smaller Black populations, and larger White populations, compared to less rural places, but these perceived differences would exist independent of actual variation in racial makeup. In three samples, US residents judged 70 locations, estimating their racial demographics, rurality/urbanness, and desirability. Study 1 ( N = 241) tested an all-White sample; Study 2 tested a White subsample ( n = 246) and a Black subsample ( n = 263).As expected, more rural locations were judged as having larger White populations and smaller Black populations than less rural locations, beyond any actual differences in racial composition. These results support the conclusion that the mental images that Black and White respondents have of rural and urban America are characterized by stereotypes of their populations. Public Significance Statement Academic and public scholarship has assumed that the meaning of the idea of “rural” is racialized, such that places judged as rural are thought of as White, and places judged as urban are thought of as Black, beyond any actual racial differences among locations. The present data confirm the operation of such biases, demonstrating them among both Black and White observers. The data also speak to how observers estimate the size of Black and White populations in specific locations, supporting the following conclusion: people’s judgments of the racial composition of the residents of places are a product of multiple, not entirely consistent, processes.",
          "url": "https://doi.org/10.1177/13684302251315076",
          "doi": "https://doi.org/10.1177/13684302251315076",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "The kernel of truth in gender stereotypes: Consider the avocado, not the apple",
          "authors": "Alice H. Eagly, Judith A. Hall",
          "url": "https://doi.org/10.1016/j.jesp.2024.104713",
          "doi": "https://doi.org/10.1016/j.jesp.2024.104713",
          "filter": 0
        },
        {
          "title": "The role of racial shared reality in Black Americans' identity-safety during interracial interactions",
          "authors": "Caitlyn Yantis, Dorainne Green, Valerie Jones Taylor",
          "url": "https://doi.org/10.1016/j.jesp.2025.104734",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104734",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Autoencoders for Amortized Joint Maximum Likelihood Estimation of Confirmatory Item Factor Models",
          "authors": "Dylan Molenaar, Raoul P. P. P. Grasman, Mariana Cúri",
          "url": "https://doi.org/10.1080/00273171.2025.2456598",
          "doi": "https://doi.org/10.1080/00273171.2025.2456598",
          "filter": 0
        },
        {
          "title": "A Tutorial on the Use of Artificial Intelligence Tools for Facial Emotion Recognition in R",
          "authors": "Austin Wyman, Zhiyong Zhang",
          "url": "https://doi.org/10.1080/00273171.2025.2455497",
          "doi": "https://doi.org/10.1080/00273171.2025.2455497",
          "filter": 0
        },
        {
          "title": "TDCM: An R Package for Estimating Longitudinal Diagnostic Classification Models",
          "authors": "Matthew J. Madison, Minjeong Jeon, Michael Cotterell, Sergio Haab, Selay Zor",
          "url": "https://doi.org/10.1080/00273171.2025.2453454",
          "doi": "https://doi.org/10.1080/00273171.2025.2453454",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Implications of Divine Forgiveness for Conciliatory Behavior: Understanding How Feeling Forgiven by God Influences Apologies Via Self-Forgiveness, Gratitude, and Humility",
          "authors": "Justin M. Ludwig, Jonah Koetke, Karina Schumann",
          "abstract": "In the current research, we tested the downstream effects of divine forgiveness (i.e., perceived forgiveness by God) on interpersonal apology behavior through two counteracting pathways: an inhibiting pathway through self-forgiveness and a facilitating pathway through gratitude and humility. In Study 1 ( N = 435), using recalled offenses, we found that higher perceived divine forgiveness was positively associated with self-forgiveness, which in turn was negatively associated with apology behavior. In Study 2 ( N = 531), using recalled offenses and an experimental design, we replicated our findings from Study 1 whereby divine forgiveness (vs. control) promoted greater self-forgiveness, which in turn was negatively associated with apology behavior. However, we found positive indirect effects of divine forgiveness on apology behavior via the serial mediators of gratitude and humility. Together, these studies offer insight into how divine forgiveness can both hinder and encourage transgressors’ constructive responses to conflict through different psychological mechanisms.",
          "url": "https://doi.org/10.1177/01461672241312265",
          "doi": "https://doi.org/10.1177/01461672241312265",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Relative importance analysis in multiple mediator models.",
          "authors": "Xun Zhu, Xin Gu",
          "url": "https://doi.org/10.1037/met0000725",
          "doi": "https://doi.org/10.1037/met0000725",
          "filter": 0
        },
        {
          "title": "How many factors to retain in exploratory factor analysis? A critical overview of factor retention methods.",
          "authors": "David Goretzko",
          "url": "https://doi.org/10.1037/met0000733",
          "doi": "https://doi.org/10.1037/met0000733",
          "filter": 0
        },
        {
          "title": "Efficient design of cluster randomized trials and individually randomized group treatment trials.",
          "authors": "Math J. J. M. Candel, Gerard J. P. van Breukelen",
          "url": "https://doi.org/10.1037/met0000727",
          "doi": "https://doi.org/10.1037/met0000727",
          "filter": 0
        },
        {
          "title": "Fit indices are insensitive to multiple minor violations of perfect simple structure in confirmatory factor analysis.",
          "authors": "Victoria Savalei, Muhua Huang",
          "url": "https://doi.org/10.1037/met0000718",
          "doi": "https://doi.org/10.1037/met0000718",
          "filter": 0
        },
        {
          "title": "Bayesian inference for evidence accumulation models with regressors.",
          "authors": "Viet Hung Dao, David Gunawan, Robert Kohn, Minh-Ngoc Tran, Guy E. Hawkins, Scott D. Brown",
          "url": "https://doi.org/10.1037/met0000669",
          "doi": "https://doi.org/10.1037/met0000669",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Impact of cross-modal priming using emotional music on facial emotion recognition among autistic children",
          "authors": "Fengrui Xu, Xiaoyue Ding, Gong-Liang Zhang, Dianzhi Liu, Jingyi Liu, Deming Shu",
          "abstract": "To examine the impact of music as a cross-modal prime on facial emotion recognition ability in autistic children, this study compares the priming effect of music with that of faces as an intramodal prime and nonverbal sounds as the same cross-modal prime. The response time and accuracy of facial emotion recognition (happy and sad) were compared among 21 neurotypical children and 17 autistic children under various priming stimuli. A data analysis revealed that autistic children exhibited worse recognition of facial emotional expressions and demonstrated longer reaction time than neurotypical children. Unlike the other two stimuli (facial expressions and nonverbal sounds), music as a cross-modal prime resulted in slightly higher response accuracy for emotionally congruent conditions compared with emotionally incongruent conditions among autistic children. Furthermore, reaction time was significantly prolonged under emotionally congruent conditions than under emotionally incongruent conditions. This suggests that autistic children demonstrate a greater propensity to allocate additional time to improve the accuracy of their judgments under congruent conditions compared with incongruent conditions. Therefore, music intervention has significant potential for supporting autistic children to empathize with faces by playing emotionally congruent music and improving their facial emotion recognition abilities.",
          "url": "https://doi.org/10.1177/03057356251315661",
          "doi": "https://doi.org/10.1177/03057356251315661",
          "filter": 0
        },
        {
          "title": "Examining the relationships among self-efficacy, intrinsic motivation, and self-worth of adolescent singers in structural equation modeling",
          "authors": "Kexin Xu",
          "abstract": "The purpose of this study was to understand the relationships among self-efficacy, intrinsic motivation, and self-worth of adolescent singers, and how each construct functions in high school choir. The second purpose was to understand the degree to which these constructs predicted singing participation after high school graduation. Participants consisted of 215 high school students enrolled in choir from five public high schools in the United States. The majority of participants reported their self-identified gender as female (61.9%, n = 133), with 27.0% reporting as male ( n = 58), and 11.2% preferring to indicate other ( n = 24). IBM SPSS Statistics 28 and Lavaan were used for data analysis. Physiological states were the only significant predictor of singing self-efficacy, p &lt; .05. A significant and positive relationship was found between self-efficacy and intrinsic motivation for singing. Structural equation modeling was used to examine the effect of self-worth on the relationship between self-efficacy and intrinsic motivation, revealing a significant and negative interaction effect in the model, p &lt; .001. Furthermore, the moderation model was a significantly better fit than the direct effect model, p &lt; .001. Participants’ plans to continue participating in singing were positively related to intrinsic motivation and mastery experiences.",
          "url": "https://doi.org/10.1177/03057356251315690",
          "doi": "https://doi.org/10.1177/03057356251315690",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
