{
  "update": "2026-01-16",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "A Practical Guide for Integrating Community-Engaged Research Across the Psychological Research Cycle",
          "authors": "Jawahir Mohamed, Benjamin Koshy Jacob, Régine Debrosse, Marim Adel, Stella Zhang, Zaiyuan Hu, Kelci Harris, Joanne M. Chung",
          "abstract": "Despite growing calls to increase diversity in research, methodological approaches that could address this issue remain underused. In this article, we argue that community-engaged research (CEnR), a framework that ultimately seeks to create genuine partnerships between researchers and marginalized communities, offers a solution for making psychological research more diverse while strengthening scientific rigor. We provide a practical guide for implementing CEnR principles across seven key research phases, from study conceptualization to knowledge dissemination, with different levels of engagement based on what researchers can realistically manage. Drawing from examples across five of our studies with diverse populations, including Black youth in Canada and the United States, Syrian newcomers in the Netherlands, and racial and ethnic minority university students in Canada, we illustrate how CEnR strengthens research quality and impact by fostering culturally responsive methods, building trust with communities, and enabling richer interpretation of findings. We discuss challenges in using CEnR, including the time and resources it requires and institutional barriers, while providing concrete guidance that emphasizes honest self-reflection and starting small. We conclude by highlighting future directions and emphasizing that developing CEnR skills requires ongoing practice, with the goal of building toward more collaborative and impactful psychology research.",
          "url": "https://doi.org/10.1177/25152459251397997",
          "doi": "https://doi.org/10.1177/25152459251397997",
          "filter": 0,
          "created": "2026-1-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Collecting, detecting, and handling non-wear intervals in longitudinal light exposure data",
          "authors": "Carolina Guidolin, Johannes Zauner, Steffen Lutz Hartmeyer, Manuel Spitschan",
          "abstract": "In field studies using wearable light loggers, participants often need to remove the devices, resulting in non-wear intervals of varying and unknown duration. Accurate detection of these intervals is an essential step during data pre-processing. Here, we deployed a multi-modal approach to collect non-wear time during a longitudinal light exposure collection campaign and systematically compare non-wear detection strategies. Healthy participants ( n = 26; mean age 28 ± 5 years, 14F) wore a near-corneal plane light logger for 1 week and reported non-wear events in three ways: pressing an \"event marker\" button on the light logger, placing it in a black bag, and using an app-based Wear log. Wear log entries, checked twice daily, served as ground truth for non-wear detection, showing that non-wear time constituted 5.4 ± 3.8% (mean ± SD) of total participation time. Button presses at the start and end of non-wear intervals were identified in &gt;85.4% of cases when considering time windows beyond 1 min for detection. To detect non-wear intervals based on black bag use and lack of motion, we employed an algorithm that detects clusters of low illuminance and clusters of low activity. Performance was higher for illuminance (F1 = 0.78) than for activity (F1 = 0.52). Light exposure metrics derived from the full dataset, a dataset filtered for non-wear based on self-reports, and a dataset filtered for non-wear using the low illuminance clusters detection algorithm showed minimal differences. Our results highlight that while non-wear detection may be less critical in high-compliance cohorts, systematically collecting and detecting non-wear intervals is feasible and important for ensuring robust data pre-processing.",
          "url": "https://doi.org/10.3758/s13428-025-02823-y",
          "doi": "https://doi.org/10.3758/s13428-025-02823-y",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Speech onset time at home or in the lab: The role of testing environment and experimenter presence",
          "authors": "Giorgio Piazza, Natalia Kartushina, Christoforos Souganidis, James E. Flege, Clara D. Martin",
          "url": "https://doi.org/10.3758/s13428-025-02918-6",
          "doi": "https://doi.org/10.3758/s13428-025-02918-6",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "HR-ACT (Human–Robot Action) Database: Communicative and noncommunicative action videos featuring a human and a humanoid robot",
          "authors": "Tuǧçe Nur Pekçetin, Gaye Aşkın, Şeyda Evsen, Tuvana Dilan Karaduman, Badel Barinal, Jana Tunç, Cengiz Acarturk, Burcu A. Urgen",
          "abstract": "We present the HR-ACT (Human–Robot Action) Database, a comprehensive collection of 80 standardized videos featuring matched communicative and noncommunicative actions performed by both a humanoid robot (Pepper) and a human actor. We describe the creation of 40 action exemplars per agent, with actions executed in a similar manner, timing, and number of repetitions. The database includes detailed normative data collected from 438 participants, providing metrics on action identification, confidence ratings, communicativeness ratings, meaning clusters, and H values (an entropy-based measure reflecting response homogeneity). We provide researchers with controlled yet naturalistic stimuli in multiple formats: videos, image frames, and raw animation files (.qanim). These materials support diverse research applications in human–robot interaction, cognitive psychology, and neuroscience. The database enables systematic investigation of action perception across human and robotic agents, while the inclusion of raw animation files allows researchers using Pepper robots to implement these actions for real-time experiments. The full set of stimuli, along with comprehensive normative data and documentation, is publicly available at https://osf.io/8vsxq/ .",
          "url": "https://doi.org/10.3758/s13428-025-02910-0",
          "doi": "https://doi.org/10.3758/s13428-025-02910-0",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Bayesian hierarchical cognitive modeling with the EMC2 package",
          "authors": "Niek Stevenson, Michelle C. Donzallaz, Reilly J. Innes, Birte U. Forstmann, Dora Matzke, Andrew Heathcote",
          "url": "https://doi.org/10.3758/s13428-025-02869-y",
          "doi": "https://doi.org/10.3758/s13428-025-02869-y",
          "filter": 0,
          "created": "2026-1-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Exploring the Association of Social Media Connectivity and Interactivity with Ethnic Polarization: An Interdependent Hierarchical Affordance Perspective",
          "authors": "Pamirzad Qurban Hussain, Qiang Chen",
          "url": "https://doi.org/10.1016/j.chb.2026.108919",
          "doi": "https://doi.org/10.1016/j.chb.2026.108919",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "Investigating Perceived Trust and Utility of Balanced News Chatbots Among Individuals with Varying Conspiracy Beliefs",
          "authors": "Shreya Dubey, Paul E. Ketelaar, Tilman Dingler, Hannah K. Peetz, Hein T. van Schie",
          "url": "https://doi.org/10.1016/j.chb.2026.108920",
          "doi": "https://doi.org/10.1016/j.chb.2026.108920",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "Bounty Design in Online Communities: Uneven Effects on Prosocial Behavior Across User Groups",
          "authors": "Jing Xu, Jianwei Liu, Kee-Hung Lai, Xu Gao, Yahe Yu, Dong Jing",
          "url": "https://doi.org/10.1016/j.chb.2026.108922",
          "doi": "https://doi.org/10.1016/j.chb.2026.108922",
          "filter": 0,
          "created": "2026-1-15"
        },
        {
          "title": "Are your defense mechanisms harming you? The role of psychological defenses in social media comparison and adolescent self-esteem",
          "authors": "Lin Ting Jin, Yun Jung Choi",
          "url": "https://doi.org/10.1016/j.chb.2026.108916",
          "doi": "https://doi.org/10.1016/j.chb.2026.108916",
          "filter": 0,
          "created": "2026-1-10"
        },
        {
          "title": "The Impact of Generative Artificial Intelligence Usage on Job Performance through Job Crafting and Work Engagement: Does Digital Competence Matter?",
          "authors": "Bui Nhat VUONG",
          "url": "https://doi.org/10.1016/j.chb.2026.108921",
          "doi": "https://doi.org/10.1016/j.chb.2026.108921",
          "filter": 0,
          "created": "2026-1-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Clarifying the diploma divide: The growing importance of higher education for political identity.",
          "authors": "Michael Prinzing, Michael Vazquez",
          "url": "https://doi.org/10.1037/pspa0000481",
          "doi": "https://doi.org/10.1037/pspa0000481",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Life satisfaction, loneliness, and depressivity in consistently single young adults in Germany and the United Kingdom.",
          "authors": "Michael D. Krämer, Julia Stern, Laura Buchinger, Geoff MacDonald, Wiebke Bleidorn",
          "url": "https://doi.org/10.1037/pspp0000595",
          "doi": "https://doi.org/10.1037/pspp0000595",
          "filter": 0,
          "created": "2026-1-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Moderating the Consequences of Longitudinal Change for Distal Outcomes",
          "authors": "Ethan M. McCormick",
          "url": "https://doi.org/10.1080/00273171.2026.2613311",
          "doi": "https://doi.org/10.1080/00273171.2026.2613311",
          "filter": 0,
          "created": "2026-1-14"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "“If Immoral Then Unable”: Asymmetric Generalizations in Social Judgment",
          "authors": "Simone Mattavelli, Marco Brambilla, Alex Koch, Marcos Dono",
          "abstract": "Morality and ability are two key dimensions of social judgment. Across four experiments (total N = 1,418, three preregistered), we examined how information about one dimension shapes impressions in the other. In Experiment 1, participants generated positive and negative behaviors related to either morality or ability and then evaluated each behavior on the other dimension. Negative moral behaviors led to stronger inferences of low ability than negative ability behaviors led to inferences of immorality (i.e., asymmetric Horn effect). No asymmetry emerged for positive behaviors (i.e., symmetric Halo effects). Experiments 2a and 2b confirmed the asymmetric Horn effect and showed it was stronger for extreme versus moderate negative behaviors. Experiment 3 showed that immoral behaviors elicited more perceived threat than unable behaviors, which partly explained the asymmetric horn effect. These findings complement and extend prior models of impression formation by highlighting the primacy of morality in influencing judgments on other fundamental content dimensions.",
          "url": "https://doi.org/10.1177/01461672251410724",
          "doi": "https://doi.org/10.1177/01461672251410724",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "In-Person and Virtual Dates are Comparable, But People Don’t Know It",
          "authors": "Elina Moreno, Eli J. Finkel, Kellie Ammerman, Paul W. Eastwick",
          "abstract": "Virtual dating has become popular, but how do people feel about potential romantic partners on virtual versus in-person first dates? In Study 1, a sample of online participants predicted that in-person dates would be markedly better than virtual dates. Study 2 examined whether this prediction received support in a dataset of 4,542 real-life blind dates. We examined first-date outcomes (e.g., date enjoyment and attraction) and partner trait-perceptions (e.g., ambitious and confident) reported after each date. In-person dates were generally longer, but otherwise, virtual and in-person dates were highly similar across the full sample, and virtual dates outperformed in-person dates when controlling for date length. We conducted a one-with-many Social Relations Model analysis on a subsample of Study 2 daters ( n = 1,833 dates) and documented a modest amount of actor and partner variance, and a large amount of relationship variance. Virtual dates may be an underappreciated screening strategy for potential partners.",
          "url": "https://doi.org/10.1177/01461672251409231",
          "doi": "https://doi.org/10.1177/01461672251409231",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Politics of Envy? Meritocracy Beliefs, Not Envy, Drive Support for Redistribution",
          "authors": "Jasper Neerdaels, Lisa Blatz, Jan Crusius",
          "abstract": "Support for redistribution is often dismissed as driven by a morally questionable motive: Malicious envy. Seemingly supporting this notion, in some studies, liberalism was correlated with envy, and envy predicted support for redistribution. However, we argue that these results can be explained by meritocracy beliefs rather than envy; specifically, we hypothesize that liberals are only indirectly prone to envy to the extent that they believe wealth is often not merited. Consequently, we argue that these meritocracy beliefs drive redistribution support, not envy. We found support for our predictions in three surveys and one experiment (total N = 4,171), showing that (a) liberalism only indirectly predicted envy via lowered meritocracy beliefs, and (b) meritocracy beliefs, not envy, (negatively) predicted support for redistribution. Moreover, when an experimental manipulation increased liberals’ perceptions of wealth as deserved, their support for redistribution decreased. These findings may inform a more evidence-based debate amid growing inequality.",
          "url": "https://doi.org/10.1177/01461672251410720",
          "doi": "https://doi.org/10.1177/01461672251410720",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Do Your Own Research (?) A Weak Link Between Conspiracism and Preference for First-Hand Evidence in a Perceptual Task",
          "authors": "Noëmon Baudouin, Sacha Altay, Hugo Mercier",
          "abstract": "Conspiracy theorists often prompt others to “Do your own research.” Could a general desire for such epistemic autonomy—to make up one’s own mind rather than deferring to others’ testimony—explain why some people are attracted to conspiracy theories? In four pre-registered studies (United States and United Kingdom, N = 1196), we test whether participants more likely to believe in conspiracy theories have a stronger preference for forming their own beliefs independently. Participants chose between doing a difficult perceptual task themselves or relying on an expert’s answer. Internal fixed-effect meta-analyses revealed a weak but statistically significant relationship between belief in conspiracy theories and preference for first-hand evidence. By contrast, the relationship between epistemic individualism and this preference was stronger and more robust. This suggests that, although individuals endorsing conspiracy theories express a stronger preference for “doing their own research,” their behavior mostly does not match this preference in non-conspiratorial contexts.",
          "url": "https://doi.org/10.1177/01461672251408129",
          "doi": "https://doi.org/10.1177/01461672251408129",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Flexible Diagnosticity in Person Impression Formation: An Integrative Framework",
          "authors": "Johannes Ziegler, Linda McCaughey, Klaus Fiedler",
          "abstract": "In person impression formation, target characteristics such as suitability for a vacant position or interpersonal likeability are inferred from information samples. This process strongly depends on the diagnosticity of observed (i.e., sampled) behaviors. Applying a likelihood-based conceptualization of diagnosticity, we tested two major implications: First, diagnosticity depends on the hypothesis being tested, and second, it is shaped by situational base-rates. We examined both facets by manipulating the extent of positive versus negative valence within the big two (agency vs. communion). In Experiment 1, we varied the hypothesis to be tested by providing different job profiles in a personnel selection task. Consistent with the predictions, hypothesis-relevant information impacted both sampling and judgment behavior more than hypothesis-irrelevant information. In Experiments 2A and 2B, we manipulated big-two specific valence base-rate expectations on target persons characterized as psychotherapy patients: Genuinely diagnostic violations of group-based expectancies turned out to result in strongest judgments. The findings suggest that participants’ sampling patterns and judgments follow the proposed likelihood-based diagnosticity concept.",
          "url": "https://doi.org/10.1177/01461672251405990",
          "doi": "https://doi.org/10.1177/01461672251405990",
          "filter": 0,
          "created": "2026-1-9"
        }
      ],
      "articles_hidden": []
    }
  ]
}
