{
  "update": "2025-08-03",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Side Effects of Experience-Sampling Protocols: A Systematic Analysis of How They Affect Data Quality, Data Quantity, and Bias in Study Results",
          "authors": "Thomas Reiter, Sophia Sakel, Julian Scharbert, Julian ter Horst, Maarten van Zalk, Mitja Back, Markus Bühner, Ramona Schoedel",
          "abstract": "In studies using the increasingly popular experience-sampling method (ESM), design decisions are often guided by theoretical or practical considerations. Yet limited empirical evidence exists on how these choices affect data quantity (e.g., response probabilities), data quality (e.g., response latency), and potential biases in study outcomes (e.g., characteristics of study variables). In a preregistered, 4-week study ( N = 395), we experimentally manipulated two key ESM protocol characteristics for sending ESM surveys: timing (fixed vs. varying times) and contingency (directly vs. indirectly after unlocking the smartphone). We evaluated the ESM protocols resulting from the combination of these two characteristics regarding different criteria: As hypothesized for contingency, indirect protocols resulted in higher response probabilities (increased data quantity). But they also led to higher response latencies (reduced data quality). Contrary to our expectations, the combined effect of contingency and timing did not significantly influence response probability. We also did not observe other effects of timing or contingency on data quality. In exploratory follow-up analyses, we discovered that timing significantly affected response probability and smartphone-usage behaviors, as measured by screen logs; however, these effects were likely attributable to time-of-day effects. Self-reported states showed no differences based on the chosen ESM protocol, and similar trends were found when correlating primary outcomes with external criteria, such as trait affect and well-being. Based on the study’s findings, we discuss the trade-offs that researchers should consider when choosing their ESM protocols to optimize data quantity, data quality, and biases in study outcomes.",
          "url": "https://doi.org/10.1177/25152459251347274",
          "doi": "https://doi.org/10.1177/25152459251347274",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "A combinatorial set of 3,125 cartoon characters based on five attributes for research on categorization, judgment, decision-making, and memory with adults and children",
          "authors": "Arndt Bröder, Monika Undorf, Mihail Gututui",
          "abstract": "A combinatorial set of pictorial stimuli generated from five five-valued attributes is presented (and shared freely under the CC BY-NC-ND license, https://osf.io/dq2k8 ) which can be used in various cognitive research areas like categorization, multiple cue probability learning, judgment, decision-making, memory, or metamemory. The stimuli consist of five different cartoon characters combined with four five-valued attributes, namely five different hats, shoes, equipment, and jackets. The characters were created in a way to make them suitable for research with children and adults alike. In four studies, we assessed the similarity structure and attribute salience via similarity judgments (Study 1) and validated the extracted attribute salience in a judgment task (Study 2) and the similarity in a recognition memory task with adults (Study 3) and 6- to 8-year-old children (Study 4). Obtaining a random sample of 12,251 similarity ratings from 51 online participants in Study 1 allowed us to quantify the salience of attributes by analyzing perceived similarity via multilevel regression. We provide similarity values extrapolated from the regression model for all 4,881,152 stimulus pairs to allow for similarity-controlled stimulus selection. Study 2 validated the salience estimates for all attributes by showing their influence on learning speed and accuracy in a cue learning paradigm. Study 3 demonstrated the validity of the extrapolated similarity values by showing their impact on recognition performance, and Study 4 showed the suitability of the stimuli for research on children.",
          "url": "https://doi.org/10.3758/s13428-025-02758-4",
          "doi": "https://doi.org/10.3758/s13428-025-02758-4",
          "filter": 0
        },
        {
          "title": "When is enough enough? Empirical guidelines to determine participant sample size for scene viewing studies",
          "authors": "Alex J. Hoogerbrugge, Ignace T. C. Hooge, Roy S. Hessels, Christoph Strauch",
          "abstract": "Eye tracking is widely used to study where spatial attention is allocated across stimuli. However, determining a sufficient and efficient number of participants for such studies remains a challenge. While clear guidelines have been established for many classical statistical tests, no straightforward participant sample size guidelines exist for the comparison of gaze distribution maps and area-of-interest analyses – two of the most prominent analyses in scene viewing studies. Just how many participants should be included for reliable and reproducible gaze estimations? We here utilized gaze data to a single static image, viewed by 1248 individuals (dataset 1), and gaze data to 200+ images, viewed by 84 participants each (dataset 2). Researchers can assess which of these datasets and analysis types most resemble their setup and determine their sample size accordingly. Although we cannot provide a one-size-fits-all sample size recommendation, we show progressively diminishing returns for a range of sample sizes and for two typical study types. For example, when using Normalized Saliency Score as a metric of distribution map similarity, a 5% relative increase requires increases in sample size from 13 $$\\rightarrow $$ → 20 $$\\rightarrow $$ → 34 participants (based on dataset 1) or from 10 $$\\rightarrow $$ → 16 $$\\rightarrow $$ → 32 participants (based on dataset 2). Alternatively, when analyzing the number of visits to certain areas of interest, a 25% decrease in outcome variance requires increases in sample size from 13 $$\\rightarrow $$ → 24 $$\\rightarrow $$ → 44. We provide easy-to-use guidelines and reference tables to determine scene viewing participant sample size for academics and industry professionals alike.",
          "url": "https://doi.org/10.3758/s13428-025-02754-8",
          "doi": "https://doi.org/10.3758/s13428-025-02754-8",
          "filter": 0
        },
        {
          "title": "Right-sizing growth mixture models as multi-group growth and confirmatory factor models",
          "authors": "Phillip K. Wood, Wolfgang Wiedermann, Douglas Steinley",
          "url": "https://doi.org/10.3758/s13428-025-02722-2",
          "doi": "https://doi.org/10.3758/s13428-025-02722-2",
          "filter": 0
        },
        {
          "title": "A minute can only be spent once: Validating a behavioral paradigm to study societally relevant time allocation conflicts",
          "authors": "Florian Lange, Alex Rieger",
          "url": "https://doi.org/10.3758/s13428-025-02769-1",
          "doi": "https://doi.org/10.3758/s13428-025-02769-1",
          "filter": 0
        },
        {
          "title": "Bayesian sample size determination for longitudinal intervention studies with linear and log-linear growth",
          "authors": "Ulrich Lösener, Mirjam Moerbeek",
          "abstract": "A priori sample size determination (SSD) is essential for designing cost-efficient trials and in avoiding underpowered studies. In addition, reporting a solid justification for a certain sample size is required by most ethics committees and many funding agencies. Often, SSD is based on null hypothesis significance testing (NHST), an approach that has received severe criticism in the past decades. As an alternative, Bayesian hypothesis evaluation using Bayes factors has been developed. Bayes factors quantify the relative support in the data for a pair of competing hypotheses without suffering from some of the drawbacks of NHST. SSD for Bayesian hypothesis testing relies on simulations and has only been studied recently. Available software for this is limited to simple models such as ANOVA and the t  test, in which observations are assumed to be independent from each other. However, this assumption is rendered untenable in longitudinal experiments where observations are nested within individuals. In that case, a multilevel model should be used. This paper provides researchers with a valuable tool for performing SSD for multilevel models with longitudinal data in a Bayesian framework, along with the necessary theoretical background and concrete empirical examples. The open-source R function that enables researchers to tailor the simulation to their trial at hand can be found on the GitHub page of the first author.",
          "url": "https://doi.org/10.3758/s13428-025-02749-5",
          "doi": "https://doi.org/10.3758/s13428-025-02749-5",
          "filter": 0
        },
        {
          "title": "Reward as a facet of word meaning: Ratings of motivation for 8,601 English words",
          "authors": "Doina-Irina Giurgea, Penny M. Pexman, Richard J. Binney",
          "abstract": "Semantic representations arise from a distillation of multiple sources of information, including sensory, motor, affective, interoceptive, linguistic and cognitive experience. Experience of reward is a highly salient aspect of many human activities, and yet its contribution to semantic processing is not well understood. To address this, the present study took a psycholinguistic approach to measuring and evaluating associations with reward as a facet of word meaning. Behavioural and neurophysiological data suggest that reward processing involves multiple stages and mechanisms. For instance, systems associated with the experience and anticipation of pleasure in response to a reward appear distinct from motivational processes that underlie the pursuit of a stimulus. We sought to collect a novel set of word ratings that capture the full extent of reward-related experience. Initial explorations revealed that reward/pleasure ratings are highly correlated with existing norms of emotional valence. Ratings of association with motivation, however, were only moderately correlated with valence, suggesting they capture distinct semantic information. We therefore conducted a preregistered large-scale study to obtain motivation ratings for 8,601 words. Our analyses suggest these ratings capture aspects of word meaning which are distinct from other semantic dimensions, such as concreteness and valence. Moreover, they explain unique variance in participant performance on lexical, semantic, and recognition memory tasks. We combined motivation and emotional valence ratings to provide a composite measure that might approximate a more general ‘reward’ construct. However, this did not explain additional variance compared to the individual variables. We discuss the implications of these results for neurocognitive theories of semantics.",
          "url": "https://doi.org/10.3758/s13428-025-02762-8",
          "doi": "https://doi.org/10.3758/s13428-025-02762-8",
          "filter": 0
        },
        {
          "title": "How adults’ experience with words changes over time: Insights from five years of the Wesleyan Word Experience Project",
          "authors": "Barbara J. Juhasz, Grace Devanny, Abby Frankenberg, Ava Galdenzi, Lumen Constance Hirwa, Wiralpach Nawabutsitthirat, Meiwen Shao",
          "abstract": "This study explored how adults’ experiences with words may change over time. Ratings of age-of-acquisition (AoA) and familiarity were collected on 499 words from introductory psychology students each semester, for a total of 5 years. Over the course of ten semesters, ratings were collected from more than 1000 students. One goal of this multi-year project was to explore whether it is possible to assess lexical change for particular words. Regression analyses were used to track the trajectory of the words. Based on the analyses, words were categorized into three different groups: words that remain consistent in AoA and familiarity, those with upward trajectories, and those with downward trajectories. A total of 63 words were identified as undergoing experience-based lexical change. The project also explored how AoA and familiarity relate to each other over time as well as each variable’s interrater reliability over the course of 5 years. Both AoA and familiarity had strong correlations when comparing ratings collected from the first five semesters of the project with ratings collected from the last five semesters of the project. These correlations were significantly higher than the correlation between the two variables, supporting the idea that they are separate constructs. Average familiarity and AoA for the entire set of words did not differ as a function of time. In addition, AoA was found to have the highest correlation with itself, providing evidence that college undergraduates consistently apply the rating scale when asked to assess the age at which words are first learned.",
          "url": "https://doi.org/10.3758/s13428-025-02765-5",
          "doi": "https://doi.org/10.3758/s13428-025-02765-5",
          "filter": 0
        },
        {
          "title": "Modeling memories, predicting prospections: Automated scoring of autobiographical detail narration using large language models",
          "authors": "Jonas Klus, Daniel E. Cohen, Alexis N. Garcia, Sarah Hennessy, Matthias R. Mehl, Jessica R. Andrews‑Hanna, Matthew D. Grilli",
          "url": "https://doi.org/10.3758/s13428-025-02767-3",
          "doi": "https://doi.org/10.3758/s13428-025-02767-3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "The influence of persona and conversational task on social interactions with a LLM-controlled embodied conversational agent",
          "authors": "Leon O.H. Kroczek, Alexander May, Selina Hettenkofer, Andreas Ruider, Bernd Ludwig, Andreas Mühlberger",
          "url": "https://doi.org/10.1016/j.chb.2025.108759",
          "doi": "https://doi.org/10.1016/j.chb.2025.108759",
          "filter": 0
        },
        {
          "title": "Influencing driving safety by matching AI assistant's verbal emotions to driver: A randomized controlled trial on performance, attention, and emotion",
          "authors": "Binhao Huang, Jian Lv, Ligang Qiang",
          "url": "https://doi.org/10.1016/j.chb.2025.108667",
          "doi": "https://doi.org/10.1016/j.chb.2025.108667",
          "filter": 0
        },
        {
          "title": "Invisible algorithms, visible outcomes: Roles of emotional labor and work gamification in gigs",
          "authors": "Yali Zhang, Liaoliao Li, Xiaoyu Ma, Jun Sun, Yifei Dong, Zhaojun Yang",
          "url": "https://doi.org/10.1016/j.chb.2025.108681",
          "doi": "https://doi.org/10.1016/j.chb.2025.108681",
          "filter": 0
        },
        {
          "title": "The impact of different types of self-regulation scaffolds on learning science with hypermedia",
          "authors": "Alenka Gril, Anja Podlesek, Luka Komidar, Alenka Kavčič, Katja Depolli Steiner, Sonja Pečjak, Tina Pirc, Melita Puklek Levpušček, Bojana Boh Podgornik, Aleš Hladnik, Ciril Bohak, Matevž Pesek, Žiga Lesar, Matija Marolt, Cirila Peklaj",
          "url": "https://doi.org/10.1016/j.chb.2025.108670",
          "doi": "https://doi.org/10.1016/j.chb.2025.108670",
          "filter": 0
        },
        {
          "title": "Effects of a computer's human likeness on disclosure in psychosocial assessments: A randomised trial",
          "authors": "Tingting Zhu, Elizabeth Broadbent",
          "url": "https://doi.org/10.1016/j.chb.2025.108683",
          "doi": "https://doi.org/10.1016/j.chb.2025.108683",
          "filter": 0
        },
        {
          "title": "Giving or receiving: Impact of online socializing in online fitness community on physical activity and emotional state",
          "authors": "Liuan Wang, Yueming Ma, Zhijun Yan, Lijiang Zhang, Yicheng Hu, Shuai Zhao",
          "url": "https://doi.org/10.1016/j.chb.2025.108669",
          "doi": "https://doi.org/10.1016/j.chb.2025.108669",
          "filter": 0
        },
        {
          "title": "Navigating the future: A longitudinal exploration of public acceptance of autonomous taxis from initial trials to stepwise habituation",
          "authors": "Min Zhou, Shuwei Yu, Chuting Zhou, Nan Kong, Kathryn S. Campy",
          "url": "https://doi.org/10.1016/j.chb.2025.108678",
          "doi": "https://doi.org/10.1016/j.chb.2025.108678",
          "filter": 0
        },
        {
          "title": "AI imaginaries shape technological identity and digital futures",
          "authors": "Bu Zhong, Yunya Song, Guangchao Charles Feng, Jingyuan Shi, Yuner Zhu, Lola Xie, Wanhui April Zhou, Sinan Yu, Yajing Lu, Ying Qin, Zuquan Xiong",
          "url": "https://doi.org/10.1016/j.chb.2025.108682",
          "doi": "https://doi.org/10.1016/j.chb.2025.108682",
          "filter": 0
        },
        {
          "title": "How digital technology can steal your time",
          "authors": "Vanda Černohorská, Christine Schoetensack, Tereza Klegr, Joanna Witowska, Katarzyna Goncikowska, Georgina Giner-Domínguez, Julie Papastamatelou, Sébastien Chappuis, Mónica Fernández Boente, Quentin Meteier, Marc Wittmann, Nuria Codina, José Vicente Pestana, Rafael Valenzuela, Chantal Martin-Söelch, Ruth Ogden",
          "url": "https://doi.org/10.1016/j.chb.2025.108680",
          "doi": "https://doi.org/10.1016/j.chb.2025.108680",
          "filter": 0
        },
        {
          "title": "Young people and false information: A scoping review of responses, influential factors, consequences, and prevention programs",
          "authors": "Maxime Kops, Catherine Schittenhelm, Sebastian Wachs",
          "url": "https://doi.org/10.1016/j.chb.2025.108650",
          "doi": "https://doi.org/10.1016/j.chb.2025.108650",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Corrigendum to ‘Unresponsive or un-noticed?: Cyberbystander intervention in an experimental cyberbullying context’ [Computers in Human Behavior 45C (2015) 144–150]",
          "authors": "Kelly P. Dillon, Brad J. Bushman",
          "url": "https://doi.org/10.1016/j.chb.2025.108743",
          "doi": "https://doi.org/10.1016/j.chb.2025.108743",
          "filter": 1
        },
        {
          "title": "Corrigendum to ‘Investigation of bi-directional relations between pre-sleep electronic media use and sleep: A seven-day diary study’ [Computers in Human Behavior, 161 (2024) 108423]",
          "authors": "Yun Li, Qingwei Chen, Meiheng He, Siyu Li, Yuping Chen, Taotao Ru, Guofu Zhou",
          "url": "https://doi.org/10.1016/j.chb.2025.108679",
          "doi": "https://doi.org/10.1016/j.chb.2025.108679",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "What types of gratitude expressions promote prosocial behavior?: A registered report",
          "authors": "Anurada U. Amarasekera, Kelton L. Travis, Kristina K. Castaneto, Tiara A. Cash, Lara B. Aknin",
          "url": "https://doi.org/10.1016/j.jesp.2025.104805",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104805",
          "filter": 0
        },
        {
          "title": "Using two-sided messages to facilitate misinformation correction for strongly held beliefs",
          "authors": "Mengran Xu, Richard E. Petty",
          "url": "https://doi.org/10.1016/j.jesp.2025.104807",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104807",
          "filter": 0
        },
        {
          "title": "Too much information? A systematic investigation of the antecedents and consequences of ambivalence-induced information seeking behavior",
          "authors": "Benjamin Buttlar, Anna Lambrich, Linda McCaughey, Iris K. Schneider",
          "url": "https://doi.org/10.1016/j.jesp.2025.104783",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104783",
          "filter": 0
        },
        {
          "title": "Status- and foreignness-based discrimination experiences shape feelings of similarity among people of color",
          "authors": "Linda X. Zou, Samuel Ngum",
          "url": "https://doi.org/10.1016/j.jesp.2025.104794",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104794",
          "filter": 0
        },
        {
          "title": "Social identity complexity mitigates outgroup derogation in moral judgment",
          "authors": "Trystan Loustau, Helen Padilla Fong, Liane Young",
          "url": "https://doi.org/10.1016/j.jesp.2025.104810",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104810",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "“Just getting along, together”: The relationship between narratives of interdependence and psychological well-being among American adults with disabilities during the first 3 years of the COVID-19 pandemic.",
          "authors": "Jonathan M. Adler, Robert B. Manning, Katie Pieterse, Henry Raffles Cowan, Kathleen R. Bogart, Sarah R. Lowe, Michelle R. Nario-Redmond, Joan M. Ostrove, Katie Wang",
          "url": "https://doi.org/10.1037/pspp0000571",
          "doi": "https://doi.org/10.1037/pspp0000571",
          "filter": 0
        },
        {
          "title": "Reactions to undesired outcomes: Evidence for the opposer’s loss effect.",
          "authors": "Jacob D. Teeny, Richard E. Petty",
          "url": "https://doi.org/10.1037/pspa0000436",
          "doi": "https://doi.org/10.1037/pspa0000436",
          "filter": 0
        },
        {
          "title": "Signaling safety and fostering fairness: Exploring the psychological processes underlying (in)congruent cues among Black women.",
          "authors": "India R. Johnson, Evava S. Pietri",
          "url": "https://doi.org/10.1037/pspi0000466",
          "doi": "https://doi.org/10.1037/pspi0000466",
          "filter": 0
        },
        {
          "title": "Within-person variability and couple synchrony in state relationship satisfaction: Testing predictors and implications.",
          "authors": "Louisa Scheling, Cornelia Wrzus, Rebekka Weidmann, Robert Philip Burriss, Jenna Wünsche, Alexander Grob, Janina Larissa Bühler",
          "url": "https://doi.org/10.1037/pspp0000559",
          "doi": "https://doi.org/10.1037/pspp0000559",
          "filter": 0
        },
        {
          "title": "Personality traits and traditional philanthropy: A systematic review and meta-analysis.",
          "authors": "Wiebke Bleidorn, Alexander G. Stahlmann, Ulrich Orth, Luke D. Smillie, Christopher J. Hopwood",
          "url": "https://doi.org/10.1037/pspp0000556",
          "doi": "https://doi.org/10.1037/pspp0000556",
          "filter": 0
        },
        {
          "title": "More done, more drained: Being further along in a mundane experience feels worse.",
          "authors": "Ying Zeng, Claire Tsai Jan, Min Zhao, Nicole Robitaille",
          "url": "https://doi.org/10.1037/pspa0000446",
          "doi": "https://doi.org/10.1037/pspa0000446",
          "filter": 0
        },
        {
          "title": "Girls as objects, boys as humans: Young children tend to be objectified along gender lines.",
          "authors": "Rachel A. Leshin, Marjorie Rhodes",
          "url": "https://doi.org/10.1037/pspa0000448",
          "doi": "https://doi.org/10.1037/pspa0000448",
          "filter": 0
        },
        {
          "title": "Money matters for future well-being: A latent growth analysis and meta-analytic integration of associations between income, financial satisfaction, and 22 well-being variables across three data sets.",
          "authors": "Vincent Y. S. Oh",
          "url": "https://doi.org/10.1037/pspp0000552",
          "doi": "https://doi.org/10.1037/pspp0000552",
          "filter": 0
        },
        {
          "title": "Institutions and cooperation: A meta-analysis of structural features in social dilemmas.",
          "authors": "Shuxian Jin, Giuliana Spadaro, Daniel Balliet",
          "url": "https://doi.org/10.1037/pspi0000474",
          "doi": "https://doi.org/10.1037/pspi0000474",
          "filter": 0
        },
        {
          "title": "The preeminence of communality in the leadership preferences of followers.",
          "authors": "Rebecca Ponce de Leon, Erica R. Bailey",
          "url": "https://doi.org/10.1037/pspa0000437",
          "doi": "https://doi.org/10.1037/pspa0000437",
          "filter": 0
        },
        {
          "title": "Affiliation motive and social interactions in people’s daily life: A temporal processes approach using ecological momentary assessment and mobile sensing.",
          "authors": "Cornelia Wrzus, Yannick Roos, Michael D. Krämer, Ramona Schoedel, Mitja D. Back, David Richter",
          "url": "https://doi.org/10.1037/pspp0000555",
          "doi": "https://doi.org/10.1037/pspp0000555",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "First-Person Plural (Versus Singular) Pronoun Use Is Linked to Greater Perception of AI Threat",
          "authors": "Chao Li, Jianning Dang, Li Liu",
          "abstract": "Artificial intelligence (AI) brings immediate benefits but also raises potential risks. Despite much discussion on AI threat, how subtle linguistic cues, such as first-person pronouns, influence its perception remains unclear. Proposing a scope-expansion perspective, we examine whether “we” versus “I” pronoun use increases perceived AI threat by broadening regulatory scope, particularly when AI threat is psychologically distant. Analyses of two large AI-related text corpora (Studies 1A and 1B) and four experiments ( N = 1,451) revealed that using “we” versus “I” pronouns positively predicted and heightened perceived AI threat among English (Studies 1–4) and Chinese (Studies 3 and 5) speakers. This effect, explained by a broader regulatory scope (Studies 3 and 5), was stronger for psychologically distant (vs. close) AI threat (Studies 4 and 5) and among English (vs. Chinese) speakers (Study 3). These findings expand the role of first-person pronouns and enhance our understanding of public perceptions of AI threat.",
          "url": "https://doi.org/10.1177/01461672251356107",
          "doi": "https://doi.org/10.1177/01461672251356107",
          "filter": 0
        },
        {
          "title": "Differential Value-Wellness Associations in the Unequal World: Social-Focused Values for the Privileged, Personal-Focused Values for the Disadvantaged",
          "authors": "Sijia Chen, Shengquan Ye, Zewei Ma",
          "abstract": "Amid increasing global inequality and diverse value systems, this study examined how economic resources at both individual and country levels moderate the associations between values and wellness (i.e., subjective well-being and health). Using data from the World Values Survey across 75 countries, the findings challenged the prevailing assumption that a social focus is inherently more adaptive for the economically disadvantaged. Instead, results suggested that personal-focused values were more advantageous in low (vs. high)-resource contexts. At the country level, the negative association between self-enhancement and wellness was attenuated or reversed in lower HDI countries. At the individual level, self-enhancement and openness to change were more positively—or less negatively—associated with wellness among lower-class individuals, while self-transcendence and conservation were more strongly associated with wellness among higher-class individuals. These findings highlight the context-dependent nature of value-wellness relationships and the social responsibility of those from more affluent backgrounds.",
          "url": "https://doi.org/10.1177/01461672251352006",
          "doi": "https://doi.org/10.1177/01461672251352006",
          "filter": 0
        },
        {
          "title": "Perceptions of Safety and Threat in the Environment: The STEP Scale",
          "authors": "Lora E. Park, Deborah E. Ward, Kristin Naragon-Gainey, Elizabeth A. Canning, Nicole Koefler, Zaviera A. Panlilio, Valerie Vessels, Gabriela Pascuzzi",
          "abstract": "The Safety and Threat in Environment Perceptions (STEP) scale assesses perceptions of environments as safe (welcoming, inclusive) or threatening (critical, intimidating). We first evaluated the factor structure of the scale and demonstrated its unique predictive validity in classrooms (Studies 1 and 2), gyms (Studies 3 and 4), and the workplace (Study 5). When seeing classrooms with stereotypically masculine (vs. neutral) objects, women perceived less safety, which predicted less engagement, interest, and intentions to recruit others. When seeing an unwelcoming (vs. welcoming) gym, women (vs. men) perceived less safety, which predicted less engagement, interest, and intentions to recruit others, especially when the gym contained masculine (vs. feminine or gender-balanced) social cues. When seeing a boardroom with unwelcoming (vs. no) social cues, both men and women perceived greater threat, which predicted less intentions to recruit others. Together, these findings suggest that the STEP scale is a useful measure for assessing perceived safety and threat in any environment.",
          "url": "https://doi.org/10.1177/01461672251344359",
          "doi": "https://doi.org/10.1177/01461672251344359",
          "filter": 0
        },
        {
          "title": "A Comprehensive Analysis of Psychological Determinants of Socio-Demographic Variability in Superstition Endorsement",
          "authors": "Avner Caspi, Ido Liviatan, Eran Chajut",
          "abstract": "We explored the relationship between socio-demographic characteristics and superstition endorsement, distinguishing between the practice of and belief in superstitions, as well as between positive and negative superstitions. We examined specifically whether analytic thinking style, anxiety, and intolerance of uncertainty account for socio-demographic variability in these dimensions of endorsement and to what extent stress from macro-level threatening circumstances moderates these effects. Two pre-registered studies conducted in Israel ( N = 751) and the United States ( N = 566) revealed that whereas relations of superstition endorsement with socio-demographic characteristics varied across samples, those with the psychological factors were quite robust. In both samples, analytic thinking style consistently mediated these relationships, intolerance of uncertainty mediated some of them, while anxiety mediated none. Experienced stress positively correlated with superstition endorsement, but evidence for its moderating role on the observed indirect effects was weak. These findings provide insights into the psychological and contextual factors shaping superstition endorsement.",
          "url": "https://doi.org/10.1177/01461672251348772",
          "doi": "https://doi.org/10.1177/01461672251348772",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "An explainable artificial intelligence handbook for psychologists: Methods, opportunities, and challenges.",
          "authors": "Rosa Lavelle-Hill, Gavin Smith, Hannah Deininger, Kou Murayama",
          "url": "https://doi.org/10.1037/met0000772",
          "doi": "https://doi.org/10.1037/met0000772",
          "filter": 0
        },
        {
          "title": "Joint variable selection in generalized linear mixed models with random regularized penalized quasi-likelihood technique.",
          "authors": "Yutian T. Thompson, Yaqi Li, Hairong Song, David Bard",
          "url": "https://doi.org/10.1037/met0000783",
          "doi": "https://doi.org/10.1037/met0000783",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Reward Association With Mental States Shapes Empathy and Prosocial Behavior",
          "authors": "Yi Zhang, Leor Hackel",
          "abstract": "Valuing the welfare of others is a fundamental aspect of empathy and prosocial behavior. How do people develop this valuation? Theories of associative learning suggest that people can associate social cues, such as smiles, with personal reward, thus feeling good when others thrive. Yet people often display generalized concern for others’ welfare, regardless of the specific cues present. We propose that Pavlovian conditioning allows people to associate reward directly with others’ abstract mental states, learning that another’s happiness predicts their own reward. In four online experiments with 1,500 U.S.-based adults recruited from CloudResearch, participants’ monetary outcomes were congruently or incongruently predicted by a target’s mental states. Participants who experienced congruent learning reported more empathic feelings toward the target in novel situations. The values attached to mental states further influenced participants’ prosocial choices. These results demonstrate how associative learning of abstract mental states can give rise to generalizable empathy and influence moral behavior.",
          "url": "https://doi.org/10.1177/09567976251351304",
          "doi": "https://doi.org/10.1177/09567976251351304",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "A cognitive behavioral therapy-based microintervention to reduce the negative impact of Instagram use on well-being: A randomized controlled trial.",
          "authors": "Zoe Herriman, Rachel M. Roberts, Amanda M. Taylor, Amy Slater",
          "url": "https://doi.org/10.1037/ppm0000619",
          "doi": "https://doi.org/10.1037/ppm0000619",
          "filter": 0
        },
        {
          "title": "Social media addiction moderates links between perceptions of freedom and mental health in the United States and Germany.",
          "authors": "Cameron J. Bunker, Jürgen Margraf, Julia Brailovskaia",
          "url": "https://doi.org/10.1037/ppm0000618",
          "doi": "https://doi.org/10.1037/ppm0000618",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
