{
  "update": "2025-08-25",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "From Experiments to Policy Insights: Generalizing Causal Effects From Study Samples to Target Populations",
          "authors": "Wen Wei Loh, Dongning Ren",
          "abstract": "Psychological science holds substantial promise for informing policy decisions but faces challenges in realizing its potential. One widely recognized challenge is bridging the gap between the nonrepresentative study samples commonly used to evaluate interventions and the broader populations that policymakers aim to serve. To address this challenge, we introduce causal effect generalizability, an approach from causal inference and epidemiology, in the form of an accessible, nontechnical tutorial for psychological and behavioral scientists. We use publicly available data from a real-world psychology intervention study to illustrate why causal effects in a nonrepresentative study sample may systematically differ from those in a broader population. We provide a step-by-step guide with user-friendly R functions, enabling researchers to generalize causal effects from a study sample back to the full target population. This approach allows researchers to assess intervention effects in broader populations, offering valuable insights to guide evidence-based policy development. We hope this nontechnical introductory material will assist scholars in enhancing the policy relevance and real-world impact of psychological science.",
          "url": "https://doi.org/10.1177/25152459251359623",
          "doi": "https://doi.org/10.1177/25152459251359623",
          "filter": 0
        },
        {
          "title": "Three Sensitivity-Analysis Methods to Assess Unmeasured Pretreatment Confounding Bias in Experimental Mediation Analysis",
          "authors": "Diana Alvarez-Bartolo, David P. MacKinnon",
          "abstract": "Statistical-mediation analysis is a widely used method in psychological research that helps understand the intermediate variables, known as mediators ( M ), by which an independent variable ( X ) causes an outcome variable ( Y ). A major contribution to statistical-mediation analysis has been the incorporation of causal methods because it allows a clear definition of the causal direct and mediated effects and the specification of the assumptions to interpret such effects as causal. Modern causal approaches to mediation analysis encourage routinely investigating the extent to which unobserved confounders may explain the observed mediated effects. The recommendation acknowledges that even when X represents random assignment, participants are not usually randomly assigned to levels of M ; hence, unobserved confounders may bias the M to Y relation ( b -path). In this article, we describe unobserved pretreatment confounding of the M to Y relation in experimental mediation studies and three sensitivity-analysis methods to assess unmeasured pretreatment confounding of the M to Y relation: the correlated-residuals method, the left-out-variables-error method, and the phantom-variable method. We report the results of a simulation study that compares the routine application of the three sensitivity-analysis methods. Results generally indicate that larger effect sizes of the population b -path are less susceptible to confounding bias for all sensitivity methods. Thus, an initial approach to investigating confounding bias in experimental mediation studies is to assess the effect size of the path relating M to Y , and more details can be obtained by applying one of the three sensitivity-analysis methods.",
          "url": "https://doi.org/10.1177/25152459251355586",
          "doi": "https://doi.org/10.1177/25152459251355586",
          "filter": 0
        },
        {
          "title": "The DECIDE Framework: Describing Ethical Choices in Digital-Behavioral-Data Explorations",
          "authors": "Heather Shaw, Olivia Brown, Joanne Hinds, Sophie J. Nightingale, John Towse, David A. Ellis",
          "abstract": "Behavioral sciences now routinely rely on digital data, supported by digital technologies and platforms. This has resulted in an abundance of new ethical challenges for researchers and ethical-review boards. Several contemporary high-profile cases emphasize that ethical issues often surface after the research is published, once harm has already occurred. Consequently, implementing safeguards in digital-behavioral research is often reactionary and fails to adequately prevent harm. In response, we propose the DECIDE (Describing Ethical Choices in Digital-Behavioural Data Explorations) framework, which encourages ethical reflections and discussions throughout all stages of the research process. The framework presents several questions designed to help researchers view their work from new perspectives and uncover ethical issues they might not have anticipated. We provide several resources to support researchers with their ethical reflections and discussions, including (a) the DECIDE framework spreadsheet, (b) the DECIDE desktop app, (c) information documents, and (d) flowcharts. In this article, we provide suggestions on how to use each resource to encourage proactive discussions of how ethical issues may apply to specific research contexts. By promoting continuous ethical considerations, safeguards can be put in place throughout the research project, even after research commencement. The DECIDE framework shifts ethical reflection away from being reactive toward a more proactive endeavor, reducing the risk of harm and the misuse of digital-behavioral data.",
          "url": "https://doi.org/10.1177/25152459251361013",
          "doi": "https://doi.org/10.1177/25152459251361013",
          "filter": 0
        },
        {
          "title": "Open Science in the Developing World: A Collection of Practical Guides for Researchers in Developing Countries",
          "authors": "Hu Chuan-Peng, Zhiqi Xu, Aleksandra Lazić, Piyali Bhattacharya, Leonardo Seda, Samiul Hossain, Alma Jeftić, Asil Ali Özdoğru, Olavo B. Amaral, Nadica Miljković, Zlatomira G. Ilchovska, Ljiljana B. Lazarevic, Han Wu Shuang Bao, Nikita Ghodke, David Moreau, Mahmoud Elsherif, Chinchu C., Sakshi Ghai, Clarissa F. D. Carneiro, Danka Purić, Yin Wang, Mirela Zaneva, Felipe Vilanova, Iris Žeželj, Obrad Vučkovac, Saida Heshmati, Pooja Kulkarni, Nadia Saraí Corral-Frías, Juan Diego García-Castro, Shubham Pandey, Jamal Amani Rad, Thipparapu Rajesh, Bita Vahdani, Saad Almajed, Amna Ben Amara, Leher Singh, Ali H. Al-Hoorie, Marcelo Camargo Batistuzzo, Daniel Fatori, Frankie T. K. Fong, Zahra Khorami, Joseph Almazan, Biljana Gjoneska, Meng Liu, Flavio Azevedo",
          "abstract": "Over the past decade, the open-science movement has transformed the research landscape, although its impact has largely been confined to developed countries. Recently, researchers from developing countries have called for a redesign of open science to better align with their unique contexts. However, raising awareness alone is insufficient—practical actions are required to drive meaningful and inclusive change. In this work, we analyze the opportunities offered by the open-science movement and explore the macro- and micro-level barriers researchers in developing countries face when engaging with these practices. Drawing on these insights and aiming to inspire researchers in developing regions or other resource-constrained contexts to embrace open-science practices, we offer a four-level guide for gradual engagement: (a) foundation, using open resources to build a solid foundation for rigorous research; (b) growth, adopting low-cost, easily implementable practices; (c) community, contributing to open-science communities through actionable steps; and (d) leadership, taking on leadership roles or forming local communities to foster cultural change. We further discuss potential pitfalls of the current open-science practices and call for readaptation of these practices in developing countries’ settings. We conclude by outlining concrete recommendations for future action.",
          "url": "https://doi.org/10.1177/25152459251357565",
          "doi": "https://doi.org/10.1177/25152459251357565",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Reliability and reactivity of heart rate variability and pupillometry in response to controlled autonomic perturbations in university students",
          "authors": "Michael Matyevich, Michael I.C. Kingsley, Rodney Bice, Michael Mortimer, Ben Horan, Stefan Piantella, Bradley J. Wright",
          "abstract": "The aim of this test–retest reliability study was to evaluate the reliability and reactivity of heart rate variability (HRV) and pupillometry metrics under conditions with controlled cognitive stimulation and paced breathing within a virtual reality protocol. After habituation, 30 English-speaking university students completed a four-phase protocol on two occasions separated by 1 week. HRV and pupillometry were continuously measured during the following phases: baseline, cognitive testing, guided breathing with nature immersion, and spontaneous breathing with nature immersion. Strong day-to-day relative reliability was confirmed for both HRV (pooled ICC: 0.75 to 0.83) and pupillometry (pooled ICC: 0.66 to 0.87). HRV metrics of sympathovagal balance in the time, frequency, and non-linear domains showed reactivity with significant differences between all phases. Pupillometry metrics increased progressively from cognitive testing to guided breathing nature immersion to nature immersion, suggesting psychological rather than respiratory influences. Relatively large minimal detectable change values were determined across HRV (22 to 54% deviation from baseline) and pupillometry (33 to 88% deviation from baseline) metrics. Although the relatively large ratio limits of agreement and minimal detectable change values suggest that detecting systematic changes in these metrics over time might be difficult at the individual level, strong relative reliability supports the use of HRV and pupillometry metrics to detect differences in sympathovagal balance between groups. Additionally, the responsiveness of these metrics demonstrates the efficacy of the proposed virtual reality protocol in inducing detectable physiological reactivity across HRV and pupillometry metrics.",
          "url": "https://doi.org/10.3758/s13428-025-02793-1",
          "doi": "https://doi.org/10.3758/s13428-025-02793-1",
          "filter": 0
        },
        {
          "title": "Automated machine learning for classification and regression: A tutorial for psychologists",
          "authors": "Chaewon Lee, Kathleen M. Gates",
          "url": "https://doi.org/10.3758/s13428-025-02684-5",
          "doi": "https://doi.org/10.3758/s13428-025-02684-5",
          "filter": 0
        },
        {
          "title": "Assessing the reliability of an online measure of the temporal binding window of audiovisual integration",
          "authors": "Leon Flanagan, Nina M. Zumbrunn, Rebecca J. Hirst, David P. McGovern",
          "abstract": "A growing body of evidence suggests that imprecise multisensory temporal processing is associated with a range of adverse clinical outcomes. Specifically, this research has shown that the temporal binding window of audiovisual integration widens with advancing age, whereas individuals with various neurodevelopmental disorders exhibit distinctive profiles of multisensory processing when compared to their neurotypical counterparts. While this line of research has made significant inroads in emphasising the importance of multisensory processing in both typical and atypical cognition, the field would greatly benefit from the validation of web-based tools for assessing multisensory temporal processing, enabling larger sample sizes and the recruitment of typically hard-to-reach populations. Here, we assessed the reliability of a web-based version of the sound-induced flash illusion (SIFI) and examined the level of agreement between the measurements of the temporal binding window that it produces relative to those derived from the SIFI task performed under standard laboratory conditions. Our results demonstrate that both versions of the task elicit a robust SIFI effect and show a similar dependency on the stimulus onset asynchronies between the audiovisual stimuli. Furthermore, our analysis revealed strong correlations between the estimated measurements of both the width and peak amplitude of the temporal binding window derived from the online and lab-based task versions, confirming the suitability of the web-based task for assessing multisensory function. Future studies should extend the evaluation of this online implementation of the SIFI to clinical populations who exhibit impaired multisensory temporal processing, to assess its suitability for clinical research.",
          "url": "https://doi.org/10.3758/s13428-025-02791-3",
          "doi": "https://doi.org/10.3758/s13428-025-02791-3",
          "filter": 0
        },
        {
          "title": "CAP: The creativity assessment platform for online testing and automated scoring",
          "authors": "John D. Patterson, Jimmy Pronchick, Ruchi Panchanadikar, Mark Fuge, Janet G. van Hell, Scarlett R. Miller, Dan R. Johnson, Roger E. Beaty",
          "abstract": "Creativity is increasingly recognized as a core competency for the 21st century, making its development a priority in education, research, and industry. To effectively cultivate creativity, researchers and educators need reliable and accessible assessment tools. Recent software developments have significantly enhanced the administration and scoring of creativity measures; however, existing software often requires expertise in experiment design and computer programming, limiting its accessibility to many educators and researchers. In the current work, we introduce CAP—the Creativity Assessment Platform—a free web application for building creativity assessments, collecting data, and automatically scoring responses (cap.ist.psu.edu). CAP allows users to create custom creativity assessments in ten languages using a simple, point-and-click interface, selecting from tasks such as the Short Story Task, Drawing Task, and Scientific Creative Thinking Test. Users can automatically score task responses using machine learning models trained to match human creativity ratings—with multilingual capabilities, including the new Cross-Lingual Alternate Uses Scoring (CLAUS), a large language model achieving strong prediction of human creativity ratings in ten languages. CAP also provides a centralized dashboard to monitor data collection, score assessments, and automatically generate text for a Methods section based on the study’s tasks, metrics, and instructions—with a single click—promoting transparency and reproducibility in creativity assessment. Designed for ease of use, CAP aims to democratize creativity measurement for researchers, educators, and everyone in between.",
          "url": "https://doi.org/10.3758/s13428-025-02761-9",
          "doi": "https://doi.org/10.3758/s13428-025-02761-9",
          "filter": 0
        },
        {
          "title": "Publisher Correction: Praditor: A DBSCAN-based automation for speech onset detection",
          "authors": "Zhengyuan Liu, Xinqi Yu, Wing Chung Hu, Yunxiao Ma, Ruiming Wang, Haoyun Zhang",
          "url": "https://doi.org/10.3758/s13428-025-02799-9",
          "doi": "https://doi.org/10.3758/s13428-025-02799-9",
          "filter": 0
        },
        {
          "title": "Informative data visualization with raincloud plots in JASP",
          "authors": "Vincent L. Ott, Don van den Bergh, Bruno Boutin, Johnny van Doorn, František Bartoš, Nicholas Judd, Jordy van Langen, Luke Korthals, Rogier Kievit, Laura Groot, Eric-Jan Wagenmakers",
          "abstract": "Proper data visualization helps researchers draw correct conclusions from their data and facilitates a more complete and transparent report of the results. In factorial designs, so-called raincloud plots have recently attracted attention as a particularly informative data visualization technique; raincloud plots can simultaneously show summary statistics (i.e., a box plot), a density estimate (i.e., the cloud), and the individual data points (i.e., the raindrops). Here we first present a ‘raincloud quartet’ that underscores the added value of raincloud plots over the traditional presentation of means and confidence intervals. The added value of raincloud plots appears to be increasingly recognized: a focused literature review of plots in Psychonomic Bulletin &amp; Review shows that 9% of plots in 2023 were raincloud plots. Another 29% of plots (vs. 2% in 2013) contained individual data points (i.e., raindrops), indicating a strong trend towards transparent and informative data visualization. To further encourage this trend and make raincloud plotting easy and practical for a broader group of researchers and students, we implemented a comprehensive suite of raincloud plots in JASP, an open-source statistics program with an intuitive graphical user interface. Examples from two factorial research designs illustrate how the JASP raincloud plots support a correct and comprehensive interpretation of the data.",
          "url": "https://doi.org/10.3758/s13428-025-02773-5",
          "doi": "https://doi.org/10.3758/s13428-025-02773-5",
          "filter": 0
        },
        {
          "title": "A systematic evaluation of Dutch large language models’ surprisal estimates in sentence, paragraph and book reading",
          "authors": "Sam Boeve, Louisa Bogaerts",
          "abstract": "Studies using computational estimates of word predictability from neural language models have garnered strong evidence in favour of surprisal theory. Upon encountering a word, readers experience a processing difficulty that is a linear function of that word’s surprisal. Evidence for this effect has been established in the English language or using multilingual models to estimate surprisal across languages. At the same time, many language-specific models of unknown psychometric quality are made openly available. Here, we provide a systematic evaluation of the surprisal estimates of a collection of large language models, specifically designed for Dutch, examining how well they account for reading times in corpora of sentence, paragraph and book reading. We compare their performance to multilingual models and an N-gram model. While models’ predictive power for reading times varied considerably across corpora, GPT-2-based models demonstrated superior overall performance. We show that Dutch large language models exhibit the same inverse scaling trend observed for English, with the surprisal estimates of smaller models showing a better fit to reading times than those of the largest models. We also replicate the linear effect of surprisal on reading times for Dutch. Both effects, however, depended on the corpus used for evaluation. Overall, these results offer a psychometric leaderboard of Dutch large language models and challenge the notion of a one-size-fits-all language model for psycholinguistic research. The surprisal estimates derived from all neural language models across the three corpora, along with the code to extract the surprisal, are made publicly available ( https://osf.io/wr4qf/ ).",
          "url": "https://doi.org/10.3758/s13428-025-02774-4",
          "doi": "https://doi.org/10.3758/s13428-025-02774-4",
          "filter": 0
        },
        {
          "title": "The forced-response method: Urgency rediscovered",
          "authors": "Christian H. Poth, Anika Krause",
          "abstract": "Lee et al. (2025) presented their “forced-response method”, in which performance in a cognitive control task is assessed as a function of the time a target stimulus is visible (within a reaction time), in a situation with time pressure for responding. In the existing literature, this experimental approach has been referred to as the compelled-response paradigm or the urgent paradigm. Replicating earlier findings by also applying the method to the flanker task of cognitive control, Lee et al. found that urgency opens up a time window in which stimulus-driven processing overtakes cognitively controlled processing and leads to actions against current intentions (as per task instructions). Taken together, this demonstrates how the method captures the temporal evolution of performance in high resolution, providing a window into the dynamics of cognitive processing in cognitive control tasks. However, urgency may induce a specific mental state, akin to phasic alertness as a state of response and perceptual readiness. Therefore, it is an open question how the method differs from standard assessments of cognitive control and in what way it provides a better alternative.",
          "url": "https://doi.org/10.3758/s13428-025-02788-y",
          "doi": "https://doi.org/10.3758/s13428-025-02788-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Do external threats decrease political polarization? Climate change and immigration discussions on Finnish Twitter after the Russian invasion of Ukraine",
          "authors": "Antti Gronow, Yan Xia, Arttu Malkamäki, Mikko Kivelä, Tuomas Ylä-Anttila",
          "url": "https://doi.org/10.1016/j.chb.2025.108775",
          "doi": "https://doi.org/10.1016/j.chb.2025.108775",
          "filter": 0
        },
        {
          "title": "More Criticisms, Less Mention of Politicians, and Rare Party Violations: A Comparison of Deleted Tweets and Publicly Available Tweets of U.S. Legislators",
          "authors": "Siyuan Ma, Junyi Han, Wanrong Li",
          "url": "https://doi.org/10.1016/j.chb.2025.108776",
          "doi": "https://doi.org/10.1016/j.chb.2025.108776",
          "filter": 0
        },
        {
          "title": "When does waiting for a reply turn into ghosting? Individual, relational, and situational predictors of feeling ignored in online messaging",
          "authors": "Christiane M. Büttner, Sarah Lutz",
          "url": "https://doi.org/10.1016/j.chb.2025.108774",
          "doi": "https://doi.org/10.1016/j.chb.2025.108774",
          "filter": 0
        },
        {
          "title": "From Pixels to Action: Virtual Influencers Promoting Pro-Environmental Behavior through Anthropomorphism, Credibility, and Strategic Messaging",
          "authors": "Meina Liu, Xiaoli Wu",
          "url": "https://doi.org/10.1016/j.chb.2025.108778",
          "doi": "https://doi.org/10.1016/j.chb.2025.108778",
          "filter": 0
        },
        {
          "title": "Adolescents' engagement in sexting as a normative behavior: Profiles of consensual and coerced sexting",
          "authors": "Michal Dolev-Cohen, Hila Shaul",
          "url": "https://doi.org/10.1016/j.chb.2025.108777",
          "doi": "https://doi.org/10.1016/j.chb.2025.108777",
          "filter": 0
        },
        {
          "title": "Down the Rabbit Hole of Sexting: How Sexting Behavior Influences Social Avoidance of People with Social Appearance Anxiety via Body Surveillance and Self-Disillusionment",
          "authors": "Sihao Yang, Shengzhe Yang, Vincent Huang",
          "url": "https://doi.org/10.1016/j.chb.2025.108773",
          "doi": "https://doi.org/10.1016/j.chb.2025.108773",
          "filter": 0
        },
        {
          "title": "Catch me if you search: When contextual web search results affect the detection of hallucinations",
          "authors": "Mahjabin Nahar, Eun-Ju Lee, Jin Won Park, Dongwon Lee",
          "url": "https://doi.org/10.1016/j.chb.2025.108763",
          "doi": "https://doi.org/10.1016/j.chb.2025.108763",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "The role of opinion diversity in the hostile media effect: Partisan exposure on social media, affective polarization, and political participation",
          "authors": "Seungsu Lee, Jaeho Cho",
          "abstract": "This study examines the moderating role of the context of social opinion in hostile media perception and its effect on partisan audiences in polarized politics. An online experiment ( N = 574), conducted in the US, manipulated the number of congruent/incongruent comments and emojis on social media posts discussing abortion (i.e., pro-choice versus pro-life Facebook posts) to create three distinct opinion contexts (i.e., congruent, balanced, and incongruent). The results indicate that perceived bias gaps between pro-attitudinal and counter-attitudinal posts were reduced in the condition of incongruent context. Furthermore, the study found that the incongruent context mitigates discomfort toward out-party supporters and political participation intention through reducing the perceived bias, whereas the congruent context intensifies them. Implications for media bias perceptions and political polarization are discussed in terms of intergroup relations.",
          "url": "https://doi.org/10.1177/13684302251357489",
          "doi": "https://doi.org/10.1177/13684302251357489",
          "filter": 0
        },
        {
          "title": "Understanding the psychological effects of political news engagement among Latinos: Vicarious discrimination and anxiety during the 2020 election",
          "authors": "Manal Aboargob, Alyssa M. Ramirez, Hannah I. Volpert-Esmond",
          "abstract": "Engagement with political news is vital for promoting civic participation and political knowledge but can negatively affect individuals’ mental health, including provoking anxiety. We examine how exposure to racial discrimination in news coverage (i.e., vicarious discrimination) may contribute to these negative effects among Latinos during the 2020 U.S. election. One hundred and eight Latinos completed daily measurements of political news engagement, vicarious discrimination, and anxiety-related symptoms for 14 days surrounding the election. Using disaggregated multilevel mediation models, we found that, on days when people engaged more with political news, they reported higher anxiety-related symptoms than on days when they engaged less (within-person relationship), but people who engaged more with political news on average did not report higher anxiety-related symptoms relative to those who engaged less with political news on average (between-person relationship). Additionally, the within-person relationship was mediated by experiences of vicarious discrimination, suggesting engaging with political news serves as an important source of exposure to racial discrimination experienced by others.",
          "url": "https://doi.org/10.1177/13684302251355877",
          "doi": "https://doi.org/10.1177/13684302251355877",
          "filter": 0
        },
        {
          "title": "The value of leaders we trust and leaders who make us stronger: Exploring the distinct contributions of different components of identity leadership to group member outcomes",
          "authors": "Kira Bibic, Svenja B. Frenzel, Rudolf Kerschreiter, Jeremy Wilson-Lemoine, Niklas Steffens, S. Alexander Haslam, Lucas Monzani, Serap Arslan Akfirat, Christine Joy A. Ballada, Tahir Bazarov, John Jamir Benzon R. Aruta, Lorenzo Avanzi, Aldijana Bunjak, Matej Černe, Charlotte M. Edelmann, Olga Epitropaki, Katrien Fransen, Cristina García-Ael, Steffen Giessner, Ilka H. Gleibs, Dorota Godlewska-Werner, Ronit Kark, Ana Laguia Gonzalez, Hodar Lam, Anna Lupina-Wegener, Yannis Markovits, Mazlan Maskor, Fernando Jorge Molero Alonso, Juan A. Moriano Leon, Pedro Neves, Daniela Pauknerová, Sylwiusz Retowski, Christine Roland-Lévy, Adil Samekin, Sebastian Schuh, Tomoki Sekiguchi, Lynda Jiwen Song, Joana Story, Jeroen Stouten, Liliya Sultanova, Srinivasan Tatachari, Lisanne van Bunderen, Dina Van Dijk, Sut I Wong, Xin‘an Zhang, Rolf van Dick",
          "abstract": "This study investigates the critical role of social identity in leadership, specifically examining identity leadership (IL) and the unique contributions of its four subdimensions: identity prototypicality, identity advancement, identity entrepreneurship, and identity impresarioship. To date, research has largely focused on the global construct of identity leadership and shown that in organizational contexts, it is a predictor of a range of outcomes, including group members’ burnout and organizational citizenship. However, the distinct roles of the four subdimensions remain little understood. Extending earlier findings, we address this gap by testing the hypothesis that the four subdimensions are differentially implicated in two key mechanisms that underlie the relationship between IL and group outcomes: (a) trust in the leader and (b) team identification. The present study explores this proposition by using structural equation modeling with latent factors to test a mediation model in 2020–2021 data from the Global Identity Leadership Development project (GILD; N = 7,855). As hypothesized, we found that identity prototypicality and identity advancement predominantly predicted greater trust in the leader, whereas identity entrepreneurship primarily predicted greater team identification. Contrary to our hypothesis, identity impresarioship showed a negative relation with trust. In turn, both trust in the leader and team identification were positively associated with organizational citizenship behavior (OCB), and negatively with burnout. We conclude by reflecting on the implications of these findings for both the theory and practice of leadership.",
          "url": "https://doi.org/10.1177/13684302251341818",
          "doi": "https://doi.org/10.1177/13684302251341818",
          "filter": 0
        },
        {
          "title": "Social norms of prejudice confrontations impact anticipated costs and benefits of confronting prejudice",
          "authors": "Izilda Pereira-Jorge, Kimberly E. Chaney",
          "abstract": "The current research examined the impact of perceived social norms of confronting interpersonal prejudice on White people’s perceived barriers and intentions to confront prejudice. The present research ( N total = 1,057) manipulated injunctive (Study 1) and descriptive (Studies 1–3) social norms of confronting prejudice via group consensus information and group behavior. Across studies, descriptive confronting norms facilitated perceptions of fewer anticipated social costs (Studies 1, 3) and greater social benefits (Studies 1–3) relative to the absence of a confronting norm (Studies 2–3) or an injunctive norm of confronting prejudice (Study 1). While social norms of prejudice confrontation did not directly impact White people’s intentions to confront prejudice (Study 1–3) or a specific instance of anti-Asian bias (Studies 2, 3), social norms did indirectly elicit greater intentions to confront prejudice through expectations of reduced social costs and increased social benefits (Studies 1, 2, 3).",
          "url": "https://doi.org/10.1177/13684302251355900",
          "doi": "https://doi.org/10.1177/13684302251355900",
          "filter": 0
        },
        {
          "title": "Does nationalism compensate for perceived ethnic disadvantage? The moderating effect of SDO",
          "authors": "Tamino Konur, Ramzi Abou-Ismail, Aleksandra Cichocka, Chris G. Sibley, Nikhil K. Sengupta",
          "abstract": "Contemporary right-wing populist rhetoric paradoxically criticizes society as disadvantaging the ethnic majority relative to minorities, while simultaneously emphasizing the superiority of one’s own nation over others. Recent studies suggest that national superiority beliefs compensate for the perceived loss of ingroup advantage among ethnic-majority groups. A critical test of this idea would be whether ethnic-majority individuals with a higher need for group-based dominance show a stronger link between perceived ethnic deprivation and nationalism. Here, we assessed people’s need for dominance using the social dominance orientation (SDO) scale and tested our moderation hypothesis in two community samples in the UK and NZ (total N = 37,510). We found that white people perceiving their ethnic group as deprived predicts higher nationalism and does so more strongly for those higher on SDO. This suggests that part of the appeal of white nationalism may be about maintaining ethnic advantage, rather than economic grievances.",
          "url": "https://doi.org/10.1177/13684302251358696",
          "doi": "https://doi.org/10.1177/13684302251358696",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Norm-enhanced prebunking for actively open-minded thinking indirectly improves misinformation discernment and reduces conspiracy beliefs",
          "authors": "Mikey Biddlestone, Carolin-Theresa Ziemer, Rakoen Maertens, Jon Roozenbeek, Sander van der Linden",
          "url": "https://doi.org/10.1016/j.jesp.2025.104818",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104818",
          "filter": 0
        },
        {
          "title": "The do-gooder dilemma: A self/other asymmetry in the perceived emotional costs of self-reporting good deeds",
          "authors": "Jerry Richardson, Paul Bloom, Shaun Nichols, David Pizarro",
          "url": "https://doi.org/10.1016/j.jesp.2025.104808",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104808",
          "filter": 0
        },
        {
          "title": "Are you still one of us? When living abroad undermines perceived home country identification and trust from compatriots",
          "authors": "Zhu Feng, Jin Wook Chang, Daniel A. Newark",
          "url": "https://doi.org/10.1016/j.jesp.2025.104819",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104819",
          "filter": 0
        },
        {
          "title": "On the relation between boredom and social behavior: A registered report",
          "authors": "Thekla Müller-Boysen, Sergio Pirla, Stefan Pfattheicher",
          "url": "https://doi.org/10.1016/j.jesp.2025.104804",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104804",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Moral absolutism drives support for bans: Unpacking ideological differences in the moral philosophies of conservatives and liberals.",
          "authors": "Namrata Goyal, Lorenzo De Gregori, Yuqi Liu, Krishna Savani",
          "url": "https://doi.org/10.1037/pspa0000464",
          "doi": "https://doi.org/10.1037/pspa0000464",
          "filter": 0
        },
        {
          "title": "Social bias blind spots: Attractiveness bias is seemingly tolerated because people fail to notice the bias.",
          "authors": "Bastian Jaeger, Gabriele Paolacci, Johannes Boegershausen",
          "url": "https://doi.org/10.1037/pspa0000459",
          "doi": "https://doi.org/10.1037/pspa0000459",
          "filter": 0
        },
        {
          "title": "Words don’t come easy: How lexical difficulty of items and vocabulary of subjects (not) affect personality assessment.",
          "authors": "Elisa Altgassen, Catherine Schittenhelm, Oliver Wilhelm",
          "url": "https://doi.org/10.1037/pspp0000572",
          "doi": "https://doi.org/10.1037/pspp0000572",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Appreciated and Motivated: Examining Whether, When, and Why Receiving Gratitude Enhances Instrumentality Intentions in Romantic Relationships",
          "authors": "Emily R. O’Brien, Amanda L. Forest",
          "abstract": "People benefit immensely when they have close relationship partners who are instrumental (i.e., helpful) to their goal pursuit. However, little is known about what motivates partners’ continued instrumentality. Research on gratitude led us to examine whether, when, and why receiving expressions of gratitude for one’s instrumentality would increase people’s intentions to be instrumental to their romantic partner’s goal(s) in the future (future instrumentality intentions [FIIs]). In a correlational study (Study 1) and two experiments in which we manipulated expressed gratitude (Studies 2 and 3), gratitude receipt positively predicted FIIs. This finding persisted regardless of whether partners achieved their goal (Study 3). We identify potential mechanisms and show that gratitude receipt is particularly important for boosting FIIs among people in lower (vs. higher) quality relationships. These findings serve as a foundation for research examining antecedents to instrumentality and considering long-term consequences of gratitude receipt for support processes in romantic relationships.",
          "url": "https://doi.org/10.1177/01461672251360832",
          "doi": "https://doi.org/10.1177/01461672251360832",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Coefficient of agreement between two raters corrected for category prevalence: Alternative to kappa.",
          "authors": "Rashid Saif Almehrizi",
          "url": "https://doi.org/10.1037/met0000732",
          "doi": "https://doi.org/10.1037/met0000732",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Good Learners Are Poor Monitors: A Negative Relation Between Learning Ability and Monitoring Accuracy",
          "authors": "Mengqi Hu, Wenbo Zhao, Anran Li, David R. Shanks, Yadi Yu, Xiaofang Tian, Muyi Liu, Xiao Hu, Liang Luo, Chunliang Yang",
          "abstract": "Effective learning involves not only the ability to quickly acquire knowledge and skills, but also the capacity to accurately monitor one’s ongoing learning progress. The present research probed the relation between learning ability and monitoring accuracy. A meta-analysis (Study 1, N = 2,406) counterintuitively found that individuals with superior learning ability exhibited slightly poorer monitoring accuracy (measured as the resolution of judgments of learning). Study 2 reanalyzed the meta-analysis data and observed that expert learners remembered more items they erroneously believed they would not remember, and this underconfidence in expert learners led to a negative association between learning ability and monitoring accuracy. Studies 3 ( N = 102, adults aged 18–23) and 4 ( N = 481, adults aged 18–59) conceptually replicated the findings of Studies 1 and 2 in controlled experiments. These findings challenge the conventional wisdom that good learners are also good monitors, suggesting instead that expert learners are actually the ones with monitoring deficits.",
          "url": "https://doi.org/10.1177/09567976251358838",
          "doi": "https://doi.org/10.1177/09567976251358838",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
