{
  "update": "2025-09-25",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Experimenter evidence unmasking as a confound in optional stopping",
          "authors": "Renata Sadibolova, Devin B. Terhune",
          "abstract": "Optional stopping refers to the practice of repeatedly performing a statistical analysis on a dataset as new data are collected until a pre-specified decision criterion is reached. This procedure is often adopted because of its effectiveness in optimizing data collection. Discussions of optional stopping to date have primarily centred around statistical issues, with relatively little consideration of any methodological implications of this procedure. Building on recent work drawing attention to methodological biases arising from the use of optional stopping, we highlight experimenter awareness of the current evidence state during data collection ( experimenter evidence unmasking ) as a salient methodological confound of optional stopping. We argue that experimenter evidence unmasking has the potential to influence an experimenter to implicitly or explicitly modify their behaviour in ways that can reduce the internal validity of an experiment. We conclude by offering recommendations for circumventing this confound and for the transparent reporting of experimenter evidence masking procedures.",
          "url": "https://doi.org/10.3758/s13428-025-02813-0",
          "doi": "https://doi.org/10.3758/s13428-025-02813-0",
          "filter": 0
        },
        {
          "title": "duet: An R package for dyadic analysis of motion data generated by OpenPose",
          "authors": "Themis N. Efthimiou, Catherine J. Crompton",
          "abstract": "Research into dyadic social interactions has expanded significantly, enabling a deeper understanding of the dynamic processes underlying interpersonal communication. As the use of larger datasets becomes increasingly common in this field, the need for scalable and efficient analytical tools has grown. Automated coding methods, such as those provided by OpenPose, an open-source software for detecting and tracking human motion, offer significant advantages for analysing the movement of two individuals during an interaction. However, the processing and analysis of large quantities of JSON output files generated by OpenPose remain a considerable challenge. To address this, we introduce duet , an R package designed to streamline the processing and analysis of OpenPose output data, particularly in the context of dyadic interactions. The package provides a suite of functions for data cleaning, interpolation, kinematic analysis, and visualisation, offering researchers a comprehensive and user-friendly workflow. By simplifying the handling of OpenPose data, duet aims to facilitate large-scale, automated analysis of dyadic social interactions, with minimal coding experience, thereby advancing methodological capabilities in social and behavioural sciences.",
          "url": "https://doi.org/10.3758/s13428-025-02817-w",
          "doi": "https://doi.org/10.3758/s13428-025-02817-w",
          "filter": 0
        },
        {
          "title": "Chinese Face and Body Dataset (CFBD): Lab and personal photos of the same individuals",
          "authors": "Ying Hu, Ruyu Pan, Yaqi Xiao, Zihan Zhu, Geraldine Jeckeln, Xiaolan Fu",
          "url": "https://doi.org/10.3758/s13428-025-02815-y",
          "doi": "https://doi.org/10.3758/s13428-025-02815-y",
          "filter": 0
        },
        {
          "title": "Multiverse simulation to explore the impact of analytical choices on type I and type II errors in a reaction time study",
          "authors": "Miklos Bognar, Marton A. Varga, Don van Ravenzwaaij, Zoltan Kekecs, James A. Grange, Mate Gyurkovics, Balazs Aczel",
          "abstract": "Researcher degrees of freedom in data analysis present significant challenges in social sciences, where different analytical decisions can lead to varying conclusions. In this work, we propose an example of an exploratory multiverse simulation to empirically compare various decision pathways to identify an effect’s sensitivity to different analytical choices. The approach is demonstrated on the congruency sequence effect (CSE), a well-studied phenomenon in cognitive control research. We reviewed existing literature to identify common non-theory-specific analytical decisions, such as outlier exclusion criteria and hypothesis testing methods, and incorporated these into our simulation framework. Using 20,000 simulated datasets, we compared the true positive rates (TPR) and false positive rates (FPR) across 50 different decision pathways, resulting in a total of 1 million analyses. Our results indicate substantial differences in power and type I error rates across the analytical pathways, with some posing a significant risk of producing high false positives. The findings underscore the importance of running extensive simulations to investigate different data handling and hypothesis testing approaches in certain research fields. This case study serves as an example for conducting similar simulation procedures in research fields characterized by high variability in analytical decisions when investigating an otherwise widely accepted effect.",
          "url": "https://doi.org/10.3758/s13428-025-02807-y",
          "doi": "https://doi.org/10.3758/s13428-025-02807-y",
          "filter": 0
        },
        {
          "title": "Exploring the synthesis of mouse cursor tracking and drift diffusion modeling in a perceptual decision-making task",
          "authors": "Oliver Grenke, Stefan Scherbaum, Martin Schoemann",
          "abstract": "Process tracing and process modeling are the two primary behavioral approaches for uncovering human decision-making processes. However, both approaches face significant limitations: process tracing offers a large and oftentimes confusing number of measures, while process modeling relies on a minimal number of comparable trials for reliable model fitting. In our study, we explore how we can combine mouse cursor tracking and the drift diffusion model (DDM) in order to both reduce the number of cursor measures and circumvent the minimal trial amount requirements of DDM fitting. One hundred three participants completed 90 trials in a random dot kinematogram (RDK). A total of 18 cursor measures were taken from the mouse cursor tracking literature and used to predict drift rate, threshold separation, and non-decision time of the DDM via partial least squares regression. Four cursor measures contributed significantly to the prediction of the DDM parameters. When reducing the available trials, these cursor measures, in combination with response time and accuracy, performed better and remained more stable in the prediction of DDM parameters than model fitting. Our results lower the barrier for applying mouse cursor tracking for novice researchers by highlighting important cursor measures and their mapping to psychological constructs of decision-making, while also offering an approach for behavioral scientists to investigate DDM components in experimental setups with a restricted number of trials.",
          "url": "https://doi.org/10.3758/s13428-025-02805-0",
          "doi": "https://doi.org/10.3758/s13428-025-02805-0",
          "filter": 0
        },
        {
          "title": "Simulating lexical decision times with large language models to supplement megastudies and crowdsourcing",
          "authors": "Gonzalo Martínez, Javier Conde, Pedro Reviriego, Marc Brysbaert",
          "url": "https://doi.org/10.3758/s13428-025-02829-6",
          "doi": "https://doi.org/10.3758/s13428-025-02829-6",
          "filter": 0
        },
        {
          "title": "Correction: Application of facial neuromuscular electrical stimulation (fNMES) in psychophysiological research: Practical recommendations based on a systematic review of the literature",
          "authors": "Themis Nikolas Efthimiou, Monica Perusquía-Hernández, Arthur Elsenaar, Marc Mehu, Sebastian Korb",
          "url": "https://doi.org/10.3758/s13428-025-02836-7",
          "doi": "https://doi.org/10.3758/s13428-025-02836-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Facial Emotion Recognition from Feature Loss Media: Human versus Machine Learning Algorithms",
          "authors": "Diwakar Y. Dube, Mathy Vandhana Sannasi, Markos Kyritsis, Stephen R. Gulliver",
          "url": "https://doi.org/10.1016/j.chb.2025.108806",
          "doi": "https://doi.org/10.1016/j.chb.2025.108806",
          "filter": 0
        },
        {
          "title": "A study of danmu: Detecting emotional coherence in music videos through synchronized EEG analysis",
          "authors": "Yuqing Liu, Bu Zhong, Jiaxuan Wang, Yao Song",
          "url": "https://doi.org/10.1016/j.chb.2025.108803",
          "doi": "https://doi.org/10.1016/j.chb.2025.108803",
          "filter": 0
        },
        {
          "title": "Personality Perception Through Prosodic Features and Eye Movements: A Cognitive Constructionism Approach Using a Social Robot",
          "authors": "Ritsuko Iwai, Yusuke Takahashi, Carlos Toshinori Ishi, Taiken Shintani, Takatsune Kumada",
          "url": "https://doi.org/10.1016/j.chb.2025.108795",
          "doi": "https://doi.org/10.1016/j.chb.2025.108795",
          "filter": 0
        },
        {
          "title": "Substitution or Augmentation? How Organisational AI Adoption Approaches Influence the Willingness to Stay of Caregivers",
          "authors": "Li Jiang, Xuli Wang, Yuguang Xie, Junhong Zhu, Dongxiao Gu",
          "url": "https://doi.org/10.1016/j.chb.2025.108801",
          "doi": "https://doi.org/10.1016/j.chb.2025.108801",
          "filter": 0
        },
        {
          "title": "Image Memorability Predicts Social Media Virality and Externally-Associated Commenting",
          "authors": "Shikang Peng, Wilma A. Bainbridge",
          "url": "https://doi.org/10.1016/j.chb.2025.108799",
          "doi": "https://doi.org/10.1016/j.chb.2025.108799",
          "filter": 0
        },
        {
          "title": "Psychological Insights into Enhanced Online Learning: Investigating the Role of Danmaku Interaction and Cognitive Styles",
          "authors": "Lei Han, Chunze Xu, Mengshi Xiao, Qing Lv, Li Wang, Zhong Liu, Fengqiang Gao, Yanwei Dang, Min Jou",
          "url": "https://doi.org/10.1016/j.chb.2025.108802",
          "doi": "https://doi.org/10.1016/j.chb.2025.108802",
          "filter": 0
        },
        {
          "title": "Wealth, Digital Overuse, and the Changing Landscape of Digital Inequality1",
          "authors": "Soyoung Park",
          "url": "https://doi.org/10.1016/j.chb.2025.108805",
          "doi": "https://doi.org/10.1016/j.chb.2025.108805",
          "filter": 0
        },
        {
          "title": "Embracing the Metaverse: User perception and acceptance of the Metaverse in education",
          "authors": "Patricia Baudier, Tony De Vassoigne, Mitra Arami, Arnaud Delannoy, Rony Germon",
          "url": "https://doi.org/10.1016/j.chb.2025.108804",
          "doi": "https://doi.org/10.1016/j.chb.2025.108804",
          "filter": 0
        },
        {
          "title": "The development of social, gender, and migration-related disparities in digital competencies during adolescence",
          "authors": "Timo Gnambs, Anna Hawrot",
          "url": "https://doi.org/10.1016/j.chb.2025.108800",
          "doi": "https://doi.org/10.1016/j.chb.2025.108800",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Masculinity contest cultures lead to self-group distancing in women",
          "authors": "Jenny Veldman, Andrea C. Vial",
          "url": "https://doi.org/10.1016/j.jesp.2025.104832",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104832",
          "filter": 0
        },
        {
          "title": "Generalization of rejection and acceptance in social networks",
          "authors": "Yi Zhang, Leor M. Hackel",
          "url": "https://doi.org/10.1016/j.jesp.2025.104834",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104834",
          "filter": 0
        },
        {
          "title": "The dosage of deception: How frequency and type influence trust evaluations",
          "authors": "T. Bradford Bitterly",
          "url": "https://doi.org/10.1016/j.jesp.2025.104823",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104823",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Changes in psychological well-being across the transition to motherhood: Combining longitudinal and experience sampling methods.",
          "authors": "Chau B. Tran, Katya Ivanova, Olga Stavrova, Anne K. Reitz",
          "url": "https://doi.org/10.1037/pspp0000573",
          "doi": "https://doi.org/10.1037/pspp0000573",
          "filter": 0
        },
        {
          "title": "The head, heart, and soul: Lay theories of decision conflict and the role of the true self.",
          "authors": "Daniel J. Chiacchia, George E. Newman, Rachel L. Ruttan",
          "url": "https://doi.org/10.1037/pspa0000465",
          "doi": "https://doi.org/10.1037/pspa0000465",
          "filter": 0
        },
        {
          "title": "Linking temperament and personality traits from late childhood to adulthood by examining continuity, stability, and change.",
          "authors": "Whitney R. Ringwald, Katherine M. Lawson, Aleksandra Kaurin, Richard W. Robins",
          "url": "https://doi.org/10.1037/pspp0000576",
          "doi": "https://doi.org/10.1037/pspp0000576",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Residual Structural Equation Modeling with Nonnormal Distribution",
          "authors": "Ming-Chi Tseng",
          "url": "https://doi.org/10.1080/00273171.2025.2545371",
          "doi": "https://doi.org/10.1080/00273171.2025.2545371",
          "filter": 0
        },
        {
          "title": "The Impact of Temporal Expectation on Unconscious Inhibitory Processing: A Computational Analysis Using Hierarchical Drift Diffusion Modeling",
          "authors": "Yongchun Wang, Jinlan Cao, Wandong Chen, Zhengqi Tang, Tingyi Liu, Zhen Mu, Peng Liu, Yonghui Wang",
          "url": "https://doi.org/10.1080/00273171.2025.2561944",
          "doi": "https://doi.org/10.1080/00273171.2025.2561944",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Time Poverty Predicts an Imbalance Between Help-Seeking and Help-Giving: The Mediating Effect of Zero-Sum Beliefs About Time",
          "authors": "Peiling Cao, Rongzi Ma, Yue Yuan, Xiaomin Sun",
          "abstract": "Time poverty, a persistent feeling of insufficient time, significantly affects interpersonal dynamics, particularly help-seeking and help-giving. Across five studies using hypothetical scenarios (Studies 1a and 1b), academic (Study 2), and everyday contexts (Study 3), we found that time poverty consistently fosters a mismatch wherein individuals’ help-seeking behaviors exceed their willingness to provide help, regardless of task interdependence (Studies 1a and 1b). Zero-sum beliefs about time emerge as a key mediator explaining the effect of time poverty on this imbalance, a mechanism substantiated by both correlational (Studies 2 and 3) and causal (Study 4) evidence. Moreover, findings reveal that time poverty reduces both help-provider’s and help-seeker’s preference for autonomy-oriented help relative to dependency-oriented help (Studies 1b and 3), suggesting an additional adverse consequence for personal growth and development.",
          "url": "https://doi.org/10.1177/01461672251368958",
          "doi": "https://doi.org/10.1177/01461672251368958",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Crowdsourcing multiverse analyses to explore the impact of different data-processing and analysis decisions: A tutorial.",
          "authors": "Tom Heyman, Ekaterina Pronizius, Savannah C. Lewis, Oguz A. Acar, Matúš Adamkovič, Ettore Ambrosini, Jan Antfolk, Krystian Barzykowski, Ernest Baskin, Carlota Batres, Leanne Boucher, Jordane Boudesseul, Eduard Brandstätter, W. Matthew Collins, Dušica Filipović Ðurđević, Ciara Egan, Vanessa Era, Paulo Ferreira, Chiara Fini, Patricia Garrido-Vásquez, Hendrik Godbersen, Pablo Gomez, Aurelien Graton, Necdet Gurkan, Zhiran He, Dave C. Johnson, Pavol Kačmár, Chris Koch, Marta Kowal, Tomas Kratochvil, Marco Marelli, Fernando Marmolejo-Ramos, Martín Martínez, Alan Mattiassi, Nicholas P. Maxwell, Maria Montefinese, Coby Morvinski, Maital Neta, Yngwie A. Nielsen, Sebastian Ocklenburg, Jaš Onič, Marietta Papadatou-Pastou, Adam J. Parker, Mariola Paruzel-Czachura, Yuri G. Pavlov, Manuel Perea, Gerit Pfuhl, Tanja C. Roembke, Jan P. Röer, Timo B. Roettger, Susana Ruiz-Fernandez, Kathleen Schmidt, Cynthia S. Q. Siew, Christian K. Tamnes, Jack E. Taylor, Rémi Thériault, José L. Ulloa, Miguel A. Vadillo, Michael E. W. Varnum, Martin R. Vasilev, Steven Verheyen, Giada Viviani, Sebastian Wallot, Yuki Yamada, Yueyuan Zheng, Erin M. Buchanan",
          "url": "https://doi.org/10.1037/met0000770",
          "doi": "https://doi.org/10.1037/met0000770",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "The Anticipated Relational Effects of Confronting Bias (or not) in Interracial Friendships",
          "authors": "Ashley L. Berkebile-Weinberg, Riana M. Brown, Casey E. McMahon, Maureen A. Craig",
          "abstract": "Most biased comments people experience are from friends. However, little is known about how people process experiences in which a friend expresses bias and how the relationship might be affected. The current research examines the anticipated relational effects of confronting (vs. not confronting) a friend’s bias, using adult participants in the United States. Asian participants who imagined confronting a White friend’s biased comment (or a stranger’s: see Study 1) anticipated higher friendship or relationship quality compared with those who imagined not having that confrontation. This effect remained regardless of whether bias was directed toward participants’ in-group or toward an out-group (see Study 2). The closer people felt to their friend, the more confronting (vs. not confronting) elicited higher friendship quality. Experimentally testing for mechanism demonstrated that the effect of confronting is driven by greater anticipated understanding (see Study 3). This work reveals that Asian people expect that confronting a friend’s bias will elicit greater understanding and buffer against negative interpersonal effects. Statement of Relevance The majority of biased comments people hear are from friends (Dickter &amp; Newton, 2013), and 40% of Americans report confronting a friend or family member for a biased comment (Horowitz et al., 2019). Yet, how people think about confronting a friend (or not) is unknown. Relationship quality can be improved by mutual understanding (Reis et al., 2017), and confronting can provide an opportunity to express oneself and establish understanding with close others. Further, a proposed starting point for healing racial division is to start a conversation and talk to one’s friends (Song, 2019). Thus, it is essential to understand how racial minorities expect their interracial relationships to be impacted when they confront others about bias. Ultimately, our research helps explain why minority-group members might choose to confront bias from a close friend—namely, that they expect it to be less detrimental for their friendship than to stay silent.",
          "url": "https://doi.org/10.1177/09567976251372125",
          "doi": "https://doi.org/10.1177/09567976251372125",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
