{
  "update": "2026-01-14",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "A Practical Guide for Integrating Community-Engaged Research Across the Psychological Research Cycle",
          "authors": "Jawahir Mohamed, Benjamin Koshy Jacob, Régine Debrosse, Marim Adel, Stella Zhang, Zaiyuan Hu, Kelci Harris, Joanne M. Chung",
          "abstract": "Despite growing calls to increase diversity in research, methodological approaches that could address this issue remain underused. In this article, we argue that community-engaged research (CEnR), a framework that ultimately seeks to create genuine partnerships between researchers and marginalized communities, offers a solution for making psychological research more diverse while strengthening scientific rigor. We provide a practical guide for implementing CEnR principles across seven key research phases, from study conceptualization to knowledge dissemination, with different levels of engagement based on what researchers can realistically manage. Drawing from examples across five of our studies with diverse populations, including Black youth in Canada and the United States, Syrian newcomers in the Netherlands, and racial and ethnic minority university students in Canada, we illustrate how CEnR strengthens research quality and impact by fostering culturally responsive methods, building trust with communities, and enabling richer interpretation of findings. We discuss challenges in using CEnR, including the time and resources it requires and institutional barriers, while providing concrete guidance that emphasizes honest self-reflection and starting small. We conclude by highlighting future directions and emphasizing that developing CEnR skills requires ongoing practice, with the goal of building toward more collaborative and impactful psychology research.",
          "url": "https://doi.org/10.1177/25152459251397997",
          "doi": "https://doi.org/10.1177/25152459251397997",
          "filter": 0,
          "created": "2026-1-10"
        },
        {
          "title": "CATAcode : A Principled Approach for Coding Check-All-That-Apply Demographic Items",
          "authors": "Gabriel J. Merrin, Kyle Nickodem, Nickholas Grant, Sitara M. Weerakoon, Melissa K. Holt, Dorothy L. Espelage",
          "abstract": "Accurately measuring, reporting, interpreting, and evaluating identity categories in social-science research is essential; however, check-all-that-apply (CATA) responses present methodological challenges because of the large permutations of categories and the fluctuating salience of intersecting identities across time and contexts. These challenges can hinder the validity of quantitative studies, particularly those examining racial, ethnic, and other social-identity differences. Although quantitative-critical-race-theory scholars have proposed principles for handling racial and ethnic categories in quantitative research, their application in statistical analyses remains limited. In this article, we introduce CATAcode , an R package designed to assist researchers in exploring and preparing CATA demographic items for statistical modeling. By applying this tool to cross-sectional and longitudinal data, in the tutorial, we demonstrate how CATAcode can enhance the generalizability, transparency, and reproducibility of social-science research. Improving the rigor of demographic measurement is essential for identifying and addressing social inequalities, allocating resources, and understanding broader patterns of marginalization.",
          "url": "https://doi.org/10.1177/25152459251401184",
          "doi": "https://doi.org/10.1177/25152459251401184",
          "filter": 0,
          "created": "2026-1-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Collecting, detecting, and handling non-wear intervals in longitudinal light exposure data",
          "authors": "Carolina Guidolin, Johannes Zauner, Steffen Lutz Hartmeyer, Manuel Spitschan",
          "abstract": "In field studies using wearable light loggers, participants often need to remove the devices, resulting in non-wear intervals of varying and unknown duration. Accurate detection of these intervals is an essential step during data pre-processing. Here, we deployed a multi-modal approach to collect non-wear time during a longitudinal light exposure collection campaign and systematically compare non-wear detection strategies. Healthy participants ( n = 26; mean age 28 ± 5 years, 14F) wore a near-corneal plane light logger for 1 week and reported non-wear events in three ways: pressing an \"event marker\" button on the light logger, placing it in a black bag, and using an app-based Wear log. Wear log entries, checked twice daily, served as ground truth for non-wear detection, showing that non-wear time constituted 5.4 ± 3.8% (mean ± SD) of total participation time. Button presses at the start and end of non-wear intervals were identified in &gt;85.4% of cases when considering time windows beyond 1 min for detection. To detect non-wear intervals based on black bag use and lack of motion, we employed an algorithm that detects clusters of low illuminance and clusters of low activity. Performance was higher for illuminance (F1 = 0.78) than for activity (F1 = 0.52). Light exposure metrics derived from the full dataset, a dataset filtered for non-wear based on self-reports, and a dataset filtered for non-wear using the low illuminance clusters detection algorithm showed minimal differences. Our results highlight that while non-wear detection may be less critical in high-compliance cohorts, systematically collecting and detecting non-wear intervals is feasible and important for ensuring robust data pre-processing.",
          "url": "https://doi.org/10.3758/s13428-025-02823-y",
          "doi": "https://doi.org/10.3758/s13428-025-02823-y",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Speech onset time at home or in the lab: The role of testing environment and experimenter presence",
          "authors": "Giorgio Piazza, Natalia Kartushina, Christoforos Souganidis, James E. Flege, Clara D. Martin",
          "url": "https://doi.org/10.3758/s13428-025-02918-6",
          "doi": "https://doi.org/10.3758/s13428-025-02918-6",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "HR-ACT (Human–Robot Action) Database: Communicative and noncommunicative action videos featuring a human and a humanoid robot",
          "authors": "Tuǧçe Nur Pekçetin, Gaye Aşkın, Şeyda Evsen, Tuvana Dilan Karaduman, Badel Barinal, Jana Tunç, Cengiz Acarturk, Burcu A. Urgen",
          "abstract": "We present the HR-ACT (Human–Robot Action) Database, a comprehensive collection of 80 standardized videos featuring matched communicative and noncommunicative actions performed by both a humanoid robot (Pepper) and a human actor. We describe the creation of 40 action exemplars per agent, with actions executed in a similar manner, timing, and number of repetitions. The database includes detailed normative data collected from 438 participants, providing metrics on action identification, confidence ratings, communicativeness ratings, meaning clusters, and H values (an entropy-based measure reflecting response homogeneity). We provide researchers with controlled yet naturalistic stimuli in multiple formats: videos, image frames, and raw animation files (.qanim). These materials support diverse research applications in human–robot interaction, cognitive psychology, and neuroscience. The database enables systematic investigation of action perception across human and robotic agents, while the inclusion of raw animation files allows researchers using Pepper robots to implement these actions for real-time experiments. The full set of stimuli, along with comprehensive normative data and documentation, is publicly available at https://osf.io/8vsxq/ .",
          "url": "https://doi.org/10.3758/s13428-025-02910-0",
          "doi": "https://doi.org/10.3758/s13428-025-02910-0",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Bayesian hierarchical cognitive modeling with the EMC2 package",
          "authors": "Niek Stevenson, Michelle C. Donzallaz, Reilly J. Innes, Birte U. Forstmann, Dora Matzke, Andrew Heathcote",
          "url": "https://doi.org/10.3758/s13428-025-02869-y",
          "doi": "https://doi.org/10.3758/s13428-025-02869-y",
          "filter": 0,
          "created": "2026-1-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Exploring the Association of Social Media Connectivity and Interactivity with Ethnic Polarization: An Interdependent Hierarchical Affordance Perspective",
          "authors": "Pamirzad Qurban Hussain, Qiang Chen",
          "url": "https://doi.org/10.1016/j.chb.2026.108919",
          "doi": "https://doi.org/10.1016/j.chb.2026.108919",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "Investigating Perceived Trust and Utility of Balanced News Chatbots Among Individuals with Varying Conspiracy Beliefs",
          "authors": "Shreya Dubey, Paul E. Ketelaar, Tilman Dingler, Hannah K. Peetz, Hein T. van Schie",
          "url": "https://doi.org/10.1016/j.chb.2026.108920",
          "doi": "https://doi.org/10.1016/j.chb.2026.108920",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "Early Exposure and Emerging Risk: A Latent Profile Analysis of Pornography Use Trajectories and Their Psychological Correlates",
          "authors": "Bailey M. Way, Todd L. Jennings, Joshua B. Grubbs, Kris Gunawan, Shane W. Kraus",
          "url": "https://doi.org/10.1016/j.chb.2026.108905",
          "doi": "https://doi.org/10.1016/j.chb.2026.108905",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "Are Your Defense Mechanisms Harming You? The Role of Psychological Defenses in Social Media Comparison and Adolescent Self-Esteem",
          "authors": "Lin Ting Jin, Yun Jung Choi",
          "url": "https://doi.org/10.1016/j.chb.2026.108916",
          "doi": "https://doi.org/10.1016/j.chb.2026.108916",
          "filter": 0,
          "created": "2026-1-10"
        },
        {
          "title": "Immersive Technologies and Intergroup Relations: A Critical Review of Theoretical Questions and Methodological Challenges",
          "authors": "Matilde Tassinari, Marco Marinucci, Béatrice S. Hasler",
          "url": "https://doi.org/10.1016/j.chb.2026.108908",
          "doi": "https://doi.org/10.1016/j.chb.2026.108908",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "From bodily to digital co-presence: Unpacking the Interaction Ritual Chains of hashtag-driven group formation",
          "authors": "Jinyan Duan, Siyu Qi, Hongyu Yan, Chong Wu",
          "url": "https://doi.org/10.1016/j.chb.2026.108907",
          "doi": "https://doi.org/10.1016/j.chb.2026.108907",
          "filter": 0,
          "created": "2026-1-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Clarifying the diploma divide: The growing importance of higher education for political identity.",
          "authors": "Michael Prinzing, Michael Vazquez",
          "url": "https://doi.org/10.1037/pspa0000481",
          "doi": "https://doi.org/10.1037/pspa0000481",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Life satisfaction, loneliness, and depressivity in consistently single young adults in Germany and the United Kingdom.",
          "authors": "Michael D. Krämer, Julia Stern, Laura Buchinger, Geoff MacDonald, Wiebke Bleidorn",
          "url": "https://doi.org/10.1037/pspp0000595",
          "doi": "https://doi.org/10.1037/pspp0000595",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "How group personality composition affects person and group outcomes: An integrative analysis using the group actor–partner interdependence model.",
          "authors": "Eva Bleckmann, Richard Rau, Oliver Lüdtke, Sascha Krause, Jenny Wagner",
          "url": "https://doi.org/10.1037/pspp0000588",
          "doi": "https://doi.org/10.1037/pspp0000588",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "Person-related selection bias in mobile sensing research: Robust findings from two panel studies.",
          "authors": "Ramona Schoedel, Thomas Reiter, Michael D. Krämer, Yannick Roos, Markus Bühner, David Richter, Matthias R. Mehl, Cornelia Wrzus",
          "url": "https://doi.org/10.1037/pspp0000585",
          "doi": "https://doi.org/10.1037/pspp0000585",
          "filter": 0,
          "created": "2026-1-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "“If Immoral Then Unable”: Asymmetric Generalizations in Social Judgment",
          "authors": "Simone Mattavelli, Marco Brambilla, Alex Koch, Marcos Dono",
          "abstract": "Morality and ability are two key dimensions of social judgment. Across four experiments (total N = 1,418, three preregistered), we examined how information about one dimension shapes impressions in the other. In Experiment 1, participants generated positive and negative behaviors related to either morality or ability and then evaluated each behavior on the other dimension. Negative moral behaviors led to stronger inferences of low ability than negative ability behaviors led to inferences of immorality (i.e., asymmetric Horn effect). No asymmetry emerged for positive behaviors (i.e., symmetric Halo effects). Experiments 2a and 2b confirmed the asymmetric Horn effect and showed it was stronger for extreme versus moderate negative behaviors. Experiment 3 showed that immoral behaviors elicited more perceived threat than unable behaviors, which partly explained the asymmetric horn effect. These findings complement and extend prior models of impression formation by highlighting the primacy of morality in influencing judgments on other fundamental content dimensions.",
          "url": "https://doi.org/10.1177/01461672251410724",
          "doi": "https://doi.org/10.1177/01461672251410724",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Gender Equality Differentiation Hinders Progress Toward Gender Equality",
          "authors": "Mengwei Tian, Chen Chen, Kai Chi Yam, Xinyi Zhang, Kaidi Bi, Xin Qin",
          "abstract": "Gender inequality has been an enduring issue throughout history and continues to persist in modern society. Although we have achieved much gender equality, this progress has stagnated. We propose that gender equality differentiation, defined as the variance in the levels of gender equality across different dimensions, is a critical but neglected factor that impedes progress toward gender equality. Using a global dataset of 158 countries spanning from 2006 to 2022 (Study 1; N = 1,906), we find that countries with a higher level of gender equality differentiation at the focal year have a lower level of gender equality in the next year. A global survey (Study 2; N = 45,611) and a preregistered experiment (Study 3; N = 566) further demonstrate the underlying mechanisms. This research reveals a paradox—isolated efforts in addressing some aspects of gender inequality inadvertently stall efforts to address holistic gender inequality.",
          "url": "https://doi.org/10.1177/01461672251401062",
          "doi": "https://doi.org/10.1177/01461672251401062",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Conspiracy Theories and Online Dating: It’s a (Mis)match!",
          "authors": "Ricky Green, Lea C. Kamitz, Daniel Toribio-Flórez, Mikey Biddlestone, Frank Gasking, Robbie M. Sutton, Karen M. Douglas",
          "abstract": "Conspiracy beliefs can harm interpersonal relationships, but their impact on future relationships remains underexplored. Across four preregistered experiments ( N = 1,603), we examined how sharing conspiracy theories in online dating profiles affects interpersonal impressions and intentions to start relationships, and whether these outcomes depend on perceivers’ political orientation. Experiments 1a and 1b revealed that profiles including right-wing conspiracy theories were perceived less favorably compared to controls. Participants were also more reluctant to start relationships with the profile holder. In Experiment 2, implausible (vs. plausible) left-wing conspiracy theories elicited stronger negative reactions. In Experiment 3, participants showed less interest in conspiracy-sharing profiles (vs. controls) on a mock dating app. Political orientation moderated these effects—liberals were more critical, while conservatives were more lenient and sometimes favored conspiracy-sharing profiles. These findings further highlight the social consequences of sharing conspiracy theories and the moderating role of political orientation.",
          "url": "https://doi.org/10.1177/01461672251399448",
          "doi": "https://doi.org/10.1177/01461672251399448",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "In-Person and Virtual Dates are Comparable, But People Don’t Know It",
          "authors": "Elina Moreno, Eli J. Finkel, Kellie Ammerman, Paul W. Eastwick",
          "abstract": "Virtual dating has become popular, but how do people feel about potential romantic partners on virtual versus in-person first dates? In Study 1, a sample of online participants predicted that in-person dates would be markedly better than virtual dates. Study 2 examined whether this prediction received support in a dataset of 4,542 real-life blind dates. We examined first-date outcomes (e.g., date enjoyment and attraction) and partner trait-perceptions (e.g., ambitious and confident) reported after each date. In-person dates were generally longer, but otherwise, virtual and in-person dates were highly similar across the full sample, and virtual dates outperformed in-person dates when controlling for date length. We conducted a one-with-many Social Relations Model analysis on a subsample of Study 2 daters ( n = 1,833 dates) and documented a modest amount of actor and partner variance, and a large amount of relationship variance. Virtual dates may be an underappreciated screening strategy for potential partners.",
          "url": "https://doi.org/10.1177/01461672251409231",
          "doi": "https://doi.org/10.1177/01461672251409231",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Politics of Envy? Meritocracy Beliefs, Not Envy, Drive Support for Redistribution",
          "authors": "Jasper Neerdaels, Lisa Blatz, Jan Crusius",
          "abstract": "Support for redistribution is often dismissed as driven by a morally questionable motive: Malicious envy. Seemingly supporting this notion, in some studies, liberalism was correlated with envy, and envy predicted support for redistribution. However, we argue that these results can be explained by meritocracy beliefs rather than envy; specifically, we hypothesize that liberals are only indirectly prone to envy to the extent that they believe wealth is often not merited. Consequently, we argue that these meritocracy beliefs drive redistribution support, not envy. We found support for our predictions in three surveys and one experiment (total N = 4,171), showing that (a) liberalism only indirectly predicted envy via lowered meritocracy beliefs, and (b) meritocracy beliefs, not envy, (negatively) predicted support for redistribution. Moreover, when an experimental manipulation increased liberals’ perceptions of wealth as deserved, their support for redistribution decreased. These findings may inform a more evidence-based debate amid growing inequality.",
          "url": "https://doi.org/10.1177/01461672251410720",
          "doi": "https://doi.org/10.1177/01461672251410720",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Just Not That Into You: Experiences of Indifference Toward a Romantic Partner",
          "authors": "Mirna Đurić, Francesca Righetti, Giulia Zoppolat, Iris K. Schneider",
          "abstract": "Theoretical work has proposed that people can have four different patterns of interpersonal evaluations: mostly positive, mostly negative, ambivalent (both positive and negative), and indifferent (neither positive nor negative). Notably, indifference has been largely overlooked by empirical research, despite growing evidence that indifferent feelings can occur in romantic relationships. To address this gap, we examined the associations of feelings of indifference toward one’s romantic partner with relationship and personal well-being across four studies ( N = 2,490), using cross-sectional and longitudinal data from couples and individuals in relationships. To do so, we developed the Subjective Interpersonal Indifference Scale and established it as a valid and reliable measure to assess this evaluation. Our findings showed that indifference toward a romantic partner is associated with lower relationship and personal well-being, both concurrently and longitudinally. Underlying these associations were higher feelings of boredom in the relationship, higher desire for attractive alternatives, and lower intimacy.",
          "url": "https://doi.org/10.1177/01461672251410278",
          "doi": "https://doi.org/10.1177/01461672251410278",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "Do Your Own Research (?) A Weak Link Between Conspiracism and Preference for First-Hand Evidence in a Perceptual Task",
          "authors": "Noëmon Baudouin, Sacha Altay, Hugo Mercier",
          "abstract": "Conspiracy theorists often prompt others to “Do your own research.” Could a general desire for such epistemic autonomy—to make up one’s own mind rather than deferring to others’ testimony—explain why some people are attracted to conspiracy theories? In four pre-registered studies (United States and United Kingdom, N = 1196), we test whether participants more likely to believe in conspiracy theories have a stronger preference for forming their own beliefs independently. Participants chose between doing a difficult perceptual task themselves or relying on an expert’s answer. Internal fixed-effect meta-analyses revealed a weak but statistically significant relationship between belief in conspiracy theories and preference for first-hand evidence. By contrast, the relationship between epistemic individualism and this preference was stronger and more robust. This suggests that, although individuals endorsing conspiracy theories express a stronger preference for “doing their own research,” their behavior mostly does not match this preference in non-conspiratorial contexts.",
          "url": "https://doi.org/10.1177/01461672251408129",
          "doi": "https://doi.org/10.1177/01461672251408129",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Flexible Diagnosticity in Person Impression Formation: An Integrative Framework",
          "authors": "Johannes Ziegler, Linda McCaughey, Klaus Fiedler",
          "abstract": "In person impression formation, target characteristics such as suitability for a vacant position or interpersonal likeability are inferred from information samples. This process strongly depends on the diagnosticity of observed (i.e., sampled) behaviors. Applying a likelihood-based conceptualization of diagnosticity, we tested two major implications: First, diagnosticity depends on the hypothesis being tested, and second, it is shaped by situational base-rates. We examined both facets by manipulating the extent of positive versus negative valence within the big two (agency vs. communion). In Experiment 1, we varied the hypothesis to be tested by providing different job profiles in a personnel selection task. Consistent with the predictions, hypothesis-relevant information impacted both sampling and judgment behavior more than hypothesis-irrelevant information. In Experiments 2A and 2B, we manipulated big-two specific valence base-rate expectations on target persons characterized as psychotherapy patients: Genuinely diagnostic violations of group-based expectancies turned out to result in strongest judgments. The findings suggest that participants’ sampling patterns and judgments follow the proposed likelihood-based diagnosticity concept.",
          "url": "https://doi.org/10.1177/01461672251405990",
          "doi": "https://doi.org/10.1177/01461672251405990",
          "filter": 0,
          "created": "2026-1-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Choice Set Size Neglect in Predicting Others’ Preferences",
          "authors": "Beidi Hu, Alice Moon, Eric VanEpps",
          "abstract": "An inherent feature of any choice is the set size from which that choice is made (i.e., the number of available options in a choice set). Choice set size impacts the likelihood of landing on a more preferred option: Larger sets are more likely to contain an option matching one’s preferences. Nevertheless, in six preregistered experiments with 10,092 U.S. adults, we demonstrated that people consistently underestimated the effect of set size when predicting others’ liking for a chosen option. We propose this effect arises because, although people recognize that set size predicts liking of a chosen option, they typically fail to attend to it when considering others’ choices. Accordingly, this effect was attenuated when attention was drawn to set size, specifically (a) when participants considered multiple set sizes simultaneously, (b) when the decision process was framed as ranking rather than choosing, or (c) when participants were prompted to recall set size before predicting others’ preferences.",
          "url": "https://doi.org/10.1177/09567976251400333",
          "doi": "https://doi.org/10.1177/09567976251400333",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Understanding Partisan Bias in Judgments of Misinformation: Identity Protection Versus Differential Knowledge",
          "authors": "Tyler J. Hubeny, Lea S. Nahon, Bertram Gawronski",
          "abstract": "People overaccept information that supports their identity and underaccept information that opposes their identity—a phenomenon known as partisan bias . Although partisan-bias effects in judgments of misinformation are robust and pervasive, there is ongoing debate about whether partisan-bias effects arise from identity-protective motivated reasoning or differential knowledge of identity-congenial versus identity-uncongenial information. Prior empirical work has been unable to differentiate the two accounts because of a reliance on groups with pre-existing differences in knowledge (e.g., Democrats and Republicans). The current research addresses this issue by using randomly assigned rather than pre-existing identities. Across two experiments ( N total = 1,411), adult U.S. Prolific workers showed lower thresholds for accepting information that is congenial versus uncongenial to a randomly assigned identity, despite having no differences in prior knowledge. These results support theories that emphasize identity protection as a factor underlying partisan bias in the acceptance of misinformation, with important practical implications for misinformation interventions.",
          "url": "https://doi.org/10.1177/09567976251404040",
          "doi": "https://doi.org/10.1177/09567976251404040",
          "filter": 0,
          "created": "2026-1-7"
        }
      ],
      "articles_hidden": []
    }
  ]
}
