{
  "update": "2025-11-21",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "A modified hidden Markov model for detecting insufficient effort responses in questionnaires",
          "authors": "Hangqi Xu, Jiawei Xiong, Feiming Li",
          "url": "https://doi.org/10.3758/s13428-025-02888-9",
          "doi": "https://doi.org/10.3758/s13428-025-02888-9",
          "filter": 0
        },
        {
          "title": "The HeCz corpus: A large, richly annotated reading corpus of newspaper headlines in Czech",
          "authors": "Jan Chromý, Markéta Ceháková, James Brand",
          "abstract": "Large behavioral datasets that provide detailed data on reading processes are valuable resources for a range of researchers working in linguistics, psychology and cognitive science. This paper presents the HeCz corpus, which comprises self-paced reading data for 1919 newspaper headlines (23,634 words) in Czech, with each headline being accompanied by a yes–no comprehension question, resulting in a rich dataset of reading times for each individual word and comprehension accuracy. The corpus is novel in terms of the sheer scale of data collection, with 1872 native Czech speakers, each reading approximately 120 headlines, with 1162 of those participants also completing the experiment again in a re-testing session using the same stimuli approximately 1 month later. There is participant level meta-data also available relating to basic demographic information, reading habits and a profile of their mood state prior to completing the experiment. Beyond the behavioral and demographic data, we also include a range of linguistic annotations for several variables, e.g., frequency, surprisal, morphological tagging. To better understand how these variables might impact processing, we present exploratory analyses where we predicted the reading times for words, with the results indicating important roles for linguistic, demographic, and methodological variables. Given the range of multidisciplinary applications of the HeCz corpus, we hope that it will provide a valuable and unprecedented resource for a range of research applications related to reading processes.",
          "url": "https://doi.org/10.3758/s13428-025-02863-4",
          "doi": "https://doi.org/10.3758/s13428-025-02863-4",
          "filter": 0
        },
        {
          "title": "Missing data in microrandomized trials: Challenges and opportunities",
          "authors": "Shiyu Zhang, John J. Dziak, Lizbeth Benson, Jamie R. T. Yap, Dusti R. Jones, Cho Y. Lam, Lindsey N. Potter, David W. Wetter, Inbal Nahum-Shani",
          "abstract": "The vision of leveraging digital technologies to deliver real-time psychological interventions in everyday settings is realized via just-in-time adaptive interventions (JITAI) – an intervention design that guides the use of rapidly changing information about a person’s internal states and contexts to decide whether and how to intervene in daily life. Microrandomized trials (MRTs) were developed as an experimental design to address scientific questions about how to best construct JITAIs, enabling scientists to investigate whether, what type, and under what conditions, intervention delivery can promote behavior change. However, missing data present challenges to the ability of MRTs to inform the development of JITAIs. This article articulates the multiple sources of missing data that can manifest in MRT studies, discusses how such missing data can impact (1) bias, (2) variance, and (3) the future implementation of JITAIs, and discusses strategies for both minimizing missing data in an MRT design and handling missing data when they occur. The overarching goal is to provide a conceptual framework that will guide future investigators in anticipating missing data and making informed decisions to manage them. Throughout, we illustrate concepts using existing data from the Mobile Assistance for Regulating Smoking (MARS) study. MARS ( n = 99) involved a 10-day MRT that included up to six randomizations per person per day.",
          "url": "https://doi.org/10.3758/s13428-025-02885-y",
          "doi": "https://doi.org/10.3758/s13428-025-02885-y",
          "filter": 0
        },
        {
          "title": "The best fixation target revisited: New insights from retinal eye tracking",
          "authors": "Diederick C. Niehorster, Szymon Tamborski, Marcus Nyström, Robert Konklewski, Valentyna Pryhodiuk, Krzysztof Tołpa, Roy S. Hessels, Maciej Szkulmowski, Ignace T. C. Hooge",
          "abstract": "In many tasks, participants are instructed to fixate a target. While maintaining fixation, the eyes nonetheless make small fixational eye movements, such as microsaccades and drift. Previous work has examined the effect of fixation point design on fixation stability and the amount and spatial extent of fixational eye movements. However, much of this work used video-based eye trackers, which have insufficient resolution and suffer from artefacts that make them unsuitable for this topic of study. Here, we therefore use a retinal eye tracker, which offers superior resolution and does not suffer from the same artifacts to reexamine what fixation point design minimizes fixational eye movements. Participants were shown five fixation targets in two target polarity conditions, while the overall spatial spread of their gaze position during fixation, as well as their microsaccades and fixational drift, were examined. We found that gaze was more stable for white-on-black than black-on-grey fixation targets. Gaze was also more stable (lower spatial spread, microsaccade, and drift displacement) for fixation targets with a small central feature but these targets also yielded higher microsaccade rates than larger fixation targets without such a small central feature. In conclusion, there is not a single best fixation target that minimizes all aspects of fixational eye movements. Instead, if one wishes to optimize for minimal spatial spread of the gaze position, microsaccade or drift displacements, we recommend using a target with a small central feature. If one instead wishes to optimize for the lowest microsaccade rate, we recommend using a larger target without a small central feature.",
          "url": "https://doi.org/10.3758/s13428-025-02890-1",
          "doi": "https://doi.org/10.3758/s13428-025-02890-1",
          "filter": 0
        },
        {
          "title": "Cross-cultural adaptation of the Language and Social Background Questionnaire: Psychometric properties emerging from the Persian version",
          "authors": "Mehri Maleki, Fatemeh Jahanjoo, Samin Shibafar, Gelavizh Karimijavan, Mohammad Hassan Torabi, Farnoush Jarollahi",
          "url": "https://doi.org/10.3758/s13428-025-02831-y",
          "doi": "https://doi.org/10.3758/s13428-025-02831-y",
          "filter": 0
        },
        {
          "title": "Spower: A general-purpose Monte Carlo simulation power analysis program",
          "authors": "R. Philip Chalmers",
          "url": "https://doi.org/10.3758/s13428-025-02787-z",
          "doi": "https://doi.org/10.3758/s13428-025-02787-z",
          "filter": 0
        },
        {
          "title": "Correction: SUBTLEX-AR: Arabic word distributional characteristics based on movie subtitles",
          "authors": "Sami Boudelaa, Manuel Carreiras, Nazrin Jariya, Manuel Perea",
          "url": "https://doi.org/10.3758/s13428-025-02899-6",
          "doi": "https://doi.org/10.3758/s13428-025-02899-6",
          "filter": 0
        },
        {
          "title": "The ADVANCE toolkit: Automated descriptive video annotation in naturalistic child environments",
          "authors": "Naomi K. Middelmann, Jean-Paul Calbimonte, Emily B. Wake, Manon E. Jaquerod, Nastia Junod, Jennifer Glaus, Olga Sidiropoulou, Kerstin J. Plessen, Micah M. Murray, Matthew J. Vowels",
          "abstract": "Video recordings are commonplace for observing human and animal behaviours, including interindividual interactions. In studies of humans, analyses for clinical applications remain particularly cumbersome, requiring human-based annotation that is time-consuming, bias-prone, and cost-ineffective. Attempts to use machine learning to address these limitations still oftentimes require highly standardised environments, scripted scenarios, and forward-facing individuals. Here, we provide the ADVANCE toolkit, an automated video annotation pipeline. The versatility of ADVANCE is demonstrated with schoolchildren and adults in an unscripted clinical setting within an art classroom environment that included 2–5 individuals, dynamic occlusions, and large variations in actions. We accurately detected each individual, tracked them simultaneously throughout the duration of the recording (including when an individual left and re-entered the field of view), estimated the position of their skeletal joints, and labelled their poses. By resolving challenges of manual annotation, we radically enhance the ability to extract information from video recordings across different scenarios and settings. This toolkit reduces clinical workload and enhances the ethological validity of video-based assessments, offering scalable solutions for behaviour analyses in naturalistic contexts.",
          "url": "https://doi.org/10.3758/s13428-025-02883-0",
          "doi": "https://doi.org/10.3758/s13428-025-02883-0",
          "filter": 0
        },
        {
          "title": "The Magic Curiosity Arousing Tricks (MagicCATs) database in Italian younger and middle-aged adults: Descriptive statistics and rule-based machine learning",
          "authors": "Caterina Padulo, Michela Ponticorvo, Beth Fairfield",
          "abstract": "Epistemic emotions, and in particular curiosity, seem to enhance memory for both the specific information that stimulates the individual’s curiosity and information presented in close temporal proximity. Most studies on memory and curiosity have adopted trivia questions to elicit curiosity. However, the amount and range of interest that trivia questions elicit are unclear, and there is no established, universal trivia item pool guaranteed to elicit comparable levels of curiosity across individuals of all ages. Thus, one substantial challenge when studying curiosity is systematically inducing it in controlled experimental settings. Recently, an innovative database called Magic Curiosity Arousing Tricks (MagicCATs) has been published. This database includes 166 short magic-trick video clips that adopt different materials and is designed to induce curiosity, surprise, and interest. Here, we aimed to validate this dataset in the Italian population by reporting the basic characteristics and the norms of the magic-trick video clips in younger and middle-aged adults. We also carried out association rule learning, a rule-based machine learning and data mining method to aid understanding of the co-occurrences between the different epistemic emotions and aid researchers in stimulus selection. Association rules underline relationships or associations between the variables in our datasets and can be used in association with descriptive statistics for stimulus selection in psychological experiments.",
          "url": "https://doi.org/10.3758/s13428-025-02884-z",
          "doi": "https://doi.org/10.3758/s13428-025-02884-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "The impact of message framing on end-user security:An experimental approach to prevent identity theft via smishing",
          "authors": "C.Jordan Howell, Caitlyn N. Muniz, George Burruss, Taylor Fisher, Kaylee Eckelman, David Maimon",
          "url": "https://doi.org/10.1016/j.chb.2025.108864",
          "doi": "https://doi.org/10.1016/j.chb.2025.108864",
          "filter": 0
        },
        {
          "title": "Can Professional or AI Fact-Checking Protect Trust in Journalism from Political Attacks? The Complex Roles of Source, Transparency, Ideology, and the Machine Heuristic",
          "authors": "Rui Wang, Yotam Ophir",
          "url": "https://doi.org/10.1016/j.chb.2025.108872",
          "doi": "https://doi.org/10.1016/j.chb.2025.108872",
          "filter": 0
        },
        {
          "title": "Building Trust Beyond Algorithm: How Effort, Service Speed, and Novelty Increase Trust in Robot Services",
          "authors": "Ye Eun Jeon, Hee Sun Park",
          "url": "https://doi.org/10.1016/j.chb.2025.108871",
          "doi": "https://doi.org/10.1016/j.chb.2025.108871",
          "filter": 0
        },
        {
          "title": "Personalizing explanations in AI-based decisions: The effects of personalization and (Mis)aligning with individual preferences",
          "authors": "Richard Uth, Nelli Niemitz, Isabel Valera, Markus Langer",
          "url": "https://doi.org/10.1016/j.chb.2025.108854",
          "doi": "https://doi.org/10.1016/j.chb.2025.108854",
          "filter": 0
        },
        {
          "title": "Depressed Individuals’ Support Seeking in Online Communities: The Role of Anonymity, Self-Disclosure, and Privacy Skills",
          "authors": "Jesse King, Amy L. Gonzales, Laurent H. Wang",
          "url": "https://doi.org/10.1016/j.chb.2025.108863",
          "doi": "https://doi.org/10.1016/j.chb.2025.108863",
          "filter": 0
        },
        {
          "title": "Immersive virtual reality learning and cognitive load: A multiple-day field study",
          "authors": "Benjamin De Witte, Vincent Reynaert, Danny Kieken, Joseph Jabbour, Catherine Demarey, Anne Dumoulin, Jalal Possik",
          "url": "https://doi.org/10.1016/j.chb.2025.108853",
          "doi": "https://doi.org/10.1016/j.chb.2025.108853",
          "filter": 0
        },
        {
          "title": "Social Media Observation of Ex-Partners is Associated with Greater Breakup Distress, Negative Affect, and Jealousy",
          "authors": "Tara C. Marshall",
          "url": "https://doi.org/10.1016/j.chb.2025.108869",
          "doi": "https://doi.org/10.1016/j.chb.2025.108869",
          "filter": 0
        },
        {
          "title": "Human-Bot Symbiosis and Misinformation Propagation: Exploring the Mechanisms of Social Bot Participation from the Perspective of Emotional Contagion",
          "authors": "Shiying Zhang, Qing Ke, Linyi Zhang, Xuhong Zhang, Aijie Li",
          "url": "https://doi.org/10.1016/j.chb.2025.108865",
          "doi": "https://doi.org/10.1016/j.chb.2025.108865",
          "filter": 0
        },
        {
          "title": "Association between smartphone use and mental health outcomes among community-dwelling older adults: A 2-year follow-up study",
          "authors": "Fernanda Martins Bertocchi, Giancarlo Lucchetti, Aparecida Carmem De Oliveira, Luiza Cunha Martins, Maria Eduarda Duarte de Oliveira, Vivian Maria Gomes de Oliveira, Alessandra Lamas Granero Lucchetti",
          "url": "https://doi.org/10.1016/j.chb.2025.108868",
          "doi": "https://doi.org/10.1016/j.chb.2025.108868",
          "filter": 0
        },
        {
          "title": "Push or Pull? Understanding Switching Intentions from Human Services to GAI Agents Through the PPM Framework",
          "authors": "Chunni Song, Shuhua Zhou",
          "url": "https://doi.org/10.1016/j.chb.2025.108874",
          "doi": "https://doi.org/10.1016/j.chb.2025.108874",
          "filter": 0
        },
        {
          "title": "Neural Correlates of Social Exclusion in Individuals with Excessive Smartphone Use",
          "authors": "Gudrun M. Henemann, Mike M. Schmitgen, Sophie H. Haage, Jakob P. Rosero, Patrick Bach, Nadine D. Wolf, Julian Koenig, Robert C. Wolf",
          "url": "https://doi.org/10.1016/j.chb.2025.108852",
          "doi": "https://doi.org/10.1016/j.chb.2025.108852",
          "filter": 0
        },
        {
          "title": "Countering Division With Friendliness: How Feeling Understood by a Friendly AI Triggers Both Openness and Resistance",
          "authors": "Raphael Huber",
          "url": "https://doi.org/10.1016/j.chb.2025.108870",
          "doi": "https://doi.org/10.1016/j.chb.2025.108870",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Social identity transition promotes trust toward strangers and unrelated outgroups",
          "authors": "Huiwen Xiao, Ziqiang Xin, Luxiao Wang, Xin Sun, Can Tao",
          "url": "https://doi.org/10.1016/j.jesp.2025.104853",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104853",
          "filter": 0
        },
        {
          "title": "Taking advantage: Predictions and moral judgments of leveraging outside options in ultimatum games",
          "authors": "Sifana Sohail, Yarrow Dunham",
          "url": "https://doi.org/10.1016/j.jesp.2025.104852",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104852",
          "filter": 0
        },
        {
          "title": "A longitudinal test of the effectiveness of four interventions to reduce discrimination",
          "authors": "Eliane Roy, Anya Williamson, Jordan Axt",
          "url": "https://doi.org/10.1016/j.jesp.2025.104847",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104847",
          "filter": 0
        },
        {
          "title": "Individuating rather than group information dominates evaluations of members from newly learned social groups",
          "authors": "Mayan Navon, Kate A. Ratliff, Olivier Corneille",
          "url": "https://doi.org/10.1016/j.jesp.2025.104851",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104851",
          "filter": 0
        },
        {
          "title": "Neural dynamics of attentional Bias: How facial width-to-height ratio interacts with emotion to influence attentional capture and suppression",
          "authors": "Liwei Wang, Haixin Yang, Xinyue Zhang, Yuan Ma, Hailing Wang",
          "url": "https://doi.org/10.1016/j.jesp.2025.104850",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104850",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Understanding the full landscape of values and superordinate goal content: An empirical integration of past models in the American cultural context.",
          "authors": "Benjamin M. Wilkowski, Erika DiMariano, Josiah Peck",
          "url": "https://doi.org/10.1037/pspp0000578",
          "doi": "https://doi.org/10.1037/pspp0000578",
          "filter": 0
        },
        {
          "title": "Unraveling the link between neuroticism and well-being in daily life: The role of event occurrence, event appraisals, affective reactivity, and affective recovery.",
          "authors": "Mario Wenzel, Aleksandra Kaurin, Whitney R. Ringwald, Oliver Tüscher, Thomas Kubiak, Aidan G. C. Wright",
          "url": "https://doi.org/10.1037/pspp0000584",
          "doi": "https://doi.org/10.1037/pspp0000584",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Bayesian Multilevel Compositional Data Analysis with the R Package multilevelcoda",
          "authors": "Flora Le, Dorothea Dumuid, Tyman E. Stanford, Joshua F. Wiley",
          "url": "https://doi.org/10.1080/00273171.2025.2565598",
          "doi": "https://doi.org/10.1080/00273171.2025.2565598",
          "filter": 0
        },
        {
          "title": "Multilevel Metamodels: Enhancing Inference, Interpretability, and Generalizability in Monte Carlo Simulation Studies",
          "authors": "Joshua B. Gilbert, Luke W. Miratrix",
          "url": "https://doi.org/10.1080/00273171.2025.2586631",
          "doi": "https://doi.org/10.1080/00273171.2025.2586631",
          "filter": 0
        },
        {
          "title": "Sample Size Determination for Optimal and Sub-Optimal Designs in Simplified Parametric Test Norming",
          "authors": "Francesco Innocenti, Alberto Cassese",
          "url": "https://doi.org/10.1080/00273171.2025.2580712",
          "doi": "https://doi.org/10.1080/00273171.2025.2580712",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Maximizers Abandon More Before Decisions, Regret More After Decisions, and Re-Maximize More for Second-Time Decisions: Real-World Analysis of Online Consumer Behaviors",
          "authors": "Xiaoyu Ge, Xiaomeng Zhang, Qianyi Li, Zhao Zhang, Yubo Hou",
          "abstract": "Maximizers, as opposed to satisficers, are defined as decision-makers who consider many alternatives to make the best choice. We adopted records in Taobao (the largest e-commerce platform in China) in 2022 to quantify individual maximization strategy inclination (the number of within-subcategory items that a consumer account considers prior to a first-time purchase). Using this index, we examined whether real-world behaviors in Taobao could be explained by three aspects of theories suggested by previous studies on maximizers, namely, pre-purchase decision paralysis, post-purchase regret (maximization paradox), and the Sisyphus effect. The results revealed that maximizers (vs. non-maximizers) are more likely to end decision-making processes with abandonment, rely on their evaluations instead of those of others, ruminate alternatives even after decisions, retract decisions, and express dissatisfaction about decisions. When evaluating options for the second time, maximizers even construct a larger candidate option set. Most between-person effects remained significant after controlling within-person variations.",
          "url": "https://doi.org/10.1177/01461672251385756",
          "doi": "https://doi.org/10.1177/01461672251385756",
          "filter": 0
        },
        {
          "title": "The Soothing Effect of a Stable World: Social Behavior of Individuals Varying on Social Anxiety Under Fixed and Growth Mindsets About Impression Formation",
          "authors": "Liad Uziel",
          "abstract": "Social anxiety (SA) entails perceiving interactions as threatening and is linked to detrimental social outcomes. This study tested whether individuals scoring higher on SA navigate interactions better when believing the impressions people form of others are relatively fixed (fixed mindset), thereby making interactions feel more controlled and less demanding. A Preliminary Study established that holding a fixed mindset attenuates how demanding interactions feel among individuals higher on SA. Three experiments manipulated impression formation mindsets. In Study 1, higher SA was associated with making a negative impression in a self-presentation task following a growth mindset induction (belief that impressions are malleable) but not following a fixed mindset induction. This pattern was repeated in Study 2 involving a stress-inducing self-presentation task. In Study 3, following a fixed mindset induction, SA predicted better real-life social experiences. In conclusion, a fixed model of impression formation may improve social functioning among individuals predisposed to SA.",
          "url": "https://doi.org/10.1177/01461672251378537",
          "doi": "https://doi.org/10.1177/01461672251378537",
          "filter": 0
        },
        {
          "title": "What’s in It for Me? Beliefs About Relative Costs to Well-Being Explain Why People Deprioritize Moral Improvements",
          "authors": "Jessie Sun, Jonathan Z. Berman",
          "abstract": "Most people are interested in improving themselves, but they show less interest in improving on moral traits. Why don’t people particularly want to be more moral, and why do people prioritize improving certain traits more than others? Across four preregistered studies of U.K.-based CloudResearch ( N Study 1 = 252; N Supplemental = 110) and Behavioral Research Lab ( N Study 2a = 303, N Study 2b = 301) participants, we test four classes of explanations. Results rule out explanations based on the ideas that moral traits are seen as more difficult to change and as either more or less causally central. Instead, people are less interested in moral improvements because they believe (a) that they are already highly moral and (b) that nonmoral improvements would more effectively improve their happiness and goal attainment. These results clarify the perceived tradeoffs between well-being and morality and show that personal well-being is a central motivation for personality change.",
          "url": "https://doi.org/10.1177/01461672251367068",
          "doi": "https://doi.org/10.1177/01461672251367068",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Journey in the digital era: Exploring doomscrolling, algorithmic literacy, and subjective well-being.",
          "authors": "Nehir Yasan-Ak, Tuba Livberber, Tuğba Kamalı-Arslantaş",
          "url": "https://doi.org/10.1037/ppm0000644",
          "doi": "https://doi.org/10.1037/ppm0000644",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Technology, Mind, and Behavior",
      "journal_short": "TMB",
      "articles": [
        {
          "title": "Supplemental Material for Credit for creativity: Engagement with artificial intelligence-generated stories and perceptions of artificial intelligence’s creative capacity.",
          "authors": "Perry A. Reed, Karen E. Shackleford, J. David Cohen",
          "url": "https://doi.org/10.1037/tmb0000179.supp",
          "doi": "https://doi.org/10.1037/tmb0000179.supp",
          "filter": 0
        },
        {
          "title": "Technology, mind, and behavior at five: A farewell and a future.",
          "authors": "Danielle S. McNamara",
          "url": "https://doi.org/10.1037/tmb0000176",
          "doi": "https://doi.org/10.1037/tmb0000176",
          "filter": 0
        },
        {
          "title": "Lost in virality: How social media can amplify hidden misinterpretations.",
          "authors": "Michael F. Schober, Rebecca S. Dolgin",
          "url": "https://doi.org/10.1037/tmb0000174",
          "doi": "https://doi.org/10.1037/tmb0000174",
          "filter": 0
        },
        {
          "title": "Social media use for emotion regulation: A conceptual replication and extension.",
          "authors": "Yuhei Urano, Ryota Kobayashi",
          "url": "https://doi.org/10.1037/tmb0000175",
          "doi": "https://doi.org/10.1037/tmb0000175",
          "filter": 0
        },
        {
          "title": "Hooked on a feeling: Psychological and physiological responses to autonomous sensory meridian response triggers.",
          "authors": "Madeline R. Bollinger, Laurel L. Mulkey, Phuong Vy Nguyen, Carin Perilloux",
          "url": "https://doi.org/10.1037/tmb0000177",
          "doi": "https://doi.org/10.1037/tmb0000177",
          "filter": 0
        },
        {
          "title": "Credit for creativity: Engagement with artificial intelligence-generated stories and perceptions of artificial intelligence’s creative capacity.",
          "authors": "Perry A. Reed, Karen E. Shackleford, J. David Cohen",
          "url": "https://doi.org/10.1037/tmb0000179",
          "doi": "https://doi.org/10.1037/tmb0000179",
          "filter": 0
        },
        {
          "title": "Supplemental Material for Hooked on a feeling: Psychological and physiological responses to autonomous sensory meridian response triggers.",
          "authors": "Madeline R. Bollinger, Laurel L. Mulkey, Phuong Vy Nguyen, Carin Perilloux",
          "url": "https://doi.org/10.1037/tmb0000177.supp",
          "doi": "https://doi.org/10.1037/tmb0000177.supp",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
