{
  "update": "2025-10-02",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "A Fragmented Field: Construct and Measure Proliferation in Psychology",
          "authors": "Farid Anvari, Taym Alsalti, Lorenz A. Oehler, Zach Marion, Ian Hussey, Malte Elson, Ruben C. Arslan",
          "abstract": "We examined the extent to which constructs and measures have proliferated in psychological science. We integrated two large databases obtained from the American Psychology Association that have been used to keep track of constructs, measures, and research in the psychological-science literature for the past 30 years. In our descriptive analyses, we found that (a) thousands of new constructs and measures are published each year, (b) most measures are used very few times, and (c) there is no trend toward consensus or standardization in the use of constructs and measures; in fact, there is a trend toward even greater fragmentation over time. That is, constructs and measures are proliferating. We conclude that measurement in the psychological-science literature is fragmented, creating problems such as redundancy and confusion and stifling cumulative scientific progress. We conclude by providing suggestions for what researchers can do about this problem.",
          "url": "https://doi.org/10.1177/25152459251360642",
          "doi": "https://doi.org/10.1177/25152459251360642",
          "filter": 0
        },
        {
          "title": "Publication Bias in Academic Decision-Making in Clinical Psychology",
          "authors": "Louis Schiekiera, Kristina Eichel, Felicitas Heßelmann, Jacqueline Sachse, Sophie P. Müller, Helen Niemeyer",
          "abstract": "Review studies suggest that results that are statistically significant or consistent with hypotheses are preferred in the publication process and in reception. The mechanisms underlying this bias remain unclear, and prior research has focused on between-subjects rather than within-subjects designs. We conducted a within-subjects study, grounded in dual-process decision-making theories, to examine these dynamics. Across four online experiments, 303 clinical-psychology researchers evaluated 16 fictitious abstracts varying in statistical significance and hypothesis consistency. Participants provided fast, intuitive judgments about each abstract’s likelihood of being submitted, read, or cited, rated their feeling of rightness (FOR), and gave deliberated evaluations. We analyzed the data using multilevel and mediation models. Researchers rated statistically nonsignificant abstracts as less likely to be submitted, read, or cited compared with significant ones. No such bias was found for hypothesis-inconsistent results. Intuitive judgments were rarely revised, and FOR did not predict response changes. Overall, researchers favored statistically significant results, with deliberation and FOR playing minimal roles.",
          "url": "https://doi.org/10.1177/25152459251372134",
          "doi": "https://doi.org/10.1177/25152459251372134",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "A year of nouns from English-learning infants’ daily lives: The SEEDLingS-Nouns dataset",
          "authors": "Evgenii Kalenkovich, Sharath Koorathota, Shaelise Tor, Andrei Amatuni, Shannon Egan-Dailey, Charlotte Moore, Catherine Laing, Hallie Garrison, Gladys Baudet, Federica Bulgarelli, Sarp Uner, Lillianna Righter, Elika Bergelson",
          "url": "https://doi.org/10.3758/s13428-025-02826-9",
          "doi": "https://doi.org/10.3758/s13428-025-02826-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Willingness to use home-care robots and views regarding the provision of personal information in Japan: comparison between actual or potential users and robot developers",
          "authors": "Yumi Akuta, Sayuri Suwa, Tatsuhito Kamimoto, Hiroo Ide, Ayano Inuyama, Naonori Kodate, Atsuko Shimamura, Kieko Iida, Akiyo Yumoto, Nana Kawakami MNS, Sachiho Jitsuisihi, Mayuko Tsujimura, Mina Ishimaru, Satoko Suzuki, Shunsuke Doi, Ayano Sakai MNS, Seiko Iwase, Wenwei Yu",
          "url": "https://doi.org/10.1016/j.chb.2025.108817",
          "doi": "https://doi.org/10.1016/j.chb.2025.108817",
          "filter": 0
        },
        {
          "title": "Malicious insider threats in cybersecurity: A fraud triangle and Machiavellian perspective",
          "authors": "Chelsea Idensohn, Stephen Flowerday, Karl van der Schyff, Yi Ting Chua",
          "url": "https://doi.org/10.1016/j.chb.2025.108809",
          "doi": "https://doi.org/10.1016/j.chb.2025.108809",
          "filter": 0
        },
        {
          "title": "Political Content Engagement Model: A large-scale analysis of TikTok political video content features and audience engagement",
          "authors": "Zicheng Cheng, Yanlin Li",
          "url": "https://doi.org/10.1016/j.chb.2025.108808",
          "doi": "https://doi.org/10.1016/j.chb.2025.108808",
          "filter": 0
        },
        {
          "title": "The Impact of a Robot’s Agreement (or Disagreement) on Human-Human Interpersonal Closeness in a Two-Person Decision-Making Task",
          "authors": "Ting-Han Lin, Yuval Rubin Kopelman, Madeline Busse, Sarah Sebo, Hadas Erel",
          "url": "https://doi.org/10.1016/j.chb.2025.108807",
          "doi": "https://doi.org/10.1016/j.chb.2025.108807",
          "filter": 0
        },
        {
          "title": "Enhancing mental health and resilience in war-affected youth: The impact of virtual reality-induced awe experiences",
          "authors": "Anat Shoshani, Raz Hen",
          "url": "https://doi.org/10.1016/j.chb.2025.108707",
          "doi": "https://doi.org/10.1016/j.chb.2025.108707",
          "filter": 0
        },
        {
          "title": "Image-based sexual abuse profiles: Integrating mental health, adversities, and victimization to explore social contexts in a diverse group of young adults",
          "authors": "Kimberly J. Mitchell, Ateret Gewirtz-Meydan, Lisa M. Jones, Heather A. Turner",
          "url": "https://doi.org/10.1016/j.chb.2025.108717",
          "doi": "https://doi.org/10.1016/j.chb.2025.108717",
          "filter": 0
        },
        {
          "title": "Discursive consequences of social media hostility: Chilling effects, avoidance, and intervention behaviors of emerging adults in the U.S. and Indonesia",
          "authors": "J. Matthes, G. Nguyen, K. Koban, R. Meerson, M. Khaleghipour, D.S. Garner, S. Bührer, T. Kirchmair",
          "url": "https://doi.org/10.1016/j.chb.2025.108704",
          "doi": "https://doi.org/10.1016/j.chb.2025.108704",
          "filter": 0
        },
        {
          "title": "Understanding stigmatization in digital sex work: Perceptions of camsite members and models",
          "authors": "Margaret Bennett-Brown, Amanda N. Gesselman, Melissa Blundell Osorio, Ellen M. Kaufman, Jessica T. Campbell",
          "url": "https://doi.org/10.1016/j.chb.2025.108719",
          "doi": "https://doi.org/10.1016/j.chb.2025.108719",
          "filter": 0
        },
        {
          "title": "Does AI and human advice mitigate punishment for selfish behavior? An experiment on AI ethics from a psychological perspective",
          "authors": "Margarita Leib, Nils Köbis, Ivan Soraperra",
          "url": "https://doi.org/10.1016/j.chb.2025.108709",
          "doi": "https://doi.org/10.1016/j.chb.2025.108709",
          "filter": 0
        },
        {
          "title": "Task switching training when interacting with several virtual worlds simultaneously",
          "authors": "Nirit Yuviler-Gavish, Yuval Blum Lazimi",
          "url": "https://doi.org/10.1016/j.chb.2025.108708",
          "doi": "https://doi.org/10.1016/j.chb.2025.108708",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Knowing yourself and your partner: Accuracy of personality judgment in recently cohabiting couples.",
          "authors": "Janina Larissa Bühler, Louisa Scheling, Cornelia Wrzus",
          "url": "https://doi.org/10.1037/pspp0000579",
          "doi": "https://doi.org/10.1037/pspp0000579",
          "filter": 0
        },
        {
          "title": "Political plausible deniability: Political difference can divert attributions of socially unacceptable bias.",
          "authors": "Brittany C. Solomon, Hannah B. Waldfogel, Matthew E. K. Hall",
          "url": "https://doi.org/10.1037/pspa0000470",
          "doi": "https://doi.org/10.1037/pspa0000470",
          "filter": 0
        },
        {
          "title": "Downward spiral: Police-threat associations and perceptions of aggression during arrests are mutually reinforcing.",
          "authors": "Vincenzo J. Olivett, Madeleine Stults, David S. March",
          "url": "https://doi.org/10.1037/pspa0000461",
          "doi": "https://doi.org/10.1037/pspa0000461",
          "filter": 0
        },
        {
          "title": "Truth over falsehood: Experimental evidence on what persuades and spreads.",
          "authors": "Nicolas Fay, Keith J. Ransom, Bradley Walker, Piers D. L. Howe, Andrew Perfors, Yoshihisa Kashima",
          "url": "https://doi.org/10.1037/pspa0000467",
          "doi": "https://doi.org/10.1037/pspa0000467",
          "filter": 0
        },
        {
          "title": "The waning willpower: A highly powered longitudinal study investigating fatigue vulnerability and its relation to personality, intelligence, and cognitive performance.",
          "authors": "Christoph Lindner, Jan Retelsdorf, Gabriel Nagy, Steffen Zitzmann",
          "url": "https://doi.org/10.1037/pspp0000570",
          "doi": "https://doi.org/10.1037/pspp0000570",
          "filter": 0
        },
        {
          "title": "I love you but I hate your politics: The role of political dissimilarity in romantic relationships.",
          "authors": "Amie M. Gordon, Maria Luciani, Annika From",
          "url": "https://doi.org/10.1037/pspi0000467",
          "doi": "https://doi.org/10.1037/pspi0000467",
          "filter": 0
        },
        {
          "title": "Detecting social biases using mental state inference.",
          "authors": "Mika Asaba, Isaac Davis, Julia Leonard, Julian Jara-Ettinger",
          "url": "https://doi.org/10.1037/pspa0000451",
          "doi": "https://doi.org/10.1037/pspa0000451",
          "filter": 0
        },
        {
          "title": "Value endorsement among Protestants and Catholics within and between countries in Europe: Implications for individualism.",
          "authors": "Allon Vishkin, Dov Cohen, Shinobu Kitayama",
          "url": "https://doi.org/10.1037/pspp0000554",
          "doi": "https://doi.org/10.1037/pspp0000554",
          "filter": 0
        },
        {
          "title": "Context effects on the personality network—Exploring differences between East and West Germans.",
          "authors": "Marie Kura, Katrin Rentzsch",
          "url": "https://doi.org/10.1037/pspp0000569",
          "doi": "https://doi.org/10.1037/pspp0000569",
          "filter": 0
        },
        {
          "title": "Being in the minority boosts in-group love:Explanations and boundary conditions.",
          "authors": "Roman Angel Gallardo, Austin Smith, Uri Zak, Darinel Lopez, Erika Kirgios, Alex Koch",
          "url": "https://doi.org/10.1037/pspi0000485",
          "doi": "https://doi.org/10.1037/pspi0000485",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "On the Ratio Between Point-Polyserial and Polyserial Correlations for Non-Normal Bivariate Distributions",
          "authors": "Alessandro Barbiero",
          "url": "https://doi.org/10.1080/00273171.2025.2561947",
          "doi": "https://doi.org/10.1080/00273171.2025.2561947",
          "filter": 0
        },
        {
          "title": "Analyzing Count Data in Single Case Experimental Designs with Generalized Linear Mixed Models: Does Serial Dependency Matter?",
          "authors": "Haoran Li, Wen Luo",
          "url": "https://doi.org/10.1080/00273171.2025.2561945",
          "doi": "https://doi.org/10.1080/00273171.2025.2561945",
          "filter": 0
        },
        {
          "title": "Dynamic Fit Index Cutoffs for Time Series Network Models",
          "authors": "Siwei Liu, Christopher M. Crawford, Zachary F. Fisher, Kathleen M. Gates",
          "url": "https://doi.org/10.1080/00273171.2025.2561943",
          "doi": "https://doi.org/10.1080/00273171.2025.2561943",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Organizational Research Methods",
      "journal_short": "ORM",
      "articles": [
        {
          "title": "Generative Artificial Intelligence in Qualitative Data Analysis: Analyzing—Or Just Chatting?",
          "authors": "Duc Cuong Nguyen, Catherine Welch",
          "abstract": "Researchers, engineers, and entrepreneurs are enthusiastically exploring and promoting ways to apply generative artificial intelligence (GenAI) tools to qualitative data analysis. From promises of automated coding and thematic analysis to functioning as a virtual research assistant that supports researchers in diverse interpretive and analytical tasks, the potential applications of GenAI in qualitative research appear vast. In this paper, we take a step back and ask what sort of technological artifact is GenAI and evaluate whether it is appropriate for qualitative data analysis. We provide an accessible, technologically informed analysis of GenAI, specifically large language models (LLMs), and put to the test the claimed transformative potential of using GenAI in qualitative data analysis. Our evaluation illustrates significant shortcomings that, if the technology is adopted uncritically by management researchers, will introduce unacceptable epistemic risks. We explore these epistemic risks and emphasize that the essence of qualitative data analysis lies in the interpretation of meaning, an inherently human capability.",
          "url": "https://doi.org/10.1177/10944281251377154",
          "doi": "https://doi.org/10.1177/10944281251377154",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Effects of Friendship Influence and Normative Pressure on Adolescent Attitudes and Behaviors",
          "authors": "Tibor Zingora, Andreas Flache",
          "abstract": "Peers are assumed to be crucial in shaping adolescents’ attitudes and behaviors in schools; what peers yield social influence over adolescents is less clear. We disentangled two mechanisms of peer influence: friendship influence and normative pressure. Friendship influence refers to the impact of friends’ attitudes and behaviors, while normative pressure stems from the influence of peers from the same social group, such as gender group. We adopted a network perspective, recognizing that peer influence can be shaped by changing relationships among peers. We investigated friendship influence and normative pressure based on sharing the same gender and ethnicity in shaping academic drive, prejudice, and religiosity. We analyzed a sample of German school grades ( N = 2,838; 29 school grades) using stochastic actor-oriented modeling. Adolescents influenced each other via both friendship influence and normative pressure. These findings improve our understanding of who influences whom in schools and open new research avenues.",
          "url": "https://doi.org/10.1177/01461672251366388",
          "doi": "https://doi.org/10.1177/01461672251366388",
          "filter": 0
        },
        {
          "title": "Biting Off More Than You Can Chew at Work: Measuring Individual Perceptions of Cultural Hard and Excessive Work (I-CHEW)",
          "authors": "Hsuan-Che (Brad) Huang, Friedrich M. Götz, Lieke L. ten Brummelhuis",
          "abstract": "Previous research attributes differences in working styles (e.g., diligence, excessive hours) primarily to individual traits or values, such as workaholism, neglecting cultural context. This research introduces cultural work ideals—subjective perceptions of societal expectations about work—and distinguishes between perceived cultural values of (a) hard work (i.e., efficiency, high quality, wise time use) and (b) excessive work (i.e., long hours, high quantity, constant work prioritization). We develop and validate the I ndividual Perceptions of C ultural H ard and E xcessive W ork (I-CHEW) Scale across six diverse North American samples ( N = 1,902), including full-time employees, business undergraduates, MBA students, and alumni. Psychometric analyses support the I-CHEW’s reliability and validity. As hypothesized, perceiving a cultural ideal of hard work predicts beneficial outcomes (e.g., lower cynicism, higher engagement) beyond individual, organizational, and cultural factors. Conversely, perceiving a cultural ideal of excessive work predicts negative outcomes, including greater emotional exhaustion, reduced well-being and job satisfaction, and poorer physical health.",
          "url": "https://doi.org/10.1177/01461672251368648",
          "doi": "https://doi.org/10.1177/01461672251368648",
          "filter": 0
        },
        {
          "title": "Re-examining Spontaneous Trait Transference from an Attributional Perspective",
          "authors": "Marine Rougier, Leonard Heusler, Jan De Houwer",
          "abstract": "In spontaneous trait transference (STT), communicators describing the behavior of others (i.e., actors) are perceived as having the personality traits implied by the behavior they describe. We tested whether this effect relies on moderators that are indicative of rule-based, attributional processes: the communicator-actor relation (friends vs. enemies; Experiment 1), the diagnosticity of the statement for inferring the implied trait to the communicator (Experiment 2), and the validity of the statement (i.e., whether it was actually provided by the communicator; Experiment 3). In line with attributional theories, trait ratings revealed a joint impact of the three moderators. Experiment 4 showed that communicators were attributed alternative traits—not implied by the behavior itself, but by the fact that they described the behavior. Together, our results suggest that participants attribute traits to the communicator based on the communicator’s behavior (i.e., the act of describing the behavior of someone else).",
          "url": "https://doi.org/10.1177/01461672251365982",
          "doi": "https://doi.org/10.1177/01461672251365982",
          "filter": 0
        },
        {
          "title": "Fifteen Reasons You Should Read This Paper: How Providing Many Arguments Increases Perceptions of Both Expertise and Persuasive Intent",
          "authors": "Abigail Bergman, Mohamed A. Hussein, Rhia Catapano, Zakary L. Tormala",
          "abstract": "People generally believe that more is better in persuasion, for good reason. Past research has shown that providing more arguments can enhance a message’s persuasiveness. In contrast, we demonstrate that increasing the number of arguments in a message can have conflicting effects on perceptions of the message source. Compared to using few arguments, using many arguments makes the source seem more like an expert, increasing persuasion, but it can also make the source appear to have greater persuasive intent, decreasing persuasion. These perceptions suppress each other, resulting in minimal or no overall benefit to persuasion. We document these effects across multiple experiments. We further demonstrate that providing many arguments can have a clear positive or negative effect, depending on whether high expertise or low persuasive intent is more valued. These findings expand our understanding of argument quantity effects in persuasion and contribute to a growing literature on conflicting source perceptions.",
          "url": "https://doi.org/10.1177/01461672251366068",
          "doi": "https://doi.org/10.1177/01461672251366068",
          "filter": 0
        },
        {
          "title": "National Identity and Voting in a Stateless Region: Evidence From Kurdistan",
          "authors": "Lewend Mayiwar, Narin Khalida Akrawi",
          "abstract": "Voting is a pillar of democracy, yet its psychological correlates remain understudied outside the West. We examine how national identity predicts voting among Kurds in the Kurdistan Region of Iraq, a politically autonomous yet stateless region with a long history of ethnic persecution and struggles for recognition. Voter turnout has remained high in regional Kurdish elections but has dropped to a historical low in Iraqi parliamentary elections, reflecting public disillusionment. Using a large, representative sample ( N = 1,072), we found that national identity predicted both intended voting in the then-upcoming Kurdish elections and actual participation in the 2021 Iraqi elections. These associations also occurred indirectly via trust in government and life satisfaction and held after controlling for various psychological and sociodemographic variables. These findings suggest that a strong national identity may help sustain civic engagement even amid ongoing political and economic instability, and uncertainty over the region’s future.",
          "url": "https://doi.org/10.1177/01461672251370785",
          "doi": "https://doi.org/10.1177/01461672251370785",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "How to synthesize randomized controlled trial data with meta-analytic structural equation modeling: A comparison of various d-to-rpb conversions.",
          "authors": "Hannelies de Jonge, Kees-Jan Kan, Frans J. Oort, Suzanne Jak",
          "url": "https://doi.org/10.1037/met0000790",
          "doi": "https://doi.org/10.1037/met0000790",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Facilitator factors in community-based group singing: A scoping review",
          "authors": "Belinda Densley, Virginia Dickson-Swift",
          "abstract": "In this review, we mapped the existing academic literature on facilitation factors in community-based, non-professional adult singing groups who gather for fun and well-being. Group singing is an effective community-based intervention offering participants therapeutic benefits. Social prescription to group singing is gaining popularity however little is known about those people who undertake the facilitation role. This review was conducted in accordance with Joanna Briggs Institute (JBI) methodology for scoping reviews and reported in line with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses extension for Scoping Reviews (PRISMA-ScR) guidelines. Nineteen articles published across 14 peer reviewed journals and six countries since 2014 were included in the review. Results have been presented in a descriptive manner, supported by tables and Supplementary Material. A gap in role definition was established from the available literature. Key factors of facilitation were presented under the themes of musicality, identity, and facilitation approaches each with subthemes. The accumulated research recommendations found in eight of the included studies have been reported. The findings of this review can therefore inform future research questions and support facilitation practice in extant and developing community-based singing programmes.",
          "url": "https://doi.org/10.1177/03057356251368303",
          "doi": "https://doi.org/10.1177/03057356251368303",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "What is in a hashtag? A comparative content analysis of fitspiration, body positivity, and body neutrality posts on Instagram.",
          "authors": "Kayla Nuss, Julia Berteletti, Barbara J. Walkosz, Irene Adjei, Annelise Small, Liliana Salcido Beltran, Noah Chirico, Anne Poirier, Danielle Arigo",
          "url": "https://doi.org/10.1037/ppm0000585",
          "doi": "https://doi.org/10.1037/ppm0000585",
          "filter": 0
        },
        {
          "title": "The impact of spatiotemporal and sociocultural Heimat associations in entertaining television programs on social identity, positive affect, and intergroup relations.",
          "authors": "Holger Schramm, Priska Breves, Nicole Liebers",
          "url": "https://doi.org/10.1037/ppm0000615",
          "doi": "https://doi.org/10.1037/ppm0000615",
          "filter": 0
        },
        {
          "title": "How anthropomorphic animal representations in nature documentaries are related to entertainment experience and persuasive effects.",
          "authors": "Fabian Mayer, Liana Rupp",
          "url": "https://doi.org/10.1037/ppm0000595",
          "doi": "https://doi.org/10.1037/ppm0000595",
          "filter": 0
        },
        {
          "title": "Dysregulated gaming and emotion regulation flexibility.",
          "authors": "Devin Bonk, Katherine A. Tamminen",
          "url": "https://doi.org/10.1037/ppm0000591",
          "doi": "https://doi.org/10.1037/ppm0000591",
          "filter": 0
        },
        {
          "title": "Tension in attention: Hypervigilance helps explain why marginalization leads to doomscrolling.",
          "authors": "Stefan Blacha, Ian A. Anderson, Raymond A. Mar",
          "url": "https://doi.org/10.1037/ppm0000575",
          "doi": "https://doi.org/10.1037/ppm0000575",
          "filter": 0
        },
        {
          "title": "Compulsive use of social media in emerging crime news stories: Perceived channel affordances and forensic fandom.",
          "authors": "Kathryn D. Coduto",
          "url": "https://doi.org/10.1037/ppm0000603",
          "doi": "https://doi.org/10.1037/ppm0000603",
          "filter": 0
        },
        {
          "title": "The relationships among fanship, self-esteem, and depression of seventh-grade girls: Differences according to pubertal timing.",
          "authors": "Hayeon Park, Daewoong Kim, Yookyeong Park",
          "url": "https://doi.org/10.1037/ppm0000580",
          "doi": "https://doi.org/10.1037/ppm0000580",
          "filter": 0
        },
        {
          "title": "Development and validation of the Tech With Care Index for teens.",
          "authors": "Sara Konrath, Carrie James, Emily Weinstein, Beck Tench",
          "url": "https://doi.org/10.1037/ppm0000593",
          "doi": "https://doi.org/10.1037/ppm0000593",
          "filter": 0
        },
        {
          "title": "Investigating the effect of full and partial social media abstinence on fear of missing out and well-being outcomes: A daily diary experimental approach.",
          "authors": "Andree Hartanto, K. T. A. Sandeeshwara Kasturiratna, Meenakshi Kothari, Adalia Y. H. Goh, Frosch Y. X. Quek, Nadyanna M. Majeed",
          "url": "https://doi.org/10.1037/ppm0000583",
          "doi": "https://doi.org/10.1037/ppm0000583",
          "filter": 0
        },
        {
          "title": "“Calming Y’r nerves on Instagram?” social media escapism in light of neuroticism and emotion regulation.",
          "authors": "Frode Stenseng, Silje Skaug Stokke, Özge Selin Şahin, Malik Zübeyir Kaya",
          "url": "https://doi.org/10.1037/ppm0000581",
          "doi": "https://doi.org/10.1037/ppm0000581",
          "filter": 0
        },
        {
          "title": "“I made you look”… and comment: Exploring the role of TikTok on body image and acceptance of cosmetic surgery.",
          "authors": "Leah Dajches, Heather Gahler, Larissa Terán, Kun Yan, Jiaqi Zeng, Jennifer Stevens Aubrey",
          "url": "https://doi.org/10.1037/ppm0000566",
          "doi": "https://doi.org/10.1037/ppm0000566",
          "filter": 0
        },
        {
          "title": "I just want to watch something I can ignore: Motivations, gratifications, and mood management in background, ambient television.",
          "authors": "Alec C. Tefertiller, Kaitlyn Clink, Devan Sutton",
          "url": "https://doi.org/10.1037/ppm0000584",
          "doi": "https://doi.org/10.1037/ppm0000584",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
