{
  "update": "2025-11-23",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Meeting the Bare Minimum: Quality Assessment of Idiographic Temporal Networks Using Power Analysis and Predictive-Accuracy Analysis",
          "authors": "Yong Zhang, Jordan Revol, Ginette Lafit, Anja F. Ernst, Josip Razum, Eva Ceulemans, Laura F. Bringmann",
          "abstract": "The network theory of psychopathology inspired clinicians and researchers to use idiographic networks to study how symptoms of an individual interact over time, hoping to find the target symptom(s) for intervention to most effectively break this self-sustaining network. These networks are often based on the vector-autoregressive (VAR) model and rely on intensive longitudinal data collected in patients’ daily lives. Nowadays, one major challenge these networks are faced with is that they are used without sufficient quality assessments. Because VAR-based temporal networks are complex and highly parameterized, they can easily face problems of low statistical power and overfitting, especially when the time series available is short. In this study, we review existing idiographic-network studies with a focus on the number of variables and time points used in the analysis and show that the “big network, short time series” problem is prevalent. As potential solutions, we propose two simulation-based methods that aim to find the optimal number of time points to be collected: power analysis and predictive-accuracy analysis. Two applications of both methods are demonstrated: (a) “a priori”—informing the sample-size planning of future network studies and (b) “retrospective”—evaluating whether the sample size of existing network studies was large enough to avoid problems of low statistical power and overfitting. Results confirmed the observation that the sample sizes in past network studies are often insufficient, suggesting that findings of existing network studies should be critically assessed. Future idiographic-network studies are thus strongly advised to make more guided decisions on sample size using the proposed methods.",
          "url": "https://doi.org/10.1177/25152459251372116",
          "doi": "https://doi.org/10.1177/25152459251372116",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "A modified hidden Markov model for detecting insufficient effort responses in questionnaires",
          "authors": "Hangqi Xu, Jiawei Xiong, Feiming Li",
          "url": "https://doi.org/10.3758/s13428-025-02888-9",
          "doi": "https://doi.org/10.3758/s13428-025-02888-9",
          "filter": 0
        },
        {
          "title": "The best fixation target revisited: New insights from retinal eye tracking",
          "authors": "Diederick C. Niehorster, Szymon Tamborski, Marcus Nyström, Robert Konklewski, Valentyna Pryhodiuk, Krzysztof Tołpa, Roy S. Hessels, Maciej Szkulmowski, Ignace T. C. Hooge",
          "abstract": "In many tasks, participants are instructed to fixate a target. While maintaining fixation, the eyes nonetheless make small fixational eye movements, such as microsaccades and drift. Previous work has examined the effect of fixation point design on fixation stability and the amount and spatial extent of fixational eye movements. However, much of this work used video-based eye trackers, which have insufficient resolution and suffer from artefacts that make them unsuitable for this topic of study. Here, we therefore use a retinal eye tracker, which offers superior resolution and does not suffer from the same artifacts to reexamine what fixation point design minimizes fixational eye movements. Participants were shown five fixation targets in two target polarity conditions, while the overall spatial spread of their gaze position during fixation, as well as their microsaccades and fixational drift, were examined. We found that gaze was more stable for white-on-black than black-on-grey fixation targets. Gaze was also more stable (lower spatial spread, microsaccade, and drift displacement) for fixation targets with a small central feature but these targets also yielded higher microsaccade rates than larger fixation targets without such a small central feature. In conclusion, there is not a single best fixation target that minimizes all aspects of fixational eye movements. Instead, if one wishes to optimize for minimal spatial spread of the gaze position, microsaccade or drift displacements, we recommend using a target with a small central feature. If one instead wishes to optimize for the lowest microsaccade rate, we recommend using a larger target without a small central feature.",
          "url": "https://doi.org/10.3758/s13428-025-02890-1",
          "doi": "https://doi.org/10.3758/s13428-025-02890-1",
          "filter": 0
        },
        {
          "title": "Cross-cultural adaptation of the Language and Social Background Questionnaire: Psychometric properties emerging from the Persian version",
          "authors": "Mehri Maleki, Fatemeh Jahanjoo, Samin Shibafar, Gelavizh Karimijavan, Mohammad Hassan Torabi, Farnoush Jarollahi",
          "url": "https://doi.org/10.3758/s13428-025-02831-y",
          "doi": "https://doi.org/10.3758/s13428-025-02831-y",
          "filter": 0
        },
        {
          "title": "Spower: A general-purpose Monte Carlo simulation power analysis program",
          "authors": "R. Philip Chalmers",
          "url": "https://doi.org/10.3758/s13428-025-02787-z",
          "doi": "https://doi.org/10.3758/s13428-025-02787-z",
          "filter": 0
        },
        {
          "title": "Correction: SUBTLEX-AR: Arabic word distributional characteristics based on movie subtitles",
          "authors": "Sami Boudelaa, Manuel Carreiras, Nazrin Jariya, Manuel Perea",
          "url": "https://doi.org/10.3758/s13428-025-02899-6",
          "doi": "https://doi.org/10.3758/s13428-025-02899-6",
          "filter": 0
        },
        {
          "title": "The ADVANCE toolkit: Automated descriptive video annotation in naturalistic child environments",
          "authors": "Naomi K. Middelmann, Jean-Paul Calbimonte, Emily B. Wake, Manon E. Jaquerod, Nastia Junod, Jennifer Glaus, Olga Sidiropoulou, Kerstin J. Plessen, Micah M. Murray, Matthew J. Vowels",
          "abstract": "Video recordings are commonplace for observing human and animal behaviours, including interindividual interactions. In studies of humans, analyses for clinical applications remain particularly cumbersome, requiring human-based annotation that is time-consuming, bias-prone, and cost-ineffective. Attempts to use machine learning to address these limitations still oftentimes require highly standardised environments, scripted scenarios, and forward-facing individuals. Here, we provide the ADVANCE toolkit, an automated video annotation pipeline. The versatility of ADVANCE is demonstrated with schoolchildren and adults in an unscripted clinical setting within an art classroom environment that included 2–5 individuals, dynamic occlusions, and large variations in actions. We accurately detected each individual, tracked them simultaneously throughout the duration of the recording (including when an individual left and re-entered the field of view), estimated the position of their skeletal joints, and labelled their poses. By resolving challenges of manual annotation, we radically enhance the ability to extract information from video recordings across different scenarios and settings. This toolkit reduces clinical workload and enhances the ethological validity of video-based assessments, offering scalable solutions for behaviour analyses in naturalistic contexts.",
          "url": "https://doi.org/10.3758/s13428-025-02883-0",
          "doi": "https://doi.org/10.3758/s13428-025-02883-0",
          "filter": 0
        },
        {
          "title": "The Magic Curiosity Arousing Tricks (MagicCATs) database in Italian younger and middle-aged adults: Descriptive statistics and rule-based machine learning",
          "authors": "Caterina Padulo, Michela Ponticorvo, Beth Fairfield",
          "abstract": "Epistemic emotions, and in particular curiosity, seem to enhance memory for both the specific information that stimulates the individual’s curiosity and information presented in close temporal proximity. Most studies on memory and curiosity have adopted trivia questions to elicit curiosity. However, the amount and range of interest that trivia questions elicit are unclear, and there is no established, universal trivia item pool guaranteed to elicit comparable levels of curiosity across individuals of all ages. Thus, one substantial challenge when studying curiosity is systematically inducing it in controlled experimental settings. Recently, an innovative database called Magic Curiosity Arousing Tricks (MagicCATs) has been published. This database includes 166 short magic-trick video clips that adopt different materials and is designed to induce curiosity, surprise, and interest. Here, we aimed to validate this dataset in the Italian population by reporting the basic characteristics and the norms of the magic-trick video clips in younger and middle-aged adults. We also carried out association rule learning, a rule-based machine learning and data mining method to aid understanding of the co-occurrences between the different epistemic emotions and aid researchers in stimulus selection. Association rules underline relationships or associations between the variables in our datasets and can be used in association with descriptive statistics for stimulus selection in psychological experiments.",
          "url": "https://doi.org/10.3758/s13428-025-02884-z",
          "doi": "https://doi.org/10.3758/s13428-025-02884-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "The impact of message framing on end-user security:An experimental approach to prevent identity theft via smishing",
          "authors": "C.Jordan Howell, Caitlyn N. Muniz, George Burruss, Taylor Fisher, Kaylee Eckelman, David Maimon",
          "url": "https://doi.org/10.1016/j.chb.2025.108864",
          "doi": "https://doi.org/10.1016/j.chb.2025.108864",
          "filter": 0
        },
        {
          "title": "Can professional or AI fact-checking protect trust in journalism from political attacks? The complex roles of source, transparency, ideology, and the machine heuristic",
          "authors": "Rui Wang, Yotam Ophir",
          "url": "https://doi.org/10.1016/j.chb.2025.108872",
          "doi": "https://doi.org/10.1016/j.chb.2025.108872",
          "filter": 0
        },
        {
          "title": "Building trust beyond algorithm: How effort, service speed, and novelty increase trust in robot services",
          "authors": "Ye Eun Jeon, Hee Sun Park",
          "url": "https://doi.org/10.1016/j.chb.2025.108871",
          "doi": "https://doi.org/10.1016/j.chb.2025.108871",
          "filter": 0
        },
        {
          "title": "Talking Past Each Other in the Cultural War Area: Testing the Efficacy of the Moral Attitude Dynamic Model to Achieve Accurate Disagreement",
          "authors": "Mengyao Xu, Fritz Cropp, Glen T. Cameron",
          "url": "https://doi.org/10.1016/j.chb.2025.108873",
          "doi": "https://doi.org/10.1016/j.chb.2025.108873",
          "filter": 0
        },
        {
          "title": "Personalizing explanations in AI-based decisions: The effects of personalization and (Mis)aligning with individual preferences",
          "authors": "Richard Uth, Nelli Niemitz, Isabel Valera, Markus Langer",
          "url": "https://doi.org/10.1016/j.chb.2025.108854",
          "doi": "https://doi.org/10.1016/j.chb.2025.108854",
          "filter": 0
        },
        {
          "title": "Depressed individuals’ support seeking in online communities: The role of anonymity, self-disclosure, and privacy skills",
          "authors": "Jesse King, Amy L. Gonzales, Laurent H. Wang",
          "url": "https://doi.org/10.1016/j.chb.2025.108863",
          "doi": "https://doi.org/10.1016/j.chb.2025.108863",
          "filter": 0
        },
        {
          "title": "Immersive virtual reality learning and cognitive load: A multiple-day field study",
          "authors": "Benjamin De Witte, Vincent Reynaert, Danny Kieken, Joseph Jabbour, Catherine Demarey, Anne Dumoulin, Jalal Possik",
          "url": "https://doi.org/10.1016/j.chb.2025.108853",
          "doi": "https://doi.org/10.1016/j.chb.2025.108853",
          "filter": 0
        },
        {
          "title": "Social media observation of ex-partners is associated with greater breakup distress, negative affect, and jealousy",
          "authors": "Tara C. Marshall",
          "url": "https://doi.org/10.1016/j.chb.2025.108869",
          "doi": "https://doi.org/10.1016/j.chb.2025.108869",
          "filter": 0
        },
        {
          "title": "Human-Bot Symbiosis and Misinformation Propagation: Exploring the Mechanisms of Social Bot Participation from the Perspective of Emotional Contagion",
          "authors": "Shiying Zhang, Qing Ke, Linyi Zhang, Xuhong Zhang, Aijie Li",
          "url": "https://doi.org/10.1016/j.chb.2025.108865",
          "doi": "https://doi.org/10.1016/j.chb.2025.108865",
          "filter": 0
        },
        {
          "title": "Know thyself through data: Improving whatsapp interaction awareness with data-driven visualizations",
          "authors": "Olya Hakobyan, Hanna Drimalla",
          "url": "https://doi.org/10.1016/j.chb.2025.108867",
          "doi": "https://doi.org/10.1016/j.chb.2025.108867",
          "filter": 0
        },
        {
          "title": "Gamified Feedback in Adaptive Retrieval Practice: Points and Progress-Bars Enhance Motivation but not Learning",
          "authors": "Gesa van den Broek, Stefanie Scholten, Bente van Thuil, Hedderik van Rijn, Tamara van Gog, Maarten van der Velde",
          "url": "https://doi.org/10.1016/j.chb.2025.108862",
          "doi": "https://doi.org/10.1016/j.chb.2025.108862",
          "filter": 0
        },
        {
          "title": "Association between smartphone use and mental health outcomes among community-dwelling older adults: A 2-year follow-up study",
          "authors": "Fernanda Martins Bertocchi, Giancarlo Lucchetti, Aparecida Carmem De Oliveira, Luiza Cunha Martins, Maria Eduarda Duarte de Oliveira, Vivian Maria Gomes de Oliveira, Alessandra Lamas Granero Lucchetti",
          "url": "https://doi.org/10.1016/j.chb.2025.108868",
          "doi": "https://doi.org/10.1016/j.chb.2025.108868",
          "filter": 0
        },
        {
          "title": "Push or Pull? Understanding switching intentions from human services to GAI agents through the PPM framework",
          "authors": "Chunni Song, Shuhua Zhou",
          "url": "https://doi.org/10.1016/j.chb.2025.108874",
          "doi": "https://doi.org/10.1016/j.chb.2025.108874",
          "filter": 0
        },
        {
          "title": "Countering division with friendliness: How feeling understood by a friendly AI triggers both openness and resistance",
          "authors": "Raphael Emanuel Huber",
          "url": "https://doi.org/10.1016/j.chb.2025.108870",
          "doi": "https://doi.org/10.1016/j.chb.2025.108870",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Friendship networks predict girls’ STEM fit and interest through subjective belonging",
          "authors": "Emily N. Cyr, Jennifer R. Steele, Toni Schmader, Kayla Robinson, Stephen C. Wright, Steven J. Spencer, Hilary B. Bergsieker",
          "abstract": "Girls report lower belonging in STEM (science, technology, engineering, mathematics) than boys, which may carry costs for girls’ later STEM participation. We hypothesized that being socially included within a STEM context supports feelings of belonging—which then contributes to stronger intentions to pursue STEM, especially for girls. To investigate, we recruited girls and boys (N = 1,330; Mdn age = 12; 41% White, 35% East Asian) attending week-long Canadian STEM summer camps. We gathered precamp and postcamp STEM intentions (fit and interest), plus postcamp objective social inclusion and subjective belonging (with distinct metrics computed for female vs. male peers). Consistent with previous findings, girls had lower STEM intentions than boys. In addition, we found that, for girls, being more socially included (particularly by male peers) was associated with stronger STEM intentions, mediated by subjective belonging. For boys, social inclusion (via belonging) was less predictive of STEM intentions. These results highlight how childhood friendships may impact early intentions to pursue STEM education and careers, especially for girls.",
          "url": "https://doi.org/10.1177/13684302251385462",
          "doi": "https://doi.org/10.1177/13684302251385462",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Social identity transition promotes trust toward strangers and unrelated outgroups",
          "authors": "Huiwen Xiao, Ziqiang Xin, Luxiao Wang, Xin Sun, Can Tao",
          "url": "https://doi.org/10.1016/j.jesp.2025.104853",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104853",
          "filter": 0
        },
        {
          "title": "Structuring success: How issue-packaging agendas foster better joint outcomes in multi-issue negotiations",
          "authors": "Hong Zhang, Ingmar Geiger, Johann M. Majer, Roman Trötschel",
          "url": "https://doi.org/10.1016/j.jesp.2025.104856",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104856",
          "filter": 0
        },
        {
          "title": "Registered report stage I: Is it unpleasant to predict kindergarten teacher = man? Testing the emotional response to the anticipation of confirmation or violation of gendered stereotypes",
          "authors": "Rotem Berkovich, Niv Reggev",
          "url": "https://doi.org/10.1016/j.jesp.2025.104854",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104854",
          "filter": 0
        },
        {
          "title": "Taking advantage: Predictions and moral judgments of leveraging outside options in ultimatum games",
          "authors": "Sifana Sohail, Yarrow Dunham",
          "url": "https://doi.org/10.1016/j.jesp.2025.104852",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104852",
          "filter": 0
        },
        {
          "title": "A longitudinal test of the effectiveness of four interventions to reduce discrimination",
          "authors": "Eliane Roy, Anya Williamson, Jordan Axt",
          "url": "https://doi.org/10.1016/j.jesp.2025.104847",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104847",
          "filter": 0
        },
        {
          "title": "Individuating rather than group information dominates evaluations of members from newly learned social groups",
          "authors": "Mayan Navon, Kate A. Ratliff, Olivier Corneille",
          "url": "https://doi.org/10.1016/j.jesp.2025.104851",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104851",
          "filter": 0
        },
        {
          "title": "Neural dynamics of attentional Bias: How facial width-to-height ratio interacts with emotion to influence attentional capture and suppression",
          "authors": "Liwei Wang, Haixin Yang, Xinyue Zhang, Yuan Ma, Hailing Wang",
          "url": "https://doi.org/10.1016/j.jesp.2025.104850",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104850",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Understanding the full landscape of values and superordinate goal content: An empirical integration of past models in the American cultural context.",
          "authors": "Benjamin M. Wilkowski, Erika DiMariano, Josiah Peck",
          "url": "https://doi.org/10.1037/pspp0000578",
          "doi": "https://doi.org/10.1037/pspp0000578",
          "filter": 0
        },
        {
          "title": "Unraveling the link between neuroticism and well-being in daily life: The role of event occurrence, event appraisals, affective reactivity, and affective recovery.",
          "authors": "Mario Wenzel, Aleksandra Kaurin, Whitney R. Ringwald, Oliver Tüscher, Thomas Kubiak, Aidan G. C. Wright",
          "url": "https://doi.org/10.1037/pspp0000584",
          "doi": "https://doi.org/10.1037/pspp0000584",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Targeted Maximum Likelihood Estimation for Causal Inference With Observational Data—The Example of Private Tutoring",
          "authors": "Christoph Jindra, Karoline A. Sachse",
          "url": "https://doi.org/10.1080/00273171.2025.2561942",
          "doi": "https://doi.org/10.1080/00273171.2025.2561942",
          "filter": 0
        },
        {
          "title": "Bayesian Multilevel Compositional Data Analysis with the R Package multilevelcoda",
          "authors": "Flora Le, Dorothea Dumuid, Tyman E. Stanford, Joshua F. Wiley",
          "url": "https://doi.org/10.1080/00273171.2025.2565598",
          "doi": "https://doi.org/10.1080/00273171.2025.2565598",
          "filter": 0
        },
        {
          "title": "Demystifying Posterior Distributions: A Tutorial on Their Derivation",
          "authors": "Han Du, Fang Liu, Zhiyong Zhang, Craig Enders",
          "url": "https://doi.org/10.1080/00273171.2025.2570250",
          "doi": "https://doi.org/10.1080/00273171.2025.2570250",
          "filter": 0
        },
        {
          "title": "Multilevel Metamodels: Enhancing Inference, Interpretability, and Generalizability in Monte Carlo Simulation Studies",
          "authors": "Joshua B. Gilbert, Luke W. Miratrix",
          "url": "https://doi.org/10.1080/00273171.2025.2586631",
          "doi": "https://doi.org/10.1080/00273171.2025.2586631",
          "filter": 0
        },
        {
          "title": "Detecting Transition Points in the Slope-Intercept Relation in Linear Latent Growth Models",
          "authors": "Dayeon Lee, Gregory R. Hancock",
          "url": "https://doi.org/10.1080/00273171.2025.2583158",
          "doi": "https://doi.org/10.1080/00273171.2025.2583158",
          "filter": 0
        },
        {
          "title": "Regression Discontinuity Analysis with Latent Variables",
          "authors": "Monica Morell, Muwon Kwon, Youngjin Han, Youjin Sung, Yang Liu, Ji Seung Yang",
          "url": "https://doi.org/10.1080/00273171.2025.2565591",
          "doi": "https://doi.org/10.1080/00273171.2025.2565591",
          "filter": 0
        },
        {
          "title": "Sample Size Determination for Optimal and Sub-Optimal Designs in Simplified Parametric Test Norming",
          "authors": "Francesco Innocenti, Alberto Cassese",
          "url": "https://doi.org/10.1080/00273171.2025.2580712",
          "doi": "https://doi.org/10.1080/00273171.2025.2580712",
          "filter": 0
        },
        {
          "title": "Integrated Trend and Lagged Modeling of Multi-Subject, Multilevel, and Short Time Series",
          "authors": "Xiaoyue Xiong, Yanling Li, Michael D. Hunter, Sy-Miin Chow",
          "url": "https://doi.org/10.1080/00273171.2025.2587286",
          "doi": "https://doi.org/10.1080/00273171.2025.2587286",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Maximizers Abandon More Before Decisions, Regret More After Decisions, and Re-Maximize More for Second-Time Decisions: Real-World Analysis of Online Consumer Behaviors",
          "authors": "Xiaoyu Ge, Xiaomeng Zhang, Qianyi Li, Zhao Zhang, Yubo Hou",
          "abstract": "Maximizers, as opposed to satisficers, are defined as decision-makers who consider many alternatives to make the best choice. We adopted records in Taobao (the largest e-commerce platform in China) in 2022 to quantify individual maximization strategy inclination (the number of within-subcategory items that a consumer account considers prior to a first-time purchase). Using this index, we examined whether real-world behaviors in Taobao could be explained by three aspects of theories suggested by previous studies on maximizers, namely, pre-purchase decision paralysis, post-purchase regret (maximization paradox), and the Sisyphus effect. The results revealed that maximizers (vs. non-maximizers) are more likely to end decision-making processes with abandonment, rely on their evaluations instead of those of others, ruminate alternatives even after decisions, retract decisions, and express dissatisfaction about decisions. When evaluating options for the second time, maximizers even construct a larger candidate option set. Most between-person effects remained significant after controlling within-person variations.",
          "url": "https://doi.org/10.1177/01461672251385756",
          "doi": "https://doi.org/10.1177/01461672251385756",
          "filter": 0
        },
        {
          "title": "The Soothing Effect of a Stable World: Social Behavior of Individuals Varying on Social Anxiety Under Fixed and Growth Mindsets About Impression Formation",
          "authors": "Liad Uziel",
          "abstract": "Social anxiety (SA) entails perceiving interactions as threatening and is linked to detrimental social outcomes. This study tested whether individuals scoring higher on SA navigate interactions better when believing the impressions people form of others are relatively fixed (fixed mindset), thereby making interactions feel more controlled and less demanding. A Preliminary Study established that holding a fixed mindset attenuates how demanding interactions feel among individuals higher on SA. Three experiments manipulated impression formation mindsets. In Study 1, higher SA was associated with making a negative impression in a self-presentation task following a growth mindset induction (belief that impressions are malleable) but not following a fixed mindset induction. This pattern was repeated in Study 2 involving a stress-inducing self-presentation task. In Study 3, following a fixed mindset induction, SA predicted better real-life social experiences. In conclusion, a fixed model of impression formation may improve social functioning among individuals predisposed to SA.",
          "url": "https://doi.org/10.1177/01461672251378537",
          "doi": "https://doi.org/10.1177/01461672251378537",
          "filter": 0
        },
        {
          "title": "Moral Agreement With Punished Acts Decreases Perceptions of Punisher Legitimacy and Willingness to Obey the Law",
          "authors": "Raihan Alam, Tage S. Rai",
          "abstract": "Punishment is a critical mechanism through which society regulates behavior, yet its efficacy depends on how observers interpret the legitimacy of punishers. Across five experiments, we examine how moral agreement with punished acts shapes perceptions of punishers’ legitimacy and willingness to obey laws. Experiment 1 finds that when observers morally agree with punished acts, they perceive punishers as less legitimate and report lower willingness to obey laws. Experiment 2 shows that this effect extends to compliance with a new, specific law introduced by the punishing authority. Experiment 3 finds that when moral agreement and procedural justice are manipulated simultaneously, only moral agreement predicts willingness to obey laws. Experiment 4 replicates these effects among participants with criminal records. Experiment 5 shows that these patterns persist when addressing potential confounds and when moral preferences are weaker. Our findings challenge procedural justice models, highlighting the importance of addressing moral disagreement in policy contexts.",
          "url": "https://doi.org/10.1177/01461672251385772",
          "doi": "https://doi.org/10.1177/01461672251385772",
          "filter": 0
        },
        {
          "title": "Mapping and Increasing Americans’ Actual and Perceived Support for Initiatives Protecting Future Generations",
          "authors": "Kyle Fiore Law, Emily Gittle, Liane Young, Stylianos Syropoulos",
          "abstract": "Across eight preregistered studies ( N = 6,464), we apply an approach informed by social norm theory to investigate perceptions and realities of support for Initiatives for Future Generations (IFGs)—institutions and policies designed to ensure political representation for and protection of future generations. We find widespread bipartisan support for IFGs alongside pluralistic ignorance: Americans vastly underestimate their peers’ support. Correcting misperceptions enhances individual support, underscoring the role of social norms in shaping collective action. We also find modest—albeit mixed—evidence that interventions aimed at increasing intergenerational concern can boost support for IFGs without exacerbating pluralistic ignorance. These interventions may serve as a complement to norm-corrective approaches by engaging moral motivations alongside informational strategies. Beyond highlighting the value of correcting norm misperceptions in safeguarding future generations’ welfare, we explore motivational explanations for pluralistic ignorance and emphasize that policymakers hold the power to implement IFGs with confidence and the public is behind them.",
          "url": "https://doi.org/10.1177/01461672251384359",
          "doi": "https://doi.org/10.1177/01461672251384359",
          "filter": 0
        },
        {
          "title": "Conflictive Uncertainty: A Framework for Understanding the Aversion to Conflicting Information in Social Contexts",
          "authors": "Guangyu Zhu, Yiyun Shou, Michael Smithson, Michael J. Platow",
          "abstract": "Conflicting information can significantly undermine emotions, cognition, and behavior. This paper aims to understand the negative impact of conflicting information through the lens of conflictive uncertainty. Conflictive uncertainty encompasses two dimensions: the epistemological dimension, which involves uncertainty and ambiguity about outcomes and probabilities, and the interpersonal dimension, which arises from doubts about the credibility of sources. Three experiments were conducted to test this framework. Experiment 1 found that, under conflictive uncertainty, participants rated lower source credibility and exhibited weaker preferences compared to ambiguity. Experiment 2 revealed that the negative impact of conflicting information on the strength of preference was mediated by reduced source credibility and increased perceived uncertainty. Experiment 3 demonstrated that neutralizing the loss of credibility mitigated the adverse effects of conflicting information on the strength of preference. These findings highlight the roles of source credibility and perceived uncertainty in understanding the negative effects of conflicting information on decision-making.",
          "url": "https://doi.org/10.1177/01461672251386102",
          "doi": "https://doi.org/10.1177/01461672251386102",
          "filter": 0
        },
        {
          "title": "What’s in It for Me? Beliefs About Relative Costs to Well-Being Explain Why People Deprioritize Moral Improvements",
          "authors": "Jessie Sun, Jonathan Z. Berman",
          "abstract": "Most people are interested in improving themselves, but they show less interest in improving on moral traits. Why don’t people particularly want to be more moral, and why do people prioritize improving certain traits more than others? Across four preregistered studies of U.K.-based CloudResearch ( N Study 1 = 252; N Supplemental = 110) and Behavioral Research Lab ( N Study 2a = 303, N Study 2b = 301) participants, we test four classes of explanations. Results rule out explanations based on the ideas that moral traits are seen as more difficult to change and as either more or less causally central. Instead, people are less interested in moral improvements because they believe (a) that they are already highly moral and (b) that nonmoral improvements would more effectively improve their happiness and goal attainment. These results clarify the perceived tradeoffs between well-being and morality and show that personal well-being is a central motivation for personality change.",
          "url": "https://doi.org/10.1177/01461672251367068",
          "doi": "https://doi.org/10.1177/01461672251367068",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Do the Effects of a Preschool Language Intervention Last in the Long Run? A 4-Year Follow-Up Study",
          "authors": "Åste Mjelve Hagen, Kristin Rogde, Monica Melby-Lervåg, Arne Lervåg",
          "abstract": "Childhood language interventions appear promising for improving children’s lives and yielding economic returns. However, few studies have evaluated long-term effects of these interventions. Our study did this using a large, cluster-randomized trial of a preschool intervention for Norwegian children aged 4 to 5 years whose vocabulary was more limited than that of their peers. Results showed that effects on expressive language were maintained at the 7-month follow-up when the children were in first grade and that those with the weakest language skills initially had the largest and most persistent effects. However, 4 years after the intervention, the differences between the intervention and control groups were negligible. Thus, although effects from the preschool language intervention lasted into the first year of elementary school, effects eventually faded and were completely absent in fourth grade. Our findings suggest the need for a sustained approach to language and literacy support, focusing on persistent interventions and high-quality adapted instruction.",
          "url": "https://doi.org/10.1177/09567976251392219",
          "doi": "https://doi.org/10.1177/09567976251392219",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Journey in the digital era: Exploring doomscrolling, algorithmic literacy, and subjective well-being.",
          "authors": "Nehir Yasan-Ak, Tuba Livberber, Tuğba Kamalı-Arslantaş",
          "url": "https://doi.org/10.1037/ppm0000644",
          "doi": "https://doi.org/10.1037/ppm0000644",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Technology, Mind, and Behavior",
      "journal_short": "TMB",
      "articles": [
        {
          "title": "Supplemental Material for Credit for creativity: Engagement with artificial intelligence-generated stories and perceptions of artificial intelligence’s creative capacity.",
          "authors": "Perry A. Reed, Karen E. Shackleford, J. David Cohen",
          "url": "https://doi.org/10.1037/tmb0000179.supp",
          "doi": "https://doi.org/10.1037/tmb0000179.supp",
          "filter": 0
        },
        {
          "title": "Technology, mind, and behavior at five: A farewell and a future.",
          "authors": "Danielle S. McNamara",
          "url": "https://doi.org/10.1037/tmb0000176",
          "doi": "https://doi.org/10.1037/tmb0000176",
          "filter": 0
        },
        {
          "title": "Lost in virality: How social media can amplify hidden misinterpretations.",
          "authors": "Michael F. Schober, Rebecca S. Dolgin",
          "url": "https://doi.org/10.1037/tmb0000174",
          "doi": "https://doi.org/10.1037/tmb0000174",
          "filter": 0
        },
        {
          "title": "Social media use for emotion regulation: A conceptual replication and extension.",
          "authors": "Yuhei Urano, Ryota Kobayashi",
          "url": "https://doi.org/10.1037/tmb0000175",
          "doi": "https://doi.org/10.1037/tmb0000175",
          "filter": 0
        },
        {
          "title": "Hooked on a feeling: Psychological and physiological responses to autonomous sensory meridian response triggers.",
          "authors": "Madeline R. Bollinger, Laurel L. Mulkey, Phuong Vy Nguyen, Carin Perilloux",
          "url": "https://doi.org/10.1037/tmb0000177",
          "doi": "https://doi.org/10.1037/tmb0000177",
          "filter": 0
        },
        {
          "title": "Credit for creativity: Engagement with artificial intelligence-generated stories and perceptions of artificial intelligence’s creative capacity.",
          "authors": "Perry A. Reed, Karen E. Shackleford, J. David Cohen",
          "url": "https://doi.org/10.1037/tmb0000179",
          "doi": "https://doi.org/10.1037/tmb0000179",
          "filter": 0
        },
        {
          "title": "Supplemental Material for Hooked on a feeling: Psychological and physiological responses to autonomous sensory meridian response triggers.",
          "authors": "Madeline R. Bollinger, Laurel L. Mulkey, Phuong Vy Nguyen, Carin Perilloux",
          "url": "https://doi.org/10.1037/tmb0000177.supp",
          "doi": "https://doi.org/10.1037/tmb0000177.supp",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
