{
  "update": "2024-10-21",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "A Cautionary Note on Using Univariate Methods for Meta-Analytic Structural Equation Modeling",
          "authors": "Suzanne Jak, Mike W.-L. Cheung",
          "abstract": "Meta-analytic structural equation modeling (MASEM) is an increasingly popular technique in psychology, especially in management and organizational psychology. MASEM refers to fitting structural equation models (SEMs), such as path models or factor models, to meta-analytic data. The meta-analytic data, obtained from multiple primary studies, generally consist of correlations across the variables in the path or factor model. In this study, we contrast the method that is most often applied in management and organizational psychology (the univariate-r method) to several multivariate methods. “Univariate-r” refers to performing multiple univariate meta-analyses to obtain a synthesized correlation matrix as input in an SEM program. In multivariate MASEM, a multivariate meta-analysis is used to synthesize correlation matrices across studies (e.g., generalized least squares, two-stage SEM, one-stage MASEM). We conducted a systematic search on applications of MASEM in the field of management and organizational psychology and showed that reanalysis of the four available data sets using multivariate MASEM can lead to different conclusions than applying univariate-r. In two simulation studies, we show that the univariate-r method leads to biased standard errors of path coefficients and incorrect fit statistics, whereas the multivariate methods generally perform adequately. In the article, we also discuss some issues that possibly hinder researchers from applying multivariate methods in MASEM.",
          "url": "http://dx.doi.org/10.1177/25152459241274249",
          "doi": "10.1177/25152459241274249",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "On aggregation invariance of multinomial processing tree models",
          "authors": "Edgar Erdfelder, Julian Quevedo Pütter, Martin Schnuerch",
          "abstract": "Multinomial processing tree (MPT) models are prominent and frequently used tools to model and measure cognitive processes underlying responses in many experimental paradigms. Although MPT models typically refer to cognitive processes within single individuals, they have often been applied to group data aggregated across individuals. We investigate the conditions under which MPT analyses of aggregate data make sense. After introducing the notions of structural and empirical aggregation invariance of MPT models, we show that any MPT model that holds at the level of single individuals must also hold at the aggregate level when it is both structurally and empirically aggregation invariant. Moreover, group-level parameters of aggregation-invariant MPT models are equivalent to the expected values (i.e., means) of the corresponding individual parameters. To investigate the robustness of MPT results for aggregate data when one or both invariance conditions are violated, we additionally performed a series of simulation studies, systematically manipulating (1) the sample sizes in different trees of the model, (2) model parameterization, (3) means and variances of crucial model parameters, and (4) their correlations with other parameters of the respective MPT model. Overall, our results show that MPT parameter estimates based on aggregate data are trustworthy under rather general conditions, provided that a few preconditions are met.",
          "url": "http://dx.doi.org/10.3758/s13428-024-02497-y",
          "doi": "10.3758/s13428-024-02497-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "A Meta-Analysis of Self-Regulation and Digital Recreation from Birth to Adolescence",
          "authors": "Steven J. Howard, Nicole Hayes, Sumudu Mallawaarachchi, Daniel Johnson, Cathrine Neilsen-Hewett, Janelle MacKenzie, Laura A. Bentley, Sonia L.J. White",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108472",
          "doi": "10.1016/j.chb.2024.108472",
          "filter": 0
        },
        {
          "title": "The role of personal and contextual factors when investigating technology integration in general and vocational education general and vocational education",
          "authors": "Alberto Cattaneo, Maria-Luisa Schmitz, Philipp Gonon, Chiara Antonietti, Tessa Consoli, Dominik Petko",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108475",
          "doi": "10.1016/j.chb.2024.108475",
          "filter": 0
        },
        {
          "title": "Socially (Dis)connected in a Connected World: The Role of Young People’s Digital Maturity",
          "authors": "Teresa Koch, Franziska Laaber, Alvaro Arenas, Arnd Florack",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108473",
          "doi": "10.1016/j.chb.2024.108473",
          "filter": 0
        },
        {
          "title": "Similarities and Differences Between Internet Addiction and Nicotine Dependence —— Motivation Network",
          "authors": "Jin Chen, Xin-Yue Wang, Sai-Nan Huang, Jian-Xia Lu, Hui Zheng",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108480",
          "doi": "10.1016/j.chb.2024.108480",
          "filter": 0
        },
        {
          "title": "Battle of the E-cowarriors: Differential Effects of Environmental Appeals by Influencers and Organizations on Youth’s Pro-Environmental Attitudes and Behavior Intentions",
          "authors": "Heleen Dekoninck, Desiree Schmuck",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108478",
          "doi": "10.1016/j.chb.2024.108478",
          "filter": 0
        },
        {
          "title": "Linking gamers’ competitive spirit and in-game impulse purchase: The need for popularity as a mediator and social competence as a moderator",
          "authors": "Hakan Cengiz, Arezoo Pouyan, Hasan Azdemir",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108479",
          "doi": "10.1016/j.chb.2024.108479",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Identity-based rivalry: A common identity across competitors leads to rivalry perceptions and better performance",
          "authors": "Emily M. Zitek, Claire Sandman Malcomb, Frank J. Hager",
          "abstract": "Researchers in psychology and management have recently examined what leads competitors to perceive that they are in a rivalry (e.g., repeated competitions) and what the consequences of rivalry are (e.g., better performance). Other researchers have long focused on the importance of social identity for how people evaluate themselves and others. In two studies, we connect and extend this past work by examining whether having the same identity as an opponent (specifically, gender or nationality) produces rivalry effects. In an online experiment, we found that sport competitors are more likely to perceive their same-gender opponents as rivals than their different-gender opponents (and this was especially the case for men). These stronger rivalry perceptions were predicted by competitors’ greater similarity, greater frequency of past competitions, and greater competitiveness with their same-gender opponents. Then, in an analysis of data from Major League Baseball (MLB), we found that batters from the Dominican Republic and the United States hit better when a same-nationality catcher was behind the plate. We discuss the theoretical and practical implications of identity-based rivalry.",
          "url": "http://dx.doi.org/10.1177/13684302241284434",
          "doi": "10.1177/13684302241284434",
          "filter": 0
        },
        {
          "title": "Exploring the interaction between negative and positive intergroup contact among disabled people",
          "authors": "Carla Branco, Miguel Ramos, Miles Hewstone",
          "abstract": "This study integrates research on intergroup contact and the rejection–identification model to examine how negative and positive contact interact to influence both the health and well-being as well as the group identification (assessed as ingroup affect, ingroup ties, and centrality) of disabled people. We analysed data from a week-long diary study (Study 1; N = 83) and a longitudinal study (Study 2; N = 87) with three waves separated by 1 year. Results showed that positive contact can be associated with a reduction in, or even a cancelling out of, the association between negative contact and lower well-being and ingroup affect (buffering effect). We also found that negative contact was associated with higher ingroup ties only among those with higher levels of positive contact (facilitation effect). Results reveal the potential of positive contact to reduce the adverse effects of negative contact on disadvantaged group members’ outcomes, and its potential to facilitate nonharmful effects.",
          "url": "http://dx.doi.org/10.1177/13684302241280006",
          "doi": "10.1177/13684302241280006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "The role of gender in shaping Black and Latina women’s experiences in anticipated interracial interactions",
          "authors": "Dorainne J. Green, Daryl A. Wout, Mary C. Murphy, Katlyn L. Milless",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104686",
          "doi": "10.1016/j.jesp.2024.104686",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "The minority-groups homogeneity effect: Seeing members of different minority groups as more similar to each other than members of the majority.",
          "authors": "Stephanie J. Tepper, Thomas D. Gilovich",
          "url": "http://dx.doi.org/10.1037/pspi0000476",
          "doi": "10.1037/pspi0000476",
          "filter": 0
        },
        {
          "title": "Anxiety about the social consequences of missed group experiences intensifies fear of missing out (FOMO).",
          "authors": "Jacqueline R. Rifkin, Cindy Chan, Barbara E. Kahn",
          "url": "http://dx.doi.org/10.1037/pspa0000418",
          "doi": "10.1037/pspa0000418",
          "filter": 0
        },
        {
          "title": "Who feels they contribute to U.S. society? Helping behaviors and social class disparities in perceived contributions.",
          "authors": "Ellen C. Reinhart, Rebecca M. Carey, Hazel Rose Markus",
          "url": "http://dx.doi.org/10.1037/pspa0000411",
          "doi": "10.1037/pspa0000411",
          "filter": 0
        },
        {
          "title": "Personality trait similarity in recently cohabiting couples: Partner choice, convergence, or selective breakup?",
          "authors": "Manon A. van Scheppingen, Gabriel Olaru, Thomas Leopold",
          "url": "http://dx.doi.org/10.1037/pspp0000527",
          "doi": "10.1037/pspp0000527",
          "filter": 0
        },
        {
          "title": "Ecology stereotypes exist across societies and override race and family structure stereotypes.",
          "authors": "Oliver Sng, Keelah E. G. Williams, Saori Tsukamoto, Steven L. Neuberg",
          "url": "http://dx.doi.org/10.1037/pspa0000421",
          "doi": "10.1037/pspa0000421",
          "filter": 0
        },
        {
          "title": "Who flourishes in school? The interplay of academic self-concept and personality and its role for academic performance in middle adolescence.",
          "authors": "Mieke Johannsen, Naemi D. Brandt, Olaf Köller, Jenny Wagner",
          "url": "http://dx.doi.org/10.1037/pspp0000525",
          "doi": "10.1037/pspp0000525",
          "filter": 0
        },
        {
          "title": "Socioeconomic status differences in agentic and communal self-concepts: Insights from 6 million people across 133 nations.",
          "authors": "Lucia L. -A. Boileau, Jochen E. Gebauer, Wiebke Bleidorn, P. Jason Rentfrow, Jeff Potter, Samuel D. Gosling",
          "url": "http://dx.doi.org/10.1037/pspp0000517",
          "doi": "10.1037/pspp0000517",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Make Some Noise: Generating Data from Imperfect Factor Models",
          "authors": "Justin D. Kracht, Niels G. Waller",
          "url": "http://dx.doi.org/10.1080/00273171.2024.2410760",
          "doi": "10.1080/00273171.2024.2410760",
          "filter": 0
        },
        {
          "title": "A Causal View on Bias in Missing Data Imputation: The Impact of Evil Auxiliary Variables on Norming of Test Scores",
          "authors": "Erik Sengewald, Katinka Hardt, Marie-Ann Sengewald",
          "url": "http://dx.doi.org/10.1080/00273171.2024.2412682",
          "doi": "10.1080/00273171.2024.2412682",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Praise Is for Actions That Are Neither Expected nor Required",
          "authors": "Rajen A. Anderson, Shaun Nichols, David A. Pizarro",
          "abstract": "In six studies, we examined two foundational questions about moral praise. First, what makes an action praiseworthy? In Study 1, participants reported that actions that exceed duties (compared with dutiful actions) deserve greater praise and are perceived as less likely to happen. Second, what do observers infer from praise? Praise may communicate information about local norms. In Study 2, we found that—in general—participants expect praise to increase the likelihood of a behavior. However, in Studies 3–6, participants inferred that moral behavior that receives praise is less common and is less required and expected of people. These inferences led individuals to judge that someone would be less likely to perform a behavior that was praised. These studies provide insight into the lay beliefs and communicative function of moral praise.",
          "url": "http://dx.doi.org/10.1177/01461672241289833",
          "doi": "10.1177/01461672241289833",
          "filter": 0
        },
        {
          "title": "Let the Music Play: Live Music Fosters Collective Effervescence and Leads to Lasting Positive Outcomes",
          "authors": "Nicole Koefler, Esha Naidu, Shira Gabriel, Veronica Schneider, Gabriela S. Pascuzzi, Elaine Paravati",
          "abstract": "This work examined the power of live music events to enhance wellbeing through collective effervescence (CE)—the sense of sacredness and connection felt when in large groups. Four studies ( N = 789) using both university and community samples examined the relationship between live music events and CE and how this relationship contributes to positive, lasting outcomes. Results suggest that CE is highly related to positive outcomes associated with attending live music events. CE uniquely predicted meaning in life and enjoyment during the event above and beyond related constructs. Feeling CE was also related to greater meaning in life during the event and continued happiness a week after live music events. Further, CE mediated effects between various elements of live music events (e.g., parasocial bonds with the artist) and positive lasting outcomes. In summary, CE plays a key role in the lasting wellbeing that follows live music events.",
          "url": "http://dx.doi.org/10.1177/01461672241288027",
          "doi": "10.1177/01461672241288027",
          "filter": 0
        },
        {
          "title": "Perceiving Low Social Mobility Induces Zero-Sum Beliefs About Social Hierarchies",
          "authors": "Xue Wang, Yuemin Zhuo, Wei-fen Chen, Hongfei Du, Zhansheng Chen",
          "abstract": "Individuals may consider socioeconomic status (SES) change from an absolute or relative standpoint. Across five studies and supplementary analyses of secondary data, we found that individuals who perceive SES as being unlikely to change (i.e., low perceived social mobility) tend to consider SES change from a relative standpoint—i.e., one person’s gain in SES occurs at the expense of another’s loss in SES—reflecting that they harbor zero-sum beliefs regarding social hierarchies. In other words, the extent to which individuals believe that society is mobile predicts how they consider the nature of social mobility. This relationship is mediated by a scarcity mindset and further predicts the tendency for aggression. The findings held when we controlled for variables such as perceived economic inequality, income, and education.",
          "url": "http://dx.doi.org/10.1177/01461672241290390",
          "doi": "10.1177/01461672241290390",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Bulletin",
      "journal_short": "PsychBull",
      "articles": [
        {
          "title": "Associations between cognitive appraisals and emotions: A meta-analytic review.",
          "authors": "Gerard C. Yeo, Desmond C. Ong",
          "url": "http://dx.doi.org/10.1037/bul0000452",
          "doi": "10.1037/bul0000452",
          "filter": 0
        },
        {
          "title": "Early childhood executive function predicts concurrent and later social and behavioral outcomes: A review and meta-analysis.",
          "authors": "Nicole J. Stucke, Sabine Doebel",
          "url": "http://dx.doi.org/10.1037/bul0000445",
          "doi": "10.1037/bul0000445",
          "filter": 0
        },
        {
          "title": "Fadeout and persistence of intervention impacts on social–emotional and cognitive skills in children and adolescents: A meta-analytic review of randomized controlled trials.",
          "authors": "Emma R. Hart, Drew H. Bailey, Sha Luo, Pritha Sengupta, Tyler W. Watts",
          "url": "http://dx.doi.org/10.1037/bul0000450",
          "doi": "10.1037/bul0000450",
          "filter": 0
        },
        {
          "title": "Does the apple fall far from the tree? A meta-analysis linking parental factors to children's intrinsic and extrinsic goals.",
          "authors": "Kelly A. Ferber, Emma L. Bradshaw, Michael Noetel, Tsz Ying Wong, Jiseul S. Ahn, Philip D. Parker, Richard M. Ryan",
          "url": "http://dx.doi.org/10.1037/bul0000448",
          "doi": "10.1037/bul0000448",
          "filter": 0
        },
        {
          "title": "Categories of training to improve empathy: A systematic review and meta-analysis.",
          "authors": "Xiao Wu, Su-Chen Yao, Xue-Jing Lu, Yu-Qing Zhou, Ya-Zhuo Kong, Li Hu",
          "url": "http://dx.doi.org/10.1037/bul0000453",
          "doi": "10.1037/bul0000453",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Item response theory-based continuous test norming.",
          "authors": "Hannah M. Heister, Casper J. Albers, Marie Wiberg, Marieke E. Timmerman",
          "url": "http://dx.doi.org/10.1037/met0000686",
          "doi": "10.1037/met0000686",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Susceptibility to Attentional Capture by Target-Matching Distractors Predicts High Visual Working Memory Capacity",
          "authors": "Chupeng Zhong, Zhe Qu, Nan Yang, Mingze Sun, Yajie Wang, Yulong Ding",
          "abstract": "Recent event-related potential (ERP) studies showed that individuals with low visual working memory (VWM) capacity are more susceptible to salience-driven attentional capture than high-capacity individuals are, with the latter being able to proactively suppress salient but irrelevant distractors. However, it remains unclear whether and how contingent attentional capture by distractors that possess a task-relevant (target) feature is related to VWM capacity. Here, we adopted a central focused-attention task that contained peripheral target-matching distractors to investigate this issue ( N = 51 adults). Surprisingly, we revealed that target-matching distractors elicited both a larger N2-posterior-contralateral (N2pc) and a larger post-N2pc distractor positivity (P D ) component in high-capacity individuals than in low-capacity ones, meaning that high-capacity individuals are less able to ignore such distractors initially, though they could call on a stronger reactive suppression mechanism afterward. These findings illustrate that high-capacity individuals are more (rather than less or equally) susceptible to contingent attention capture compared with low-capacity ones.",
          "url": "http://dx.doi.org/10.1177/09567976241279520",
          "doi": "10.1177/09567976241279520",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Effects of two modalities of practice on the learning of piano pieces under the deprivation of auditory feedback",
          "authors": "Renan Moreira Madeira, Regina Antunes Teixeira dos Santos",
          "abstract": "Sixteen piano students learned four piano pieces under two different conditions that involved the deprivation of auditory and motor feedback. One condition required study away from the piano, thus implying the removal of auditory and kinaesthetic feedback (mental practice, MP). The other condition involved study on a digital piano that was turned off (motor practice, MoP), hence depriving the participant of auditory feedback. Data on the effects of the two different modalities of practice, which also excluded external sound references during the initial study of new piano pieces, were analysed in two different ways. First, video recordings of the participants’ practice sessions were analysed to identify behaviours exhibited during these sessions, quantified by number of incidences. Second, external referees assessed final performances (audio recordings on an acoustic piano) according to four proposed parameters related to piano performance. Data from semi-structured interviews were collected as well. The results showed differences between the two conditions, especially with respect to the utilisation of support activities and pauses during practice. The analysis indicated that procedures related to MP may yield better results when the musical material is approached as small portions one at a time. Finally, the modality of MP described in this article, which bears some relation to other forms of MP, could be a valid alternative for issues of fatigue and complexity related to MP, as has been traditionally described in the literature.",
          "url": "http://dx.doi.org/10.1177/03057356241270940",
          "doi": "10.1177/03057356241270940",
          "filter": 0
        },
        {
          "title": "Validating scores from the short form of the Music Self-Perception Inventory (MUSPI-S) with seventh- to ninth-grade school students in Germany",
          "authors": "Daniel Fiedler, Johannes Hasselhorn, A. Katrin Arens, Anne C. Frenzel, Walter P. Vispoel",
          "abstract": "The Music Self-Perception Inventory-Short (MUSPI-S) is a theoretically based instrument consisting of 28 items with subscales that assess music self-concept globally and in six specific areas. The present study sought to validate a German translation of the MUSPI-S using a sample of 444 secondary school students. In addition to participants’ scores from the German translation of the MUSPI-S, associated data included demographic background variables, self-reported school grades in various subjects, and interest in the school subject of music. Confirmatory factor analyses supported the hypothesized factor structure and measurement model for MUSPI-S scores. Latent factor correlations among MUSPI-S subscale scores and correlations of these scores with school grades and interest in the school subject of music aligned well with theoretical expectations and previous research. Findings also provided evidence for strict measurement invariance of scores in the German MUSPI-S across subgroups of gender, school year (i.e., grade level), and musical activity. MUSPI-S subscale factor-level means did not reliably differ among seventh-, eighth-, and ninth-grade students but favored females over males and musically active over non-active students on nearly all subscales. Overall, this evidence supports the use of the German translation of the MUSPI-S in assessing a wide range of important self-perceived musical abilities for research and practical assessment purposes.",
          "url": "http://dx.doi.org/10.1177/03057356241272999",
          "doi": "10.1177/03057356241272999",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "The effect of TikTok body neutrality content on young women’s self-compassion.",
          "authors": "Veya Seekis, Rebecca Lawrence",
          "url": "http://dx.doi.org/10.1037/ppm0000569",
          "doi": "10.1037/ppm0000569",
          "filter": 0
        },
        {
          "title": "The effect of short-form video usage on self-expansion.",
          "authors": "Jinyu Yuan, Yi Cao, Minxuan Feng, Yubo Hou",
          "url": "http://dx.doi.org/10.1037/ppm0000572",
          "doi": "10.1037/ppm0000572",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
