{
  "update": "2024-11-22",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Validity and Transparency in Quantifying Open-Ended Data",
          "authors": "Clare Conry-Murray, Tal Waltzer, Fiona C. DeBernardi, Jessica L. Fossum, Simona Haasova, Michael S. Matthews, Aoife O’Mahony, David Moreau, Myriam A. Baum, Veli-Matti Karhulahti, Randy J. McCarthy, Helena M. Paterson, Kara McSweeney, Mahmoud M. Elsherif",
          "abstract": "Quantitatively coding open-ended data (e.g., from videos, interviews) can be a rich source of information in psychological research, but reporting practices vary substantially. We provide strategies for improving validity and reliability of coding open-ended data and investigate questionable research practices in this area. First, we systematically examined articles in four top psychology journals ( N = 956) and found that 21% included open-ended data coded by humans. However, only about one-third of those articles reported sufficient details to replicate or evaluate the validity of the coding process. Next, we propose multiphase guidelines for transparently reporting on the quantitative coding of open-ended data, informed by concerns with replicability, content validity, and statistical validity. The first phase involves research design, including selecting data and identifying units reliably. The second phase includes developing a coding manual and training coders. The final phase outlines how to establish reliability. As part of this phase, we used data simulations to examine a common statistic for testing reliability on open-ended data, Cohen’s κ, and found that it can become inflated when researchers repeatedly test interrater reliability or manipulate categories, such as by including a missing-data category. Finally, to facilitate transparent and valid coding of open-ended data, we provide a preregistration template that reflects these guidelines. All of the guidelines and resources provided in this article can be adapted for different types of studies, depending on context.",
          "url": "http://dx.doi.org/10.1177/25152459241275217",
          "doi": "10.1177/25152459241275217",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Approaching or just observing? The interplay of behavior and environment in the retention of pictorial details of ambivalent Nazi propaganda images",
          "authors": "Martin Lachmair, Susana Ruiz Fernandez, Birgit Brucker, Peter Gerjets",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108503",
          "doi": "10.1016/j.chb.2024.108503",
          "filter": 0
        },
        {
          "title": "“Don’t Look at Me!”: The Role of Avatars’ Presentation Style and Gaze Direction in Social Chatbot Design",
          "authors": "Jingyi Yuan, Xixian Peng, Yichen Liu, Qiuzhen Wang",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108501",
          "doi": "10.1016/j.chb.2024.108501",
          "filter": 0
        },
        {
          "title": "Branded virtual worlds in fashion gaming: Examining the role of brand narratives and social presence in consumer engagement",
          "authors": "Paola Martinez Romero, Rachel Esther Lim, Hyejune Park",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108505",
          "doi": "10.1016/j.chb.2024.108505",
          "filter": 0
        },
        {
          "title": "Doctoral Capstone Theories as Indicators of University Rankings: Insights from a Machine Learning Approach",
          "authors": "Ionut Dorin Stanciu, Nicolae Nistor",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108504",
          "doi": "10.1016/j.chb.2024.108504",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "How people (fail to) control the influence of affective stimuli on attitudes.",
          "authors": "Mandy Hütter, Steven Sweldens",
          "url": "http://dx.doi.org/10.1037/pspa0000426",
          "doi": "10.1037/pspa0000426",
          "filter": 0
        },
        {
          "title": "Compassionate love and beneficence in the family.",
          "authors": "Beverley Fehr",
          "url": "http://dx.doi.org/10.1037/pspi0000479",
          "doi": "10.1037/pspi0000479",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Latently Mediating: A Bayesian Take on Causal Mediation Analysis with Structured Survey Data",
          "authors": "Alessandro Varacca",
          "url": "http://dx.doi.org/10.1080/00273171.2024.2424514",
          "doi": "10.1080/00273171.2024.2424514",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Why Life Moves Fast: Exploring the Mechanisms Behind Autobiographical Time Perception",
          "authors": "Young-Ju Ryu, Mark J. Landau, Samuel E. Arnold, Jamie Arndt",
          "abstract": "We investigate why individuals commonly perceive time as passing quickly when reflecting on past periods of their lives. A traditional cognitive account proposes that routine experienced during a period decreases the number of memorable events, making that period appear short in retrospect. A motivational account derived from self-determination theory proposes that a period remembered as lacking self-determined growth feels unsatisfying or wasted, and thus seems to pass quickly. Two exploratory studies ( N = 999) did not consistently support these accounts, although in Study 2 remembered routine predicted faster perceived pace, as hypothesized. Contrary to our motivational account, remembered growth positively, rather than negatively, predicted pace. Interpreting this unexpected finding, we conducted two pre-registered studies ( N = 965) exploring how satisfaction with, and nostalgic longing for, periods of growth contribute to the perception of time passing quickly. Our findings have implications for encouraging productive responses to the subjective pace of life.",
          "url": "http://dx.doi.org/10.1177/01461672241285270",
          "doi": "10.1177/01461672241285270",
          "filter": 0
        },
        {
          "title": "Politically Contaminated Clothes, Chocolates, and Charities: Distancing From Neutral Products Liked by Out-Group or In-Group Partisans",
          "authors": "Arvid Erlandsson, Artur Nilsson, Jennifer Rosander, Rebecka Persson, Leaf Van Boven",
          "abstract": "This research demonstrates that people distance themselves not just from out-group partisans or policies but also from completely neutral and apolitical consumer products that have been “contaminated” simply by being preferred by the political out-group. Using large representative samples of Swedish adults, we investigated how aesthetic judgments of clothes (Study 1), evaluations of chocolate bars (Study 2), and allocations to charitable organizations (Study 3) were influenced by a randomly assigned association between these products and the leader or supporters of the participant’s least- or most-liked political party. Products liked by the least-liked party became less attractive in all studies; the results were mixed for products liked by the most-liked party. Study 4 found that the presence of in-group-observers increased distancing from products liked by the least-liked party, indicating that self-presentational concerns bolster political distancing. These results suggest that affective political polarization influences our lives more subtly and profoundly than previously known.",
          "url": "http://dx.doi.org/10.1177/01461672241298390",
          "doi": "10.1177/01461672241298390",
          "filter": 0
        },
        {
          "title": "Partisan Prejudice: The Role of Beliefs About the Unchanging Nature of Ideology and Partisans",
          "authors": "Crystal L. Hoyt, Jeni L. Burnette, Meghan Moore",
          "abstract": "Although there is a tendency to think all forms of essentialism—the belief that characteristics are inherent and unchangeable—are similar, some theories suggest different foundations and outcomes. We investigated if belief systems about the stability of political ideology (trait essentialism) and the fundamental nature of partisans (social essentialism) predict prejudice in opposite ways and if they do so via differential relations with blame. Across six studies ( N = 2,231), we found that the more people believe the trait of political ideology is fixed (trait essentialism), the more they think that Republicans and Democrats are inherently different (social essentialism). Crucially, despite this positive correlation, trait essentialism was negatively linked to partisan prejudice and social essentialism was positively linked. The essentialism to prejudice links were driven, in part, by differential associations with blame attributions. Media messaging robustly influenced both types of essentialist thinking, with implications for prejudice.",
          "url": "http://dx.doi.org/10.1177/01461672241283862",
          "doi": "10.1177/01461672241283862",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Gaze Behavior Reveals Expectations of Potential Scene Changes",
          "authors": "Nicolas Roth, Jasper McLaughlin, Klaus Obermayer, Martin Rolfs",
          "abstract": "Even if the scene before our eyes remains static for some time, we might explore it differently compared with how we examine static images, which are commonly used in studies on visual attention. Here we show experimentally that the top-down expectation of changes in natural scenes causes clearly distinguishable gaze behavior for visually identical scenes. We present free-viewing eye-tracking data of 20 healthy adults on a new video dataset of natural scenes, each mapped for its potential for change (PfC) in independent ratings. Observers looking at frozen videos looked significantly more often at the parts of the scene with a high PfC compared with static images, with substantially higher interobserver coherence. This viewing difference peaked right before a potential movement onset. Established concepts like object animacy or salience alone could not explain this finding. Images thus conceal experience-based expectations that affect gaze behavior in the potentially dynamic real world.",
          "url": "http://dx.doi.org/10.1177/09567976241279198",
          "doi": "10.1177/09567976241279198",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "The use of music in the daily care of an infant: Exploring a mother’s experience during the COVID-19 pandemic",
          "authors": "Maria Papazachariou-Christoforou",
          "abstract": "This study investigates how a first-time Cypriot mother used music in caring for her infant during the COVID-19 pandemic. Limited research has been done about musical parenting during this time, highlighting the importance of this single case study. For 5 months, the mother-participant engaged in an online musical parenting program, which aimed to increase knowledge regarding the use of music and movement with infants and suggest ways for practical implications. Data included interviews, informal discussions, the participant’s digital journals and filmed videos, and researcher field notes taken during the teaching program. Thematic analysis revealed that even without prior formal or informal musical training, and in prolonged isolation with related stressors during the COVID-19 pandemic, the mother-participant engaged extensively in musical interaction with her infant. Musical activities provided a meaningful framework for the mother to cope with the daily demands of mothering and to manage the isolation due to COVID-19. Music engagement enhanced the bond between the mother and her infant, united family members, and promoted her perceived state of well-being. The findings support previous research on the significance of musical interaction between caregivers and infants, particularly during the COVID-19 outbreak.",
          "url": "http://dx.doi.org/10.1177/03057356241290961",
          "doi": "10.1177/03057356241290961",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
