{
  "update": "2024-12-08",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "A Guide to Prototype Analyses in Cross-Cultural Research: Purpose, Advantages, and Risks",
          "authors": "Yuning Sun, Elaine L. Kinsella, Eric R. Igou",
          "abstract": "The prototype approach provides a theoretically supported basis for novel research, detailing “typical” cognitive representations of targets in question (e.g., groups, experiences). Fairly recently, in social and cognitive psychology, this approach has emerged to understand how people categorize and conceptualize everyday phenomena. Although this approach has previously been used to study everyday concepts, it has predominantly been overlooked in cross-cultural research. Prototype analyses are flexible enough to allow for the identification of both universal and culture-specific elements, offering a more comprehensive and nuanced understanding of the concept in question. We highlight theoretical, empirical, and practical reasons why prototype analyses offer an important tool in cross-cultural and interdisciplinary research while also addressing the potential for reducing construct bias in research that spans multiple cultural contexts. The advantages and risks of conducting prototype analyses are discussed in detail along with novel ways of integrating computational approaches with traditional prototype-analyses methods to assist in their implementation.",
          "url": "https://doi.org/10.1177/25152459241296401",
          "doi": "https://doi.org/10.1177/25152459241296401",
          "filter": 0
        },
        {
          "title": "A Methodological Framework for Stimuli Control: Insights From Numerical Cognition",
          "authors": "Yoel Shilat, Avishai Henik, Hanit Galili, Shir Wasserman, Alon Salzmann, Moti Salti",
          "abstract": "The stimuli presented in cognitive experiments have a crucial role in the ability to isolate the underlying mechanism from other interweaved mechanisms. New ideas aimed at unveiling cognitive mechanisms are often realized through introducing new stimuli. This, in turn, raises challenges in reconciling results to literature. We demonstrate this challenge in the field of numerical cognition. Stimuli used in this field are designed to present quantity in a non symbolic manner. Physical properties, such as surface area and density, inherently correlate with quantity, masking the mechanism underlying numerical perception. Different generation methods (GMs) are used to control these physical properties. However, the way a GM controls physical properties affects numerical judgments in different ways, compromising comparability and the pursuit of cumulative science. Here, using a novel data-driven approach, we provide a methodological review of non symbolic stimuli GMs developed since 2000. Our results reveal that the field thrives and that a wide variety of GMs are tackling new methodological and theoretical ideas. However, the field lacks a common language and means to integrate new ideas into the literature. These shortcomings impair the interpretability, comparison, replication, and reanalysis of previous studies that have considered new ideas. We present guidelines for GMs relevant also to other fields and tasks involving perceptual decisions, including (a) defining controls explicitly and consistently, (b) justifying controls and discussing their implications, (c) considering stimuli statistical features, and (d) providing complete stimuli set, matching responses, and generation code. We hope these guidelines will promote the integration of findings and increase findings’ explanatory power.",
          "url": "https://doi.org/10.1177/25152459241249185",
          "doi": "https://doi.org/10.1177/25152459241249185",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Continuous motion tracking for accurate and efficient color vision assessment",
          "authors": "Chenxi Liang, Jing Chen, Zhongting Chen",
          "url": "https://doi.org/10.3758/s13428-024-02518-w",
          "doi": "https://doi.org/10.3758/s13428-024-02518-w",
          "filter": 0
        },
        {
          "title": "Using large language models to estimate features of multi-word expressions: Concreteness, valence, arousal",
          "authors": "Gonzalo Martínez, Juan Diego Molero, Sandra González, Javier Conde, Marc Brysbaert, Pedro Reviriego",
          "url": "https://doi.org/10.3758/s13428-024-02515-z",
          "doi": "https://doi.org/10.3758/s13428-024-02515-z",
          "filter": 0
        },
        {
          "title": "Establishing construct validity for dynamic measures of behavior using naturalistic study designs",
          "authors": "Roberto C. French, Daniel P. Kennedy, Anne C. Krendl",
          "url": "https://doi.org/10.3758/s13428-024-02519-9",
          "doi": "https://doi.org/10.3758/s13428-024-02519-9",
          "filter": 0
        },
        {
          "title": "FLexSign: A lexical database in French Sign Language (LSF)",
          "authors": "Philomène Périn, Santiago Herrera, Caroline Bogliotti",
          "url": "https://doi.org/10.3758/s13428-024-02521-1",
          "doi": "https://doi.org/10.3758/s13428-024-02521-1",
          "filter": 0
        },
        {
          "title": "Affective Norms for German as a Second Language (ANGL2)",
          "authors": "Zeming Xu, Jia Liu, Lin Fan",
          "url": "https://doi.org/10.3758/s13428-024-02539-5",
          "doi": "https://doi.org/10.3758/s13428-024-02539-5",
          "filter": 0
        },
        {
          "title": "Enhancing eye tracking for nonhuman primates and other subjects unable to follow instructions: Adaptive calibration and validation of Tobii eye trackers with the Titta toolbox",
          "authors": "Diederick C. Niehorster, Will Whitham, Benjamin R. Lake, Steven J. Schapiro, Ian M. Andolina, Jessica L. Yorzinski",
          "abstract": "Accurate eye tracking is crucial for gaze-dependent research, but calibrating eye trackers in subjects who cannot follow instructions, such as human infants and nonhuman primates, presents a challenge. Traditional calibration methods rely on verbal instructions, which are ineffective for these populations. To address this, researchers often use attention-grabbing stimuli in known locations; however, existing software for video-based calibration is often proprietary and inflexible. We introduce an extension to the open-source toolbox Titta—a software package integrating desktop Tobii eye trackers with PsychToolbox experiments—to facilitate custom video-based calibration. This toolbox extension offers a flexible platform for attracting attention, calibrating using flexible point selection, and validating the calibration. The toolbox has been refined through extensive use with chimpanzees, baboons, and macaques, demonstrating its effectiveness across species. Our adaptive calibration and validation procedures provide a standardized method for achieving more accurate gaze tracking, enhancing gaze accuracy across diverse species.",
          "url": "https://doi.org/10.3758/s13428-024-02540-y",
          "doi": "https://doi.org/10.3758/s13428-024-02540-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Do Individuals Interpret Sexting as an Indicator of Sexual Intent and Sexual Consent?",
          "authors": "Rylie Yager, Michelle Drouin, Tara L. Cornelius",
          "url": "https://doi.org/10.1016/j.chb.2024.108530",
          "doi": "https://doi.org/10.1016/j.chb.2024.108530",
          "filter": 0
        },
        {
          "title": "Trust through words: The systemize-empathize-effect of language in task-oriented conversational agents",
          "authors": "Sabine Brunswicker, Yifan Zhang, Christopher Rashidian, Daniel W. Linna",
          "url": "https://doi.org/10.1016/j.chb.2024.108516",
          "doi": "https://doi.org/10.1016/j.chb.2024.108516",
          "filter": 0
        },
        {
          "title": "Smartphone and the brain: stress and self-control mediate the association between the connectome-based predictive modeling of fMRI brain network and problematic smartphone use",
          "authors": "Bijie Tie, Tianyuan Zhang, Miao He, Li Geng, Qiuyang Feng, Cheng Liu, Xuyang Wang, Yunhong Wang, Dingyue Tian, Yixin Gao, Pengcheng Wang, Wenjing Yang, Jiang Qiu",
          "url": "https://doi.org/10.1016/j.chb.2024.108531",
          "doi": "https://doi.org/10.1016/j.chb.2024.108531",
          "filter": 0
        },
        {
          "title": "Gamification for Sustainability: A Systematic Review of Applications, Trends, and Opportunities",
          "authors": "Adrian A. Mabalay",
          "url": "https://doi.org/10.1016/j.chb.2024.108529",
          "doi": "https://doi.org/10.1016/j.chb.2024.108529",
          "filter": 0
        },
        {
          "title": "Decoding a Decade. Trends and Their Evolution in Learning Analytics: A Comprehensive Synthesis",
          "authors": "Ionut Dorin Stanciu, Ángel Hernández-García, Miguel Ángel Conde, Nicolae Nistor",
          "url": "https://doi.org/10.1016/j.chb.2024.108526",
          "doi": "https://doi.org/10.1016/j.chb.2024.108526",
          "filter": 0
        },
        {
          "title": "Comparative physiological impact of television viewing and video gaming in young adults: Cardiopulmonary and metabolic responses",
          "authors": "Alejandro Araya-Flores, Esteban Núñez-Carrillo, Diego Tolvett-Tolvett, Celso Sánchez-Ramírez, Cristian Cofré-Bolados, Roberto Vera-Salazar, José Luis Márquez",
          "url": "https://doi.org/10.1016/j.chb.2024.108528",
          "doi": "https://doi.org/10.1016/j.chb.2024.108528",
          "filter": 0
        },
        {
          "title": "Social media use is predictable from app sequences: Using LSTM and transformer neural networks to model habitual behavior",
          "authors": "Heinrich Peters, Joseph B. Bayer, Sandra C. Matz, Yikun Chi, Sumer S. Vaid, Gabriella M. Harari",
          "url": "https://doi.org/10.1016/j.chb.2024.108381",
          "doi": "https://doi.org/10.1016/j.chb.2024.108381",
          "filter": 0
        },
        {
          "title": "Facial behaviour and first impressions in computer mediated communication",
          "authors": "Jasmine Rollings, Eithne Kavanagh, Alisa Balabanova, Olivia Keane, Bridget M. Waller",
          "url": "https://doi.org/10.1016/j.chb.2024.108391",
          "doi": "https://doi.org/10.1016/j.chb.2024.108391",
          "filter": 0
        },
        {
          "title": "“I feel AI is neither too good nor too bad”: Unveiling Chinese EFL teachers’ perceived emotions in generative AI-Mediated L2 classes",
          "authors": "Yumin Shen, Hongyu Guo",
          "url": "https://doi.org/10.1016/j.chb.2024.108429",
          "doi": "https://doi.org/10.1016/j.chb.2024.108429",
          "filter": 0
        },
        {
          "title": "The decision-making by citizens: Evaluating the effects of rule-driven and learning-driven automated responders on citizen-initiated contact",
          "authors": "Shangrui Wang, Chen Min, Zheng Liang, Yuanmeng Zhang, Qingyu Gao",
          "url": "https://doi.org/10.1016/j.chb.2024.108413",
          "doi": "https://doi.org/10.1016/j.chb.2024.108413",
          "filter": 0
        },
        {
          "title": "Influence of appearance and motion interaction on emotional state attribution to objects: The example of hugging shimeji mushrooms",
          "authors": "Taku Imaizumi, Kohske Takahashi, Kazuhiro Ueda",
          "url": "https://doi.org/10.1016/j.chb.2024.108383",
          "doi": "https://doi.org/10.1016/j.chb.2024.108383",
          "filter": 0
        },
        {
          "title": "Utilizing ubiquitous learning to foster sustainable development in rural areas: Insights from 6G technology",
          "authors": "Yu Liu, Muhammad Rizal Razman, Sharifah Zarina Syed Zakaria, Lee Khai Ern, Amir Hussain, Vinay Chamola",
          "url": "https://doi.org/10.1016/j.chb.2024.108418",
          "doi": "https://doi.org/10.1016/j.chb.2024.108418",
          "filter": 0
        },
        {
          "title": "A genetically informed study of digital screen time, video game play, and impulsivity in established adulthood",
          "authors": "Anqing Zheng, Shandell Pahlen, Tina T. Vo, Fady Lawrence, Faredun Dungore, Emery Lor, Nicholas D. Bowman, Robin P. Corley, Naomi P. Friedman, Sally J. Wadsworth, Chandra A. Reynolds",
          "url": "https://doi.org/10.1016/j.chb.2024.108401",
          "doi": "https://doi.org/10.1016/j.chb.2024.108401",
          "filter": 0
        },
        {
          "title": "Distinguishing social virtual reality: Comparing communication channels across perceived social affordances, privacy, and trust",
          "authors": "James J. Cummings, Alexis Shore Ingber",
          "url": "https://doi.org/10.1016/j.chb.2024.108427",
          "doi": "https://doi.org/10.1016/j.chb.2024.108427",
          "filter": 0
        },
        {
          "title": "Interplay of mobile phone dependency and catch-up sleep in South Korean youth: A seven-wave study of two nationally representative cohorts",
          "authors": "Jeong Jin Yu, Xuyan Meng",
          "url": "https://doi.org/10.1016/j.chb.2024.108384",
          "doi": "https://doi.org/10.1016/j.chb.2024.108384",
          "filter": 0
        },
        {
          "title": "Affective foundations in AI-human interactions: Insights from evolutionary continuity and interspecies communications",
          "authors": "Chong-Yi Liu, Bin Yin",
          "url": "https://doi.org/10.1016/j.chb.2024.108406",
          "doi": "https://doi.org/10.1016/j.chb.2024.108406",
          "filter": 0
        },
        {
          "title": "Assessing the impact of griefing in MMORPGs using self-determination theory",
          "authors": "Leigh Achterbosch, Peter Vamplew, Evita March",
          "url": "https://doi.org/10.1016/j.chb.2024.108388",
          "doi": "https://doi.org/10.1016/j.chb.2024.108388",
          "filter": 0
        },
        {
          "title": "User preferences and trust in hypothetical analog, digitalized and AI-based medical consultation scenarios: An online discrete choice survey",
          "authors": "Carlotta J. Mayer, Julia Mahal, Daniela Geisel, Eva J. Geiger, Elias Staatz, Maximilian Zappel, Seraina P. Lerch, Johannes C. Ehrenthal, Steffen Walter, Beate Ditzen",
          "url": "https://doi.org/10.1016/j.chb.2024.108419",
          "doi": "https://doi.org/10.1016/j.chb.2024.108419",
          "filter": 0
        },
        {
          "title": "When being smart trumps AI: An exploration into consumer preferences for smart vs. AI-powered products",
          "authors": "MyungJin Chung Smale, Joseph D. Fox, Alexa K. Fox",
          "url": "https://doi.org/10.1016/j.chb.2024.108405",
          "doi": "https://doi.org/10.1016/j.chb.2024.108405",
          "filter": 0
        },
        {
          "title": "Ubiquitous computation in internet of vehicles for human-centric transport systems",
          "authors": "Inam Ullah, Farhad Ali, Habib Khan, Faheem Khan, Xiaoshan Bai",
          "url": "https://doi.org/10.1016/j.chb.2024.108394",
          "doi": "https://doi.org/10.1016/j.chb.2024.108394",
          "filter": 0
        },
        {
          "title": "Automated or human: Which driver wins the race for the passengers’ trust? Examining passenger trust in human-driven and automated vehicles following a dangerous situation",
          "authors": "Leonie Lohaus, Marcel Woide, Nicole Damm, Zeynep Demiral, Hannah Friedrich, Anna Petáková, Francesco Walker",
          "url": "https://doi.org/10.1016/j.chb.2024.108387",
          "doi": "https://doi.org/10.1016/j.chb.2024.108387",
          "filter": 0
        },
        {
          "title": "How does engagement on social media reinforce life aesthetic literacy? The role of interpersonal and intrapersonal influences",
          "authors": "Ling-Yen Pan, Crystal T. Lee",
          "url": "https://doi.org/10.1016/j.chb.2024.108409",
          "doi": "https://doi.org/10.1016/j.chb.2024.108409",
          "filter": 0
        },
        {
          "title": "Sexism in esports: How male and female players evaluate each others’ performance and agency",
          "authors": "Radosław Trepanowski, Samuli Laato, Dariusz Drążkowski, Juho Hamari, Zuzanna Kopeć",
          "url": "https://doi.org/10.1016/j.chb.2024.108415",
          "doi": "https://doi.org/10.1016/j.chb.2024.108415",
          "filter": 0
        },
        {
          "title": "Consuming fitspiration content on Instagram as a risk factor for self-objectification and depression symptoms among sexual minority individuals: Exploring the intersection of gender and sexual orientation",
          "authors": "Randolph C.H. Chan, Eliz Miu Yin Wong, Yiu Tung Suen",
          "url": "https://doi.org/10.1016/j.chb.2024.108363",
          "doi": "https://doi.org/10.1016/j.chb.2024.108363",
          "filter": 0
        },
        {
          "title": "The intersection of “real” and “reel”: An investigation of K-pop idol dual self-presentation, paid advertisements, and fan engagement",
          "authors": "Olivia Peinado, Minsun Shim",
          "url": "https://doi.org/10.1016/j.chb.2024.108414",
          "doi": "https://doi.org/10.1016/j.chb.2024.108414",
          "filter": 0
        },
        {
          "title": "Relationship between visual image art and dance teaching",
          "authors": "Dawa zhuoma, Jung Eun Hae",
          "url": "https://doi.org/10.1016/j.chb.2024.108270",
          "doi": "https://doi.org/10.1016/j.chb.2024.108270",
          "filter": 0
        },
        {
          "title": "Machine learning applied to digital phenotyping: A systematic literature review and taxonomy",
          "authors": "Marília Pit dos Santos, Wesllei Felipe Heckler, Rodrigo Simon Bavaresco, Jorge Luis Victória Barbosa",
          "url": "https://doi.org/10.1016/j.chb.2024.108422",
          "doi": "https://doi.org/10.1016/j.chb.2024.108422",
          "filter": 0
        },
        {
          "title": "Immersive storytelling for pro-environmental behaviour change: The Green Planet augmented reality experience",
          "authors": "Maruša Levstek, Sarah Papworth, Andy Woods, Lucy Archer, Iqra Arshad, Klaus Dodds, Juliet S. Holdstock, James Bennett, Polly Dalton",
          "url": "https://doi.org/10.1016/j.chb.2024.108379",
          "doi": "https://doi.org/10.1016/j.chb.2024.108379",
          "filter": 0
        },
        {
          "title": "A systematic review of digital transformation technologies in museum exhibition",
          "authors": "Jingjing Li, Xiaoyang Zheng, Ikumu Watanabe, Yoichi Ochiai",
          "url": "https://doi.org/10.1016/j.chb.2024.108407",
          "doi": "https://doi.org/10.1016/j.chb.2024.108407",
          "filter": 0
        },
        {
          "title": "Too much light blinds: The transparency-resistance paradox in algorithmic management",
          "authors": "Peng Hu, Yu Zeng, Dong Wang, Han Teng",
          "url": "https://doi.org/10.1016/j.chb.2024.108403",
          "doi": "https://doi.org/10.1016/j.chb.2024.108403",
          "filter": 0
        },
        {
          "title": "Hidden desires, echoed distress: Dissecting Nigeria’s sexting landscape and its ties to depression",
          "authors": "Victor Yisa, Rita Orji",
          "url": "https://doi.org/10.1016/j.chb.2024.108420",
          "doi": "https://doi.org/10.1016/j.chb.2024.108420",
          "filter": 0
        },
        {
          "title": "Adaptive ubiquitous learning for server deployment and distributed offloading in UAV-enhanced IoV",
          "authors": "Wen Wang, Wenhao Fei, Muhammad Bilal, Xiaolong Xu",
          "url": "https://doi.org/10.1016/j.chb.2024.108393",
          "doi": "https://doi.org/10.1016/j.chb.2024.108393",
          "filter": 0
        },
        {
          "title": "To err is human: Bias salience can help overcome resistance to medical AI",
          "authors": "Mathew S. Isaac, Rebecca Jen-Hui Wang, Lucy E. Napper, Jessecae K. Marsh",
          "url": "https://doi.org/10.1016/j.chb.2024.108402",
          "doi": "https://doi.org/10.1016/j.chb.2024.108402",
          "filter": 0
        },
        {
          "title": "After opening the black box: Meta-dehumanization matters in algorithm recommendation aversion",
          "authors": "Gewei Chen, Jianning Dang, Li Liu",
          "url": "https://doi.org/10.1016/j.chb.2024.108411",
          "doi": "https://doi.org/10.1016/j.chb.2024.108411",
          "filter": 0
        },
        {
          "title": "Does using a green gaming system make people more environmentally friendly?",
          "authors": "Zhenglin Zhang, Penghuang Niu, Chenyan Li, Yingsong Feng",
          "url": "https://doi.org/10.1016/j.chb.2024.108392",
          "doi": "https://doi.org/10.1016/j.chb.2024.108392",
          "filter": 0
        },
        {
          "title": "Investigation of bi-directional relations between pre-sleep electronic media use and sleep: A seven-day dairy study",
          "authors": "Yun Li, Qingwei Chen, Meiheng He, Siyu Li, Yuping Chen, Taotao Ru, Guofu Zhou",
          "url": "https://doi.org/10.1016/j.chb.2024.108423",
          "doi": "https://doi.org/10.1016/j.chb.2024.108423",
          "filter": 0
        },
        {
          "title": "Unleashing pre-service language teachers’ productivity with generative AI: Emotions, appraisal and coping strategies",
          "authors": "Hongbiao Yin, Chan Wang, Zhijun Liu",
          "url": "https://doi.org/10.1016/j.chb.2024.108417",
          "doi": "https://doi.org/10.1016/j.chb.2024.108417",
          "filter": 0
        },
        {
          "title": "The impact of smartphone deprivation on attentional bias in problematic smartphone users: Evidence from behavioral and physiological perspectives",
          "authors": "Haibo Zhang, Gai Zhao, Sujie Meng, Fanchang Kong",
          "url": "https://doi.org/10.1016/j.chb.2024.108412",
          "doi": "https://doi.org/10.1016/j.chb.2024.108412",
          "filter": 0
        },
        {
          "title": "Patterns of parent media use: The influence of parent media use profiles on parental mediation, technoference, and problematic media use",
          "authors": "Hailey G. Holmgren, McCall A. Booth, Sarah Ashby, Sarah M. Coyne, Brandon N. Clifford, Emilie Davis",
          "url": "https://doi.org/10.1016/j.chb.2024.108410",
          "doi": "https://doi.org/10.1016/j.chb.2024.108410",
          "filter": 0
        },
        {
          "title": "Storifying instructional videos on online credibility evaluation: Examining engagement and learning",
          "authors": "Riikka Anttonen, Kristian Kiili, Eija Räikkönen, Carita Kiili",
          "url": "https://doi.org/10.1016/j.chb.2024.108385",
          "doi": "https://doi.org/10.1016/j.chb.2024.108385",
          "filter": 0
        },
        {
          "title": "“It’s a terrible choice to make but also a necessary one”: Exploring player experiences with moral decision making mechanics in video games",
          "authors": "Sophie Wright, Alena Denisova",
          "url": "https://doi.org/10.1016/j.chb.2024.108424",
          "doi": "https://doi.org/10.1016/j.chb.2024.108424",
          "filter": 0
        },
        {
          "title": "Body, emotions, and sexuality in the metaverse: A randomized control trial exploring the use of second life for an avatar-based intervention to support women with female orgasmic disorder",
          "authors": "Ariana Vila, Juan Ardoy-Cuadros, Rosa Romero-Moreno, Celia Nogales-Gonzalez, Andrew J. Ritchey, Maria Sansoni, Giuseppe Riva",
          "url": "https://doi.org/10.1016/j.chb.2024.108390",
          "doi": "https://doi.org/10.1016/j.chb.2024.108390",
          "filter": 0
        },
        {
          "title": "Biased search engine autosuggestions against females and immigrants can lead to hiring discrimination: An experimental investigation",
          "authors": "Cong Lin, Wang Liao, Na Ta",
          "url": "https://doi.org/10.1016/j.chb.2024.108408",
          "doi": "https://doi.org/10.1016/j.chb.2024.108408",
          "filter": 0
        },
        {
          "title": "Evaluating the interactions of Medical Doctors with chatbots based on large language models: Insights from a nationwide study in the Greek healthcare sector using ChatGPT",
          "authors": "Loukas Triantafyllopoulos, Georgios Feretzakis, Lazaros Tzelves, Aikaterini Sakagianni, Vassilios S. Verykios, Dimitris Kalles",
          "url": "https://doi.org/10.1016/j.chb.2024.108404",
          "doi": "https://doi.org/10.1016/j.chb.2024.108404",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Corrigendum to ‘Social viewing of news and political participation: The mediating roles of information acquisition, self-expression, and partisan identity’ [Computers in Human Behavior 154 (2024) 108158]",
          "authors": "Yi Wang, Yonghwan Kim, Han Lin",
          "url": "https://doi.org/10.1016/j.chb.2024.108426",
          "doi": "https://doi.org/10.1016/j.chb.2024.108426",
          "filter": 1
        },
        {
          "title": "Corrigendum to ‘Interplay of agenda setters in the digital age: The associative issue network between news organizations and political YouTube channels’ [Computers in Human Behavior 155 (2024) 108169]",
          "authors": "Bumsoo Kim, Han Lin, Yonghwan Kim",
          "url": "https://doi.org/10.1016/j.chb.2024.108425",
          "doi": "https://doi.org/10.1016/j.chb.2024.108425",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Ignorance can be trustworthy: The effect of social self-awareness on trust.",
          "authors": "Kristina A. Wald, Shereen J. Chaudhry",
          "url": "https://doi.org/10.1037/pspi0000481",
          "doi": "https://doi.org/10.1037/pspi0000481",
          "filter": 0
        },
        {
          "title": "The vicious cycle of status insecurity.",
          "authors": "Maren Hoff, Adam D. Galinsky, Derek D. Rucker",
          "url": "https://doi.org/10.1037/pspi0000473",
          "doi": "https://doi.org/10.1037/pspi0000473",
          "filter": 0
        },
        {
          "title": "Strategic uniqueness seeking: A cultural perspective.",
          "authors": "Gaoyuan Zhu, John Angus D. Hildreth, Ya-Ru Chen",
          "url": "https://doi.org/10.1037/pspa0000429",
          "doi": "https://doi.org/10.1037/pspa0000429",
          "filter": 0
        },
        {
          "title": "Of preferences and priors: Motivated reasoning in partisans’ evaluations of scientific evidence.",
          "authors": "Jared B. Celniker, Peter H. Ditto",
          "url": "https://doi.org/10.1037/pspa0000417",
          "doi": "https://doi.org/10.1037/pspa0000417",
          "filter": 0
        },
        {
          "title": "Thinking in 3D: A multidimensional mapping of the effects of distance on abstraction.",
          "authors": "Avi Gamoran, Britt Hadar, Michael Gilead",
          "url": "https://doi.org/10.1037/pspa0000424",
          "doi": "https://doi.org/10.1037/pspa0000424",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "A simple statistical framework for small sample studies.",
          "authors": "D. Samuel Schwarzkopf, Zien Huang",
          "url": "https://doi.org/10.1037/met0000710",
          "doi": "https://doi.org/10.1037/met0000710",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Rethinking the Role of Teams and Training in Geopolitical Forecasting: The Effect of Uncontrolled Method Variance on Statistical Conclusions",
          "authors": "Clifford E. Hauenstein, Rick P. Thomas, David A. Illingworth, Michael R. Dougherty",
          "abstract": "Using data from a geopolitical forecasting tournament, Mellers et al. (2014) [Psychological strategies for winning a geopolitical forecasting tournament. Psychological Science, 25, 1106–1115] concluded that forecasting ability was improved by allowing participants to work in teams and providing them with probability training. Here, we reevaluated Mellers et al.’s conclusions using an item response theory framework that models latent ability from forecasting choices. We found that the relationship between latent ability estimates and forecast accuracy differed from the interpretation of the original findings once key extraneous variables were statistically controlled. The best fit models across the first 2 years of the tournament included one or more extraneous variables that substantially eliminated, reduced, and, in some cases, even reversed the effects of the experimental manipulations of teaming and training on latent forecasting ability. We also show that latent traits associated with strategic responding can discriminate between superforecasters and non-superforecasters, making it difficult to identify the latent factors that underlie the superforecasters’ superior performance.",
          "url": "https://doi.org/10.1177/09567976241266481",
          "doi": "https://doi.org/10.1177/09567976241266481",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Harmonic expectancy violations: Testing the effects of familiarity, lead-in time, and ecological validity",
          "authors": "Claire Arthur",
          "abstract": "In this article, the impact of three experimental parameters in a harmonic expectancy study are evaluated: stimulus duration (specifically the lead-in time prior to an unexpected event), ecological validity of the stimulus (original recording vs. piano only), and familiarity. This article also presents a novel experimental paradigm for detecting expectancy violations in a real-time listening context with increased ecological validity, as well as a novel quasi-blind stimulus-selection procedure. Results suggest that the importance of the ecological validity of the stimulus may depend on the population of the study (i.e., musicians or non-musicians), and that the role of familiarity ought to be more rigorously examined. Specifically, it appears that the ability to notice a harmonic expectancy violation may be modulated by the degree of prior familiarity with the stimulus. In addition, stimuli with longer lead-in times lead to an increase in the probability of marking a harmonically surprising event. Implications for expectancy-violation theory, computational modeling, prediction error theory, and general stimulus-selection procedures in music perception and cognition research are discussed.",
          "url": "https://doi.org/10.1177/03057356241284965",
          "doi": "https://doi.org/10.1177/03057356241284965",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Seeking a stable connection: Consequences of live stream social surrogacy following ostracism.",
          "authors": "Rheal S. W. Chan, Kai-Tak Poon",
          "url": "https://doi.org/10.1037/ppm0000577",
          "doi": "https://doi.org/10.1037/ppm0000577",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Technology, Mind, and Behavior",
      "journal_short": "TMB",
      "articles": [
        {
          "title": "Innovations in remote instruction: Impact on students’ socioemotional and cognitive outcomes.",
          "authors": "Rachel M. Flynn, Fran C. Blumberg",
          "url": "https://doi.org/10.1037/tmb0000148",
          "doi": "https://doi.org/10.1037/tmb0000148",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
