{
  "update": "2026-01-17",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "A Practical Guide for Integrating Community-Engaged Research Across the Psychological Research Cycle",
          "authors": "Jawahir Mohamed, Benjamin Koshy Jacob, Régine Debrosse, Marim Adel, Stella Zhang, Zaiyuan Hu, Kelci Harris, Joanne M. Chung",
          "abstract": "Despite growing calls to increase diversity in research, methodological approaches that could address this issue remain underused. In this article, we argue that community-engaged research (CEnR), a framework that ultimately seeks to create genuine partnerships between researchers and marginalized communities, offers a solution for making psychological research more diverse while strengthening scientific rigor. We provide a practical guide for implementing CEnR principles across seven key research phases, from study conceptualization to knowledge dissemination, with different levels of engagement based on what researchers can realistically manage. Drawing from examples across five of our studies with diverse populations, including Black youth in Canada and the United States, Syrian newcomers in the Netherlands, and racial and ethnic minority university students in Canada, we illustrate how CEnR strengthens research quality and impact by fostering culturally responsive methods, building trust with communities, and enabling richer interpretation of findings. We discuss challenges in using CEnR, including the time and resources it requires and institutional barriers, while providing concrete guidance that emphasizes honest self-reflection and starting small. We conclude by highlighting future directions and emphasizing that developing CEnR skills requires ongoing practice, with the goal of building toward more collaborative and impactful psychology research.",
          "url": "https://doi.org/10.1177/25152459251397997",
          "doi": "https://doi.org/10.1177/25152459251397997",
          "filter": 0,
          "created": "2026-1-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "A mouse-tracking classification task to measure the unhealthy = tasty intuition",
          "authors": "Jonathan D’hondt, Barbara Briers",
          "abstract": "Understanding food preferences plays a crucial role in addressing both health concerns, such as obesity, and environmental concerns, such as climate change. Recognizing the impact of lay beliefs on food preferences is essential in addressing these challenges. One prevalent belief is the “unhealthy = tasty intuition” (UTI), the belief that taste and health in food do not go together. While self-report scales and behavioral tasks are commonly used to measure such beliefs, they have distinct methodological purposes: scales are better suited for assessing stable, trait-like constructs, whereas tasks capture more dynamic processes and are well suited for experimental manipulation. This paper introduces a mouse-tracking classification task that provides a process-based behavioral index of UTI, providing a novel approach for assessing implicit beliefs about the relationship between taste and health in food. Three studies validate the task, demonstrating correlations between explicit UTI scores and task performance. Additionally, the task predicts actual food consumption and, importantly, exhibits sensitivity to contextual manipulations. Because this task can be adapted to measure other beliefs, it is a valuable tool for researchers working on individual lay beliefs and decision-making processes. To that end, a template of the task is provided to help other researchers build on this work.",
          "url": "https://doi.org/10.3758/s13428-025-02927-5",
          "doi": "https://doi.org/10.3758/s13428-025-02927-5",
          "filter": 0,
          "created": "2026-1-16"
        },
        {
          "title": "Collecting, detecting, and handling non-wear intervals in longitudinal light exposure data",
          "authors": "Carolina Guidolin, Johannes Zauner, Steffen Lutz Hartmeyer, Manuel Spitschan",
          "abstract": "In field studies using wearable light loggers, participants often need to remove the devices, resulting in non-wear intervals of varying and unknown duration. Accurate detection of these intervals is an essential step during data pre-processing. Here, we deployed a multi-modal approach to collect non-wear time during a longitudinal light exposure collection campaign and systematically compare non-wear detection strategies. Healthy participants ( n = 26; mean age 28 ± 5 years, 14F) wore a near-corneal plane light logger for 1 week and reported non-wear events in three ways: pressing an \"event marker\" button on the light logger, placing it in a black bag, and using an app-based Wear log. Wear log entries, checked twice daily, served as ground truth for non-wear detection, showing that non-wear time constituted 5.4 ± 3.8% (mean ± SD) of total participation time. Button presses at the start and end of non-wear intervals were identified in &gt;85.4% of cases when considering time windows beyond 1 min for detection. To detect non-wear intervals based on black bag use and lack of motion, we employed an algorithm that detects clusters of low illuminance and clusters of low activity. Performance was higher for illuminance (F1 = 0.78) than for activity (F1 = 0.52). Light exposure metrics derived from the full dataset, a dataset filtered for non-wear based on self-reports, and a dataset filtered for non-wear using the low illuminance clusters detection algorithm showed minimal differences. Our results highlight that while non-wear detection may be less critical in high-compliance cohorts, systematically collecting and detecting non-wear intervals is feasible and important for ensuring robust data pre-processing.",
          "url": "https://doi.org/10.3758/s13428-025-02823-y",
          "doi": "https://doi.org/10.3758/s13428-025-02823-y",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Forming bootstrap confidence intervals and examining bootstrap distributions of standardized coefficients in structural equation modelling: A simplified workflow using the R package semboottools",
          "authors": "Wendie Yang, Shu Fai Cheung",
          "url": "https://doi.org/10.3758/s13428-025-02911-z",
          "doi": "https://doi.org/10.3758/s13428-025-02911-z",
          "filter": 0,
          "created": "2026-1-16"
        },
        {
          "title": "HR-ACT (Human–Robot Action) Database: Communicative and noncommunicative action videos featuring a human and a humanoid robot",
          "authors": "Tuǧçe Nur Pekçetin, Gaye Aşkın, Şeyda Evsen, Tuvana Dilan Karaduman, Badel Barinal, Jana Tunç, Cengiz Acarturk, Burcu A. Urgen",
          "abstract": "We present the HR-ACT (Human–Robot Action) Database, a comprehensive collection of 80 standardized videos featuring matched communicative and noncommunicative actions performed by both a humanoid robot (Pepper) and a human actor. We describe the creation of 40 action exemplars per agent, with actions executed in a similar manner, timing, and number of repetitions. The database includes detailed normative data collected from 438 participants, providing metrics on action identification, confidence ratings, communicativeness ratings, meaning clusters, and H values (an entropy-based measure reflecting response homogeneity). We provide researchers with controlled yet naturalistic stimuli in multiple formats: videos, image frames, and raw animation files (.qanim). These materials support diverse research applications in human–robot interaction, cognitive psychology, and neuroscience. The database enables systematic investigation of action perception across human and robotic agents, while the inclusion of raw animation files allows researchers using Pepper robots to implement these actions for real-time experiments. The full set of stimuli, along with comprehensive normative data and documentation, is publicly available at https://osf.io/8vsxq/ .",
          "url": "https://doi.org/10.3758/s13428-025-02910-0",
          "doi": "https://doi.org/10.3758/s13428-025-02910-0",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Bayesian hierarchical cognitive modeling with the EMC2 package",
          "authors": "Niek Stevenson, Michelle C. Donzallaz, Reilly J. Innes, Birte U. Forstmann, Dora Matzke, Andrew Heathcote",
          "url": "https://doi.org/10.3758/s13428-025-02869-y",
          "doi": "https://doi.org/10.3758/s13428-025-02869-y",
          "filter": 0,
          "created": "2026-1-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Exploring the Association of Social Media Connectivity and Interactivity with Ethnic Polarization: An Interdependent Hierarchical Affordance Perspective",
          "authors": "Pamirzad Qurban Hussain, Qiang Chen",
          "url": "https://doi.org/10.1016/j.chb.2026.108919",
          "doi": "https://doi.org/10.1016/j.chb.2026.108919",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "Investigating Perceived Trust and Utility of Balanced News Chatbots Among Individuals with Varying Conspiracy Beliefs",
          "authors": "Shreya Dubey, Paul E. Ketelaar, Tilman Dingler, Hannah K. Peetz, Hein T. van Schie",
          "url": "https://doi.org/10.1016/j.chb.2026.108920",
          "doi": "https://doi.org/10.1016/j.chb.2026.108920",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "Bounty Design in Online Communities: Uneven Effects on Prosocial Behavior Across User Groups",
          "authors": "Jing Xu, Jianwei Liu, Kee-Hung Lai, Xu Gao, Yahe Yu, Dong Jing",
          "url": "https://doi.org/10.1016/j.chb.2026.108922",
          "doi": "https://doi.org/10.1016/j.chb.2026.108922",
          "filter": 0,
          "created": "2026-1-15"
        },
        {
          "title": "Are your defense mechanisms harming you? The role of psychological defenses in social media comparison and adolescent self-esteem",
          "authors": "Lin Ting Jin, Yun Jung Choi",
          "url": "https://doi.org/10.1016/j.chb.2026.108916",
          "doi": "https://doi.org/10.1016/j.chb.2026.108916",
          "filter": 0,
          "created": "2026-1-10"
        },
        {
          "title": "The impact of generative artificial intelligence usage on job performance through job crafting and work engagement: Does digital competence matter?",
          "authors": "Bui Nhat Vuong",
          "url": "https://doi.org/10.1016/j.chb.2026.108921",
          "doi": "https://doi.org/10.1016/j.chb.2026.108921",
          "filter": 0,
          "created": "2026-1-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Clarifying the diploma divide: The growing importance of higher education for political identity.",
          "authors": "Michael Prinzing, Michael Vazquez",
          "url": "https://doi.org/10.1037/pspa0000481",
          "doi": "https://doi.org/10.1037/pspa0000481",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Investigating the conditional effects of action versus inaction decisions on regret.",
          "authors": "Sunil H. Contractor",
          "url": "https://doi.org/10.1037/pspa0000476",
          "doi": "https://doi.org/10.1037/pspa0000476",
          "filter": 0,
          "created": "2026-1-15"
        },
        {
          "title": "Life satisfaction, loneliness, and depressivity in consistently single young adults in Germany and the United Kingdom.",
          "authors": "Michael D. Krämer, Julia Stern, Laura Buchinger, Geoff MacDonald, Wiebke Bleidorn",
          "url": "https://doi.org/10.1037/pspp0000595",
          "doi": "https://doi.org/10.1037/pspp0000595",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Once a procrastinator, always a procrastinator? Examining stability, change, and long-term correlates of procrastination during young adulthood.",
          "authors": "Lisa Bäulke, Brent W. Roberts, Benjamin Nagengast, Ulrich Trautwein",
          "url": "https://doi.org/10.1037/pspp0000591",
          "doi": "https://doi.org/10.1037/pspp0000591",
          "filter": 0,
          "created": "2026-1-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Moderating the Consequences of Longitudinal Change for Distal Outcomes",
          "authors": "Ethan M. McCormick",
          "url": "https://doi.org/10.1080/00273171.2026.2613311",
          "doi": "https://doi.org/10.1080/00273171.2026.2613311",
          "filter": 0,
          "created": "2026-1-14"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "One Country, One People? Racial Ethnic Minorities in the United States Perceive Their Community Norms Stronger Than European Americans",
          "authors": "Mercedes A. Muñoz, Ariana Orvell, Cristina E. Salvador",
          "abstract": "The United States is characterized as having relatively weak social norms compared to other countries. However, this characterization may be an oversimplification due to the cultural diversity that exists within the country. Four studies ( N = 1,537) examined whether and why U.S. racial minorities (East Asian, Latinx, and African Americans) perceive their racial community’s norms to be significantly stronger than European Americans and White immigrants to the United States (Studies 1–4). This difference was not due to increased perceived discrimination (Study 3) or concerns about out-group member punishment (Study 4). Instead, racial minorities’ stronger perceptions of community norms were motivated primarily by interdependence (Studies 1–4) and concerns about being punished by in-group members for not following norms (Study 4). These findings illustrate differences in norm strength between racial groups in a single country, deepening our understanding of how social norm perceptions may vary in a multicultural society.",
          "url": "https://doi.org/10.1177/01461672251408108",
          "doi": "https://doi.org/10.1177/01461672251408108",
          "filter": 0,
          "created": "2026-1-16"
        },
        {
          "title": "Friendship and Well-Being Among College Students From Diverse Socioeconomic Backgrounds",
          "authors": "Nicole Melian, Tiffanie Cheng, Rebecca M. Carey",
          "abstract": "College students from lower socioeconomic backgrounds often report worse well-being compared to their more privileged peers. This study investigates whether disparities in well-being are associated with relational experiences, with a focus on friendship dynamics. Using a year-long multiwave survey, we investigate key features of friend networks that are linked to well-being among first-generation, low-income (FLI) students and their continuing-generation, higher-income (CHI) peers. We find that, for FLI students, better well-being is uniquely and consistently linked to similarity and academic support in their friend networks. Furthermore, disparities in well-being between FLI and CHI students are largest when FLI students' friend networks are more socioeconomically diverse and completely mitigated when they are less diverse. These findings underscore that in socioeconomically diverse college environments, friendships are not one-size-fits-all in their ability to meet the needs of individuals.",
          "url": "https://doi.org/10.1177/01461672251406664",
          "doi": "https://doi.org/10.1177/01461672251406664",
          "filter": 0,
          "created": "2026-1-16"
        }
      ],
      "articles_hidden": []
    }
  ]
}
