{
  "update": "2025-09-10",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "On Partial Versus Full Mediation and the Importance of Effect Sizes",
          "authors": "Thomas Ledermann, Myriam Rudaz, Matthew S. Fritz",
          "abstract": "Theoretical models involving one or multiple intervening variables often posit whether a cause influences an outcome both directly and indirectly or only indirectly. In testing mediation, this distinction of partial and full mediation has become a subject of debate because of statistical issues. We extend the critique on this notion and provide insights into what a statistically significant direct effect between a cause and an outcome in a mediation model can mean. We also evaluate different effect size measures for direct and indirect effects and offer practical recommendations for assessing mediation mechanisms, which we illustrate using different examples. The broader relevance of these recommendations beyond mediation analysis is discussed.",
          "url": "https://doi.org/10.1177/25152459251355585",
          "doi": "https://doi.org/10.1177/25152459251355585",
          "filter": 0
        },
        {
          "title": "Citing Decisions in Psychology: A Roadblock to Cumulative and Inclusive Science",
          "authors": "Katherine M. Lawson, Brett A. Murphy, Jovani Azpeitia, Ella J. Lombard, Terrènce J. Pope",
          "abstract": "Citations are the main avenue through which scholarly contributions are recognized. However, decisions about what to cite (or not cite) are often made without much systematic thought. Suboptimal citing practices undermine psychological science. Yet psychological science as a field has yet to comprehensively discuss ways to improve authors’ citing decisions. We outline the importance of citing for promoting the cumulativeness of the scientific endeavor, which encompasses promoting diversity, equity, and inclusion in the field. We describe how psychologists make citing decisions and some negative consequences when citation decisions are negligent (or even fraudulent). Moreover, we describe how citations driven by insular professional networks can reinforce historical exclusion and result in reference sections that reflect a failure to meaningfully search and engage with existing literature. Then, we review some potential causes of problematic citing behaviors, which include factors that manifest at the level of the individual, such as a desire to elevate one’s own professional profile, and systemic factors, such as the exponential growth in published literature. Finally, we offer strategies for the field, journals, labs, and individuals to improve citations. In framing our arguments and recommendations, we refer to empirical data collected on citing decisions from editorial-board members ( N = 213) at 23 psychology journals.",
          "url": "https://doi.org/10.1177/25152459251351287",
          "doi": "https://doi.org/10.1177/25152459251351287",
          "filter": 0
        },
        {
          "title": "Bridging Null Hypothesis Testing and Estimation: A Practical Guide to Statistical Conclusion Drawing From Research in Psychology",
          "authors": "Henk A. L. Kiers, Jorge N. Tendeiro",
          "abstract": "A well-known problem of null hypothesis significance testing is that it cannot be used to find support for the null hypothesis. A common solution for this is to replace the exact 0 value by an interval associated with values that are close to 0. This approach is denoted as equivalence testing and is a special case of procedures that test intervals of values against each other. Smiley et al. recently published a unified framework of statistical inference and suggested a straightforward method of testing all sorts of interval-based hypotheses in a unified way. In the present article, we discuss three alternative general approaches, based on Bayesian analysis, that have the advantage that the ensuing probabilities can be interpreted as probabilities of the population parameters rather than probabilities of the data (as is the case with frequentist methods). These methods (in some form) have been previously suggested, but here, we bring them together and show how they can be used for Smiley et al.’s full unified framework of statistical inference, now complementing it with three Bayesian counterparts. In particular, we show how each of the methods works in the analysis of a leading example data set involving a test on proportions. Subsequently, their relative pros and cons are discussed, and it is explained how the methods can be used for many statistical-analysis questions in practice using R and/or JASP. This is illustrated on an empirical data set for comparing means of two groups.",
          "url": "https://doi.org/10.1177/25152459251365960",
          "doi": "https://doi.org/10.1177/25152459251365960",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "An introduction to the Item Response Warehouse (IRW): A resource for enhancing data usage in psychometrics",
          "authors": "Benjamin W. Domingue, Mika Braginsky, Lucy Caffrey-Maffei, Joshua B. Gilbert, Klint Kanopka, Radhika Kapoor, Hansol Lee, Yiqing Liu, Savira Nadela, Guanzhong Pan, Lijin Zhang, Susu Zhang, Michael C. Frank",
          "abstract": "The Item Response Warehouse (IRW) is a collection and standardization of a large volume of item response datasets in a free and open-source platform for researchers. We describe key elements of the data standardization process and provide a brief description of the over 900 datasets in the current iteration of the IRW (version 28.2). We describe how to access the data through both the website and an API, and offer a brief tutorial with example R code illustrating how to download data from the IRW and use it in standard psychometric analyses. While we are continuing to develop the IRW, this presentation may help researchers utilize data from this resource for work in psychometrics and related fields.",
          "url": "https://doi.org/10.3758/s13428-025-02796-y",
          "doi": "https://doi.org/10.3758/s13428-025-02796-y",
          "filter": 0
        },
        {
          "title": "Constructing a cross-race face identity triad test",
          "authors": "Géraldine Jeckeln, Alice J. O’Toole",
          "url": "https://doi.org/10.3758/s13428-025-02809-w",
          "doi": "https://doi.org/10.3758/s13428-025-02809-w",
          "filter": 0
        },
        {
          "title": "Improving applications of a design-comparable effect size in single-case designs",
          "authors": "Yi-Kai Chen, Tong-Rong Yang, Li-Ting Chen, Cheng-Yu Hsieh, Che Cheng, Po-Ju Wu, Chao-Ying Joanne Peng",
          "url": "https://doi.org/10.3758/s13428-025-02715-1",
          "doi": "https://doi.org/10.3758/s13428-025-02715-1",
          "filter": 0
        },
        {
          "title": "Correction: Fabla: A voice-based ecological assessment method for securely collecting spoken responses to researcher questions",
          "authors": "Deanna M. Kaplan, Santiago J. Arconada Alvarez, Roman Palitsky, Hyoann Choi, Gari D. Clifford, Melese Crozier, Boadie W. Dunlop, George H. Grant, Morgan N. Greenleaf, Leslie M. Johnson, Jessica Maples-Keller, Holly F. Levin-Aspenson, Jennifer S. Mascaro, Ariel McDowall, Nicole S. Pozzo, Charles L. Raison, Ali John Zarrabi, Barbara O. Rothbaum, Wilbur A. Lam",
          "url": "https://doi.org/10.3758/s13428-025-02818-9",
          "doi": "https://doi.org/10.3758/s13428-025-02818-9",
          "filter": 0
        },
        {
          "title": "Modeling within-level latent interaction effects in multilevel vector-autoregressive models",
          "authors": "Jana Holtmann, Kenneth Koslowski",
          "abstract": "The study of time-dependent within-person dynamics has gained popularity in recent years through the use of multilevel (latent) time-series models. However, due to the complexity of the models, model applications are usually limited with respect to the inclusion of time-varying moderating factors on the longitudinal within-person relations between variables. That is, in common applications of multilevel time-series models, the within-person dynamics of constructs over time are regarded as being insensitive to changes in other time-varying factors or changes in contexts. We illustrate an extension of multilevel latent time-series models that incorporate latent interaction effects at the dynamic within-person level. We build on previous work that incorporated time-varying observed or latent moderator variables for the dynamic parameters in vector autoregressive models and provide a tutorial for the application of the models, implemented and estimated using Bayesian estimation via Markov chain Monte Carlo techniques. The models are illustrated by two empirical applications that investigate the temporal dynamics of negative affect, rumination, and mindful attention. The performance of different models with varying complexity is investigated via several simulation studies to provide recommendations regarding the models’ applicability for applied researchers. Required sample sizes range between at least 25 time points for around 50 persons in the simplest fixed-effects models and at least 100 time points for at least 100 persons in random-effects factor models, depending on the expected effect sizes of the dynamic parameters.",
          "url": "https://doi.org/10.3758/s13428-025-02694-3",
          "doi": "https://doi.org/10.3758/s13428-025-02694-3",
          "filter": 0
        },
        {
          "title": "Publisher Correction: Data quality in crowdsourcing and spamming behavior detection",
          "authors": "Yang Ba, Michelle V. Mancenido, Erin K. Chiou, Rong Pan",
          "url": "https://doi.org/10.3758/s13428-025-02804-1",
          "doi": "https://doi.org/10.3758/s13428-025-02804-1",
          "filter": 0
        },
        {
          "title": "A pipeline for stochastic and controlled generation of realistic language input for simulating infant language acquisition",
          "authors": "Okko Räsänen, Daniil Kocharov",
          "abstract": "Computational models of early language development involve implementing theories of learning as functional learning algorithms, exposing these models to realistic language input, and comparing learning outcomes to those in infants. While recent research has made major strides in developing more powerful learning models and evaluation protocols grounded in infant data, models are still predominantly trained with non-naturalistic input data, such as crowd-sourced read speech or text transcripts. This is due to the lack of suitable child-directed speech (CDS) corpora in terms of scale and quality. In parallel, the question of how properties and individual variability in language input affect learning outcomes is an active area of empirical research, underlining the need for realistic yet controllable data for modeling such phenomena. This paper presents a solution to the training data problem through stochastic generation of naturalistic CDS data using statistical models, thereby enabling controlled computational simulations with naturalistic input. We provide a proof-of-concept demonstration of the approach by showing how naturalistic CDS transcripts can be generated with a language model conditioned on recipient information (here, infant age), and how text-to-speech systems can be used to convert the transcripts to high-quality speech with a controllable speaking style. We also conduct modeling experiments with generated speech corpora by varying different aspects of the data, showing how this maps into different learning outcomes, thereby demonstrating the feasibility of the approach for controlled language learning simulations. Finally, we discuss the limitations of using synthetic data in general, and of the present proof-of-concept pipeline in particular.",
          "url": "https://doi.org/10.3758/s13428-025-02772-6",
          "doi": "https://doi.org/10.3758/s13428-025-02772-6",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Beyond gameplay: Unpacking non-functional purchase intention in MMOGs through community and self-presentation lenses",
          "authors": "Thi-Hang Hoang, Jen-Ruei Fu",
          "url": "https://doi.org/10.1016/j.chb.2025.108772",
          "doi": "https://doi.org/10.1016/j.chb.2025.108772",
          "filter": 0
        },
        {
          "title": "Bystander behavior in traditional and cyberbullying in late childhood: Profiles, developmental paths, and their associations with psychosocial adjustment",
          "authors": "Xin Tian, E. Scott Huebner, Lili Tian",
          "url": "https://doi.org/10.1016/j.chb.2025.108791",
          "doi": "https://doi.org/10.1016/j.chb.2025.108791",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "A Systematic Evaluation of Wording Effects Modeling Under the Exploratory Structural Equation Modeling Framework",
          "authors": "Luis Eduardo Garrido, Alexander P. Christensen, Hudson Golino, Agustín Martínez-Molina, Víctor B. Arias, Kiero Guerra-Peña, María Dolores Nieto-Cañaveras, Flávio Azevedo, Francisco J. Abad",
          "url": "https://doi.org/10.1080/00273171.2025.2545362",
          "doi": "https://doi.org/10.1080/00273171.2025.2545362",
          "filter": 0
        },
        {
          "title": "Equilibrium Causal Models: Connecting Dynamical Systems Modeling and Cross-Sectional Data Analysis",
          "authors": "O. Ryan, F. Dablander",
          "url": "https://doi.org/10.1080/00273171.2025.2522733",
          "doi": "https://doi.org/10.1080/00273171.2025.2522733",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Assortative Mating Is a Natural Consequence of Heritable Variation in Preferences and Preferred Traits",
          "authors": "Kaitlyn T. Harper, Brendan P. Zietsch",
          "abstract": "Assortative mating—the tendency to choose partners similar to oneself—is a ubiquitous phenomenon in mate choice. Despite numerous proposed explanations, a parsimonious mechanism has been overlooked: When individuals choose mates on the basis of heritable traits and preferences, offspring inherit a trait and the corresponding preference from each parent, creating genetic correlations that link having a trait to preferring that same trait. We evaluated this mechanism with an agent-based model simulating 100 generations in which agents, with traits and preferences each uniquely determined by 40 loci, chose reproductive partners based on preferences. Genetic correlations formed between preferences and preferred traits, as well as between partner traits (i.e., assortative mating), demonstrating that heritable variation in preferences and preferred traits is sufficient to drive assortative mating. We presented a toy model here, so we cannot speak to the robustness of such genetic correlations or to the relative explanatory power of this mechanism over others.",
          "url": "https://doi.org/10.1177/09567976251365900",
          "doi": "https://doi.org/10.1177/09567976251365900",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Writing and reading fan fiction: The roles of self and social media.",
          "authors": "Clara B. Rebello, Sonia Ghir, Kiana Reddock, Angelie Ignacio, Gerald C. Cupchik",
          "url": "https://doi.org/10.1037/ppm0000613",
          "doi": "https://doi.org/10.1037/ppm0000613",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
