{
  "update": "2024-11-27",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "The Comedy of Measurement Errors: Standard Error of Measurement and Standard Error of Estimation",
          "authors": "David J. Stanley, Jeffrey R. Spence",
          "abstract": "Testing is used to inform a range of critical decisions that help structure much of contemporary society. An unavoidable aspect of testing is that test scores are not infallible. As a result, individual test scores should be accompanied by an interval that indicates the uncertainty surrounding the score. There are a number of different test-score intervals that can be created from different error terms. Unfortunately, there are pervasive misinterpretations of these errors and their intervals. Many of these interpretations can be found in authoritative sources on psychological measurement, which has resulted in stubborn and persistent confusion about what these intervals mean. In the current article, we clarify two important error terms and their intervals: (a) the Standard Error of Estimation and (b) the Standard Error of Measurement. We explicate the meaning and interpretation of these errors by examining their statistical foundations. Specifically, we detail how these terms are formulated from different statistical models and the implications of these models for their different interpretations. We use classical test theory, bivariate linear regression, R activities, and algebra to illustrate the key concepts and differences.",
          "url": "http://dx.doi.org/10.1177/25152459241285885",
          "doi": "10.1177/25152459241285885",
          "filter": 0
        },
        {
          "title": "How Statistical Challenges and Misreadings of the Literature Combine to Produce Unreplicable Science: An Example From Psychology",
          "authors": "Andrew Gelman, Nicholas J. L. Brown",
          "abstract": "Given the well-known problems of replicability, how is it that researchers at respected institutions continue to publish and publicize studies that are fatally flawed in the sense of not providing evidence to support their strong claims? We argue that two general problems are (a) difficulties of analyzing data with multilevel structure and (b) misinterpretation of the literature. We demonstrate with the example of a recently published claim that altering patients’ subjective perception of time can have a notable effect on physical healing. We discuss ways of avoiding or at least reducing such problems, including comparing final results with simpler analyses, moving away from shot-in-the-dark phenomenological studies, and more carefully examining previous published claims. Making incorrect choices in multilevel modeling is just one way that things can go wrong, but this example also provides a window into more general problems with complicated designs, cutting-edge statistical methods, and the connections between substantive theory, experimental design, data collection, and replication.",
          "url": "http://dx.doi.org/10.1177/25152459241276398",
          "doi": "10.1177/25152459241276398",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "What drives older adults’ acceptance of virtual humans? A conjoint and latent class analysis on virtual exercise coach attributes for a community-based exercise program",
          "authors": "Michael Joseph S. Dino, Kenneth W. Dion, Peter M. Abadir, Chakra Budhathoki, Chien-Ming Huang, William V. Padula, Irvin Ong, Cheryl R. Dennison Himmelfarb, Patricia M. Davidson, Ladda Thiamwong",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108507",
          "doi": "10.1016/j.chb.2024.108507",
          "filter": 0
        },
        {
          "title": "Branded virtual worlds in fashion gaming: Examining the role of brand narratives and social presence in consumer engagement",
          "authors": "Paola Martinez Romero, Rachel Esther Lim, Hyejune Park",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108505",
          "doi": "10.1016/j.chb.2024.108505",
          "filter": 0
        },
        {
          "title": "Who Needs What Support? Exploring the Relationship Between Intergenerational Support and Digital Media Use among Chinese Older Adults: A latent profile analysis",
          "authors": "Shoukui Cui, Yinqiu Zhao, Ruifeng Qie",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108506",
          "doi": "10.1016/j.chb.2024.108506",
          "filter": 0
        },
        {
          "title": "Children’s trust in Google’s ability to answer questions about the past, present, and future",
          "authors": "Lauren N. Girouard-Hallam, Judith H. Danovitch",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108496",
          "doi": "10.1016/j.chb.2024.108496",
          "filter": 0
        },
        {
          "title": "Experiencing Hybrid Spaces A scoping literature review of empirical studies on human experiences in cyber-physical environments.",
          "authors": "Anna Juliane Heinrich, Maxi Heitmayer, Eva Smith, Yifan Zhang",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108502",
          "doi": "10.1016/j.chb.2024.108502",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "The zero-sum mindset.",
          "authors": "Patricia Andrews Fearon, Friedrich M. Götz",
          "url": "http://dx.doi.org/10.1037/pspa0000404",
          "doi": "10.1037/pspa0000404",
          "filter": 0
        },
        {
          "title": "Values and stress: Examining the relations between values and general and domain-specific stress in two longitudinal studies.",
          "authors": "Jing Luo, Emily C. Willroth",
          "url": "http://dx.doi.org/10.1037/pspp0000535",
          "doi": "10.1037/pspp0000535",
          "filter": 0
        },
        {
          "title": "Are multiracial faces perceptually distinct?",
          "authors": "Debbie S. Ma, Justin Kantner, Eric M. Elias, Salena Diaz, Kristin Pauker",
          "url": "http://dx.doi.org/10.1037/pspa0000413",
          "doi": "10.1037/pspa0000413",
          "filter": 0
        },
        {
          "title": "Are state–trait fit and state–situation fit relevant for within-person dynamics of personality states?",
          "authors": "Sarah Kritzler, Kai T. Horstmann, Martin Quintus, Boris Egloff, Cornelia Wrzus, Maike Luhmann",
          "url": "http://dx.doi.org/10.1037/pspp0000519",
          "doi": "10.1037/pspp0000519",
          "filter": 0
        },
        {
          "title": "Frontal alpha asymmetry as a marker of approach motivation? Insights from a cooperative forking path analysis.",
          "authors": "Katharina Paul, André Beauducel, Jürgen Hennig, Johannes Hewig, Andrea Hildebrandt, Corinna Kührt, Leon Lange, Erik Malte Mueller, Roman Osinsky, Elisa Porth, Anja Riesel, Johannes Rodrigues, Christoph Scheffel, Cassie Ann Short, Jutta Stahl, Alexander Strobel, Jan Wacker",
          "url": "http://dx.doi.org/10.1037/pspp0000503",
          "doi": "10.1037/pspp0000503",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Politically Contaminated Clothes, Chocolates, and Charities: Distancing From Neutral Products Liked by Out-Group or In-Group Partisans",
          "authors": "Arvid Erlandsson, Artur Nilsson, Jennifer Rosander, Rebecka Persson, Leaf Van Boven",
          "abstract": "This research demonstrates that people distance themselves not just from out-group partisans or policies but also from completely neutral and apolitical consumer products that have been “contaminated” simply by being preferred by the political out-group. Using large representative samples of Swedish adults, we investigated how aesthetic judgments of clothes (Study 1), evaluations of chocolate bars (Study 2), and allocations to charitable organizations (Study 3) were influenced by a randomly assigned association between these products and the leader or supporters of the participant’s least- or most-liked political party. Products liked by the least-liked party became less attractive in all studies; the results were mixed for products liked by the most-liked party. Study 4 found that the presence of in-group-observers increased distancing from products liked by the least-liked party, indicating that self-presentational concerns bolster political distancing. These results suggest that affective political polarization influences our lives more subtly and profoundly than previously known.",
          "url": "http://dx.doi.org/10.1177/01461672241298390",
          "doi": "10.1177/01461672241298390",
          "filter": 0
        },
        {
          "title": "People Overestimate How Much Gossiping Encourages Listeners’ Self-Disclosure",
          "authors": "Yuqi Chen, Ruobing Fu, Jingyi Lu",
          "abstract": "Gossip is ubiquitous. People gossip for several reasons. Beyond well-studied explanations, we propose an underexplored reason: tellers overestimate the extent to which gossiping encourages listeners’ self-disclosure. This overestimation is observed for gossip but not for nongossip, and for self-disclosure but not for disclosing information unrelated to oneself. We also document that tellers’ overestimation arises because tellers (vs. listeners) focus more on the trust that they convey to listeners by gossiping, whereas listeners (vs. tellers) focus more on their concerns about being the target of gossip in the future. This study identifies a novel misprediction and contributes to the literature on gossip by revealing a new motivation underlying gossiping. Practically, it provides an effective debiasing approach to mitigate tellers’ overestimation and consequently manage gossip.",
          "url": "http://dx.doi.org/10.1177/01461672241293832",
          "doi": "10.1177/01461672241293832",
          "filter": 0
        },
        {
          "title": "The Pursuit of Approval: Social Media Users’ Decreased Posting Latency Following Online Exclusion as a Form of Acknowledgment-Seeking Behavior",
          "authors": "Christoph Kenntemich, Christiane M. Büttner, Selma C. Rudert",
          "abstract": "How do individuals behave after the sting of social exclusion on social media? Previous theorizing predicts that, after experiencing exclusion, individuals either engage in activities that reconnect them with others, or, they withdraw from the context. We analyzed data from Twitter ( k = 47,399 posts; N = 2,000 users) and Reddit ( k = 58,442 posts; N = 2,000 users), using relative (un)popularity of users’ own posts (i.e., receiving fewer Likes/upvotes than usual) as an indicator of social exclusion. Both studies found no general increase or decrease in posting latency following exclusion. However, the latency of behaviors aimed at connecting with many others decreased (i.e., posting again quickly), and the latency of behaviors aimed at connecting with specific others increased (i.e., commenting or mentioning others less quickly). Our findings speak in favor of acknowledgment-seeking behavior as a reaction to social exclusion that may be specific to social media contexts.",
          "url": "http://dx.doi.org/10.1177/01461672241297824",
          "doi": "10.1177/01461672241297824",
          "filter": 0
        },
        {
          "title": "Deflation: The Effect of Hierarchical Representation on Perceived Diversity, Conflict, and Attraction to Work Teams",
          "authors": "N. Derek Brown, Sonya Mishra, Shoshana N. Jarvis, Cameron Anderson",
          "abstract": "Prior research finds that hierarchical representation–the vertical distribution of minorities across a hierarchy–can influence team attractiveness. Extending these findings, we offer a novel account for why these perceptions arise: teams with minorities clustered in low-ranking positions are perceived as less diverse and more conflict-prone than equally diverse teams with hierarchical representation. Across five studies (N = 2946), participants perceived teams with low hierarchical representation as less attractive than teams with hierarchical representation, regardless of participant race. Teams with low hierarchical representation were considered just as unattractive as teams with lower numerical diversity (Study 2). Individuals also underestimated the percentage of Black employees present in teams with low hierarchical representation, signaling a “diversity deflation” effect (Study 3). Conversely, teams with hierarchical representation were considered as attractive as diverse teams with flatter hierarchies (Study 4). The effect of hierarchical representation on attractiveness weakens for teams portrayed as conflict-laden (Study 5).",
          "url": "http://dx.doi.org/10.1177/01461672241287581",
          "doi": "10.1177/01461672241287581",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Why multiple hypothesis test corrections provide poor control of false positives in the real world.",
          "authors": "Stanley E. Lazic",
          "url": "http://dx.doi.org/10.1037/met0000678",
          "doi": "10.1037/met0000678",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Is Mansplaining Gendered? The Effects of Unsolicited, Generic, and Prescriptive Advice on U.S. Women",
          "authors": "Erik Santoro, Hazel Rose Markus",
          "abstract": "In light of popular accounts in the United States of “mansplaining,” we investigated the effects on women when others give them “unresponsive” advice (i.e., unsolicited, generic, and prescriptive recommendations). We show using both vignettes (Study 1) and live interactions (Study 2) that unresponsive advice (vs. responsive questions) from men negatively affected women’s self-perceptions, leaving them feeling less respected, powerful, and trusting and having a smaller size of self. The advice giver’s gender did not moderate these self-perception outcomes (Study 3), although women anticipated greater stereotype threat only when men, and not when women, gave them unresponsive advice. Similar effects were found using responsive advice instead of questions as the comparison condition (Study 4). Overall, these findings ( N = 4,394 U.S. adult women) suggest that it is the unresponsive nature of advice—and for certain outcomes the advice giver’s gender—that explain its effects on women. They point to the value of a responsive suggestion or question during conversations, particularly during cross-gender ones.",
          "url": "http://dx.doi.org/10.1177/09567976241268630",
          "doi": "10.1177/09567976241268630",
          "filter": 0
        },
        {
          "title": "The Well-Being Costs of Informal Caregiving",
          "authors": "Michael D. Krämer, Wiebke Bleidorn",
          "abstract": "How does informal care affect caregivers’ well-being? Theories and existing research provide conflicting answers to this question, partly because the temporal processes and conditions under which different aspects of well-being are affected are unknown. Here, we used longitudinal data from Dutch, German, and Australian representative panels (281,884 observations, 28,663 caregivers) to examine theoretically derived hypotheses about changes in caregivers’ life satisfaction, affective experiences, depression/anxiety, and loneliness. Overall, results provided evidence for negative well-being effects after the transition into a caregiver role, with more pronounced and longer-lasting well-being losses in women than in men. We further found that well-being losses were larger with more time spent on caregiving, in both men and women. These results were robust across moderators of the caregiving context (care tasks, relationship with care recipient, and full-time employment). Together, the present findings support predictions of stress theory and highlight lingering questions in theoretical frameworks of care-related well-being costs.",
          "url": "http://dx.doi.org/10.1177/09567976241279203",
          "doi": "10.1177/09567976241279203",
          "filter": 0
        },
        {
          "title": "The Affect Misattribution Procedure Revisited: An Informational Account",
          "authors": "Nicolas Pillaud, François Ric",
          "abstract": "The aim of this research was to test an informational explanation of the effects observed in the affect misattribution procedure (AMP). According to this explanation, participants performing the AMP would simplify the task by asking whether the target is pleasant (yes vs. no) and would use the affective information provided by the prime to answer the question (positive = yes, negative = no). In line with this proposition, we observed in three preregistered experiments that slightly modifying the response options proposed in the task moderated the effect, which can be canceled (Experiment 1) and even reversed (Experiments 2 and 3). These results are consistent with the informational explanation and seem difficult to explain by the operation of misattribution processes.",
          "url": "http://dx.doi.org/10.1177/09567976241287735",
          "doi": "10.1177/09567976241287735",
          "filter": 0
        },
        {
          "title": "Gaze Behavior Reveals Expectations of Potential Scene Changes",
          "authors": "Nicolas Roth, Jasper McLaughlin, Klaus Obermayer, Martin Rolfs",
          "abstract": "Even if the scene before our eyes remains static for some time, we might explore it differently compared with how we examine static images, which are commonly used in studies on visual attention. Here we show experimentally that the top-down expectation of changes in natural scenes causes clearly distinguishable gaze behavior for visually identical scenes. We present free-viewing eye-tracking data of 20 healthy adults on a new video dataset of natural scenes, each mapped for its potential for change (PfC) in independent ratings. Observers looking at frozen videos looked significantly more often at the parts of the scene with a high PfC compared with static images, with substantially higher interobserver coherence. This viewing difference peaked right before a potential movement onset. Established concepts like object animacy or salience alone could not explain this finding. Images thus conceal experience-based expectations that affect gaze behavior in the potentially dynamic real world.",
          "url": "http://dx.doi.org/10.1177/09567976241279198",
          "doi": "10.1177/09567976241279198",
          "filter": 0
        },
        {
          "title": "Differences Between Lifelong Singles and Ever-Partnered Individuals in Big Five Personality Traits and Life Satisfaction",
          "authors": "Julia Stern, Michael D. Krämer, Alexander Schumacher, Geoff MacDonald, David Richter",
          "abstract": "Being romantically partnered is widely seen as a societal norm, and it has been shown to be positively associated with important life outcomes, such as physical and mental health. However, the percentage of singles is steadily increasing, with more people staying single for life. We used the Survey of Health, Ageing and Retirement in Europe (SHARE; N = 77,064, mainly ≥ 50 years, 27 countries) to investigate Big Five personality traits and life satisfaction in lifelong singles compared with ever-partnered individuals. Specification-curve analyses suggested that lifelong singles were less extraverted, less conscientious, less open to experiences (dependent on singlehood definition), and less satisfied with their lives. Effects were stronger for never-partnered than for never-cohabitating or never-married individuals and were partly moderated by gender, age, country-level singlehood, and gender ratio. Our study provides insights into the characteristics of lifelong singles and has implications for understanding mental health and structures of social support in older individuals.",
          "url": "http://dx.doi.org/10.1177/09567976241286865",
          "doi": "10.1177/09567976241286865",
          "filter": 0
        },
        {
          "title": "Narrative Identity, Traits, and Trajectories of Depression and Well-Being: A 9-Year Longitudinal Study",
          "authors": "Majse Lind, Sebnem Ture, Dan P. McAdams, Henry R. Cowan",
          "abstract": "Mental health and well-being tend to improve with age, and personality differences affect these trajectories. Although it is well established that dispositional traits, such as extraversion and neuroticism, relate to well-being, the incremental validity of other important personality constructs, such as narrative identity, remains unknown. Across 9 years, 157 late-midlife adults ( M age = 56.4 years, SD = 0.96) self-reported their well-being and symptoms of depression each year and wrote an annual narrative account describing their greatest life challenge ( N challenges = 1,211). The narrative accounts were content-coded for themes of agency and communion. Results showed that themes of agency and communion in narrative identity were significantly and uniquely associated with well-being and depression across time, over and above the effects of traits. The benefits of considering both narrative identity and dispositional personality traits as they jointly apply to mental health are discussed.",
          "url": "http://dx.doi.org/10.1177/09567976241296512",
          "doi": "10.1177/09567976241296512",
          "filter": 0
        },
        {
          "title": "Why Do Children Think Words Are Mutually Exclusive?",
          "authors": "Gabor Brody, Roman Feiman, Athulya Aravind",
          "abstract": "How do children learn what a word means when its uses are consistent with many possible meanings? One influential idea is that children rely on an inductive bias that ensures that novel words get assigned distinct meanings from known words— mutual exclusivity. Here, we explore the possibility that mutual-exclusivity phenomena do not reflect a bias but rather information encoded in the message. Learners might effectively be told when (and when not) to assume that word meanings are mutually exclusive. In three experiments ( N = 106 from across the United States; ages 2 years, 0 months−2 years, 11 months), we show that 2-year-olds only assumed that novel words have distinct meanings if the words were spoken with focus, an information-structural marker of contrast. Without focus, we found no mutual exclusivity; novel words were understood to label familiar objects. These results provide a novel account of mutual exclusivity and demonstrate an early emerging understanding of focus and information structure.",
          "url": "http://dx.doi.org/10.1177/09567976241287732",
          "doi": "10.1177/09567976241287732",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Tension in attention: Hypervigilance helps explain why marginalization leads to doomscrolling.",
          "authors": "Stefan Blacha, Ian A. Anderson, Raymond A. Mar",
          "url": "http://dx.doi.org/10.1037/ppm0000575",
          "doi": "10.1037/ppm0000575",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Technology, Mind, and Behavior",
      "journal_short": "TMB",
      "articles": [
        {
          "title": "The measurement of videoconferencing anxiety and avoidance.",
          "authors": "Micaela Russell, Nicole Hale, Anne Eible, Brian Fisak",
          "url": "http://dx.doi.org/10.1037/tmb0000145",
          "doi": "10.1037/tmb0000145",
          "filter": 0
        },
        {
          "title": "Simulator sickness in older adults during active and passive driving tasks.",
          "authors": "Shabnam Haghzare, Niki Akbarian, Jennifer L. Campos, Alex Mihailidis, Behrang Keshavarz",
          "url": "http://dx.doi.org/10.1037/tmb0000138",
          "doi": "10.1037/tmb0000138",
          "filter": 0
        },
        {
          "title": "The effects of Instagram and Twitter usage on sad and anxious mood: A multimethod approach.",
          "authors": "Emma Unruh-Dawes, Kayla Wagler, Tony T. Wells",
          "url": "http://dx.doi.org/10.1037/tmb0000142",
          "doi": "10.1037/tmb0000142",
          "filter": 0
        },
        {
          "title": "Supplemental Material for The effects of Instagram and Twitter usage on sad and anxious mood: A multimethod approach.",
          "authors": "Emma Unruh-Dawes, Kayla Wagler, Tony T. Wells",
          "url": "http://dx.doi.org/10.1037/tmb0000142.supp",
          "doi": "10.1037/tmb0000142.supp",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
