{
  "update": "2025-03-05",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "The Social-Relations Model for Asymmetric-Block-Design Data: A Tutorial With R",
          "authors": "Avraham N. Kluger, Robert A. Ackerman, David A. Kenny, Thomas E. Malloy, Paul W. Eastwick",
          "abstract": "We provide a guide to estimating social-relations-model (SRM) parameters for data collected with the asymmetric block design using R. SRM estimates reflect how people differ in the social behaviors they emit and elicit from others and the extent to which they behave differently with each unique partner. Such analyses have proven useful in studies of the power of leaders, negotiation effectiveness, and personality perception, to name a few. The SRM parameters can be estimated for data collected with various designs; the most common design is the round-robin. A less used design in SRM studies is the asymmetric block design, which involves measurements taken from dyadic interactions of individuals from two different social categories (e.g., speed-dating studies in which different-gendered participants interact). In this guide, we show how to estimate SRM parameters for asymmetric block design by specifying mixed-effect models with two R packages: glmmTMB and brms. Specifically, we show how to calculate SRM estimates for (a) one continuous outcome, (b) multiple measures of a continuous outcome, (c) bivariate correlations for two continuous outcomes, (d) one dichotomous outcome, (e) bivariate and multivariate associations between continuous SRM variables and one dichotomous outcome (in supplementary work-around), and (f) data from mother and child interactions rather than the more common speed-dating data. In all analyses, we illustrate how to model both fixed and random effects to allow testing additional fixed effects, such as group characteristics and the order of interaction between participants.",
          "url": "https://doi.org/10.1177/25152459241279522",
          "doi": "https://doi.org/10.1177/25152459241279522",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Approaches to inducing mental fatigue: A systematic review and meta-analysis of (neuro)physiologic indices",
          "authors": "Stephen P. J. Goodman, Blake Collins, Kathleen Shorter, Ashleigh T. Moreland, Christopher Papic, Adam S. Hamlin, Brendon Kassman, Frank E. Marino",
          "abstract": "Mental fatigue is a transient psychophysiological state characterized by impaired cognition and behavior across a range of dynamic contexts. Despite increasing interest in this phenomenon, its (neuro)physiologic representations remain unclear. This systematic review aimed to quantify the range of (neuro)physiologic outcomes and methodologies used to investigate mental fatigue in laboratory-based settings. Across the 72 studies meeting our inclusion criteria, we identified 30 unique physiologic, four visual outcomes, and the application of several neuroimaging techniques investigating neuronal function. Mental fatigue increased heart rate, systolic and diastolic blood pressure, mean arterial pressure, low frequency, and root mean square of successive differences (RMSSD), and reduced standard deviation of normal-to-normal intervals (SDNN) (all P ≤ 0.04) when compared with controls. Applying electroencephalography to investigate delta, theta, and alpha bandwidths may provide useful insights into this phenomenon, and functional near-infra-red spectroscopy to right-lateralized frontoparietal regions would be helpful to investigate cortical activity change in response to mental fatigue. More data are needed across a range of methodological contexts in order to further determine the (neuro)physiological manifestations of mental fatigue. However, this review provides direction to researchers and will assist them in navigating and considering the range of options available.",
          "url": "https://doi.org/10.3758/s13428-025-02620-7",
          "doi": "https://doi.org/10.3758/s13428-025-02620-7",
          "filter": 0
        },
        {
          "title": "Impact of prior specifications on performance of Bayesian factor mixture modeling",
          "authors": "Yan Wang, Eunsook Kim, Hsien-Yuan Hsu",
          "url": "https://doi.org/10.3758/s13428-025-02619-0",
          "doi": "https://doi.org/10.3758/s13428-025-02619-0",
          "filter": 0
        },
        {
          "title": "Structural after measurement (SAM) approaches for accommodating latent quadratic and interaction effects",
          "authors": "Yves Rosseel, Elissa Burghgraeve, Wen Wei Loh, Karin Schermelleh-Engel",
          "url": "https://doi.org/10.3758/s13428-024-02532-y",
          "doi": "https://doi.org/10.3758/s13428-024-02532-y",
          "filter": 0
        },
        {
          "title": "SUBTLEX-AR: Arabic word distributional characteristics based on movie subtitles",
          "authors": "Sami Boudelaa, Manuel Carreiras, Nazrin Jariya, Manuel Perea",
          "url": "https://doi.org/10.3758/s13428-024-02560-8",
          "doi": "https://doi.org/10.3758/s13428-024-02560-8",
          "filter": 0
        },
        {
          "title": "Correction: Assessing the distortions introduced when calculating d’: A simulation approach",
          "authors": "Yiyang Chen, Heather R. Daly, Mark A. Pitt, Trisha Van Zandt",
          "url": "https://doi.org/10.3758/s13428-025-02617-2",
          "doi": "https://doi.org/10.3758/s13428-025-02617-2",
          "filter": 0
        },
        {
          "title": "Evaluating mobile-based data collection for crowdsourcing behavioral research",
          "authors": "Dennis T. Esch, Nikolaos Mylonopoulos, Vasilis Theoharakis",
          "abstract": "Online crowdsourcing platforms such as MTurk and Prolific have revolutionized how researchers recruit human participants. However, since these platforms primarily recruit computer-based respondents, they risk not reaching respondents who may have exclusive access or spend more time on mobile devices that are more widely available. Additionally, there have been concerns that respondents who heavily utilize such platforms with the incentive to earn an income provide lower-quality responses. Therefore, we conducted two studies by collecting data from the popular MTurk and Prolific platforms, Pollfish, a self-proclaimed mobile-first crowdsourcing platform, and the Qualtrics audience panel. By distributing the same study across these platforms, we examine data quality and factors that may affect it. In contrast to MTurk and Prolific, most Pollfish and Qualtrics respondents were mobile-based. Using an attentiveness composite score we constructed, we find mobile-based responses comparable with computer-based responses, demonstrating that mobile devices are suitable for crowdsourcing behavioral research. However, platforms differ significantly in attentiveness, which is also affected by factors such as the respondents’ incentive for completing the survey, their activity before engaging, environmental distractions, and having recently completed a similar study. Further, we find that a stronger system 1 thinking is associated with lower levels of attentiveness and acts as a mediator between some of the factors explored, including the device used and attentiveness. In addition, we raise a concern that most MTurk users can pass frequently used attention checks but fail less utilized measures, such as the infrequency scale.",
          "url": "https://doi.org/10.3758/s13428-025-02618-1",
          "doi": "https://doi.org/10.3758/s13428-025-02618-1",
          "filter": 0
        },
        {
          "title": "The Animal-AI Environment: A virtual laboratory for comparative cognition and artificial intelligence research",
          "authors": "Konstantinos Voudouris, Ben Slater, Lucy G. Cheke, Wout Schellaert, José Hernández-Orallo, Marta Halina, Matishalin Patel, Ibrahim Alhas, Matteo G. Mecattaf, John Burden, Joel Holmes, Niharika Chaubey, Niall Donnelly, Matthew Crosby",
          "abstract": "The Animal-AI Environment is a unique game-based research platform designed to facilitate collaboration between the artificial intelligence and comparative cognition research communities. In this paper, we present the latest version of the Animal-AI Environment, outlining several major features that make the game more engaging for humans and more complex for AI systems. These features include interactive buttons, reward dispensers, and player notifications, as well as an overhaul of the environment’s graphics and processing for significant improvements in agent training time and quality of the human player experience. We provide detailed guidance on how to build computational and behavioural experiments with the Animal-AI Environment. We present results from a series of agents, including the state-of-the-art deep reinforcement learning agent Dreamer-v3 , on newly designed tests and the Animal-AI testbed of 900 tasks inspired by research in the field of comparative cognition. The Animal-AI Environment offers a new approach for modelling cognition in humans and non-human animals, and for building biologically inspired artificial intelligence.",
          "url": "https://doi.org/10.3758/s13428-025-02616-3",
          "doi": "https://doi.org/10.3758/s13428-025-02616-3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "An assistant or A friend? The role of parasocial relationship of human-computer interaction",
          "authors": "Tiejun Qi, Hongshen Liu, Zhihui Huang",
          "url": "https://doi.org/10.1016/j.chb.2025.108625",
          "doi": "https://doi.org/10.1016/j.chb.2025.108625",
          "filter": 0
        },
        {
          "title": "Cyberhate among Ukrainian adolescents in war-torn Ukraine: A study of exposure, victimization, and perpetration",
          "authors": "Julia Levin, Nadine Cruz Neri, Jan Retelsdorf",
          "url": "https://doi.org/10.1016/j.chb.2025.108626",
          "doi": "https://doi.org/10.1016/j.chb.2025.108626",
          "filter": 0
        },
        {
          "title": "Planning a Digital Detox: Findings from a Randomized Controlled Trial to Reduce Smartphone Usage Time",
          "authors": "Lina Christin Brockmeier, Jan Keller, Tilman Dingler, Natalia Paduszynska, Aleksandra Luszczynska, Theda Radtke",
          "url": "https://doi.org/10.1016/j.chb.2025.108624",
          "doi": "https://doi.org/10.1016/j.chb.2025.108624",
          "filter": 0
        },
        {
          "title": "What drives older adults’ acceptance of virtual humans? A conjoint and latent class analysis on virtual exercise coach attributes for a community-based exercise program",
          "authors": "Michael Joseph S. Dino, Kenneth W. Dion, Peter M. Abadir, Chakra Budhathoki, Chien-Ming Huang, William V. Padula, Irvin Ong, Cheryl R. Dennison Himmelfarb, Patricia M. Davidson, Ladda Thiamwong",
          "url": "https://doi.org/10.1016/j.chb.2024.108507",
          "doi": "https://doi.org/10.1016/j.chb.2024.108507",
          "filter": 0
        },
        {
          "title": "Exploring the impact of integrated design on employee learning engagement in the ubiquitous learning context: A deep learning-based hybrid multistage approach",
          "authors": "Dawei SHANG, Caiyi ZHANG, Li JIN",
          "url": "https://doi.org/10.1016/j.chb.2024.108468",
          "doi": "https://doi.org/10.1016/j.chb.2024.108468",
          "filter": 0
        },
        {
          "title": "Approaching or just observing? The interplay of behavior and environment in the retention of pictorial details of ambivalent Nazi propaganda images",
          "authors": "Martin Lachmair, Susana Ruiz Fernández, Birgit Brucker, Peter Gerjets",
          "url": "https://doi.org/10.1016/j.chb.2024.108503",
          "doi": "https://doi.org/10.1016/j.chb.2024.108503",
          "filter": 0
        },
        {
          "title": "Branded virtual worlds in fashion gaming: Examining the role of brand narratives and social presence in consumer engagement",
          "authors": "Paola Martinez Romero, Rachel Esther Lim, Hyejune Park",
          "url": "https://doi.org/10.1016/j.chb.2024.108505",
          "doi": "https://doi.org/10.1016/j.chb.2024.108505",
          "filter": 0
        },
        {
          "title": "“Don't look at me!”: The role of avatars' presentation style and gaze direction in social chatbot design",
          "authors": "Jingyi Yuan, Xixian Peng, Yichen Liu, Qiuzhen Wang",
          "url": "https://doi.org/10.1016/j.chb.2024.108501",
          "doi": "https://doi.org/10.1016/j.chb.2024.108501",
          "filter": 0
        },
        {
          "title": "The bright side of sexting: A scoping review on its benefits",
          "authors": "Silke Van Dijck, Silke Van den Eynde, Paul Enzlin",
          "url": "https://doi.org/10.1016/j.chb.2024.108499",
          "doi": "https://doi.org/10.1016/j.chb.2024.108499",
          "filter": 0
        },
        {
          "title": "Inconsistent rating scales decrease social influence bias and enhance crowd wisdom",
          "authors": "Pedro Aceves, Cassandra R. Chambers",
          "url": "https://doi.org/10.1016/j.chb.2024.108497",
          "doi": "https://doi.org/10.1016/j.chb.2024.108497",
          "filter": 0
        },
        {
          "title": "Who needs What Support? Exploring the relationship between intergenerational support and digital media use among Chinese older adults: A latent profile analysis",
          "authors": "Shoukui Cui, Yinqiu Zhao, Ruifeng Qie",
          "url": "https://doi.org/10.1016/j.chb.2024.108506",
          "doi": "https://doi.org/10.1016/j.chb.2024.108506",
          "filter": 0
        },
        {
          "title": "Doctoral capstone theories as indicators of university rankings: Insights from a machine learning approach",
          "authors": "Ionut Dorin Stanciu, Nicolae Nistor",
          "url": "https://doi.org/10.1016/j.chb.2024.108504",
          "doi": "https://doi.org/10.1016/j.chb.2024.108504",
          "filter": 0
        },
        {
          "title": "Human touch vs. AI tech: Understanding user preferences in the future of education",
          "authors": "Aiping Shao, Zhi Lu, Bu Zhong, Stephanie Q. Liu, Wei Lu",
          "url": "https://doi.org/10.1016/j.chb.2024.108492",
          "doi": "https://doi.org/10.1016/j.chb.2024.108492",
          "filter": 0
        },
        {
          "title": "Experiencing Hybrid Spaces: A scoping literature review of empirical studies on human experiences in cyber-physical environments",
          "authors": "Anna Juliane Heinrich, Maxi Heitmayer, Eva Smith, Yifan Zhang",
          "url": "https://doi.org/10.1016/j.chb.2024.108502",
          "doi": "https://doi.org/10.1016/j.chb.2024.108502",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Corrigendum to ‘Network analysis of internet addiction and depression among Chinese college students during the COVID-19 pandemic: A longitudinal study’ [Computers in Human Behavior, 138 (2023), 107424]",
          "authors": "Yue Zhao, Diyang Qu, Shiyun Chen, Xinli Chi",
          "url": "https://doi.org/10.1016/j.chb.2025.108599",
          "doi": "https://doi.org/10.1016/j.chb.2025.108599",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "More than just belonging? Uniqueness’ role in inclusion experiences",
          "authors": "Peter Luca Versteegen, Byron G. Adams",
          "abstract": "Inclusion experiences are central to an individual’s well-being, but when do individuals feel included? Does it suffice to belong to the larger group (e.g., a work team or society), or do individuals also need to feel unique within that group, as optimal distinctiveness research would suggest? In this paper, we examine whether feeling unique improves an individual’s well-being beyond belonging only. Two correlational studies with Europe-based employees ( N = 292, N = 295) show that uniqueness explains well-being when controlling for belonging. An online experiment from a general sample in the US ( N = 666) provides indicative causal evidence that feeling unique improves well-being while holding belonging constant. Together, this research indicates that uniqueness plays a vital role in individuals’ inclusion experiences, such that it improves well-being beyond belonging. However, isolating the two components remains intricate, and we discuss avenues for future research to operationalize the two inclusion needs.",
          "url": "https://doi.org/10.1177/13684302241312675",
          "doi": "https://doi.org/10.1177/13684302241312675",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Closets breed suspicion: Environments that stigmatize concealable identities cast doubt on claims to non-stigmatized identities",
          "authors": "Harrison Oakes, Richard P. Eibach, Hilary B. Bergsieker",
          "url": "https://doi.org/10.1016/j.jesp.2025.104736",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104736",
          "filter": 0
        },
        {
          "title": "“Black-and-White” thinking: Does visual contrast polarize moral judgment? Independent replications and extension of Study 1",
          "authors": "Kevin Vezirian, Elisa Sarda, Laurent Bègue, Pierre-Jean Laine, Hans IJzerman",
          "url": "https://doi.org/10.1016/j.jesp.2024.104712",
          "doi": "https://doi.org/10.1016/j.jesp.2024.104712",
          "filter": 0
        },
        {
          "title": "Choice availability and incentive structure determine how people cope with ostracism",
          "authors": "Anneloes Kip, Thorsten M. Erle, Willem W.A. Sleegers, Ilja van Beest",
          "url": "https://doi.org/10.1016/j.jesp.2024.104707",
          "doi": "https://doi.org/10.1016/j.jesp.2024.104707",
          "filter": 0
        },
        {
          "title": "It is not only whether I approach but also why I approach: A registered report on the role of action framing in approach/avoidance training effects",
          "authors": "Marine Rougier, Mathias Schmitz, Ivane Nuel, Marie-Pierre Fayant, Baptiste Subra, Theodore Alexopoulos, Vincent Yzerbyt",
          "url": "https://doi.org/10.1016/j.jesp.2024.104697",
          "doi": "https://doi.org/10.1016/j.jesp.2024.104697",
          "filter": 0
        },
        {
          "title": "Going at it alone: Zero-sum beliefs inhibit help-seeking",
          "authors": "Shai Davidai",
          "url": "https://doi.org/10.1016/j.jesp.2024.104714",
          "doi": "https://doi.org/10.1016/j.jesp.2024.104714",
          "filter": 0
        },
        {
          "title": "Consume humanity: Eating anthropomorphic food leads to the dehumanization of others",
          "authors": "Hairu Wu, Chenjing Wu, Jun Zhang, Yuanxin Hu, Fuqun Liang, Xianyou He",
          "url": "https://doi.org/10.1016/j.jesp.2024.104710",
          "doi": "https://doi.org/10.1016/j.jesp.2024.104710",
          "filter": 0
        },
        {
          "title": "AI as a companion or a tool? Nostalgia promotes embracing AI technology with a relational use",
          "authors": "Jianning Dang, Constantine Sedikides, Tim Wildschut, Li Liu",
          "url": "https://doi.org/10.1016/j.jesp.2024.104711",
          "doi": "https://doi.org/10.1016/j.jesp.2024.104711",
          "filter": 0
        },
        {
          "title": "Women underrepresented or men overrepresented? Framing influences women's affective and behavioral responses to gender gap in political leadership",
          "authors": "Usman Liaquat, Madeline E. Heilman, Rachel D. Godsil, Emily Balcetis",
          "url": "https://doi.org/10.1016/j.jesp.2024.104709",
          "doi": "https://doi.org/10.1016/j.jesp.2024.104709",
          "filter": 0
        },
        {
          "title": "Empathic listening satisfies speakers' psychological needs and well-being, but doesn't directly deepen solitude experiences: A registered report",
          "authors": "Netta Weinstein, Guy Itzchakov",
          "url": "https://doi.org/10.1016/j.jesp.2024.104716",
          "doi": "https://doi.org/10.1016/j.jesp.2024.104716",
          "filter": 0
        },
        {
          "title": "Ideological beliefs as cues to exploitation-exploration behavior",
          "authors": "Alex Koch, Ron Dotsch, Roland Imhoff, Christian Unkelbach, Hans Alves",
          "url": "https://doi.org/10.1016/j.jesp.2024.104718",
          "doi": "https://doi.org/10.1016/j.jesp.2024.104718",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Methods reflect values: Evaluating the shortcomings of the average for measuring population well-being.",
          "authors": "Sofia L. Panasiuk, Anthony McCanny, Felix Cheung",
          "url": "https://doi.org/10.1037/pspp0000549",
          "doi": "https://doi.org/10.1037/pspp0000549",
          "filter": 0
        },
        {
          "title": "The strategic use of harm-based moral arguments in the context of women’s bodily autonomy.",
          "authors": "Thekla Morgenroth, Michelle K. Ryan, Abigael S. Click, Nadira S. Faber",
          "url": "https://doi.org/10.1037/pspa0000441",
          "doi": "https://doi.org/10.1037/pspa0000441",
          "filter": 0
        },
        {
          "title": "Because it is fun! Individual differences in effort enjoyment belief relate to behavioral and physiological indicators of effort-seeking.",
          "authors": "Christopher Mlynski, Georgia Clay, Kata Sik, Julia Jankowski, Veronika Job",
          "url": "https://doi.org/10.1037/pspa0000443",
          "doi": "https://doi.org/10.1037/pspa0000443",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Kicking Yourself: Going Against Your Inclinations Leads to Greater Feelings of Control and Culpability",
          "authors": "Kaitlin Woolley, Sunita Sah",
          "abstract": "Despite knowing better, people often follow the opinions of others when making decisions. Although people in joint evaluation mode (i.e., comparing options side-by-side) anticipate feeling less culpable if things go wrong after following someone else’s suggestion, our research shows the opposite effect when they actually experience one of the options. Across multiple studies ( n = 3,200), including four with real monetary consequences, we find that people feel more culpable when they go against their better judgment. This counterintuitive effect occurs because going against one’s better judgment increases thoughts about alternative, better decisions that could have been made, which amplify feelings of control over the situation. This effect occurs regardless of whether the input is solicited or unsolicited and is specific to situations where people go against their better judgment. It does not occur if people reject poor suggestions or follow input that aligns with their judgment.",
          "url": "https://doi.org/10.1177/01461672251319380",
          "doi": "https://doi.org/10.1177/01461672251319380",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Bulletin",
      "journal_short": "PsychBull",
      "articles": [
        {
          "title": "Does confronting prejudice reduce intergroup bias? A meta-analytic review.",
          "authors": "Chantelle Wood, Sofia Persson, Lilith Roberts, Oliver Allchin, Melanie Simmonds-Buckley",
          "url": "https://doi.org/10.1037/bul0000466",
          "doi": "https://doi.org/10.1037/bul0000466",
          "filter": 0
        },
        {
          "title": "Getting comfortable with physical discomfort: A scoping review of interoceptive exposure in physical and mental health conditions.",
          "authors": "Samantha G. Farris, Lilly Derby, Mindy M. Kibbey",
          "url": "https://doi.org/10.1037/bul0000464",
          "doi": "https://doi.org/10.1037/bul0000464",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Erroneous generalization—Exploring random error variance in reliability generalizations of psychological measurements.",
          "authors": "Lukas J. Beinhauer, Jens H. Fünderich, Frank Renkewitz",
          "url": "https://doi.org/10.1037/met0000740",
          "doi": "https://doi.org/10.1037/met0000740",
          "filter": 0
        },
        {
          "title": "Experiments in daily life: When causal within-person effects do (not) translate into between-person differences.",
          "authors": "Andreas B. Neubauer, Peter Koval, Michael J. Zyphur, Ellen L. Hamaker",
          "url": "https://doi.org/10.1037/met0000741",
          "doi": "https://doi.org/10.1037/met0000741",
          "filter": 0
        },
        {
          "title": "Network science in psychology.",
          "authors": "Tracy Sweet, Selena Wang",
          "url": "https://doi.org/10.1037/met0000745",
          "doi": "https://doi.org/10.1037/met0000745",
          "filter": 0
        },
        {
          "title": "Yes stormtrooper, these are the droids you are looking for: Identifying and preliminarily evaluating bot and fraud detection strategies in online psychological research.",
          "authors": "Thomas J. Shaw, Cory J. Cascalheira, Emily C. Helminen, Cal D. Brisbin, Skyler D. Jackson, Melissa Simone, Tami P. Sullivan, Abigail W. Batchelder, Jillian R. Scheer",
          "url": "https://doi.org/10.1037/met0000724",
          "doi": "https://doi.org/10.1037/met0000724",
          "filter": 0
        },
        {
          "title": "Iterated community detection in psychological networks.",
          "authors": "M. A. Werner, J. de Ron, E. I. Fried, D. J. Robinaugh",
          "url": "https://doi.org/10.1037/met0000744",
          "doi": "https://doi.org/10.1037/met0000744",
          "filter": 0
        },
        {
          "title": "Impact of temporal order selection on clustering intensive longitudinal data based on vector autoregressive models.",
          "authors": "Yaqi Li, Hairong Song, Bertus Jeronimus",
          "url": "https://doi.org/10.1037/met0000747",
          "doi": "https://doi.org/10.1037/met0000747",
          "filter": 0
        },
        {
          "title": "Unidim: An index of scale homogeneity and unidimensionality.",
          "authors": "William Revelle, David Condon",
          "url": "https://doi.org/10.1037/met0000729",
          "doi": "https://doi.org/10.1037/met0000729",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Can One Donation a Day Keep Depression Away? Three Randomized Controlled Trials of an Online Micro-Charitable Giving Intervention",
          "authors": "Yuyang Zhang, Qianyu Jiang, Yushen Luo, Jinting Liu",
          "abstract": "Prosocial interventions grounded in social interactions have shown limited effectiveness in alleviating depressive symptoms, possibly because of the discomfort and unease that depressed individuals experience during such interactions. We developed and examined an innovative prosocial intervention—an online micro-charitable giving intervention, in which individuals voluntarily donated at least one Chinese cent (¥0.01, or about $0.0014) daily. We conducted three preregistered, 2-month randomized controlled trials with depressed individuals (Sample 1: N = 125, Sample 2: N = 296, Sample 3: N = 462). Results showed that, compared with the waitlist group, the intervention group exhibited significantly greater improvements in both depressive symptoms (Cohen’s ds = −0.19 to −0.46) and emotional positivity (Cohen’s ds = 0.22 to 0.49), and that emotional positivity mediated the intervention’s effect on the reduction of depressive symptoms. Exploratory analysis found a slightly larger intervention effect for generous donors than for minimal donors. This low-cost, easily accessible prosocial intervention holds potential for the prevention of depression. [Box: see text]",
          "url": "https://doi.org/10.1177/09567976251315679",
          "doi": "https://doi.org/10.1177/09567976251315679",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Investigating the effect of full and partial social media abstinence on fear of missing out and well-being outcomes: A daily diary experimental approach.",
          "authors": "Andree Hartanto, K. T. A. Sandeeshwara Kasturiratna, Meenakshi Kothari, Adalia Y. H. Goh, Frosch Y. X. Quek, Nadyanna M. Majeed",
          "url": "https://doi.org/10.1037/ppm0000583",
          "doi": "https://doi.org/10.1037/ppm0000583",
          "filter": 0
        },
        {
          "title": "Online appearance preoccupation in and beyond adolescence: A longitudinal study of social media use, anxiety, and depression as correlates of growth and stability.",
          "authors": "Melanie J. Zimmer-Gembeck, Veya Seekis, Amanda L. Duffy",
          "url": "https://doi.org/10.1037/ppm0000587",
          "doi": "https://doi.org/10.1037/ppm0000587",
          "filter": 0
        },
        {
          "title": "What is in a hashtag? A comparative content analysis of fitspiration, body positivity, and body neutrality posts on Instagram.",
          "authors": "Kayla Nuss, Julia Berteletti, Barbara J. Walkosz, Irene Adjei, Annelise Small, Liliana Salcido Beltran, Noah Chirico, Anne Poirier, Danielle Arigo",
          "url": "https://doi.org/10.1037/ppm0000585",
          "doi": "https://doi.org/10.1037/ppm0000585",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
