{
  "update": "2025-05-13",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Multilab Replications Provide Theoretical and Methodological Insight but Not Necessarily About the Studies They Seek to Replicate: Comment on Rife et al. (2025)",
          "authors": "David A. Lishner, Christopher L. Groves",
          "abstract": "Rife et al. conducted a multilab replication of Trafimow and Hughes (Experiment 3) to examine whether mortality salience produces higher death-thought accessibility immediately after imagining one’s own death or after a time delay. Like Trafimow and Huges, Rife et al. found that thinking about death without delay produced higher death-thought accessibility than when thinking about death with delay or thinking about dental pain. This pattern occurred regardless of whether participants were randomly assigned the original Trafimow and Hughes word-generation death-thought-accessibility measure or assigned a word-fragment death-thought-accessibility measure more commonly used in the literature. However, we argue that regardless of whether multilab replications produce results consistent with the original replicated study, they offer weak insight into the integrity and empirical plausibility of the original study. Instead, multilab replications provide valuable theoretical and methodological information regarding the span of effect created by the procedural elements shared among the set of replication studies. This information, in turn, permits clearer theoretical inference when using similar procedural elements to investigate theoretically related phenomena. Moreover, multilab replications are often conceived as a defense against false-positive empirical results and theoretical interpretations, but Rife et al.’s results reveal they may be better suited for protecting against false-negative empirical results and theoretical interpretations.",
          "url": "https://doi.org/10.1177/25152459251336134",
          "doi": "https://doi.org/10.1177/25152459251336134",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Correction: CoVox: A dataset of contrasting vocalizations",
          "authors": "Camila Bruder, Pauline Larrouy-Maestri",
          "url": "https://doi.org/10.3758/s13428-025-02687-2",
          "doi": "https://doi.org/10.3758/s13428-025-02687-2",
          "filter": 0
        },
        {
          "title": "Validating the Chinese version of the Apathy Motivation Index and network analysis of apathy subtypes in a healthy Chinese sample",
          "authors": "Xingyu Zhao, Liping Cui, Yunlin Sun, Lei Wang, Ke Wu, Qiangyan Che, Junyu Mao, Liuzhenxiong Yu, Pingping Liu, Panpan Hu, Kai Wang, Fengqiong Yu, Rong Ye",
          "abstract": "Apathy is a neuropsychiatric syndrome associated with various negative outcomes in patients with motivational disorders, commonly examined in multiple dimensions including cognitive, behavioral, and emotional domains. While there are some tools to measure apathy in China, there is a lack of appropriate instruments specifically designed to assess social motivation for a more comprehensive definition of apathy. Moreover, there is limited research on the complex interrelations among the intrinsic domains of apathy. Therefore, we developed the Chinese version of the Apathy Motivation Index (AMI) and assessed its reliability and validity in a sample of 758 participants. Network analysis was employed to explore the relationships among different domains of apathy. The Chinese version of the AMI classifies apathy into three domains, namely, behavioral activation, social motivation, and emotional sensitivity, which is consistent with the original scale; it also has good reliability and validity, making it suitable for measuring apathy and motivation in both healthy and patient populations. Additionally, network analysis revealed that apathy within the behavioral activation domain critically contributes to the overall measurement of apathy, while the social motivation dimension may serve as a bridge connecting other dimensions. Our study offers a reliable instrument to investigate apathy in Chinese-speaking individuals and could provide new insights for a better understanding of apathy in neuropsychiatric disorders.",
          "url": "https://doi.org/10.3758/s13428-025-02686-3",
          "doi": "https://doi.org/10.3758/s13428-025-02686-3",
          "filter": 0
        },
        {
          "title": "Feature-based behavior coding for efficient exploratory analysis using pose estimation",
          "authors": "Eigo Nishimura",
          "abstract": "This paper introduces feature-based behavior coding (FBBC), an efficient method for exploratory analysis in behavioral research using pose estimation techniques. FBBC addresses the challenges of traditional behavioral coding methods, particularly in the exploratory stages of research when coding schemes are not yet well defined. By leveraging keypoint detection and dimensionality reduction, FBBC transforms video data into interpretable feature time series, enabling researchers to analyze diverse postural patterns more efficiently. Also presented is Behavior Senpai, an open-source software implementation of FBBC that integrates automated feature extraction with human insight. A case study demonstrates FBBC’s ability to classify complex postures by combining multiple features and manual clustering. While the current iteration focuses on instantaneous posture classification, the framework shows potential for expansion to action classification. FBBC offers increased flexibility in developing coding schemes and reduces the time-consuming nature of repetitive observations. This approach represents a considerable advancement in behavioral research, bridging traditional methods with modern machine-learning techniques. As FBBC is adopted and refined, it will contribute to more comprehensive and insightful behavioral analyses across the psychological and behavioral sciences.",
          "url": "https://doi.org/10.3758/s13428-025-02702-6",
          "doi": "https://doi.org/10.3758/s13428-025-02702-6",
          "filter": 0
        },
        {
          "title": "Assessing autobiographical memory consistency: Machine and human approaches",
          "authors": "Victoria Wardell, Taylyn Jameson, Peggy L. St. Jacques, Christopher R. Madan, Daniela J. Palombo",
          "url": "https://doi.org/10.3758/s13428-025-02690-7",
          "doi": "https://doi.org/10.3758/s13428-025-02690-7",
          "filter": 0
        },
        {
          "title": "Chipola: A Chinese Podcast Lexical Database for capturing spoken language nuances and predicting behavioral data",
          "authors": "Ning Zhao, Lei Lei",
          "url": "https://doi.org/10.3758/s13428-025-02697-0",
          "doi": "https://doi.org/10.3758/s13428-025-02697-0",
          "filter": 0
        },
        {
          "title": "Extracting preference relations from data: Clustering with transitive centroids",
          "authors": "Debora de Chiusole, Luca Stefanutti, Andrea Brancaccio",
          "abstract": "A clustering algorithm, named k -orders, is proposed to extract transitive relations from a data set. The k -orders algorithm differs from the original k -modes only in the adjustment step. Two adjustment procedures, named transitive centroid adjustment (TCA) and greedy TCA, are proposed that can be used to find clusters with transitive centroids. The proposed clustering approach finds application, especially in studies on preference, where this last may be heterogeneous across individuals, although transitive. The set of cluster centroids extracted by the algorithm from a data set can then be empirically tested via the estimation of a latent class model. The performance of the two versions of k -orders were compared to one another and with the canonical k -modes, in simulation studies. Results show that when centroids are transitive relations, both versions of k -orders outperform k -modes. Moreover, in experimental designs in which two-component options are considered, the TCA algorithm performs better than the greedy TCA. An empirical application was also carried out for exemplifying how k -orders can be useful for studying individual preferences.",
          "url": "https://doi.org/10.3758/s13428-025-02674-7",
          "doi": "https://doi.org/10.3758/s13428-025-02674-7",
          "filter": 0
        },
        {
          "title": "A multiverse analysis of cleaning and analyzing procedures of eye movement data during reading",
          "authors": "Hayward J. Godwin, Charlotte E. Lee, Denis Drieghe",
          "abstract": "Eye movements during reading experiments involve careful cleaning of raw data into a processed format that can then be analyzed. Through the process of cleaning and analyzing these datasets, there are many decisions that researchers make. As a result, there is a wide range of possible approaches that can be taken when analyzing datasets from reading and eye movement experiments. At present, little is known regarding the consequences of these decisions and in a worst-case scenario, specific approaches to cleaning and analyzing these datasets could “create” effects that would otherwise not be present in the datasets. Here, we addressed these issues by conducting a multiverse analysis of a range of reasonable and defensible analyses that researchers in this field might conduct. We examined a total of 1,890 different data cleaning and analytic pipelines to explore how different decisions researchers make when cleaning and analyzing their data influence perhaps the most well-known effect in eye movements and reading research: the word frequency effect. More specifically, the impact on the size of the word frequency effect during sentence reading (Lee et al. Journal of Experimental Psychology: Learning, Memory, and Cognition , 2025) was explored. The frequency effect was found to be extremely robust and present in almost all cases, but the magnitude varied substantially, with 36% of the size of the effect being due to specific choices made during data cleaning and analysis. Recommendations for further work and greater transparency in the field are set out based on our findings.",
          "url": "https://doi.org/10.3758/s13428-025-02689-0",
          "doi": "https://doi.org/10.3758/s13428-025-02689-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Reproducing age and sex biases in perceived pain intensity and prosocial behaviors using digital characters",
          "authors": "Carole Bélanger, Clémentine Pouliot, Marie-Hélène Tessier, Audrey Marcoux, Alex Cousineau, Jacqueline Nguyen Phuong Trieu, Philip L. Jackson",
          "url": "https://doi.org/10.1016/j.chb.2025.108702",
          "doi": "https://doi.org/10.1016/j.chb.2025.108702",
          "filter": 0
        },
        {
          "title": "Is the Metaverse Failing? An Exploratory Case of Self-Employed Artists and Their Resistance to NFTs",
          "authors": "Yvonne O’ Connor, Katie O’ Reilly",
          "url": "https://doi.org/10.1016/j.chb.2025.108701",
          "doi": "https://doi.org/10.1016/j.chb.2025.108701",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Moral perceptions about environmentalism across ideological groups: Negative moral stereotypes threaten rightists’ moral self and trigger polarization",
          "authors": "Cristian Catena-Fernández, Saulo Fernández",
          "abstract": "In five studies conducted in Spain and the US, we tested whether rightists (vs. leftists) were more vulnerable to experiencing a threat to the moral self and were more likely to polarize when faced with negative moral stereotypes about environmentalism. Studies 1a–b established that the moral stereotype held by rightists about leftists regarding environmental issues was more positive than vice versa. Additionally, rightists had a more negative meta-stereotype than vice versa. Studies 2a–2b revealed that exposing participants to negative (vs. neutral) stereotypes about their groups’ morality in environmentalism led rightists (but not leftists) to experience a threat to their moral self-concept and polarized their environmental positions and voting intentions. Study 3 experimentally attenuated moral threats, buffering the effects observed in Study 2b. We conclude that the moral threat posed by negative moral stereotypes is key to understanding the polarization of environmental issues.",
          "url": "https://doi.org/10.1177/13684302251330990",
          "doi": "https://doi.org/10.1177/13684302251330990",
          "filter": 0
        },
        {
          "title": "Perceptions of the links between racism and sexism: Hostile and benevolent sexism",
          "authors": "Jeanine M. Sempler, Megan K. McCarty",
          "abstract": "People assume that those who hold sexist beliefs hold racist beliefs, and vice versa. However, past work only investigated hostile sexism, or blatantly negative evaluations of women. Hostile sexism is positively associated with benevolent sexism, or, more subjectively, positive attitudes that serve to keep women in restricted domestic roles. Across two studies, participants were randomly assigned to see an ostensible partner’s responses espousing hostile sexism, benevolent sexism, or nonsexist beliefs. Participants then responded to dependent measures, primarily perceived racism. As predicted, a hostile sexist was perceived as more racist than both a benevolent sexist and a nonsexist. Unexpectedly, no significant differences emerged between a benevolent sexist and a nonsexist in Study 1, while a benevolent sexist was perceived as more racist than a nonsexist in Study 2. Overall, the findings suggest that society may be unaware that benevolent sexism may indicate racism, furthering individuals’ risk of experiencing prejudice.",
          "url": "https://doi.org/10.1177/13684302251329305",
          "doi": "https://doi.org/10.1177/13684302251329305",
          "filter": 0
        },
        {
          "title": "“Abort the government!” Alliances between diverse groups and collective action intentions as a response to threat evoked by abortion bans",
          "authors": "Anna Potoczek, Marcin Bukowski, Lucia Estevan-Reina, Dominika Gurbisz, Anna Stafiej, Soledad de Lemus",
          "abstract": "Recent abortion restrictions in the US and Poland sparked widespread protests. This research examined how personal threat influenced collective action intentions through alliances with men and the LGBTIQ+ community (from women’s perspective), and alliances with women (from men’s perspective). It focused on two representations of intergroup cooperation: recategorization as one group and coalitions between distinct groups. In both countries, higher threat levels were linked to greater collective action intentions. For women, this was mediated by coalitions with men in Poland, but not in the US, while coalition with the LGBTIQ+ community mediated the relationship in both countries. Recategorization as one group mobilized women only in Poland when involving the LGBTIQ+ community. For men, coalitions with women mediated the link between threat and collective action in both countries. The findings suggest that coalitions preserving distinct group identities are more effective in advancing women’s rights than recategorization, especially when involving advantaged allies.",
          "url": "https://doi.org/10.1177/13684302251328035",
          "doi": "https://doi.org/10.1177/13684302251328035",
          "filter": 0
        },
        {
          "title": "Black figures on White ground: Explanations of differences by race",
          "authors": "Felicia Pratto, Peter Hegarty, Anthony F. Lemieux",
          "abstract": "Five experiments ( N = 854) tested the hypothesis that U.S. adults generate explanations of Black–White differences that position Black Americans as “the effect to be explained” (EBE), and White Americans as the norm for comparison. Participants explained race differences in trust in the police (Experiment 1), success or failure in a drug rehabilitation program (Experiment 2), charitable donation rates (Experiment 3), or the benefits of a new medication (Experiments 4 and 5). Every experiment counterbalanced which group had the numerically higher or lower result and the more expected or unexpected data pattern. Participants’ explanations focused significantly more on Black Americans and on the group with the more unexpected results in four experiments. Explanatory focus was not related to perceptions of the mutability of groups’ behavior or which data pattern was numerically larger. Studies 1–4 used mostly White samples, but Experiment 5 found that Black and White participants both focused explanations on Blacks. The tendency to take Black Americans as the EBE is large when they show the less expected data pattern (Cohen’s d = 0.86), and medium ( d = 0.33) even when White Americans show the less expected data pattern. These data show why diversifying samples and research teams are necessary but not sufficient steps to undo the impact of structural inequalities on the representation of diverse people in psychology.",
          "url": "https://doi.org/10.1177/13684302251332168",
          "doi": "https://doi.org/10.1177/13684302251332168",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Third-party punishment, vigilante justice, or karma? Understanding the dynamics of interpersonal and cosmic justice",
          "authors": "Cindel J.M. White, Julia W. Van de Vondervoort",
          "url": "https://doi.org/10.1016/j.jesp.2025.104761",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104761",
          "filter": 0
        },
        {
          "title": "Population base rates as anchors in social categorization under uncertainty",
          "authors": "Antonio G. Viera, Robert J. Rydell, Kurt Hugenberg, Edward R. Hirt",
          "url": "https://doi.org/10.1016/j.jesp.2025.104760",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104760",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Accounting for Measurement Invariance Violations in Careless Responding Detection in Intensive Longitudinal Data: Exploratory vs. Partially Constrained Latent Markov Factor Analysis",
          "authors": "Leonie V. D. E. Vogelsmeier, Joran Jongerling, Esther Ulitzsch",
          "url": "https://doi.org/10.1080/00273171.2025.2492016",
          "doi": "https://doi.org/10.1080/00273171.2025.2492016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "“Pay Me Back”: Testing the Implications of Long-Term Changes and Partner Similarity in Exchange Orientation Within Intimate Relationships",
          "authors": "Haeyoung Gideon Park, Matthew D. Johnson, Amie M. Gordon, Emily A. Impett",
          "abstract": "Past research on intimate relationships suggests that exchange orientation—the tendency to expect direct reciprocation when providing a benefit—predicts lower relationship well-being. However, limited research has examined the long-term associations of this link or the effects of partner similarity in exchange orientation. The present research addressed this gap by employing a set of rigorous analyses on longitudinal data spanning 13 years from a national sample of romantic couples in Germany ( N = 7,293 couples). Latent curve models with structured residuals (LCM-SR) revealed that romantic partners, on average, experienced a general decline in exchange orientation over the course of their relationship. Partners who showed slower declines in exchange orientation experienced steeper declines in relationship satisfaction. Within-person increases in exchange orientation predicted future decreases in relationship satisfaction. Dyadic response surface analyses (DRSA) indicated no evidence of similarity effects. Overall, these findings corroborate the adverse effects of exchange orientation on intimate relationships.",
          "url": "https://doi.org/10.1177/01461672251330700",
          "doi": "https://doi.org/10.1177/01461672251330700",
          "filter": 0
        },
        {
          "title": "Coherence and the Conjunction Fallacy",
          "authors": "Annetta Snell, Madison Burt, Miron Zuckerman",
          "abstract": "The conjunction fallacy occurs when, after reading about an introductory event a , participants rate a combination of two events ( b ˄ c ) as more likely than a single event b . It has been proposed that the fallacy is more likely to occur when the coherence of a, b, c —the extent to which the three events fit together to form a united and complete story—is greater than that of a, b . In the current research, participants were presented with a three-event sequence made to appear coherent or non-coherent. The events were presented in one of three modalities (verbal, physical, and musical) with two studies in each modality. Compared to chance, participants were more likely to commit the fallacy in the coherent condition and less likely to commit the fallacy in the non-coherent condition. Coherence can thus serve as a conduit by which different circumstances can induce the conjunction fallacy.",
          "url": "https://doi.org/10.1177/01461672251335810",
          "doi": "https://doi.org/10.1177/01461672251335810",
          "filter": 0
        },
        {
          "title": "Context Norms Shape Perceived Motives of Organizational Diversity Statements",
          "authors": "Kimberly E. Chaney, Emma Wedell, Izilda Pereira-Jorge, Marley B. Forbes",
          "abstract": "Diversity statements have become common practice for organizations; might this norm backfire for norm-adhering organizations? The present research examines if awareness of diversity statement norms across organizations leads to perceptions of an organization’s diversity statement as mere norm adherence. Across four experiments recruiting Black and LGBTQ+ U.S. participants ( N = 1,326), we find that when diversity statements are the norm across organizations, an organization’s diversity statement is viewed as more externally motivated and marginalized group members report lower anticipated belonging and perceive the organization as less committed to diversity than when organizational diversity statements are not the norm. We further examine perceptions of organizations that violate a diversity statement norm and how the strength of the norm impacts perceptions. By incorporating research on attributions and egalitarian norm perceptions, the present research affords novel insights into perceptions of organizational diversity commitments with implications for marginalized group members’ anticipated belonging.",
          "url": "https://doi.org/10.1177/01461672251330694",
          "doi": "https://doi.org/10.1177/01461672251330694",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Doubling-Back Aversion: A Reluctance to Make Progress by Undoing It",
          "authors": "Kristine Y. Cho, Clayton R. Critcher",
          "abstract": "Four studies ( N = 2,524 U.S.-based adults recruited from the University of California, Berkeley, or Amazon Mechanical Turk) provide support for doubling-back aversion, a reluctance to pursue more efficient means to a goal when they entail undoing progress already made. These effects emerged in diverse contexts, both as participants physically navigated a virtual-reality world and as they completed different performance tasks. Doubling back was decomposed into two components: the deletion of progress already made and the addition to the proportion of a task that was left to complete. Each contributed independently to doubling-back aversion. These effects were robustly explained by shifts in subjective construals of both one’s past and future efforts that would result from doubling back, not by changes in perceptions of the relative length of different routes to an end state. Participants’ aversion to feeling their past efforts were a waste encouraged them to pursue less efficient means. We end by discussing how doubling-back aversion is distinct from established phenomena (e.g., the sunk-cost fallacy).",
          "url": "https://doi.org/10.1177/09567976251331053",
          "doi": "https://doi.org/10.1177/09567976251331053",
          "filter": 0
        },
        {
          "title": "The Ethnic and Political Divide in the Preference for Strong Leaders",
          "authors": "Krishnan Nair, Marlon Mooijman, Maryam Kouchaki",
          "abstract": "The prevailing view among scholars has been that the preference for strong leaders is an idiosyncratic feature of right-wing individuals. However, it is unclear whether this inference is accurate given that prior research has largely overlooked the role of ethnicity. We analyzed data from the United States and Western Europe ( N = 34,443) and found that ethnic minorities (and right-wing individuals) preferred strong leaders to a greater extent than Whites (and left-wing individuals). Notably, ethnic minorities across diverse ethnic and political backgrounds were closer to right-wing Whites on strong-leader preference than to left-wing Whites. Our work also provides some evidence, using both measurement-of-mediation (Studies 1–4) and experimental mediation (preregistered Studies 5 and 6), that generalized trust helps explain group differences in strong-leader preference. In sum, our research illustrates the unique nature of left-wing Whites’ leadership preferences, and highlights the importance of testing social science theories using diverse participant samples.",
          "url": "https://doi.org/10.1177/09567976251327217",
          "doi": "https://doi.org/10.1177/09567976251327217",
          "filter": 0
        },
        {
          "title": "Why Should You Trust Research Published in Psychological Science ?",
          "authors": "Simine Vazire",
          "url": "https://doi.org/10.1177/09567976251336246",
          "doi": "https://doi.org/10.1177/09567976251336246",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Comparing the emotional effects of semantic content and vocal expression of lyrics",
          "authors": "Nathan Pond",
          "abstract": "Despite a growing literature suggesting that the lyrics of music may have an emotional effect, there are as of yet no studies examining which elements of lyrics influence emotional experience. The present study explored the emotional effect of lyrics sung without a melodic accompaniment, examining whether the vocal expression or the semantic content of the lyrics had a greater influence on emotional state. A sample of 170 participants were presented four variants of sung lyrics, representing all possible combinations of vocal expression (happy; sad) and semantic content (happy; sad) condition, with emotional state being measured using the Brief Mood Introspection Scale (BMIS) following each presentation. A 2 × 2 repeated-measures analysis of covariance (ANCOVA) revealed that, after controlling for familiarity with the song, both the emotional valence of the vocal expression and the semantic content influenced emotional experience, though the vocal expression did so to a greater magnitude. Therefore, the vocal expression of lyrics may have the dominant effect on emotions, though the semantic content still has a minor influence.",
          "url": "https://doi.org/10.1177/03057356251334142",
          "doi": "https://doi.org/10.1177/03057356251334142",
          "filter": 0
        },
        {
          "title": "The melody in the mind: Associations between earworms, schizotypy, and subclinical obsessive-compulsive disorder",
          "authors": "Flóra Fülöp, Ferenc Honbolygó",
          "abstract": "Earworms are a form of involuntary musical imagery which are in many ways similar to musical hallucinations and obsessions present in clinical disorders, such as schizophrenia and obsessive-compulsive disorder (OCD). Previous research has shown relationships between earworms and schizotypy as well as subclinical OCD. The aim of this study was to investigate these associations in a Hungarian sample of 4301 participants. We hypothesized that (1) there would be significant correlations between aspects of schizotypy, subclinical OCD and earworms; (2) higher scores on either the Obsessive-Compulsive Inventory – Revised (OCI-R) or the Schizotypal Personality Questionnaire – Brief Revised (SPQ-BR) would be associated with more negative attitudes toward earworm experiences, as measured with the Negative valence factor of the Involuntary Musical Imagery Scale (IMIS), as well as (3) longer and more frequent earworm episodes. Bayesian Kendall’s tau-b correlations showed weak relationships between several aspects of both schizotypy and subclinical OCD, and introspection related to earworms and earworm-related movement. S tructural equation models showed that subclinical OCD had a weak, positive association with negative attitudes toward earworms, while schizotypy had a positive association with earworm frequency, earworm-related movement, and earworm-related introspection. These results partially support previous findings, and provide new, relevant information about the associations of personality traits and earworms in a large sample.",
          "url": "https://doi.org/10.1177/03057356251334601",
          "doi": "https://doi.org/10.1177/03057356251334601",
          "filter": 0
        },
        {
          "title": "“My musical self-portrait”: The phenomenology of musical improvisation",
          "authors": "Viktor Kemény, Szabolcs Bandi, Dorian Vida, Mátyás Káplár, György Révész",
          "abstract": "Musical improvisation is a widely used practice within many musical genres and cultures. But although there have been several studies on the experience and psychological benefits of music listening and music making, few have focused specifically on musical improvisation outside the practices of music therapy and jazz improvisation. In this study, we aim to explore the phenomenology of musical improvisation to find the possible psychological motives and everyday mental health functions related to it. Semi-structured interviews were recorded with 11 musicians (2 female/10 male, mean age 27.8 years) and analyzed using Interpretative Phenomenological Analysis. The analysis found two master themes (with five emergent themes): self-actualization (with need for growth, self-expression, and peak experiences) and intersubjectivity (with receptivity and rapport). In this empirical study, we found that musical improvisation provides a medium for self-expression and self-exploration, and by creating an intersubjective field within the improvisers and listeners. These motives also reliably trigger peak and optimal experiences, such as flow state.",
          "url": "https://doi.org/10.1177/03057356251316885",
          "doi": "https://doi.org/10.1177/03057356251316885",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Technology, Mind, and Behavior",
      "journal_short": "TMB",
      "articles": [
        {
          "title": "Trustworthy enough? Examining trustworthiness assessments of large language model-based medical agents.",
          "authors": "Nadine Schlicker, Fabian Lechner, Katja Wehrle, Berit Greulich, Martin C. Hirsch, Markus Langer",
          "url": "https://doi.org/10.1037/tmb0000164",
          "doi": "https://doi.org/10.1037/tmb0000164",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
