{
  "update": "2025-12-16",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Towards a Clearer Understanding of Causal Estimands: The Importance of Joint Effects in Longitudinal Designs With Time-Varying Treatments",
          "authors": "Lukas Junker, Ramona Schoedel, Florian Pargent",
          "abstract": "Longitudinal studies with time-varying treatments or exposures make it hard to figure out “what effect” is being estimated. Drawing on causal inference, we clarify this by distinguishing between total, direct, and—centrally—joint effects, defined within the potential-outcomes framework and illustrated with directed acyclic graphs. Joint effects extend average treatment effects to repeated interventions, providing a practical measure of combined intervention effects over time. Using a worked example on smartphone use and sleep quality, we demonstrate how different estimands answer different questions, why single total effects can sometimes mislead in longitudinal settings, and how joint effects capture strategy-level consequences across time. A key practical takeaway is that joint effects can be estimated in both experimental and observational studies. In the latter, it typically suffices to adjust only for variables that govern treatment decisions at each time point rather than modeling the entire causal system. Building on this, we propose covariate-driven treatment assignment (information-restriction designs in which decisions depend only on observed covariates) as a practical route to causal inference in nonexperimental psychology, and we connect these designs to estimation via g-methods from epidemiology. We provide open materials, including R code, to support adoption.",
          "url": "https://doi.org/10.1177/25152459251391174",
          "doi": "https://doi.org/10.1177/25152459251391174",
          "filter": 0,
          "created": "2025-12-10"
        },
        {
          "title": "Investigating the Barriers and Enablers to Data-Sharing Behaviors: A Qualitative Registered Report",
          "authors": "Emma L. Henderson, Ruth Abrams, Afrodita Marcu, Lou Atkins, Emily K. Farran",
          "abstract": "“Data sharing” describes the process of making research data available for reuse. The availability of research data is the basis of transparent, effective research systems that democratize access to knowledge and advance discovery. Despite a broad recognition of the value of data sharing across the sector, many researchers are not yet engaging meaningfully with data-sharing behaviors. Through a behavioral lens, in this qualitative Registered Report, we aimed to identify the barriers and enablers to data sharing experienced by researchers working at a UK university. Data were collected using a theoretically informed 26-item interview schedule (capability, opportunity, motivation–behavior [COM-B] model; theoretical-domains framework [TDF]). Fourteen participants across a range of career levels and disciplines were recruited to take part in semistructured interviews focused on data-sharing behaviors and their influences. Transcripts were analyzed using thematic template analysis based on the COM-B constructs and TDF domains. Results indicated that quantitative data-sharing behaviors were performed differently to qualitative behaviors, which affected the required skills. However, the barriers experienced were similar across all disciplines. These barriers included a lack of time to undertake data-sharing activities, concerns over General Data Protection Regulation/correct deidentification of data, and limited infrastructure. Enablers included researchers’ drive to be seen as open researchers. This identity matters to them for both the good of research and what it signals about them. It is a key enabling factor, potentially driving behavior even in the absence of other factors. Mandating data-sharing activities could encourage more widespread behaviors. However, such mandates need to be both discipline-specific and supported by institutions providing adequate resources.",
          "url": "https://doi.org/10.1177/25152459251385960",
          "doi": "https://doi.org/10.1177/25152459251385960",
          "filter": 0,
          "created": "2025-12-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Tobit modeling for dependent-sample t-tests and moderated regression with ceiling or floor data",
          "authors": "Lijuan Wang, Ruoxuan Li",
          "abstract": "Ceiling or floor effects pose analytic challenges in behavioral and psychological research. In this study, we developed novel Tobit modeling approaches, estimated using maximum likelihood (ML) or Bayesian methods, to address these effects for widely used statistical analyses, including the dependent-sample t -test and moderated regression. Simulation studies were conducted to compare the performance of the proposed modeling approaches to the conventional approach where ceiling or floor data are treated as if true values. The conventional approach was found to yield biased estimates, inflated Type I error rates, and poor confidence interval coverage, even with as little as 10% ceiling data. In contrast, the proposed approaches with either ML or Bayesian estimation provided accurate estimates and inference results across most studied conditions (e.g., with 30% ceiling data). Real data examples further illustrated the impact of modeling choices. To facilitate implementations of the proposed Tobit modeling approaches, we provide simulated datasets along with R and Mplus scripts online. Implications of the findings and future research directions were discussed.",
          "url": "https://doi.org/10.3758/s13428-025-02904-y",
          "doi": "https://doi.org/10.3758/s13428-025-02904-y",
          "filter": 0,
          "created": "2025-12-10"
        },
        {
          "title": "Synthesis and perceptual scaling of high-resolution naturalistic images using Stable Diffusion",
          "authors": "Leonardo Pettini, Carsten Bogler, Christian Doeller, John-Dylan Haynes",
          "abstract": "Naturalistic scenes are of key interest for visual perception, but controlling their perceptual and semantic properties is challenging. Previous work on naturalistic scenes has frequently focused on collections of discrete images with considerable physical differences between stimuli. However, it is often desirable to assess representations of naturalistic images that vary along a continuum. Traditionally, perceptually continuous variations of naturalistic stimuli have been obtained by morphing a source image into a target image. This produces transitions driven mainly by low-level physical features and can result in semantically ambiguous outcomes. More recently, generative adversarial networks (GANs) have been used to generate continuous perceptual variations within a stimulus category. Here, we extend and generalize this approach using a different machine learning approach, a text-to-image diffusion model (Stable Diffusion XL), to generate a freely customizable stimulus set of photorealistic images that are characterized by gradual transitions, with each image representing a unique exemplar within a prompted category. We demonstrate the approach by generating a set of 108 object scenes from six categories. For each object scene, we generate ten variants that are ordered along a perceptual continuum. This ordering was first estimated using a machine learning model of perceptual similarity (LPIPS) and then subsequently validated with a large online sample of human participants. In a subsequent experiment, we show that this ordering is also predictive of stimulus confusability in a working memory task. Our image set is suited for studies investigating the graded encoding of naturalistic stimuli in visual perception, attention, and memory.",
          "url": "https://doi.org/10.3758/s13428-025-02889-8",
          "doi": "https://doi.org/10.3758/s13428-025-02889-8",
          "filter": 0,
          "created": "2025-12-10"
        },
        {
          "title": "ThreatSim: A novel stimuli database of threatening and nonthreatening image pairs rated for similarity",
          "authors": "Andras N. Zsido, Michael C. Hout, Eben W. Daggett, Julia Basler, Otilia Csonka, Bahtiyar Yıldız, Marko Hernandez, Bryan White, Botond Laszlo Kiss",
          "abstract": "Researchers often require validated and well-rounded sets of image stimuli. For those interested in understanding the various visual attentional biases toward threatening stimuli, a dataset containing a variety of such objects is urgently needed. Here, our goal was to create an image database of animate and inanimate objects, including those that people find threatening and those that are visually similar to them but are not considered threatening. To do this, we recruited participants ( N = 77) for an online survey in which they were asked to name threatening objects and try to come up with a visually similar counterpart. We then used the survey results to create a list of 32 objects, including eight from each crossing of threatening versus nonthreatening and animate versus inanimate. We obtained 20 exemplar images from each category (640 unique images in total, all copyright-free and openly shared). An independent sample of participants ( N = 191) judged the similarity of these images using the spatial arrangement method. Data were then modeled using multidimensional scaling. Our results present modeling outcomes using a “map” of animate and inanimate objects (separately) that spatially conveys the perceived similarity relationships between them. We expect that this image set will be widely used in future visual attention studies and more.",
          "url": "https://doi.org/10.3758/s13428-025-02906-w",
          "doi": "https://doi.org/10.3758/s13428-025-02906-w",
          "filter": 0,
          "created": "2025-12-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "For whom does online social support matter most? Exploring the joint moderating roles of depressive symptoms and physical functioning in the relationship between online social support and quality of life",
          "authors": "Juwon Hwang",
          "url": "https://doi.org/10.1016/j.chb.2025.108893",
          "doi": "https://doi.org/10.1016/j.chb.2025.108893",
          "filter": 0,
          "created": "2025-12-10"
        },
        {
          "title": "Risk profiles for the perpetration of non-consensual sharing of sexual content among Spanish adolescents: a cross-sectional and longitudinal study",
          "authors": "Estrella Durán-Guerrero, Virginia Sánchez-Jiménez, Noelia Muñoz-Fernández",
          "url": "https://doi.org/10.1016/j.chb.2025.108889",
          "doi": "https://doi.org/10.1016/j.chb.2025.108889",
          "filter": 0,
          "created": "2025-12-11"
        },
        {
          "title": "Altered uncertainty processing during adaptive learning in internet gaming disorder",
          "authors": "Yi-Xu Pang, Lei Zhang, Yuan-Wei Yao, Marc N. Potenza, Lu Liu",
          "url": "https://doi.org/10.1016/j.chb.2025.108882",
          "doi": "https://doi.org/10.1016/j.chb.2025.108882",
          "filter": 0,
          "created": "2025-12-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Intergroup relations after being ostracized and included by one’s own two in-groups",
          "authors": "Erez Yaakobi, Idit Shalev, Shenhav Malul",
          "abstract": "Despite the rise in exogamous marriages, little is known about how adolescents with parents from two different religious backgrounds experience social exclusion and acceptance. Two experimental ostracism-inducing studies examined needs satisfaction among Israeli adolescents aged 12–19 with a Muslim mother–Jewish father or vice versa when excluded or included by members of either parent’s group. The control groups consisted of adolescents with two Muslim or two Jewish parents. When playing Cyberball against ostensibly Jewish or Muslim opponents, the control participants showed a classic in-group effect: lower needs satisfaction when excluded and higher when included by their in-group. By contrast, split-identity adolescents reported the lowest needs satisfaction when excluded by either group, but the highest when included by members of the community in which they lived (Study 1: Muslim; Study 2: Jewish). The findings underscore the importance of social context for identity formation and intergroup relations and point to interventions to reduce conflict and support split-identity youth.",
          "url": "https://doi.org/10.1177/13684302251394642",
          "doi": "https://doi.org/10.1177/13684302251394642",
          "filter": 0,
          "created": "2025-12-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Distinct modulatory effects of altruistic and deontological guilt on neural processes of empathy",
          "authors": "Ziyu Zhang, Tingji Chen",
          "url": "https://doi.org/10.1016/j.jesp.2025.104864",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104864",
          "filter": 0,
          "created": "2025-12-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Associations of fear, anger, happiness, and hope with risk judgments: Revisiting appraisal-tendency framework with a replication and extensions registered report of Lerner and Keltner (2001).",
          "authors": "Sirui Lu, Emir Efendić, Gilad Feldman",
          "url": "https://doi.org/10.1037/pspp0000586",
          "doi": "https://doi.org/10.1037/pspp0000586",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Individualism–collectivism: Reconstructing Hofstede’s dimension of cultural differences.",
          "authors": "Plamen Akaliyski, Vivian L. Vignoles, Christian Welzel, Michael Minkov",
          "url": "https://doi.org/10.1037/pspp0000580",
          "doi": "https://doi.org/10.1037/pspp0000580",
          "filter": 0,
          "created": "2025-12-11"
        },
        {
          "title": "Exploring the counteractive effects of mandating diversity training: Solution aversion, reactance, and polarized social beliefs.",
          "authors": "Peter Jin, Gavan J. Fitzsimons, Aaron C. Kay",
          "url": "https://doi.org/10.1037/pspi0000510",
          "doi": "https://doi.org/10.1037/pspi0000510",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Talking about what we support versus oppose affects others’ openness to our views.",
          "authors": "Rhia Catapano, Zakary L. Tormala",
          "url": "https://doi.org/10.1037/pspa0000473",
          "doi": "https://doi.org/10.1037/pspa0000473",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Being present: Witnessing landmark historical events boosts meaning in life.",
          "authors": "Yige Yin, Yuling Wang, Xiaohan Wu, Xiaoqi Sun, Joshua A. Hicks, Tim Wildschut, Constantine Sedikides, Tonglin Jiang",
          "url": "https://doi.org/10.1037/pspi0000511",
          "doi": "https://doi.org/10.1037/pspi0000511",
          "filter": 0,
          "created": "2025-12-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Impartial Beneficence Predicts Greater and More Uniform Concern for Others Across Social Relationships",
          "authors": "Brian D. Earp, Killian L. McLoughlin, Mina Caraccio, Rachel Calcott, Joshua Rottman, Margaret S. Clark, M. J. Crockett",
          "abstract": "The principle of impartial beneficence (IB) holds that we should strive to maximize others’ well-being regardless of their relationship to us. But does endorsement of IB in principle translate to more uniform concern for others irrespective of relationship type? Three pre-registered studies in online samples of U.S. participants (total N =1,716) found IB endorsement predicts greater and more uniform concern for others across social relationships varying in social distance: in care prescriptions (Study 1), as well as blame judgments (Study 2) and guilt expressions (Study 3) when care norms are violated or care is not provided. Heightened concern for others in socially distant relationships was not “offset” by less concern for those in close ones. IB was not associated with a motive to be generally admired, but was linked to a motive to form communal relationships. Across different types of moral judgments, a commitment to IB thus entails caring much more than average about the well-being of socially distant others, while maintaining a high level of concern for socially close ones.",
          "url": "https://doi.org/10.1177/01461672251379518",
          "doi": "https://doi.org/10.1177/01461672251379518",
          "filter": 0,
          "created": "2025-12-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Bulletin",
      "journal_short": "PsychBull",
      "articles": [
        {
          "title": "Data extraction by generative artificial intelligence: Assessing determinants of accuracy using human-extracted data from systematic review databases.",
          "authors": "Thorben Jansen, Lucas W. Liebenow, Ute Mertens, Fabian T. C. Schmidt, Julian F. Lohmann, Johanna Fleckenstein, Jennifer Meyer",
          "url": "https://doi.org/10.1037/bul0000501",
          "doi": "https://doi.org/10.1037/bul0000501",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Content knowledge and comprehension: A meta-analytic review of correlational and causal associations.",
          "authors": "Young-Suk Grace Kim, Yucheng Cao",
          "url": "https://doi.org/10.1037/bul0000502",
          "doi": "https://doi.org/10.1037/bul0000502",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Attention bias for facial expressions of emotion: A meta-analytic review.",
          "authors": "Joshua W. Maxwell, Robert D. Torrence, Eric Ruthruff",
          "url": "https://doi.org/10.1037/bul0000496",
          "doi": "https://doi.org/10.1037/bul0000496",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "The approach-inhibition theory of power: A meta-analytic test and synthesis.",
          "authors": "Tyler B. Sabey, Braydon C. Shanklin, Jason A. Colquitt, Michael D. Baer",
          "url": "https://doi.org/10.1037/bul0000500",
          "doi": "https://doi.org/10.1037/bul0000500",
          "filter": 0,
          "created": "2025-12-15"
        }
      ],
      "articles_hidden": []
    }
  ]
}
