{
  "update": "2025-09-21",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Rethinking migrant reception in the age of color-blind racism: an experimental approach",
          "authors": "Michael Middleton",
          "abstract": "A large and robust literature has emerged in recent years that looks at the acceptance of migrants into Western countries. Surprisingly, these studies have consistently found that residents in Western countries accept non-White migrants at virtually the same level as White migrants. Missing from these studies is an engagement with racism in its modern form, which is often more “color-blind,” or hidden, rather than overtly expressed, and thus can be more difficult to capture. In this study, I ask the following questions: (1) What role do racialization processes play in attitudes toward migrants? and (2) Do these processes vary across different questions of acceptance? To answer these questions, this study utilizes Duboisian insight to argue that, while White attitudes toward non-White migrants may be positive in the abstract, when Whites are forced to give up their symbolic and material power in the process, this positive reception wanes. The study utilizes a conjoint design experimental online survey to test the acceptance of migrants applying for refugee status across multiple outcomes: (1) legal acceptance, which measures the acceptance across the physical border, and (2) symbolic acceptance, which measures the acceptance into American society. These findings replicate prior research in finding no significant difference between the legal acceptance of White and non-White migrants among White respondents. However, when the acceptance outcome becomes symbolic, this parity dissipates. This study contributes to the literature by adding a symbolic layer to migrant acceptance in the United States, an important distinction in the era of color-blind racism.",
          "url": "https://doi.org/10.1093/sf/soaf147",
          "doi": "https://doi.org/10.1093/sf/soaf147",
          "filter": 0
        },
        {
          "title": "Confronting the past in a polarized present: holocaust representations motivate people for symbolic justice and against antisemitism",
          "authors": "Berenike Firestone, Ruth Ditlmann, Oguzhan Turkoglu",
          "abstract": "Awareness of past atrocities is widely seen as critical for restoring justice and building resilient democracies. Cultural representations are often deployed by cultural elites to keep the past alive. Yet, we know little about how ordinary citizens respond to them. Through a survey experiment (n = 2198), we measured the effect of three different prototypical cultural representations of the Holocaust on intentions to commemorate the Holocaust, intentions to counter antisemitism, and attitudes towards minoritized groups. We find that all three forms demonstrate overall effectiveness in motivating individuals in support of commemoration and against antisemitism and improving their attitudes towards minoritized groups. We find heterogeneous treatment effects by party affiliation. For far-right supporters, reading about the story of an individual victim is particularly effective. For others, representations that center the sheer extent of atrocities or focus on symbolic justice efforts show a greater effect on action intentions. We repeated the survey with the same respondents three months later (November 2023), following the start of the Israel–Gaza war, and found that means and treatment effects remained overall stable despite the change in context. The results demonstrate the power of cultural representations of historical injustice for motivating people to take action and reducing their prejudice today.",
          "url": "https://doi.org/10.1093/sf/soaf142",
          "doi": "https://doi.org/10.1093/sf/soaf142",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "The gears in network dynamics: The alter-trajectory approach",
          "authors": "Shira Offer, Claude S. Fischer, Keunbok Lee",
          "url": "https://doi.org/10.1016/j.socnet.2025.08.003",
          "doi": "https://doi.org/10.1016/j.socnet.2025.08.003",
          "filter": 0
        },
        {
          "title": "Duality: Taking stock and moving forward",
          "authors": "Ronald L. Breiger",
          "url": "https://doi.org/10.1016/j.socnet.2025.09.002",
          "doi": "https://doi.org/10.1016/j.socnet.2025.09.002",
          "filter": 0
        },
        {
          "title": "Duality: The first fifty years and beyond",
          "authors": "Alessandro Lomi, Philippa E. Pattison",
          "url": "https://doi.org/10.1016/j.socnet.2025.09.001",
          "doi": "https://doi.org/10.1016/j.socnet.2025.09.001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Virtual charter students have worse labor market outcomes as young adults",
          "authors": "Paul Y. Yoo, Thurston Domina, Andrew McEachin, Leah Clark, Hannah Hertenstein, Andrew M. Penner",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103240",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103240",
          "filter": 0
        },
        {
          "title": "Credibility and/or anxiety - The moderators of political information on migration",
          "authors": "Sandra N. Morgenstern",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103256",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103256",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Simulation-Based Sensitivity Analysis in Optimal Treatment Regimes and Causal Decomposition With Individualized Interventions",
          "authors": "Soojin Park, Suyeon Kang, Chioun Lee",
          "abstract": "Causal decomposition analysis aims to assess the effect of modifying risk factors on reducing social disparities in outcomes. Recently, this analysis has incorporated individual characteristics when modifying risk factors by utilizing optimal treatment regimes (OTRs). Since the newly defined individualized effects rely on the no omitted confounding assumption, developing sensitivity analyses to account for potential omitted confounding is essential. Moreover, OTRs and individualized effects are primarily based on binary risk factors, and no formal approach currently exists to benchmark the strength of omitted confounding using observed covariates for binary risk factors. To address this gap, we extend a simulation-based sensitivity analysis that simulates unmeasured confounders, addressing two sources of bias emerging from deriving OTRs and estimating individualized effects. Additionally, we propose a formal bounding strategy that benchmarks the strength of omitted confounding for binary risk factors. Using the High School Longitudinal Study 2009 (HSLS:09), we demonstrate this sensitivity analysis and benchmarking method.",
          "url": "https://doi.org/10.1177/00491241251377741",
          "doi": "https://doi.org/10.1177/00491241251377741",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "The Political Economy of Optimal Taxation",
          "authors": "Elias Nosrati",
          "url": "https://doi.org/10.15195/v12.a26",
          "doi": "https://doi.org/10.15195/v12.a26",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Institutional Decline and Resilient Belief: Understanding Secularization in Latin America",
          "authors": "Matthew Blanton",
          "abstract": "A large body of literature analyzes trends of religious decline across Western Europe and North America. Often rooted in secularization theory—the idea that modernization reduces religious beliefs and practice—this research lacks attention to global, comparative contexts. In this study, the author addresses that gap by examining religious trends spanning two decades across 17 Latin American countries to analyze changes in religious affiliation, church attendance, and religious importance. The author demonstrates that institutional religiosity, measured by affiliation and church attendance, is declining, whereas personal religiosity, measured by religious importance, remains resilient and is even increasing. This fragmented secularization is distinct from patterns observed in Western Europe and the United States. Further analyses highlight additional differences, showing that religious dimensions in Latin America are less tightly correlated and that the religiously unaffiliated maintain stronger religious beliefs and practices than their counterparts in the West. To account for this divergence, the author integrates insights from the neosecularization paradigm with Latin American theories of popular religiosity and lived religion. This synthesis provides a more precise framework for understanding secularization in Latin America and offers a model for applying secularization theory to non-Western contexts, in which modernization unfolds in diverse ways.",
          "url": "https://doi.org/10.1177/23780231251369926",
          "doi": "https://doi.org/10.1177/23780231251369926",
          "filter": 0
        },
        {
          "title": "How the Student Loan Repayment Pause Increased Latinx Borrowers’ Agency and Diversified Their Spectrum of Emotions",
          "authors": "Daisy Verduzco Reyes, Melissa Quesada, Kimberly Garcia-Galvez",
          "abstract": "The coronavirus pandemic drastically reshaped how much of society functioned. Most of these changes were unfortunate in some way, but one change welcomed by many was the student loan repayment pause. This pause was enacted as relief given the pandemic’s effects on the economy and people’s financial standing. Approximately 35 million borrowers qualified and received, at least temporarily, not only some financial but also emotional respite from the heavy burden of debt. How was the repayment pause received emotionally by Latinx millennial borrowers? How did these borrowers feel before and then during the pause? Drawing on interviews from two waves of data collection—one in 2018 and another in 2022—the authors found an increased sense of agency among borrowers as well as an expanded spectrum of emotions, ranging from positive feelings of optimism to a more critical analysis of the student loan system during the repayment pause.",
          "url": "https://doi.org/10.1177/23780231251371747",
          "doi": "https://doi.org/10.1177/23780231251371747",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
