{
  "update": "2025-11-02",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "The political landscape of death: state policy polarization and mortality among Black and White Americans",
          "authors": "Anneliese N Luck",
          "abstract": "A growing body of macrostructural work examines the health impact of America’s polarizing state policy landscape. Yet few studies have considered whether these mortality burdens are unevenly shouldered across all population groups. This study examines the link between the ideological orientation of state policy environments and mortality across age groups and causes of death for non-Hispanic Black and White men and women from 1990 to 2019. Findings show that mortality increases among all groups as state policies shift rightward, peaking in early adulthood (ages 25–49). However, a clear race-sex gradient emerges, with the largest mortality increases observed among Black men, followed by Black and White women, and the smallest among White men. Findings reveal positive associations between mortality and conservative shifts across all age groups and causes of death with varying race-sex patterns. Young adult mortality (ages 25–49), as well as HIV/AIDS and drug overdoses identified as primary contributors to the observed race-sex gradient, while homicide and cardiovascular disease are key contributors for White men and women, respectively. Finally, I argue that the consequences of policy polarization must be understood not only as the increase in mortality (excess deaths) associated with conservative policy shifts, but also as the decrease in mortality (averted deaths) associated with liberal policy shifts. Together, these findings highlight the unequal burden of widening political divides across the country for Black and White Americans.",
          "url": "https://doi.org/10.1093/sf/soaf177",
          "doi": "https://doi.org/10.1093/sf/soaf177",
          "filter": 0
        },
        {
          "title": "Review of “Mothering in the Time of Coronavirus”",
          "authors": "Jennifer Randles",
          "url": "https://doi.org/10.1093/sf/soaf170",
          "doi": "https://doi.org/10.1093/sf/soaf170",
          "filter": 0
        },
        {
          "title": "Review of “The High School: Sports, Spirit, and Citizens, 1903–2024”",
          "authors": "Kemi A Oyewole",
          "url": "https://doi.org/10.1093/sf/soaf179",
          "doi": "https://doi.org/10.1093/sf/soaf179",
          "filter": 0
        },
        {
          "title": "When the watchdogs look away: the role of engineers’ ideological commitments in their grappling with tech bias",
          "authors": "Erin A Cech",
          "abstract": "Amid breakneck advancements in digital and mechanical technologies, postindustrial societies lean on tech professionals, particularly engineers, to be public welfare watchdogs—to recognize the potential for public welfare threats and to be accountable to intervene. But do engineers recognize public welfare concerns like tech bias as part of their professional responsibilities? Do they acknowledge technology’s role in inequality? Using representative survey data of US engineers, I find that the majority disregarded the recognition, accountability, and remediation of tech bias as part of their professional duties. Arguing that engineers’ grappling with tech bias is not a detached professional assessment but a sensemaking practice entwined with other ideological commitments, I find that politically conservative engineers were far less likely than their more liberal peers to see tech bias concerns as part of their professional duties. Tellingly, engineers who endorsed traditional ideologies in the professional culture of engineering about the defense of epistemic purity of their work were also less likely to see tech bias concerns as part of their responsibilities. These findings have important implications for tech equity and professions literatures: not only can inequality concerns be deeply politicized among professionals, but professionals can interpret the dismissal of these inequality concerns as broadly consistent with integrity and excellence in their field.",
          "url": "https://doi.org/10.1093/sf/soaf176",
          "doi": "https://doi.org/10.1093/sf/soaf176",
          "filter": 0
        },
        {
          "title": "Review of “Dreams Achieved and Denied: Mexican Intergenerational Mobility”",
          "authors": "Pierrette Hondagneu-Sotelo",
          "url": "https://doi.org/10.1093/sf/soaf109",
          "doi": "https://doi.org/10.1093/sf/soaf109",
          "filter": 0
        },
        {
          "title": "Repertoires of repair: managing ontological insecurity during the COVID-19 pandemic",
          "authors": "Ryan Hagen, Denise Milstein",
          "abstract": "This article examines the practices used by people who, while in a state of crisis, attempt to restore the sense of continuity and dependability in their environment that is a prerequisite for meaningful social action. Drawing on semi-structured interviews with 115 people conducted during the catastrophic first wave of the Covid-19 pandemic in New York City, we identify major categories and triggers of disruption as well as what we call the “repertoires of repair,” socially learned practices employed to bridge these ruptures. We find two main categories of repair work: changes to the socio-material environment of action, and changes to cognition. We refer to these categories as “agentic enactment” and “cognitive grounding” respectively. In our conclusion we suggest some implications of seeing ontological security as an ongoing relational achievement rather than a latent state of individual psychology. Challenging a transformational bias in sociology, we call for further research on the cultural work people do to produce continuity against continual disruption, and how even these efforts can paradoxically result in unintended social change.",
          "url": "https://doi.org/10.1093/sf/soaf178",
          "doi": "https://doi.org/10.1093/sf/soaf178",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Leveraging latent space network models for community intervention",
          "authors": "Sean Everton, Seth Gray, Chad Machiela, Rob Schroeder",
          "url": "https://doi.org/10.1016/j.socnet.2025.10.002",
          "doi": "https://doi.org/10.1016/j.socnet.2025.10.002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Between autonomy and interdependence: The changing parental role in adult children's family formation in China",
          "authors": "Shu Hu, Xiaorong Gu",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103279",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103279",
          "filter": 0
        },
        {
          "title": "Does parental involvement in school affect children's school performance?",
          "authors": "Bastian Mönkediek, Martin Diewald",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103275",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103275",
          "filter": 0
        },
        {
          "title": "Is political interest tracked in schools? Evidence from Germany",
          "authors": "Yuxin Zhang, Mario Quaranta, Moris Triventi",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103232",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103232",
          "filter": 0
        },
        {
          "title": "Within-country differences in school-work linkages: The case of Israel",
          "authors": "Thomas A. DiPrete, Meir Yaish, Evgeny Saburov",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103235",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103235",
          "filter": 0
        },
        {
          "title": "Homeownership and political participation: The case of Hong Kong",
          "authors": "Jun Yin, Jia Miao, Xiaogang Wu",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103257",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103257",
          "filter": 0
        },
        {
          "title": "Effects of local labor market conditions at birth on later life health and health behaviors",
          "authors": "Nicardo McInnis, Timothy Waidmann",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103252",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103252",
          "filter": 0
        },
        {
          "title": "Surveying the political divide: Public opinion in the era of partisan meaning-making",
          "authors": "Micah H. Nelson",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103237",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103237",
          "filter": 0
        },
        {
          "title": "Men’s and women’s aversion to female breadwinning: Linking individual attitudes to macro-level contexts",
          "authors": "Sangsoo Lee",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103233",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103233",
          "filter": 0
        },
        {
          "title": "The uneven effects of gender parity: Trends in gender homophily in scientific publications, 1980–2019",
          "authors": "Margarita Torre, Jesús A. Prieto-Alonso, Iñaki Ucar",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103228",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103228",
          "filter": 0
        },
        {
          "title": "Groups activate identities; identities activate behavior: How political homogeneity breeds extremism and apathy in American politics",
          "authors": "Jon Overton, Gideon Cunningham",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103234",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103234",
          "filter": 0
        },
        {
          "title": "Arbitrage equilibrium in scale- and venue-mediated socioeconomic segregation: A behavioral microeconomics framework",
          "authors": "Venkat Venkatasubramanian, Jessica Shi, Leo Goldman, E.M. Arun Sankar, Abhishek Sivaram",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103250",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103250",
          "filter": 0
        },
        {
          "title": "Virtual charter students have worse labor market outcomes as young adults",
          "authors": "Paul Y. Yoo, Thurston Domina, Andrew McEachin, Leah Clark, Hannah Hertenstein, Andrew M. Penner",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103240",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103240",
          "filter": 0
        },
        {
          "title": "Be true to your school: School profiling and school sorting by socio-economic status",
          "authors": "Dieuwke Zwier",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103239",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103239",
          "filter": 0
        },
        {
          "title": "Excluding entire ethno-religious immigrant groups at the borders of European countries: Integration policies versus welfare policies",
          "authors": "Maurice Gesthuizen, Michael Savelkoul, Peer Scheepers",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103251",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103251",
          "filter": 0
        },
        {
          "title": "Credibility and/or anxiety - The moderators of political information on migration",
          "authors": "Sandra N. Morgenstern",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103256",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103256",
          "filter": 0
        },
        {
          "title": "Who do they think you are? Inconsistencies in self- and proxy-reports of education within families",
          "authors": "Chloé Lavest, Mathieu Ferry, Mathieu Ichou, Patrick Präg",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103225",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103225",
          "filter": 0
        },
        {
          "title": "Public sector unionization and Black-White earnings inequality",
          "authors": "Tom VanHeuvelen, Jessie Himmelstern, Regina Baker",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103238",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103238",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Corrigendum to “The uneven effects of gender parity: Trends in gender homophily in scientific publications, 1980–2019” [Soc. Sci. Res. (2025) Volume 132/103228]",
          "authors": "Margarita Torre, Jesús A. Prieto-Alonso, Iñaki Ucar",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103249",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103249",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "The Play Shift: How Gender Shapes Carework and Labor Roles in Video Games",
          "authors": "Jeremy Brenner-Levoy",
          "abstract": "Although gender inequality in the workplace has improved in recent decades, researchers continue to struggle to disentangle the contributions of gatekeeping, socialization, and embodiment. The author argues that video games offer a novel site for exploring gender inequity in labor, including pink-collar careers and the second shift. Video games significantly reduce the impact of gatekeeping and embodiment, making it possible to observe the influence of socialization on role selection when players are disembodied and anonymous. Using 2,665 survey responses and 53 interviews with gamers, the author analyzes how gender identity, gender expression, and sexuality shape gamers’ selection into feminized and carework roles in three genres of video games. After reporting significant relationships for all three identity categories using logistic regression models, the author presents emergent themes related to motivations for playing supportive roles among video gamers. The author finds that fulfilling group needs, a preference for nurturing, and ease of access are typical rationales for selecting these types of labor. This illustrates that even when embodiment and gatekeeping are reduced, and players can frequently reselect roles, the impacts of socialization are strong enough to filter feminine and feminized groups into care-centric, social, and subordinated labor fields.",
          "url": "https://doi.org/10.1177/23780231251381873",
          "doi": "https://doi.org/10.1177/23780231251381873",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
