{
  "update": "2025-10-27",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "Asylum Decision-Making Under Trump: Shared Aspirations for Moral Realignment as a Mechanism of Moral Boundary Work in Times of Crisis",
          "authors": "Talia Shiff",
          "url": "https://doi.org/10.1086/739208",
          "doi": "https://doi.org/10.1086/739208",
          "filter": 0
        },
        {
          "title": "The Value of Internal Labor Markets: Evidence from LinkedIn Profiles and U.S. Inventors",
          "authors": "Letian Zhang, Simeng Wang",
          "url": "https://doi.org/10.1086/739251",
          "doi": "https://doi.org/10.1086/739251",
          "filter": 0
        },
        {
          "title": "Racial Discrimination in Context: The Role of Organizational Policies and Practices in Hiring Discrimination",
          "authors": "David S. Pedulla, Felipe Dias, Katherine E. Wullert, John Muñoz",
          "url": "https://doi.org/10.1086/739291",
          "doi": "https://doi.org/10.1086/739291",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "The political landscape of death: state policy polarization and mortality among Black and White Americans",
          "authors": "Anneliese N Luck",
          "abstract": "A growing body of macrostructural work examines the health impact of America’s polarizing state policy landscape. Yet few studies have considered whether these mortality burdens are unevenly shouldered across all population groups. This study examines the link between the ideological orientation of state policy environments and mortality across age groups and causes of death for non-Hispanic Black and White men and women from 1990 to 2019. Findings show that mortality increases among all groups as state policies shift rightward, peaking in early adulthood (ages 25–49). However, a clear race-sex gradient emerges, with the largest mortality increases observed among Black men, followed by Black and White women, and the smallest among White men. Findings reveal positive associations between mortality and conservative shifts across all age groups and causes of death with varying race-sex patterns. Young adult mortality (ages 25–49), as well as HIV/AIDS and drug overdoses identified as primary contributors to the observed race-sex gradient, while homicide and cardiovascular disease are key contributors for White men and women, respectively. Finally, I argue that the consequences of policy polarization must be understood not only as the increase in mortality (excess deaths) associated with conservative policy shifts, but also as the decrease in mortality (averted deaths) associated with liberal policy shifts. Together, these findings highlight the unequal burden of widening political divides across the country for Black and White Americans.",
          "url": "https://doi.org/10.1093/sf/soaf177",
          "doi": "https://doi.org/10.1093/sf/soaf177",
          "filter": 0
        },
        {
          "title": "My co-workers, my pay, our inequality regime: a relational inequality model",
          "authors": "Donald Tomaskovic-Devey, Jasmine Kerrissey, Yifan Li",
          "abstract": "We conceptualize within job group income distributions as the outcome of claims-making over organizational resources. We examine same job group co-workers by race/gender in all U.S. state and local government workplaces. Findings show that 81% of the time White men earn more than the average worker with whom they share a workplace and job group. Conversely, Black and Hispanic women are disadvantaged respectively 83% and 84% of the time. On average White men’s earnings are higher when they share jobs with almost all other status groups, most robustly with all women and Black men. White women see consistent earnings advantages when their co-workers are Black or Hispanic women, but often also profit when working with Black men. Other race/gender groups experience more variation in their earnings relative to co-workers, but within racial groups men tend to benefit from same race women co-workers. We further explore variation in these patterns based on organizational racialization, finding that when managers are predominantly Black or Hispanic, White earning advantages shrink. This advantage is not sensitive to whether management is dominated by White men or White women.",
          "url": "https://doi.org/10.1093/sf/soaf162",
          "doi": "https://doi.org/10.1093/sf/soaf162",
          "filter": 0
        },
        {
          "title": "Diverging pathways: first-year college courses and the gender gap in STEM degree attainment",
          "authors": "Dafna Gelbgiser, Oded Mcdossi",
          "abstract": "Gender differences in occupational plans in high school are an important predictor of the low representation of women among degree recipients in science, technology, engineering, and math (STEM) fields. Yet even among STEM-aspiring students, women are substantially less likely than men to obtain a STEM degree. Building on the educational literature on “curricular momentum” and recent evidence of the social and academic contexts of STEM introductory courses, this paper sheds light on the role played by first-year college courses in the diverging career pathways of men and women. Drawing on detailed transcript information of a nationally representative sample of US college students, we demonstrate that the proportion of STEM courses college students take during their first year and the gendered association between these courses and attainment are key explanations of gender differences in STEM degree attainment. Among students with similar STEM plans, men take a higher proportion of STEM courses than women, contributing to their advantage in STEM attainment. Even more consequential is the gendered association between STEM courses and degree attainment. The proportion of STEM courses in the first year of college is more predictive of men’s attainment than women’s, especially among STEM-oriented students. These findings suggest colleges should look closely at the courses men and women take in their first year and ensure the institutional and social contexts of introductory STEM courses allow all students to pursue their aspirations.",
          "url": "https://doi.org/10.1093/sf/soaf174",
          "doi": "https://doi.org/10.1093/sf/soaf174",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "What drives educational segregation and which communities are affected? Findings from a decomposition approach",
          "authors": "Samuel H. Kye, Thalia Tom",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103263",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103263",
          "filter": 0
        },
        {
          "title": "Cross-cohort employment differences among U.S. mothers of young children: The role of nonparental childcare",
          "authors": "Rachel M. Shattuck",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103261",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103261",
          "filter": 0
        },
        {
          "title": "Public housing and neighborhood composition in Hong Kong, 1981–2016",
          "authors": "Yi Zhang, Xiaogang Wu",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103276",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103276",
          "filter": 0
        },
        {
          "title": "Doing diversity? Analyzing support for diversity policies with a conjoint experiment",
          "authors": "Katharina Stückradt, Bram Lancee, Valentina Di Stasio",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103262",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103262",
          "filter": 0
        },
        {
          "title": "Moving homes, changing perspectives: How residential and social mobility in childhood shape locus of control and adult mental health",
          "authors": "Riccardo Valente, Sergi Vidal",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103272",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103272",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "The Statistical Advantages of Multilevel Analysis of Individual Heterogeneity and Discriminatory Accuracy for Estimating Intersectional Inequalities",
          "authors": "George Leckie, Andrew Bell, Juan Merlo, SV Subramanian, Clare Evans",
          "abstract": "Multilevel Analysis of Individual Heterogeneity and Discriminatory Accuracy (MAIHDA) is a multilevel regression approach grounded in intersectionality theory. It examines inequalities across intersections of social identities (e.g., gender, ethnicity, class) and is argued to provide more accurate predictions of intersectional means than conventional methods that estimate group means directly or via regressions with all interactions. This study evaluates that claim using analytic expressions and an empirical illustration to compare simple and MAIHDA-predicted means against population values. Predictive accuracy is assessed via variance, correlation, bias, and mean squared error. Results show that MAIHDA estimates generally outperform simple means, particularly when decomposing intersectional means into additive and non-additive identity effects. The magnitude of the advantage depends on inequality patterns and group sample sizes. MAIHDA is especially valuable when inequalities are subtle or data for marginalized intersections are sparse—conditions common in practice. These findings highlight MAIHDA's practical relevance for quantitative intersectionality research.",
          "url": "https://doi.org/10.1177/00491241251385123",
          "doi": "https://doi.org/10.1177/00491241251385123",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Take a Load Off? Not for Mothers: Gender, Cognitive Labor, and the Limits of Time and Money",
          "authors": "Ana Catalano Weeks, Helen Kowalewska, Leah Ruppanner",
          "abstract": "Globally, women perform the lion’s share of domestic labor. Research indicates that gender disparities in cognitive labor—the “thinking work” required to anticipate and monitor household needs—are even more pronounced than in physical household labor. Although traditional theories explain the gender division of physical household labor in terms of time, money, or gender performance, the applicability of these frameworks to the mental load is unclear. The authors address that gap using survey data from 2,133 partnered, heterosexual U.S. parents. Exposing the limits of time-availability and resource-based models, the authors find that women’s employment and earnings reduce their physical household labor, but not their cognitive burden. To explain this persistence, the authors introduce the concept of gendered cognitive stickiness: once assigned on the basis of gendered expectations (often implicitly), cognitive tasks “stick” to women and resist negotiation, regardless of their employment or resources. This concept extends doing gender theory by showing how inequality is reproduced even without visible performance and identifying a dimension of domestic labor that is less situational and more internal. This hidden constraint on domestic gender equality represents an additional measure to explain the stalled gender revolution.",
          "url": "https://doi.org/10.1177/23780231251384527",
          "doi": "https://doi.org/10.1177/23780231251384527",
          "filter": 0
        },
        {
          "title": "Negative Views of Falling Birth Rates in the United States Come Mostly from the Right Wing",
          "authors": "Philip N. Cohen",
          "abstract": "Concern over falling birth rates and the pronatalist movement in the United States and elsewhere are growing as fertility rates decline and societies grow older. Analyzing data from a 2024 Pew Research Center poll, this visualization describes the views of U.S. survey respondents on the issue of declining birth rates, with about half (49 percent) of respondents expressing a negative view of the trend. Those most likely to offer this view are politically conservative, attend religious services more often, and are more likely older, male, married, and more highly educated. Second, they are more likely to view climate change, racism, and gun violence as not serious problems and to view illegal immigration and the state of moral values in the country as serious problems. Thus, the negative perception of falling birth rates is generally associated with right-leaning concerns and identities in the United States (with the exception of education).",
          "url": "https://doi.org/10.1177/23780231251386491",
          "doi": "https://doi.org/10.1177/23780231251386491",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
