{
  "update": "2025-03-10",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "What Makes a Decision Fair? Relative Earnings, Gender, and Justifications for Couples’ Decision-Making",
          "authors": "Joanna R. Pepin, William J. Scarborough",
          "url": "https://doi.org/10.1086/735618",
          "doi": "https://doi.org/10.1086/735618",
          "filter": 0
        },
        {
          "title": "Peer Networks and Ideological Consistency: How Student Communities Facilitate Belief Liberalization in Higher Education",
          "authors": "Craig Rawlings, Erin F. Johnston, David Eagle",
          "url": "https://doi.org/10.1086/735567",
          "doi": "https://doi.org/10.1086/735567",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Cosmopolitan Scientists: How a Global Policy of Commercialization Became Japanese”",
          "authors": "Leland L Glenna",
          "url": "https://doi.org/10.1093/sf/soaf027",
          "doi": "https://doi.org/10.1093/sf/soaf027",
          "filter": 0
        },
        {
          "title": "Review of “A Good Reputation: How Residents Fight for an American Barrio”",
          "authors": "Jonathan Wynn",
          "url": "https://doi.org/10.1093/sf/soaf028",
          "doi": "https://doi.org/10.1093/sf/soaf028",
          "filter": 0
        },
        {
          "title": "Breathing unequal air: environmental disadvantage and residential sorting of immigrant minorities in England and Germany",
          "authors": "Tobias Rüttenauer, Felix Bader, Ingmar Ehler, Henning Best",
          "abstract": "Despite ongoing debates on environmental justice, the link between selective residential migration and the unequal exposure to environmental hazards remains underexplored. Previous research has often relied on spatially aggregated data and focused on single-country analyses, limiting our understanding of broader patterns. We address this gap using longitudinal household-level data from the UK Household Longitudinal Study and the German Socio-Economic Panel linked to air pollution estimates (NO2, PM2.5, and SO2). We find that immigrant minorities are exposed to higher levels of air pollution at their place of residence. The overall disadvantage faced by immigrant minorities in England is three times as large as in Germany. Given that immigrant households start under initially higher levels of air pollution, one would expect convergence with non-immigrant populations over time due to residential moves. However, immigrants face a substantial penalty when moving. If native households started in similar neighborhoods as immigrants—the relevant counterfactual—they would experience higher gains from relocation. Socio-economic factors cannot explain these differences. The pattern holds in both England and Germany, although inequalities in residential mobility are more pronounced in England. In particular, racial and ethnic minorities, such as Bangladeshi, Caribbean, and African migrants in England and Turkish migrants in Germany, experience the largest environmental disadvantages.",
          "url": "https://doi.org/10.1093/sf/soaf032",
          "doi": "https://doi.org/10.1093/sf/soaf032",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Extending the strategic adaptation framework: The children of immigrants’ pursuit of postsecondary STEM education",
          "authors": "Samuel H. Fishman, Jerry Z. Park, Michael Ervin",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103157",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103157",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
