{
  "update": "2025-06-23",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "How public benefits make citizens in Latino mixed-status families: self-efficacy, institutional engagement, and concerted citizenship cultivation",
          "authors": "Luis Edward Tenorio",
          "abstract": "Experiences with public benefits can shape recipients’ feelings (belonging) and enactment of citizenship (e.g., political, civic, or economic behaviors). However, we know less about how undocumented and lawful permanent resident (LPR) immigrants fit within this paradigm. This study, based on in-depth interviews with forty working-poor undocumented and LPR Latina immigrant mothers, reveals striking ways in which mothers described the meanings they attached to the benefits received and the social processes their experiences with benefit programs informed. Many mothers described an increased sense of self-efficacy as mothers and as immigrants, expanded notions of government responsiveness, and shifts in how they understood the citizenship (broadly conceived) of their children based on their experiences with benefits. This was even reported among mothers who used programs often seen as stigmatizing or who had challenges arise in petitioning for benefits. Moreover, mothers conveyed these meanings spurring legal, economic, and civic behavioral adaptations in their lives, deepening their engagement as citizens. They also described how the meanings derived from benefits use produced changes in their parenting practices, describing structuring their children’s time and engagement with institutions, as well as fostering reasoning skills and attitudes meant to benefit their children’s long-term integration. I term such practices concerted citizenship cultivation. For children with legal citizenship, concerted citizenship cultivation focused on developing comfort and entitlement within US institutions, socializing interactions with authority figures, and promoting expanded engagement in society. For children who lacked legal citizenship, concerted citizenship cultivation focused on developing positive identity and deepening engagement within protective institutions.",
          "url": "https://doi.org/10.1093/sf/soaf081",
          "doi": "https://doi.org/10.1093/sf/soaf081",
          "filter": 0
        },
        {
          "title": "Equality takes work: a process to understand why women still do most of the household labor",
          "authors": "Inés Martínez Echagüe",
          "abstract": "In the United States, widespread support for gender egalitarianism in the household contrasts with the pattern that women continue to do more household labor than men in different-sex relationships. Existing scholarship has revealed the ways in which different-sex couples justify these unequal arrangements. However, we know little about why women do more labor even when they have egalitarian goals and few structural constraints. I address this question by examining whether and how couples attempt to achieve equality and why they so often fail. Data from 40 in-depth interviews with members of 20 cisgender, different-sex, college-educated couples show that, because unequal household labor patterns are so entrenched, having an egalitarian division of labor itself requires work. I theorize and provide evidence for a process I call “equality work,” the work of creating an egalitarian division of labor, which often falls on women. Equality work includes anticipating inequality, strategizing to avoid it, monitoring equality, speaking up about inequality, fixing unequal outcomes, and withholding work. When men don’t strive for equality, women preserve the relationship by doing the labor their partners do not and revising their ideals. Equality work helps us better understand why women do most of the household labor; paradoxically, doing less requires that women work as well. These findings suggest that women are not passively accepting unequal household arrangements but striving to change them.",
          "url": "https://doi.org/10.1093/sf/soaf068",
          "doi": "https://doi.org/10.1093/sf/soaf068",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Explaining contact patterns in acquaintanceship networks: A new covariate-based model",
          "authors": "Derick S. Baum",
          "url": "https://doi.org/10.1016/j.socnet.2025.05.005",
          "doi": "https://doi.org/10.1016/j.socnet.2025.05.005",
          "filter": 0
        },
        {
          "title": "Double agency and co-evolution for two-mode networks, with an application to corporate interlocks and firms’ environmental performance",
          "authors": "Tom A.B. Snijders, Beata Łopaciuk-Gonczaryk",
          "url": "https://doi.org/10.1016/j.socnet.2025.05.008",
          "doi": "https://doi.org/10.1016/j.socnet.2025.05.008",
          "filter": 0
        },
        {
          "title": "Bully-victim network perceptions of bullies, victims, and peer observers",
          "authors": "Kyosuke Tanaka, Keqin Zhang, Jeremy Foote, Seungyoon Lee, Doran C. French",
          "url": "https://doi.org/10.1016/j.socnet.2025.06.002",
          "doi": "https://doi.org/10.1016/j.socnet.2025.06.002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Dynamics of later-life caregiving and health. Insights from biomarker data and cognitive tests",
          "authors": "Ariane Bertogg, Patrick Präg, Klara Raiber",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103205",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103205",
          "filter": 0
        },
        {
          "title": "Sixty years of change in the fields of stratification and collective violence",
          "authors": "Seymour Spilerman",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103222",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103222",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Geographic Variation in Multigenerational Mobility",
          "authors": "Martin Nybom, Jan Stuhler",
          "abstract": "Using complete-count register data spanning three generations, we document spatial patterns in inter- and multi-generational mobility in Sweden. Across municipalities, grandfather–child correlations in education or earnings tend to be larger than the square of the parent–child correlations, suggesting that the latter understate status transmission in the long run. Yet, conventional parent–child correlations capture regional differences in long-run transmission and therefore remain useful for comparative purposes. We further find that the within-country association between mobility and income inequality (the “Great Gatsby Curve”) is at least as strong in the multi- as in the inter-generational case. Interpreting those patterns through the lens of a latent factor model, we find that regional differences in mobility primarily reflect variation in the transmission of latent advantages, rather than in how those advantages translate into observed outcomes.",
          "url": "https://doi.org/10.1177/00491241251341196",
          "doi": "https://doi.org/10.1177/00491241251341196",
          "filter": 0
        },
        {
          "title": "Social Rigidity Across and Within Generations: A Predictive Approach",
          "authors": "Haowen Zheng, Siwei Cheng",
          "abstract": "How well can individuals’ parental background and previous life experiences predict their mid-life socioeconomic status (SES) attainment? This question is central to stratification research, as a strong power of earlier experiences in predicting later-life outcomes signals substantial intra- or intergenerational status persistence, or put simply, social rigidity. Running machine learning models on panel data to predict outcomes that include hourly wage, total income, family income, and occupational status, we find that a large number (around 4,000) of predictors commonly used in the stratification literature improves the prediction of one’s life chances in middle to late adulthood by about 10 percent to 50 percent, compared with a null model that uses a simple mean of the outcome variable. The level of predictability depends on the specific outcome being analyzed, with labor market indicators like wages and occupational prestige being more predictable than broader socioeconomic measures such as overall personal and family income. Grouping a comprehensive list of predictors into four unique sets that cover family background, childhood and adolescence development, early labor market experiences, and early adulthood family formation, we find that including income, employment status, and occupational characteristics at early career significantly improves models’ prediction accuracy for mid-life SES attainment. We also illustrate the application of the predictive models to examine heterogeneity in predictability by race and gender and identify important variables through this data-driven exercise.",
          "url": "https://doi.org/10.1177/00491241251347984",
          "doi": "https://doi.org/10.1177/00491241251347984",
          "filter": 0
        },
        {
          "title": "Absolute and Relative Mobility: Two Frameworks for Connecting Intergenerational Mobility in Absolute and Relative Terms",
          "authors": "Deirdre Bloome",
          "abstract": "Researchers concerned about intergenerational inequalities study absolute and relative mobility (e.g., whether people’s adult incomes exceed their parents’ incomes in dollars or ranks ). Absolute and relative mobility are connected, by definition. Yet, they are not equivalent. Indeed, they often diverge. To illuminate why, when, and for whom such divergence occurs—and why, when, and for whom convergence is possible—this article provides two frameworks for connecting absolute and relative mobility. One framework is formal and one is typological. Both frameworks center micro-level socioeconomic experiences across generations. Illustrative analyses employ these frameworks using National Longitudinal Survey of Youth data. Results suggest that divergent experiences, like upward absolute mobility despite downward relative mobility, may be more common among more advantaged social groups. Future researchers could use the two frameworks introduced here to further advance our understanding of how intergenerational inequalities evolve differently in absolute and relative terms.",
          "url": "https://doi.org/10.1177/00491241251347982",
          "doi": "https://doi.org/10.1177/00491241251347982",
          "filter": 0
        },
        {
          "title": "Is There a Mobility Effect? On Methodological Issues in the Mobility Contrast Model",
          "authors": "Xi Song, Xiang Zhou",
          "abstract": "Social mobility scholars have long been interested in estimating the effect of intergenerational mobility, typically measured by differences in the socioeconomic status between parents and offspring, on later-life outcomes of offspring. In a 2022 article “Heterogeneous Effects of Intergenerational Social Mobility: An Improved Method and New Evidence,” Luo proposes a new approach called the mobility contrast model (MCM) to define and estimate mobility effects. We argue that the MCM is inherently flawed due to its reliance on the coding scheme used for the categorical variables of social origin and destination. Specifically, when different coding schemes are applied, the estimands defined in the MCM bear distinct meanings, involve different but equally arbitrary constraints, and sometimes yield contradictory results. Moreover, regardless of the coding scheme, these estimands do not adequately capture the sociological concept of a mobility effect. To illustrate this, we reanalyze the Occupational Changes in a Generation Study data used in Luo’s study, highlighting the inconsistency of results when dummy coding versus effect coding schemes are used.",
          "url": "https://doi.org/10.1177/00491241251347983",
          "doi": "https://doi.org/10.1177/00491241251347983",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Who Learns from Deliberative Minipublics? Identity-Based Differences in Knowledge Gains across Thirteen Citizens' Initiative Review Experiments",
          "authors": "Kristinn Ársælsson, John Gastil",
          "url": "https://doi.org/10.15195/v12.a17",
          "doi": "https://doi.org/10.15195/v12.a17",
          "filter": 0
        },
        {
          "title": "Evaluation Criteria and Women's Attainment of Elite STEM Education: Evidence from College Admission Records",
          "authors": "Wei-hsin Yu, Kuo-Hsien Su",
          "url": "https://doi.org/10.15195/v12.a16",
          "doi": "https://doi.org/10.15195/v12.a16",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
