{
  "update": "2024-10-07",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Planting with Purpose: How Farmers Create a Resilient Food Landscape”",
          "authors": "Jennifer Rogers-Brown",
          "url": "http://dx.doi.org/10.1093/sf/soae142",
          "doi": "10.1093/sf/soae142",
          "filter": 0
        },
        {
          "title": "Review of “Children of a Troubled Time: Growing up with Racism in Trump’s America”",
          "authors": "Shani Adia Evans",
          "url": "http://dx.doi.org/10.1093/sf/soae141",
          "doi": "10.1093/sf/soae141",
          "filter": 0
        },
        {
          "title": "Review of “Global Mega-Science: Universities, Research Collaborations, and Knowledge Production”",
          "authors": "Gordon Gauchat",
          "url": "http://dx.doi.org/10.1093/sf/soae138",
          "doi": "10.1093/sf/soae138",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Interaction dynamics in classroom group work",
          "authors": "Tomáš Lintner, Tomáš Diviák, Barbora Nekardová",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.05.002",
          "doi": "10.1016/j.socnet.2024.05.002",
          "filter": 0
        },
        {
          "title": "Exponential random graph models and pendant-triangle statistics",
          "authors": "Philippa E. Pattison, Garry L. Robins, Tom A.B. Snijders, Peng Wang",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.07.002",
          "doi": "10.1016/j.socnet.2024.07.002",
          "filter": 0
        },
        {
          "title": "Indicators of the formation of precedent at the International Court of Justice",
          "authors": "Daniele Bellutta, Kathleen M. Carley",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.04.001",
          "doi": "10.1016/j.socnet.2024.04.001",
          "filter": 0
        },
        {
          "title": "Evaluating disease surveillance strategies for early outbreak detection in contact networks with varying community structure",
          "authors": "Axel Browne, David Butts, Edgar Jaramillo-Rodriguez, Nidhi Parikh, Geoffrey Fairchild, Zach Needell, Cristian Poliziani, Tom Wenzel, Timothy C. Germann, Sara Del Valle",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.06.003",
          "doi": "10.1016/j.socnet.2024.06.003",
          "filter": 0
        },
        {
          "title": "Modeling non-linear effects with neural networks in Relational Event Models",
          "authors": "Edoardo Filippi-Mazzola, Ernst C. Wit",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.05.004",
          "doi": "10.1016/j.socnet.2024.05.004",
          "filter": 0
        },
        {
          "title": "Categorical closure: Transitivity and identities in longitudinal networks",
          "authors": "Chen-Shuo Hong, Anthony Paik, Swethaa Ballakrishnen, Carole Silver, Steven Boutcher",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.06.004",
          "doi": "10.1016/j.socnet.2024.06.004",
          "filter": 0
        },
        {
          "title": "Coming into relations: How communication reveals and persuades relational decisions",
          "authors": "Daniel A. McFarland, David Broska, Vinodkumar Prabhakaran, Dan Jurafsky",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.05.003",
          "doi": "10.1016/j.socnet.2024.05.003",
          "filter": 0
        },
        {
          "title": "Symbolic association networks: A case study of orchestral programming’s effect on the reputation of composers",
          "authors": "L.E.A. Braden, Ju Hyun Park, Jay Lee",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.08.001",
          "doi": "10.1016/j.socnet.2024.08.001",
          "filter": 0
        },
        {
          "title": "Lifetime internal migration trajectories and social networks: Do repeat migrants fare worst?",
          "authors": "Jing Wu, Aude Bernard, Elisabeth Gruber",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.06.006",
          "doi": "10.1016/j.socnet.2024.06.006",
          "filter": 0
        },
        {
          "title": "Too many options: How to identify coalitions in a policy network?",
          "authors": "Thibaud Deguilhem, Juliette Schlegel, Jean-Philippe Berrou, Ousmane Djibo, Alain Piveteau",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.06.005",
          "doi": "10.1016/j.socnet.2024.06.005",
          "filter": 0
        },
        {
          "title": "A clan detector algorithm to identify independent clans in the kinship networks of elite family dynasties",
          "authors": "Niccolò Giorgio Armandola",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.07.003",
          "doi": "10.1016/j.socnet.2024.07.003",
          "filter": 0
        },
        {
          "title": "Occupational selection and the reliability of position generator measures of social capital",
          "authors": "Peter V. Marsden, Derick S. Baum",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.05.001",
          "doi": "10.1016/j.socnet.2024.05.001",
          "filter": 0
        },
        {
          "title": "Choosing isolation in the face of stigma: Relational work in tie severance among Korean unwed mothers",
          "authors": "Juhwan Seo",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.06.001",
          "doi": "10.1016/j.socnet.2024.06.001",
          "filter": 0
        },
        {
          "title": "Nonresponse in name generators across countries and survey modes",
          "authors": "Ricardo González, Esteban Muñoz, Adolfo Fuentes",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.06.002",
          "doi": "10.1016/j.socnet.2024.06.002",
          "filter": 0
        },
        {
          "title": "Corruption dynamics in public procurement: A longitudinal network analysis of local construction contracts in Guatemala",
          "authors": "Harald Waxenecker, Christina Prell",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.07.001",
          "doi": "10.1016/j.socnet.2024.07.001",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Corrigendum to “How adolescents’ popularity perceptions change: Measuring interactions between popularity and friendship networks” [Soc. Netw. 78 (2024) 1462]",
          "authors": "Ana Bravo, Robert W. Krause, Rosario Ortega-Ruiz, Eva M. Romera",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.07.004",
          "doi": "10.1016/j.socnet.2024.07.004",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "COVID-19 employment shocks and safety net expansion: Health effects on displaced workers",
          "authors": "Daniel Schneider, Kristen Harknett, Annette Gailliot",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103059",
          "doi": "10.1016/j.ssresearch.2024.103059",
          "filter": 0
        },
        {
          "title": "When does criminal victimization undermine generalized trust? A weighted panel analysis of the effects of crime type, frequency, and variety",
          "authors": "Florian Kaiser, Dietrich Oberwittler, Isabel Thielmann, Kristian Kleinke, Noah Greifer",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103086",
          "doi": "10.1016/j.ssresearch.2024.103086",
          "filter": 0
        },
        {
          "title": "Inequality and the eroding base of liberal democracy",
          "authors": "Sang Kyung Lee",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103087",
          "doi": "10.1016/j.ssresearch.2024.103087",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "The Surprising Decline of Workplace Sexual Harassment Incidence in the U.S. Federal Workforce",
          "authors": "Michael Rosenfeld",
          "url": "http://dx.doi.org/10.15195/v11.a34",
          "doi": "10.15195/v11.a34",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Duration of Marriage Exacerbates the Likelihood of Spousal Violence among Involuntarily Childless Women in Nigeria: Evidence from a National Survey",
          "authors": "David Aduragbemi Okunlola, Khadijat Adeleye, Oluranti M. Ogundele",
          "abstract": "Given the roles of patriarchy and pronatalist culture and the high prevalence of spousal violence against partnered women in Nigeria, the authors estimate and visualize the moderating effect of years of marriage on the probability of experiencing spousal violence (ESV) among involuntarily childless women (ICW) (vs. non-childless women [NCW]). Using multiple binary logistic regression, the authors analyze the 2018 Nigeria Demographic and Health Survey among married women (15–49 years of age). The authors define ICW as nulliparous women who have never used contraception and have never experienced pregnancy termination, while NCW are the comparison group. The graphical result suggests that despite the lower probability of ESV among ICW (vs. NCW), the probability of ESV is higher among ICW as years of marriage increase.",
          "url": "http://dx.doi.org/10.1177/23780231241285933",
          "doi": "10.1177/23780231241285933",
          "filter": 0
        },
        {
          "title": "Divergence and Convergence across Presumed and Actual Stereotypes",
          "authors": "Trenton D. Mize",
          "abstract": "Stereotypes are foundational to social life, with warmth and competence key to views of social groups. Some theoretical and empirical work on stereotypes focuses on personal “first-order” beliefs about social groups. Other work focuses on perceptions of a culture’s stereotypes, or “generalized second-order” beliefs. Scholars differ in which they consider to have greater impact or whether they think they are unique or represent the same underlying belief. In this visualization, I present data from a large online survey experiment ( N = 1,045) in which participants reported either first-order or generalized second-order stereotypes about 19 different social groups. For the majority of stereotypes measured, the results differ across the two methods, with perceptions of culture more pessimistic than people’s actual first-order beliefs would suggest. That is, people tend to assume that others hold more negative stereotypes than they actually do, and this is especially pronounced for negatively viewed social groups.",
          "url": "http://dx.doi.org/10.1177/23780231241286873",
          "doi": "10.1177/23780231241286873",
          "filter": 0
        },
        {
          "title": "The Effect of Intergenerational Income Mobility: Reachability-Based Conceptualization and Copula-Based Measurement",
          "authors": "Anning Hu, Zhipeng Zhou",
          "abstract": "Studies examining the consequences of intergenerational income mobility for individuals often face challenges due to multicollinearity between origin, destination, and a mobility construct based on the origin-destination difference. This article introduces a novel conceptualization of mobility, termed “reachability mobility,” which is based on the “easiness” of achieving a particular origin-destination combination within a population. This approach contrasts with the traditional lattice-based conceptualization. Furthermore, this study proposes using copulas—a statistical tool that captures the dependence structure between incomes of two generations while remaining insensitive to their marginal distributions—to measure reachability mobility. When combined with a standard measure of mobility direction, this approach allows scholars to simultaneously estimate the effects of origin, destination, and mobility along with numerous other methodological advantages. An illustrative example is provided that investigates the effect of intergenerational income mobility on mental health status using data from the National Longitudinal Survey of Youth 1979.",
          "url": "http://dx.doi.org/10.1177/23780231241276332",
          "doi": "10.1177/23780231241276332",
          "filter": 0
        },
        {
          "title": "The Long Arm of School Punishment: The Role of School Suspension on Self-Rated Health from Adolescence to Midlife",
          "authors": "Michael Niño, Alexia Angton, Kathryn Norton-Smith, Kayla Allison",
          "abstract": "School suspension has been linked to numerous adverse social outcomes in adolescence and adulthood. While research continues to highlight the deleterious consequences tied to suspension, less is known about how exposure to suspension influences health over the life course. Drawing from panel data, we address this gap by investigating whether school suspension is associated with self-rated health from adolescence to midlife. Compared to youth with no history of suspension, suspended youth were more likely to report poorer health in adolescence. Findings also demonstrate that school suspension plays a significant role in self-rated health patterns over time. Specifically, we find suspended youth experience a persistent health gap in excellent health from adolescence to midlife and a more rapid acceleration of fair and poor health from their late 20s to midlife. Taken together, this study provides new evidence of the role of exclusionary discipline in shaping health disparities from adolescence to midlife.",
          "url": "http://dx.doi.org/10.1177/23780231241284942",
          "doi": "10.1177/23780231241284942",
          "filter": 0
        },
        {
          "title": "The DEI Penalty: The Effects of University Diversity Efforts on Perceptions of Quality and Status Threat",
          "authors": "Julie A. Kmec, Christine Horne",
          "abstract": "This article investigates perceptions of university quality and status threat among White and non-White Democrats and Republicans in response to a curriculum emphasizing diversity. We hypothesize that Americans in general will perceive a university with a diversity-focused curriculum as low quality and that White Americans (particularly Republicans) will perceive the university as posing a status threat. We test our hypotheses with data from a survey experiment of roughly 700 Americans. White Republicans rated a university with a diversity-focused curriculum as low quality; contrary to expectations, White Democrats did not. We find partial support for our predictions regarding status threat, with Republicans indicating more status threat than Democrats. Participants, regardless of political affiliation or race, generally opposed government regulation of university curricula. Findings demonstrate a complex interplay between party affiliation, race, and perceptions of university quality, offering insight for institutions aiming to navigate the challenging environment of diversity-focused education.",
          "url": "http://dx.doi.org/10.1177/23780231241277433",
          "doi": "10.1177/23780231241277433",
          "filter": 0
        },
        {
          "title": "Who Gets the Kid? Female Empowerment and Child Custody in Taiwan",
          "authors": "Yen-hsin Alice Cheng",
          "abstract": "Women’s status in Taiwan has improved substantially due to rapid social and legal changes, yet how female empowerment affects child custody outcomes has been studied little. This study analyzes the entirety of divorce registration records in 2002–2004 and 2018–2020 to reveal the evolution of custodial arrangements in Taiwan. It pays particular attention to how mother’s changing traits and spousal pairings in age and education affect the probability of different child custody outcomes. The findings show that maternal age and education matter in both absolute and relative terms. Higher maternal age and education are associated with more mother-sole and joint custody decisions. Women in age and educational hypogamy secure mother-sole custody more often than their nonhypogamous peers. Furthermore, with improved women’s status at the society level, all women and particularly those in nontraditional unions now have become less likely to face a complete loss of child custody upon divorce than before.",
          "url": "http://dx.doi.org/10.1177/23780231241277119",
          "doi": "10.1177/23780231241277119",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
