{
  "update": "2026-02-14",
  "content": [
    {
      "journal_full": "Annual Review of Sociology",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Gender and the Far-Right",
          "authors": "Kathleen M. Blee, Francesca Scrinzi",
          "abstract": "The role of gender in far-right parties and movements received little attention until the twentieth century, when feminist and masculinity studies began to draw attention to women's participation in these politics and the gendered nature of men's far-right activism. In the past decade, research in this area has flourished, creating a distinct subspecialty. This review focuses on recent scholarship on the discourse and practices of femininity/women and masculinity/men in the far-right and the transnational antigender movement opposed to feminist and LGBTQ+ political gains. It also suggests topical and methodological directions for the next stage of research and reflects on the ethical, political, and safety challenges that scholars of the far-right and gender encounter today.",
          "url": "https://doi.org/10.1146/annurev-soc-020224-050345",
          "doi": "https://doi.org/10.1146/annurev-soc-020224-050345",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Poverty and Public Policy in the Context of Crisis",
          "authors": "Zachary Parolin",
          "abstract": "This review offers a framework for studying the measurement, consequences, and sources of poverty in times of crisis. Recent crises—such as COVID-19, the Great Recession, and environmental disasters—expose limitations of the standard social science toolkit for studying poverty and offer lessons for improving poverty and policy research. Regarding measurement, evidence suggests that the intrayear volatility of incomes and blurred boundaries between resource-sharing units deserve greater focus in poverty measurement debates. Regarding consequences, research emphasizes the need to quantify poverty's distinct roles as a risk factor versus stratifying feature during crises. Regarding sources, evidence from recent crises offer direct tests of competing theories of poverty and offer clear lessons for policy strategies to reduce poverty. I conclude that sociologists’ conceptual toolkit is uniquely well-suited to capture the multifaceted nature of poverty; the discipline should more forcefully incorporate its principles into a renewed study of poverty and public policy.",
          "url": "https://doi.org/10.1146/annurev-soc-031524-103755",
          "doi": "https://doi.org/10.1146/annurev-soc-031524-103755",
          "filter": 0,
          "created": "2026-2-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "The bases of propriety: instrumental, relational, moral, and collective",
          "authors": "Kate Hawks, Cathryn Johnson, Karen A Hegtvedt, Ryan Gibson",
          "abstract": "Legitimated authorities enjoy approval, support, and compliance from subordinates. Thus, legitimacy enhances authorities’ effectiveness across broad arenas, such as the judiciary, law enforcement, and the workplace. Understanding what shapes subordinates’ personal view of an authority as legitimate (propriety) elucidates how authorities can gain propriety. We investigate the relative impact of instrumental, relational, and moral bases of legitimacy on subordinates’ assessments of their workplace authorities’ propriety. We additionally consider social influences (i.e., “what others think”) captured by perceived collective support for the authority from superiors (authorization) and peers (endorsement). Results from a survey of 2,062 US workers indicate that all individual bases, as well as support by superiors and peers, positively contribute to propriety. Among the individual bases, instrumental concerns are most impactful, and the effect of endorsement far exceeds that of authorization. In an exploratory analysis, we show that perceptions of collective support moderate the effects of some of the individual bases of propriety. Our study reveals that it is not only how an authority behaves toward subordinates but also “what others think” that influences propriety.",
          "url": "https://doi.org/10.1093/sf/soag004",
          "doi": "https://doi.org/10.1093/sf/soag004",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Closing the loop: Design, implementation, and evaluation of a regular-feedback network intervention for social connectedness and mental health",
          "authors": "Mohammad Khalilian, Anthony R. Bardo, Claire M. Reardon, Amy Kostelic, Susie Thiel, Robert W. Krause",
          "url": "https://doi.org/10.1016/j.socnet.2026.02.002",
          "doi": "https://doi.org/10.1016/j.socnet.2026.02.002",
          "filter": 0,
          "created": "2026-2-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Do geopolitical tensions increase negative attitudes toward minorities? Evidence from a natural experiment in India",
          "authors": "Andrew Francis-Tan, Nikhitha Mary Mathew, Chitra Pratap",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103323",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103323",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "Criminal legal contact, labor market insecurity and labor market participation",
          "authors": "Alexandra V. Nur, Holly Nguyen, Brandy R. Parker",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103321",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103321",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "Workers, jobs, and how they are matched: A decomposition of US labor market trends in educational mismatch",
          "authors": "Lina Tobler, Julia Leesch",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103311",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103311",
          "filter": 0,
          "created": "2026-2-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Machines Do See Color: Using LLMs to Classify Overt and Covert Racism in Text",
          "authors": "Diana Dávila Gordillo, Joan C. Timoneda, Sebastián Vallejo Vera",
          "abstract": "Extant work has identified two discursive forms of racism: overt and covert. While both forms have received attention in scholarly work, research on covert racism has been limited. Its subtle and context-specific nature has made it difficult to systematically identify covert racism in text, especially in large corpora. In this article, we first propose a theoretically driven and generalizable process to identify and classify covert and overt racism in text. This process allows researchers to construct coding schemes and build labeled datasets. We use the resulting dataset to train XLM-RoBERTa, a cross-lingual large language model (LLM) for supervised classification with a cutting-edge contextual understanding of text. We show that XLM-R and XLM-R-Racismo, our pretrained model, outperform other state-of-the-art approaches in classifying racism in large corpora. We illustrate our approach using a corpus of tweets relating to the Ecuadorian indígena community between 2018 and 2021.",
          "url": "https://doi.org/10.1177/00491241251412360",
          "doi": "https://doi.org/10.1177/00491241251412360",
          "filter": 0,
          "created": "2026-2-8"
        },
        {
          "title": "Mapping Social Change: A Unified Framework for Temporal Clustering",
          "authors": "Jiazhou Liang, Jolomi Tosanwumi, Ethan Fosse, Daniel Silver, Scott Sanner",
          "abstract": "Analyzing social change requires detecting patterns of continuity and difference over time. While time-series clustering offers a valuable approach, existing techniques are often limited by assuming fixed cluster definitions and static assignments of entities to clusters. To address these limitations, we introduce a unified framework of temporal clustering methods that allows for both dynamic cluster definitions and the transition of entities between clusters, generalizing and extending previous work. We also provide new algorithms for this dynamic clustering that optimize global objectives, with optional constraints on the transitions of entities across clusters. This framework expands the methodological toolkit for analyzing social change, and we provide guidelines for its application. We illustrate our approach with three case studies: polarization of social and political attitudes across U.S. states; cross-national cultural change; and the evolution of neighborhood business patterns. We conclude with directions for further research.",
          "url": "https://doi.org/10.1177/00491241251396789",
          "doi": "https://doi.org/10.1177/00491241251396789",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Unequal Pathways: Family Background and Youth Computing Aspirations",
          "authors": "Jennifer M. Ashlock, Zeynep Tufekci",
          "abstract": "Young children are generally enthusiastic about digital technology, yet participation in early computer science pathways remains unequal. Because U.S. children often learn computing outside of school, field-specific knowledge within families may play a greater role than socioeconomic status (SES) in reproducing inequality. The authors evaluate support for the social reproduction and occupational inheritance models by examining middle school students’ interest in computing occupations. Although children’s interest in computing varies by SES, the domain-specific resources of parents who work in science, technology, engineering, and mathematics, such as digital skills and home learning practices, appear to have a stronger association with interest. These findings underscore the importance of familial transmission in the reproduction of occupational inequality and inform efforts to address stratification in digital learning.",
          "url": "https://doi.org/10.1177/23780231261415954",
          "doi": "https://doi.org/10.1177/23780231261415954",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Assisted Housing and Changes in Household Composition",
          "authors": "Kristin L. Perkins",
          "abstract": "Changes in household composition are detrimental to children’s well-being and outcomes. Unaffordable or unstable housing may lead to changes in household composition. The author uses data from the 1995 through 2015 waves of the Panel Study of Income Dynamics and the linked Assisted Housing Database to estimate the effect of receipt of project- or tenant-based housing assistance on changes in household composition. The author uses matching methods to compare changes in household composition among 182 surveyed households that received housing assistance between 1997 and 2009 versus 1,549 households that did not receive assistance. In general, households receiving assisted housing have a significantly lower likelihood of experiencing changes in household composition in the six years after receipt. Providing material resources through assisted housing is one way in which policymakers could feasibly intervene to encourage housing and household stability, with longer term benefits for individual, child, and family well-being and outcomes.",
          "url": "https://doi.org/10.1177/23780231261416206",
          "doi": "https://doi.org/10.1177/23780231261416206",
          "filter": 0,
          "created": "2026-2-10"
        }
      ],
      "articles_hidden": []
    }
  ]
}
