{
  "update": "2025-04-01",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "Stimulating (In)equality? The Earnings Penalty in Different-Sex and Female Same-Sex Couples Transitioning to Parenthood in Denmark, Finland, Norway, and Sweden",
          "authors": "Marie Evertsson, Ylva Moberg, Maaike van der Vleuten",
          "url": "https://doi.org/10.1086/735884",
          "doi": "https://doi.org/10.1086/735884",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Essentializing Merit: Disability and Exclusion in Elite Private School Admissions",
          "authors": "Estela B. Diaz, Lauren A. Rivera",
          "abstract": "Historically, elite schools have selected students in ways that reproduce advantages for dominant groups and exclude groups deemed undesirable. The specific outgroup in question has changed over time, but the underlying logic used to exclude these groups is often related to disability. Yet, disability as a social category has received minimal attention in discussions of elite reproduction. In this article, we draw on qualitative data collected from elite independent pre-K–12 schools to show that disability is indeed a salient basis of selection into elite educational environments, one that begins at the earliest moments of educational sorting: admission to elite early childhood programs. Through interviews with admissions personnel, we show that elite independent schools explicitly structure their admissions processes to identify—and exclude—children who are perceived as having or being at risk of developing any type of disability, regardless of impairment type or support needs. We argue that admissions practices at elite independent schools (1) serve as a form of social closure intended to restrict enrollment to young children perceived as able-bodied and neurotypical, and (2) represent a case of essentializing merit , in which elite gatekeepers construct merit as an intrinsic, rather than achieved, property of individuals.",
          "url": "https://doi.org/10.1177/00031224251326096",
          "doi": "https://doi.org/10.1177/00031224251326096",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Sociology",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "The Assembly of an American Sociologist",
          "authors": "Victor Nee",
          "abstract": "This article examines the relationship between biography, chance, and persistence in accounting for the assembly of an American sociologist. It traces the accumulation of experiences involved in a research journey aimed at explanation of social behavior and institutional change. The process of discovery leading to a new theory may arise from serendipitous observations gained through fieldwork, while new combinations of ideas also emerge from social interactions with acquaintances, colleagues and friends. Cross-disciplinary intellectual trade offers rich opportunities for advances in the social and behavioral sciences.",
          "url": "https://doi.org/10.1146/annurev-soc-090324-033821",
          "doi": "https://doi.org/10.1146/annurev-soc-090324-033821",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Podcasts in the periphery: Tracing guest trajectories in political podcasts",
          "authors": "Sydney A. DeMets, Emma S. Spiro",
          "url": "https://doi.org/10.1016/j.socnet.2025.03.003",
          "doi": "https://doi.org/10.1016/j.socnet.2025.03.003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Suspended by association: Does vicarious suspension increase the odds of adolescent school discipline?",
          "authors": "Daniel Trovato, Gregory M. Zimmerman",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103175",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103175",
          "filter": 0
        },
        {
          "title": "Dimensions and clusters of abortion legal attitudes: A cross-national analysis of diverse nations",
          "authors": "Juan J. Fernández, Amy Adamczyk",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103173",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103173",
          "filter": 0
        },
        {
          "title": "Compensating or boosting genetic propensities? Gene-family socioeconomic status interactions by educational outcome selectivity",
          "authors": "Gaia Ghirardi, Fabrizio Bernardi",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103174",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103174",
          "filter": 0
        },
        {
          "title": "What are we modeling? An evaluation of depressive symptom trajectory models from adolescence to early midlife in the Add Health cohort",
          "authors": "Alexis C. Dennis",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103176",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103176",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Hybrid Hegemonic Masculinities: Interrogating Men’s Intervention Programming",
          "authors": "Chris M. Vidmar",
          "abstract": "Reporting on an ethnography of a profeminist batterer intervention program (BIP), this article details how the theory of hybrid hegemonic masculinities can help understand processes and outcomes in men’s interventions. The BIP exalts a liberal masculinity that explains men’s abuse as caused by patriarchal ideologies. The author refers to this locally dominant masculinity as progressive hybrid masculinity, as it discursively distances men who adopt it from global hegemonic masculinity by subordinating “toxic masculinity,” reframes emotional expressiveness and empathy as masculine through a discourse of power, and covertly shores up men’s structural power through reification of conventional masculine roles and values. Observational data, triangulated with interviews, reveal that men’s engagement with and enacting of this hybrid masculinity moderated program outcomes, resulting in attitudes ranging from egalitarian to oppressive. The author situates progressive hybrid masculinity as a hybrid masculinity functioning as a local hegemonic masculinity, adding to the debate regarding the synthesis of these prominent frameworks.",
          "url": "https://doi.org/10.1177/23780231251328083",
          "doi": "https://doi.org/10.1177/23780231251328083",
          "filter": 0
        },
        {
          "title": "Fighting Back? The Contradictory Effects of Anti-DEI Laws on DEI Centers and Student-of-Color Groups at U.S. Colleges and Universities",
          "authors": "Jessica L. Schachle-Gordon, Jonathan S. Coley, Daniel Tetteh",
          "abstract": "A growing number of states have passed laws that ban or restrict diversity, equity, and inclusion (DEI) initiatives in higher education; however, little is known about how such laws affect the prevalence of DEI centers and student-of-color groups, which are often housed within DEI centers. Through logistic regression analyses of longitudinal data on DEI centers and student-of-color organizations across 1,756 U.S. colleges and universities, the authors find that anti-DEI laws are associated with schools losing DEI offices between 2020 and 2024. Yet schools in states with anti-DEI laws were more likely to gain Black, Latinx, and Native American groups and less likely to lose existing Black and Latinx student groups. Additionally, anti-DEI laws were not associated with gains or losses in Asian or Asian American student groups. Our study thus suggests that students are organizing to create new inclusive spaces in response to anti-DEI legislation.",
          "url": "https://doi.org/10.1177/23780231251325642",
          "doi": "https://doi.org/10.1177/23780231251325642",
          "filter": 0
        },
        {
          "title": "A Tale of Two Cities: Occupational Change in London 1991 to 2021",
          "authors": "Katy Morris",
          "abstract": "Amid growing evidence that national occupational change trends mask substantial subnational heterogeneity, the author uses census data to visualize how the occupational structure changed within the 33 London borough between 1991 and 2021. The visualization documents a tale of two cities. The story in Inner London is one of clear upgrading: the proportion of residents employed in high-paying occupations increased by approximately 20 percentage points, while the proportion of residents employed in low- and midpaying occupations decreased markedly. In Outer London, the story is rather one of occupational polarization. Although the proportion of residents employed in high-paying jobs increased by 10 percentage points, the rate of growth was much slower, and growth at the top was generally accompanied by an increase in employment in low-paying jobs. These findings have important implications for the socioeconomic composition of schools, income inequality dynamics in London boroughs and potentially also for inequality beliefs and political behavior.",
          "url": "https://doi.org/10.1177/23780231251329409",
          "doi": "https://doi.org/10.1177/23780231251329409",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
