{
  "update": "2025-05-10",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "The Contagion of Labor: Linking Workplace Copresence and Occupational Mobility Patterns",
          "authors": "Ken-Hou Lin, Koit Hung, David Piccone, Elizabeth Weber Handwerker, Matthew Dey, Théo Voldoire",
          "url": "https://doi.org/10.1086/736439",
          "doi": "https://doi.org/10.1086/736439",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “The Habitation Society: Creating Sustainable Prosperity”",
          "authors": "Tad Skotnicki",
          "url": "https://doi.org/10.1093/sf/soaf055",
          "doi": "https://doi.org/10.1093/sf/soaf055",
          "filter": 0
        },
        {
          "title": "Review of “Natural: Black Beauty and the Politics of Hair”",
          "authors": "Taura Taylor",
          "url": "https://doi.org/10.1093/sf/soaf052",
          "doi": "https://doi.org/10.1093/sf/soaf052",
          "filter": 0
        },
        {
          "title": "Review of “Moving from the Margins: Life Histories on Transforming the Study of Racism”",
          "authors": "Kayla Harris, David L Brunsma, Alex L Thomas, Daryl Reed, Robyn Lawson, Janik Neidhardt",
          "url": "https://doi.org/10.1093/sf/soaf054",
          "doi": "https://doi.org/10.1093/sf/soaf054",
          "filter": 0
        },
        {
          "title": "Review of “Distancing the Past: Racism as History in South African schools”",
          "authors": "Benjamin H Bradlow",
          "url": "https://doi.org/10.1093/sf/soaf057",
          "doi": "https://doi.org/10.1093/sf/soaf057",
          "filter": 0
        },
        {
          "title": "Review of “The Labour Market Myth: How the Market Metaphor Hinders Our Understanding of Work”",
          "authors": "Jeffrey J Sallaz",
          "url": "https://doi.org/10.1093/sf/soaf056",
          "doi": "https://doi.org/10.1093/sf/soaf056",
          "filter": 0
        },
        {
          "title": "Review of “Willful Defiance: The Movement to Dismantle the School-to-Prison Pipeline”",
          "authors": "Sanna King",
          "url": "https://doi.org/10.1093/sf/soaf053",
          "doi": "https://doi.org/10.1093/sf/soaf053",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Integrating Generative Artificial Intelligence into Social Science Research: Measurement, Prompting, and Simulation",
          "authors": "Thomas Davidson, Daniel Karell",
          "abstract": "Generative artificial intelligence (AI) offers new capabilities for analyzing data, creating synthetic media, and simulating realistic social interactions. This essay introduces a special issue that examines how these and other affordances of generative AI can advance social science research. We discuss three core themes that appear across the contributed articles: rigorous measurement and validation of AI-generated outputs, optimizing model performance and reproducibility via prompting, and novel uses of AI for the simulation of attitudes and behaviors. We highlight how generative AI enable new methodological innovations that complement and augment existing approaches. This essay and the special issue’s ten articles collectively provide a detailed roadmap for integrating generative AI into social science research in theoretically informed and methodologically rigorous ways. We conclude by reflecting on the implications of the ongoing advances in AI.",
          "url": "https://doi.org/10.1177/00491241251339184",
          "doi": "https://doi.org/10.1177/00491241251339184",
          "filter": 0
        },
        {
          "title": "Generative AI Meets Open-Ended Survey Responses: Research Participant Use of AI and Homogenization",
          "authors": "Simone Zhang, Janet Xu, AJ Alvero",
          "abstract": "The growing popularity of generative artificial intelligence (AI) tools presents new challenges for data quality in online surveys and experiments. This study examines participants’ use of large language models to answer open-ended survey questions and describes empirical tendencies in human versus large language model (LLM)-generated text responses. In an original survey of research participants recruited from a popular online platform for sourcing social science research subjects, 34 percent reported using LLMs to help them answer open-ended survey questions. Simulations comparing human-written responses from three pre-ChatGPT studies with LLM-generated text reveal that LLM responses are more homogeneous and positive, particularly when they describe social groups in sensitive questions. These homogenization patterns may mask important underlying social variation in attitudes and beliefs among human subjects, raising concerns about data validity. Our findings shed light on the scope and potential consequences of participants’ LLM use in online research.",
          "url": "https://doi.org/10.1177/00491241251327130",
          "doi": "https://doi.org/10.1177/00491241251327130",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Demographic Differences in Responses to a Two-Step Gender Identity Measure",
          "authors": "Christina Pao, Christopher Julian, D’Lane Compton, Danya Lagos, Lawrence Stacey",
          "url": "https://doi.org/10.15195/v12.a13",
          "doi": "https://doi.org/10.15195/v12.a13",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "“Giving Back”: Filipina and Latina Mothers’ Intersecting Burdens in Schools and Community-Based Organizations",
          "authors": "Melanie Jones Gast, Sarah M. Ovink, Solomon Amoatey",
          "abstract": "Community-based organizations (CBOs) and schools are often key initial institutions encountered by immigrants. Yet little research compares immigrant perceptions of CBOs and schools. The authors use interviews with green card–status Filipina and undocumented Latina mothers at a nonprofit, low-income-serving CBO in San Francisco, California. The authors identify intersecting burdens, or emotional dilemmas associated with school and CBO participation on the basis of interlocking oppressions and marginalized racial, gender, class, and legal statuses. Intensive mothering responsibilities and immigrant backgrounds influenced these mothers’ shared feelings of gratitude for services and opportunities in CBOs and schools. Undocumented Latina mothers felt uniquely obligated to “give back” to display entitlement and maintain children’s opportunities in schools and CBOs but were vulnerable in doing so, indicating unique burdens based on their intersecting statuses. Green card–status Filipina mothers did not widely share the same pressures of obligation to “give back” to schools and CBOs. The authors connect these intersecting burdens to a moral entitlement system wherein Latinas felt uniquely compelled to demonstrate deservingness through involvement in schools and CBOs, despite their formal entitlement to school and CBO support in a sanctuary city. The authors push future research to consider emotional dilemmas and burdens shaping immigrant local participation in schools and CBOs.",
          "url": "https://doi.org/10.1177/23780231251334160",
          "doi": "https://doi.org/10.1177/23780231251334160",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
