{
  "update": "2025-02-13",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Conditional inequality and cooptive inclusion: property managers’ labor and the reproduction of inequalities in the market for rental housing",
          "authors": "Elizabeth Korver-Glenn",
          "abstract": "Occupational inequality, including occupational segregation and associated inequities in working conditions, is a key linchpin of structural racial, gender, and class inequalities among American workers. Building on this scholarship, I center workers who are intermediaries and develop the concept of conditional inequality, which signifies the mediating process by which intermediaries’ experiences of and reactions to structural inequities in work conditions affect the experiences and outcomes of other individuals within their purview. Specifically, I examine how marginalized intermediaries within a segregated profession—residential property management—experience their work conditions, how they react to these conditions, and how their strategies to minimize the burdens of these conditions affect others with whom they interact. Using 80 in-depth interviews and extensive ethnographic data gathered among multifamily managers and leasing consultants (almost all women of color) and renters (predominantly people of color), I demonstrate how managers experience little autonomy and acute, renter-oriented burdens in their work conditions. Managers adopted three strategies to minimize the harms of these conditions and, in so doing, generated financial and health consequences among renters. Finally, I explain cooptive inclusion—the process of White, male-dominated industries relying on marginalized people to enact policies that harm other marginalized people—and its implications for the perpetuation of intersectional capitalism.",
          "url": "https://doi.org/10.1093/sf/soaf020",
          "doi": "https://doi.org/10.1093/sf/soaf020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Ethnic minorities in disadvantaged neighborhoods: Differential effects on educational outcomes",
          "authors": "Solveig Topstad Borgen, Nicolai Topstad Borgen, Henrik Daae Zachrisson",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103152",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103152",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Weaponizing the Workplace: How Algorithmic Management Shaped Amazon’s Antiunion Campaign in Bessemer, Alabama",
          "authors": "Teke Wiggin",
          "abstract": "Scholarship on “algorithmic management” focuses on how employers use algorithms and digital devices to routinely control workers. It also looks at how workers resist this control. But how does algorithmic management affect the ability of employers to respond to collective action? The answer is important because algorithmic management is the “new contested terrain” of labor struggles. Drawing on 42 interviews with workers and court documents obtained through a Freedom of Information Act request, the author examines Amazon’s antiunion campaign in Bessemer, Alabama. The findings reveal that employers can weaponize elements or effects of algorithmic management against unions via repurposing devices that algorithmically control workers, engaging in “algorithmic slack-cutting,” and exploiting patterns of social media activity encouraged by algorithmic management. These findings demonstrate that the labor process can shape counter-organizing opportunities for employers, not just organizing opportunities for workers. They also reveal that algorithmic management has upgraded the antiunion arsenal, while shedding light on other aspects of algorithmic management that have escaped notice. The discussion section presents a framework for researching how other workplace variables shape counter-organizing. The conclusion discusses implications for our understanding of workplace regimes and the future of labor control.",
          "url": "https://doi.org/10.1177/23780231251318389",
          "doi": "https://doi.org/10.1177/23780231251318389",
          "filter": 0
        },
        {
          "title": "Who’s Doing the Housework and Childcare in America Now? Differential Convergence in Twenty-First-Century Gender Gaps in Home Tasks",
          "authors": "Melissa A. Milkie, Liana C. Sayer, Kei Nomaguchi, Hope Xu Yan",
          "abstract": "Gender scholars have debated whether the recent movement toward a more equal division of domestic labor is stalling. Using a differential convergence perspective, the authors argue that examining which domestic tasks undergo gender convergence, whose changes narrow the gap, and why changes happen is critical for understanding gender inequalities in unpaid labor time. Using data from the 2003–2023 American Time Use Survey, the authors examine trends in total housework (including core and occasional housework), shopping, and childcare time. Results for married individuals indicate that the historically large gender gap in total housework time narrowed further this century, from a women-to-men ratio of 1.8:1 in 2003–2005 to 1.6:1 in 2022–2023. This shrinking of the gender gap was concentrated in traditionally feminine core housework (decreasing by 40 percent, from 4.2:1 to 2.5:1), particularly housecleaning and laundry. The gender difference in shopping time also narrowed, nearing parity. For childcare time, the gender gap shrunk from 2:1 to 1.8:1, though this change was not statistically significant. Decomposition analyses indicate that women’s reduced housework time was explained mainly by population compositional shifts, whereas men’s increased core housework time likely reflected behavioral or normative changes. With men taking on more female-typed domestic activities, the gendered norms associated with different forms of unpaid labor may be becoming redefined.",
          "url": "https://doi.org/10.1177/23780231251314667",
          "doi": "https://doi.org/10.1177/23780231251314667",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
