{
  "update": "2025-06-12",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Collective Defense Mechanisms",
          "authors": "Mustafa Emirbayer",
          "abstract": "Despite being an uncommon topic in sociological inquiry, collective defense mechanisms are a widely known phenomenon in social life. Whenever people experience anxieties in common, shared defensive processes can arise at an unconscious level, shunting off these anxieties from reflective awareness. This can happen in social and organizational settings that are intimate and impersonal, small and large, short-lived and enduring. How can we better theorize collective defenses and their role in the social world? This article demonstrates how coordination mechanisms can align individual defenses into shared defenses, a micro-to-macro transition. It explores how collective defenses can take on a variety of empirical forms, whether as interaction-order dynamics, cultural discourses and narratives, or institutionalized rules and arrangements. And it shows how this understanding of collective defenses can be incorporated into still larger frameworks of inquiry into power and inequality in social life. It also suggests ways in which methodological innovations can help the study of these shared defenses become more transparent, nonarbitrary, and rigorous, allaying concerns sociologists long have had about investigating unconscious processes. By highlighting the formation, deployment, and potential undoing of collective defense mechanisms, this article illuminates an exciting new terrain for sociologists to explore and opens up new possibilities for more constructive and non-defensive real-world problem solving.",
          "url": "https://doi.org/10.1177/00031224251341575",
          "doi": "https://doi.org/10.1177/00031224251341575",
          "filter": 0
        },
        {
          "title": "Abortion Policies in a Polarizing World Society, 1970 to 2020",
          "authors": "Wade M. Cole",
          "abstract": "This article examines how global contention over reproductive rights influenced national abortion polices over the past half-century. I glean four models of normative contestation in world society and its consequences for diffusion and institutionalization, arguing that a theory of polarization best accounts for developments in norms and policies on abortion. Fixed-effects regression analyses of up to 160 countries between 1970 and 2020 test the empirical implications of this argument. Several noteworthy findings emerge. First, country linkages to international nongovernmental organization (INGOs) predict abortion liberalization, but memberships in “illiberal” international organizations and alliances are associated with more restrictive abortion policies. Second, these relationships are conditioned by a shifting global context: in recent years, the association between illiberal affiliations and policy restrictions strengthened, while the liberalizing effect of INGOs weakened. And third, illiberal affiliations disrupt or “spoil” the effect of INGO linkages on policy expansions, illustrating the consequences of mutual engagement between rival transnational networks. Similar patterns characterize the effects of women’s and pro-family INGOs on abortion policies in the post–Cold War period. These findings point to growing polarization between liberal and illiberal forces in world society and suggest the incipient institutionalization of rival norms on abortion.",
          "url": "https://doi.org/10.1177/00031224251335964",
          "doi": "https://doi.org/10.1177/00031224251335964",
          "filter": 0
        },
        {
          "title": "Contesting the State: Embodied Threat and the Emergence of Prisoner Mobilization",
          "authors": "David Jonathan Knight",
          "abstract": "Prior studies cast U.S. imprisonment as politically demobilizing. This article complicates that proposition by exploring when, and how, threat under penal confinement leads people to mobilize. Using interviews with currently incarcerated and recently released men across three states, I show that although imprisonment generally fosters political inaction, collective mobilization does arise under certain conditions. First, people in prison mobilize in response to embodied threats —fundamental threats eliciting visceral reactions that signal future harm (i.e., premature death or permanent incapacitation). Second, to collectively mobilize, a subpopulation of similarly threatened prisoners must be present and see the threats as a shared problem. Collective prisoner mobilization is more likely when both conditions are present; mobilization is unlikely when neither condition is present; and individual political contention is more likely when conditions are partially present. This range of political responses among incarcerated people is more dynamic than previously reported. Imprisonment has selective political effects, mobilizing the most repressed individuals within prison to devise new strategies to contest their repression.",
          "url": "https://doi.org/10.1177/00031224251340401",
          "doi": "https://doi.org/10.1177/00031224251340401",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Polished: College, Class, and the Burdens of Social Mobility”",
          "authors": "Melissa Osborne",
          "url": "https://doi.org/10.1093/sf/soaf073",
          "doi": "https://doi.org/10.1093/sf/soaf073",
          "filter": 0
        },
        {
          "title": "The changing spatial pattern of metropolitan racial segregation, 1900–2020: the rise of macro-segregation",
          "authors": "H Jacob Carlson, John R Logan, Jongho Won",
          "abstract": "This paper tracks 120 years of Black-white segregation in US metropolitan areas. We draw on comprehensive Census data at consistent small-scale geographies to study segregation trajectories in 219 metropolitan areas since 1900. We update past research to show that total segregation in metropolitan areas peaked around 1960 and has now fallen below its 1930 level. Our major focus is on the spatial components of segregation. We show that two types of macro-segregation—increasing racial disparities between cities and their surrounding areas and rising segregation between communities within suburbia—became substantial only after 1950 and have remained at a similar level since 1960. At that time, micro-segregation (separation between neighborhoods in cities and in suburbia) had begun to fall. Multivariate analyses over time show how suburban fragmentation, socioeconomic differences between Black and white workers, and changes in the size of the Black population were associated with these trends in each component of segregation. The durability of segregation today is largely due to macro-segregation, which by 2020 accounts for nearly half of total metropolitan segregation.",
          "url": "https://doi.org/10.1093/sf/soaf069",
          "doi": "https://doi.org/10.1093/sf/soaf069",
          "filter": 0
        },
        {
          "title": "Another elephant in the room? how energy-intensive lifestyles may undermine the fight against climate change",
          "authors": "Lazarus Adua, Brett Clark",
          "abstract": "Climate change represents a major threat to the world, yet policy responses to it have been tepid and ineffective. Recent dire warnings and more frequent climate-related extreme weather events have stirred greater interest in more assertive responses, mostly around two beloved “solutions or policy areas”—transitioning to renewable energy and energy efficiency improvement. This study investigates whether these solutions lessen carbon emissions. More crucially, it scrutinizes whether they are resilient against consumptive lifestyles, an elephant in the room often ignored by governmental decision-makers. Dynamic fixed effects modeling of cross-national longitudinal data shows renewable energies offer opportunities for reducing carbon emissions, but energy intensity prevents us from realizing their full environmental benefits. We find evidence in our analysis that energy intensity as well as other socioeconomic factors are suppressing the influence of renewable energies on carbon emissions. The analysis also shows that the relationship between national energy-intensity, which taps inefficiency, and carbon emissions is moderated by energy-intensive lifestyles (energy use per capita). This finding suggests reducing energy intensity may offer some reductions in carbon emissions, but such efforts must be paired with reductions in energy consumption per capita.",
          "url": "https://doi.org/10.1093/sf/soaf074",
          "doi": "https://doi.org/10.1093/sf/soaf074",
          "filter": 0
        },
        {
          "title": "Who watches the watchmen? intersectional threat and public opinion about policing the 2020 Black Lives Matter protests",
          "authors": "Kevin Drakulich, Christian Law",
          "abstract": "When Americans protest the police, how should the police treat the protesters? Police exert social control on behalf of the state and have been implicated in the maintenance of inequalities, yet are also tasked with managing protests, even protests of the police. So, how do citizens feel about possible restrictions to their right to protest, a critical feature of a functional democracy? While the Black Lives Matter protests of 2020 were largely peaceful, some Americans supported the use of repressive “law and order” responses. Amid simultaneous movements for racial equality (Black Lives Matter) and gendered equality (#MeToo), an intersectional threat perspective encourages us to consider the potentially unique reactions of people who perceive simultaneous threats to multiple privileged identities. We theorize that support for aggressive policing approaches to racial justice protests acts as a synchronized performance of race and gender, enforcing the symbolic boundaries that undergird structural inequalities. Specifically, we suspect that perceived threats to male privilege will also be relevant to these views, at least among those who also perceived threats to white privilege. Using data from the 2020 American National Election Study survey—shortly after the mass protests of the spring and summer of that year—we find a conditional relationship for perceived gender threat, which appears relevant to views of policing the Black Lives Matter protests only among those who also perceive threats to white privilege. We discuss implications for understanding public comprehension of other social phenomena, particularly during multiple overlapping civil rights movements.",
          "url": "https://doi.org/10.1093/sf/soaf078",
          "doi": "https://doi.org/10.1093/sf/soaf078",
          "filter": 0
        },
        {
          "title": "Review of “Crisis by Design: Emergency Powers and Colonial Legality in Puerto Rico”",
          "authors": "Joe Greener",
          "url": "https://doi.org/10.1093/sf/soaf064",
          "doi": "https://doi.org/10.1093/sf/soaf064",
          "filter": 0
        },
        {
          "title": "Review of “Marriage Material: How an Enduring Institution is Changing Same-Sex Relationships”",
          "authors": "Abigail Ocobock",
          "url": "https://doi.org/10.1093/sf/soaf072",
          "doi": "https://doi.org/10.1093/sf/soaf072",
          "filter": 0
        },
        {
          "title": "Review of “Supply Chain Justice: The Logistics of British Border Control”",
          "authors": "Mary Bosworth",
          "url": "https://doi.org/10.1093/sf/soaf065",
          "doi": "https://doi.org/10.1093/sf/soaf065",
          "filter": 0
        },
        {
          "title": "“Paper, practice, ancestry, culture”: Racial frames and contested racial/ethnic census categories",
          "authors": "Marissa E Thompson",
          "abstract": "How do individuals and groups frame their appeals to change official racial/ethnic categories and explain their perceptions of the underlying boundaries that such categories reflect? This article draws from the case of revisions to the 2030 U.S. census categories using the universe of the over 20,000 public comments submitted to the federal government in response to proposed changes. Using an integrated computational text analysis and qualitative approach, I find that three sets of strategies characterize the general deployment of racial frames across comments. The first describes the broader characteristics that are perceived to define a given category; the second grapples with the historical and contemporary nature of racial/ethnic boundaries; and the third situates the placement of a given group in the existing racial order. I then examine the use of these strategies in reference to the proposed Middle Eastern and North African category and to the existing Black/African American and Hispanic/Latino categories. Finally, I examine the resonance of particular frames and strategies by illustrating the extent to which they were submitted on behalf of organizations or duplicated widely by individual actors. Together, this study advances our broader understanding of the dynamic nature of racial/ethnic categories and the boundaries that they are perceived to represent.",
          "url": "https://doi.org/10.1093/sf/soaf075",
          "doi": "https://doi.org/10.1093/sf/soaf075",
          "filter": 0
        },
        {
          "title": "Discordant patterns and adulthood consequences of childhood maltreatment and foster care placement",
          "authors": "Martin Eiermann, Garrett Baker, Christopher J Wildeman",
          "abstract": "Child maltreatment and foster care placement are common, unequally distributed, and consequential for life-course outcomes. Yet, little is known about how foster care placements vary across children who experience different types and frequencies of maltreatment, and about the adulthood consequences of experiencing specific combinations of maltreatment and foster care placement. In this article, we use Add Health data to (1) identify heterogeneous patterns of child maltreatment and foster care placement, using straightforward descriptive methods, (2) demonstrate why more statistically complex methods may better describe these patterns and the demographic profiles associated with them, and (3) document associations between child maltreatment, foster care placement, and adulthood health and educational outcomes. Taken together, our results reveal joint patterns of child maltreatment and foster care placement that cannot be detected with simple descriptive statistics, highlight that these patterns are heavily raced and classed, and demonstrate that exposure to such patterns during childhood is associated with specific vulnerabilities later in life.",
          "url": "https://doi.org/10.1093/sf/soaf077",
          "doi": "https://doi.org/10.1093/sf/soaf077",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Overlapping social circles in historical elite career networks:Measuring accumulated social status with ‘k-circles’ and circle esteem in bipartite networks",
          "authors": "Anton Grau Larsen, Jacob Aagaard Lunding, Christoph Houman Ellersgaard",
          "url": "https://doi.org/10.1016/j.socnet.2025.04.006",
          "doi": "https://doi.org/10.1016/j.socnet.2025.04.006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "How routine tasks affect labor market inequalities between vocational and tertiary graduates over the career",
          "authors": "Viktor Decker, Marie Labussière, Thijs Bol",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103207",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103207",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Does Everyone Have a Gender? Compulsory Gender, Gender Detachment, and Asexuality",
          "authors": "Canton Winer",
          "abstract": "Feminist scholars have written for decades about the radical potential, if not the necessity, of ungendering for resisting gender inequality. Yet much of this work has been theoretical, and other scholars have questioned whether ungendering is even possible. Drawing on interviews with 30 asexual individuals, the author presents empirical findings that lend support to the plausibility of ungendering. On the basis of these findings, the author introduces the concept of gender detachment , which refers to individually held notions that gender is irrelevant, unimportant, pointless, and/or overall not a helpful framework for understanding and defining the self. The author argues that the difficulty of navigating these feelings highlights gender, and not merely the gender binary, as a compulsory system of categorization. The author also argues that this finding highlights the need to theorize around compulsory gender . The author concludes by discussing gender detachment’s connections to and differences from the concepts of degendering, ungendering, undoing gender, redoing gender, nonbinary identification, and gender vertigo. The author also considers gender detachment’s potential for radical resistance to gender (and the inequality gender produces) and the potential complications in realizing that potential.",
          "url": "https://doi.org/10.1177/23780231251339382",
          "doi": "https://doi.org/10.1177/23780231251339382",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
