{
  "update": "2026-01-25",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Original Sin?: The Reproduction of Racism in a Multiracial Church”",
          "authors": "Claire Gilliland",
          "url": "https://doi.org/10.1093/sf/soaf234",
          "doi": "https://doi.org/10.1093/sf/soaf234",
          "filter": 0,
          "created": "2026-1-3"
        },
        {
          "title": "Review of “On the Frontlines of Crisis: Intensive Care and the Challenge of COVID-19.”",
          "authors": "Ryan Hagen",
          "url": "https://doi.org/10.1093/sf/soaf236",
          "doi": "https://doi.org/10.1093/sf/soaf236",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "Review of “Replace the State: How to Change the World When Elections and Protests Fail”",
          "authors": "Todd Lu",
          "url": "https://doi.org/10.1093/sf/soaf227",
          "doi": "https://doi.org/10.1093/sf/soaf227",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Review of “Insurgent Communities: How Protests Create a Filipino Diaspora”",
          "authors": "Marco Z Garrido",
          "url": "https://doi.org/10.1093/sf/soaf239",
          "doi": "https://doi.org/10.1093/sf/soaf239",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "Competing devotions in the postpandemic economy: the effect of remote working on perceptions of employees as “good workers” and “good parents” in Germany, South Korea, and the United States",
          "authors": "Youngjoo Cha, Lena Hipp, Soocheol Cho",
          "abstract": "Before the pandemic, remote workers were often perceived as less committed than their in-office counterparts. Have these perceptions persisted in the postpandemic era of global remote work expansion? Does working remotely affect how people are viewed as parents and not just as workers? How do these relationships differ across cultural contexts with different work and parenting norms? We address these questions using original, preregistered survey experiments in three countries with distinct work cultures and gender norms: Germany, South Korea, and the United States. In all three countries, remote workers are perceived as less committed to work but as better parents. These effects, however, differ across countries in gender-specific ways: when working remotely, South Korean fathers face larger penalties in perceived work commitment than fathers in Germany, and South Korean mothers receive larger parental rewards than mothers in both Germany and the United States. These findings suggest that workers face competing pressures from work and family, and that remote work can produce distinctively gendered outcomes—drawing mothers into remote work while pushing fathers away from it. However, this pattern only occurs in cultural contexts where work and parenting norms are strongly gendered, such as South Korea.",
          "url": "https://doi.org/10.1093/sf/soaf218",
          "doi": "https://doi.org/10.1093/sf/soaf218",
          "filter": 0,
          "created": "2026-1-5"
        },
        {
          "title": "Review of “Kindergarten Panic: Parental Anxiety and School Choice Inequality”",
          "authors": "Chantal A Hailey",
          "url": "https://doi.org/10.1093/sf/soaf242",
          "doi": "https://doi.org/10.1093/sf/soaf242",
          "filter": 0,
          "created": "2026-1-1"
        },
        {
          "title": "Review of “What’s on Her Mind: The Mental Workload of Family Life”",
          "authors": "Julianne Siegfriedt",
          "url": "https://doi.org/10.1093/sf/soaf235",
          "doi": "https://doi.org/10.1093/sf/soaf235",
          "filter": 0,
          "created": "2025-12-28"
        },
        {
          "title": "Review of “Inherited Inequality: Why Opportunity Gaps Persist Between Black and White Youth Raised in Two-Parent Families”",
          "authors": "Deadric T Williams",
          "url": "https://doi.org/10.1093/sf/soaf230",
          "doi": "https://doi.org/10.1093/sf/soaf230",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Review of “Fueling Development: How Black Radical Trade Unionism Transformed Trinidad and Tobago”",
          "authors": "Nathan W Pino",
          "url": "https://doi.org/10.1093/sf/soaf223",
          "doi": "https://doi.org/10.1093/sf/soaf223",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "Review of “Educated Out: How Rural Students Navigate Elite Colleges – And What It Costs Them”",
          "authors": "Jasmine L Whiteside",
          "url": "https://doi.org/10.1093/sf/soaf228",
          "doi": "https://doi.org/10.1093/sf/soaf228",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "Review of “Squatter Life: Persistence at the Urban Margins of Buenos Aires”",
          "authors": "Zachary Levenson",
          "url": "https://doi.org/10.1093/sf/soaf241",
          "doi": "https://doi.org/10.1093/sf/soaf241",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "Review of “Growing Up Godless: Non-Religious Childhoods in Contemporary England”",
          "authors": "Anna Kasselstrand",
          "url": "https://doi.org/10.1093/sf/soaf237",
          "doi": "https://doi.org/10.1093/sf/soaf237",
          "filter": 0,
          "created": "2026-1-2"
        },
        {
          "title": "Review of “The Edge of the Law: Street Vendors and the Erosion of Citizenship in São Paulo”",
          "authors": "Lissette Aliaga Linares",
          "url": "https://doi.org/10.1093/sf/soaf240",
          "doi": "https://doi.org/10.1093/sf/soaf240",
          "filter": 0,
          "created": "2025-12-30"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Suspicion During Fieldwork: Lessons From Ethnographers Suspected of Espionage",
          "authors": "Eric W. Schoon",
          "abstract": "Researchers routinely face suspicion during fieldwork. This article presents findings from interviews with 34 ethnographers who were suspected of being spies while conducting fieldwork in Turkey. I find that the way the ethnographers experienced and responded to this suspicion depended on whether they reported being questioned about whether they were spies versus accused of spying. Questioning was interpreted as sense-making, and researchers reported several common strategies for addressing the suspicions they faced. Accusations, in contrast, were associated with threats and motivated the researchers to mitigate risks to themselves and their interlocutors. Engaging with scholarship on social cognition, high-risk fieldwork, and reflexivity, I discuss how my findings offer practical insights for navigating suspicion and risk during fieldwork—even in seemingly low-risk environments—and I make the case that interrogating how researchers react to suspicion can help them clarify their positionality and aid reflexivity.",
          "url": "https://doi.org/10.1177/00491241251414876",
          "doi": "https://doi.org/10.1177/00491241251414876",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Poor Neighborhoods, Bad Schools? A High-Dimensional Model of Place-Based Disparities in Academic Achievement",
          "authors": "Geoffrey Wodtke, Kailey White, Xiang Zhou",
          "url": "https://doi.org/10.15195/v13.a6",
          "doi": "https://doi.org/10.15195/v13.a6",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "The Faith Factor. How Scholars’ Religiosity Biases Research Findings on Secularization",
          "authors": "Valeria Rainero, Jörg Stolz, Ruud Luijkx",
          "url": "https://doi.org/10.15195/v13.a7",
          "doi": "https://doi.org/10.15195/v13.a7",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Media Engagement and Avoidance: How Undocumented College Students Exert Agency",
          "authors": "Jenniffer C. Perez Lopez",
          "abstract": "Research has established that the media plays a significant role in nonimmigrant viewers’ perceptions and attitudes toward undocumented immigrants. However, limited scholarship has examined how 1.5-generation immigrant viewers may engage with media in an increasingly hostile immigration policy context. Drawing on 31 interviews with undocumented college students, the author examines how they engage with media and their feelings toward coverage on deportability, anti-immigrant rhetoric, and policy implementation. The findings reveal that undocumented college students are pushed to consider their potential deportability when they encounter media outlets mentioning detention centers, migration deaths, and other immigration enforcement tactics. Yet they can simultaneously benefit from engaging with media to inform themselves about policy developments, attitudes toward immigrant rights, and avoiding high-risk situations by understanding what immigration policies could do to them. Undocumented college students practice agency by either engaging with, curating usage, or avoiding certain traditional and social media platforms to avoid triggering thoughts about deportability. This research fills a crucial gap in media and deportability literature by revealing the differential ways in which undocumented college students’ legal status influences their agentic decision-making regarding traditional and social media.",
          "url": "https://doi.org/10.1177/23780231251379105",
          "doi": "https://doi.org/10.1177/23780231251379105",
          "filter": 0,
          "created": "2026-1-24"
        },
        {
          "title": "Who Feels Prestigious? Gender Differences in Self-Rated Occupational Prestige",
          "authors": "Sabine Krueger",
          "abstract": "This article examines gender differences in self-rated occupational prestige in Germany using two indicators: absolute self-ratings and a prestige deviation score that benchmarks self-ratings against societal prestige for the same occupation. Using nationally representative data from the Bundesinstitut für Berufsbildung/Bundesanstalt für Arbeitsschutz und Arbeitsmedizin Employment Survey 2018 linked to Microcensus-based occupation measures, the author estimates multilevel models with individuals nested in detailed occupations and conducts Oaxaca-Blinder decompositions. Men report modestly but consistently higher prestige than women. For absolute prestige, the gap is accounted for largely by structural factors. By contrast, for the prestige deviation score, the gap aligns with an unexplained component in the decomposition, suggesting interpretation processes beyond measured structure. Wages, at both the individual and occupational levels, explain the largest share of the gap, while autonomy and perceived career advancement also raise self-ratings. Agreeableness shows a small positive association. Occupational gender composition follows a U-shaped pattern, with higher prestige in male- and female-dominated fields than in mixed ones. The results suggest that pay structures explain most observable differences in prestige self-ratings, while remaining disparities align with gendered interpretation processes.",
          "url": "https://doi.org/10.1177/23780231251412640",
          "doi": "https://doi.org/10.1177/23780231251412640",
          "filter": 0,
          "created": "2026-1-23"
        }
      ],
      "articles_hidden": []
    }
  ]
}
