{
  "update": "2025-09-17",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Less than citizens: varieties of workplace marginalization of immigrants to the United States",
          "authors": "Qian He",
          "abstract": "Existing studies highlight numerous barriers immigrants encounter upon arrival and the economic benefits of citizenship acquisition in reducing these barriers to integration at their destinations. While researchers have extensively studied native-immigrant economic disparities and the lower monetary returns to immigrants’ education, limited knowledge exists about the distinct roles natives and immigrants play in nationwide labor markets and the principles underlying these roles. I investigate how immigrants may experience marginalization in contemporary US labor markets despite their employment participation. I propose that this marginalization may be reflected in occupational trait differentials across moral, mechanistic, and animalistic dimensions within citizenship hierarchies. Cross-sectional and longitudinal analyses of three recent nationally representative US samples provide consistent evidence that citizenship ladders contribute to stratification in workers’ occupational traits across each marginalization dimension, leading to diverging trajectories. Beyond the prominent non-monetary trait gaps between citizens and non-citizens, the results reveal persistent disparities tied to birthright and naturalized citizenship statuses, particularly for Asian and Hispanic immigrants. These trait differentials help to segment occupational roles based on citizenship hierarchies, potentially limiting immigrants’ decision-making freedom and workplace influence, and reducing access to positions emphasizing moral judgment or expressive communication skills. The conclusion discusses broader theoretical, empirical, and policy implications.",
          "url": "https://doi.org/10.1093/sf/soaf145",
          "doi": "https://doi.org/10.1093/sf/soaf145",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Stable or dynamic? Explaining the development of Muslim and non-Muslim boys’ and girls’ friendship-making across adolescence",
          "authors": "David Kretschmer, Lars Leszczensky",
          "url": "https://doi.org/10.1016/j.socnet.2025.08.004",
          "doi": "https://doi.org/10.1016/j.socnet.2025.08.004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "The Political Economy of Optimal Taxation",
          "authors": "Elias Nosrati",
          "url": "https://doi.org/10.15195/v12.a26",
          "doi": "https://doi.org/10.15195/v12.a26",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "The Stalled Revolution versus Secularization: The Dynamic Relationship between Gender Attitudes and Religiosity",
          "authors": "Elizabeth E. McElroy, S. Abby Young, Cyrus Schleifer",
          "abstract": "Scholars have theorized that as societies move toward gender equity, they move away from religious institutions. Research has relied on cohort turnover and unidirectional models to test these societal transformations; however, these approaches fail to recognize within-person change and mutually reinforcing dynamics between these two social processes. Religiosity may delay a person’s adoption of egalitarian gender attitudes, but gender egalitarianism may also accelerate their religious disengagement. To test these competing hypotheses, the authors use two nationally representative panel datasets (the National Study of Youth and Religion and the General Social Survey panels) and latent outcome cross-lagged panel models to compare the influence of gender attitudes and religiosity as individuals change over time. The authors find that a person’s gender attitudes strongly shape changes to later religiosity across all age groups, whereas religiosity is a far less reliable predictor of later gender attitudes. The key exception is among young women, for whom religiosity counteracts the trend toward gender egalitarian attitudes.",
          "url": "https://doi.org/10.1177/23780231251366719",
          "doi": "https://doi.org/10.1177/23780231251366719",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
