{
  "update": "2026-02-07",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "The Coupled Dynamics of Neighborhood and School Change",
          "authors": "Elly Field, Elizabeth Bruch",
          "url": "https://doi.org/10.1086/740798",
          "doi": "https://doi.org/10.1086/740798",
          "filter": 0,
          "created": "2026-2-4"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Environment and the racialization of space in US cities",
          "authors": "Jonathan Tollefson",
          "abstract": "This study presents the first comparative analysis of late nineteenth and early twentieth century racial-environmental inequality formation. Previously, lack of data on early industrial hazards contributed to a structural division between urban and environmental theory, as sociologists have had limited understanding of the relationship between environmental and racial inequality during the initial formation of segregated neighborhoods. As a result, socioenvironmental processes are often considered a downstream outcome of persistent patterns of urban inequality, rather than a potential cause. In response, this study uses a novel computational methodology to map sites associated with an acute and widespread source of early industrial pollution. Site data are paired with historical census information to analyze changes in the social stratification of environmental exposure in six US urban areas from 1880 to 1930. Results reveal a sustained and generalized escalation in exposure to environmental hazards among racialized populations, despite substantial local variation at the beginning of the study period, suggesting that racial-environmental inequality emerged much earlier than prior studies have shown—and that socioenvironmental processes likely played an important role in the racialization of the neighborhood. Findings further suggest new directions to embed urban sociology within a socioenvironmental perspective.",
          "url": "https://doi.org/10.1093/sf/soag001",
          "doi": "https://doi.org/10.1093/sf/soag001",
          "filter": 0,
          "created": "2026-1-18"
        },
        {
          "title": "Review of “Making, Keeping, and Losing Friends: How Campuses Shape College Students’ Networks”",
          "authors": "Alecea Standlee",
          "url": "https://doi.org/10.1093/sf/soaf232",
          "doi": "https://doi.org/10.1093/sf/soaf232",
          "filter": 0,
          "created": "2026-1-29"
        },
        {
          "title": "Review of “Misguided: Where Misinformation Starts, How It Spreads, and What to Do About It”",
          "authors": "Marcus Mann",
          "url": "https://doi.org/10.1093/sf/soaf233",
          "doi": "https://doi.org/10.1093/sf/soaf233",
          "filter": 0,
          "created": "2026-1-29"
        },
        {
          "title": "Conspiracy talk in the lives of ordinary Americans: everyday experiences of conspiracy culture in contemporary America",
          "authors": "Niko Pyrhönen, Gwenaëlle Bauvois, Anton Berg, Peter Holley",
          "abstract": "This paper examines how ordinary Americans engage in unprompted conspiracy talk when discussing their daily lives. Drawing on a representative sample of 1,612 life course interviews from the “American Voices Project”, we explore how conspiracy theories surface in reflections on topics people consider important—such as relationships, employment, religion, and politics. Using both computational and qualitative analysis, we identify instances of conspiracy talk in the corpus, and categorize these passages into three orientations: supporting, challenging, and referencing conspiracy talk. Notably, 10 percent of the interview transcripts contain some form of conspiracy talk—a striking figure given that no questions about conspiracies or conspiracy theories were asked. While the overall volume of conspiracy talk rose during the pandemic, this increase was largely driven by a fivefold increase in passages that challenge conspiracy theories. Building on the recent theoretical work on conspiracy theories and conspiracy culture, this study highlights the value of empirically grounded analysis focused on ordinary people—not just dedicated conspiracy theorists or participants in, or followers of, the conspiracy theory milieu. In doing so, we offer new insights into how conspiracy theories are discussed, negotiated, and made meaningful in the course of everyday life.",
          "url": "https://doi.org/10.1093/sf/soag002",
          "doi": "https://doi.org/10.1093/sf/soag002",
          "filter": 0,
          "created": "2026-1-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Two-mode network autoregressive model for network analysis with core nodes",
          "authors": "Huiyun Tang, Moxuan Mi, Yingying Ma, Haisheng Yang, Feifei Wang",
          "url": "https://doi.org/10.1016/j.socnet.2026.01.004",
          "doi": "https://doi.org/10.1016/j.socnet.2026.01.004",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Estimating unknown populations from informant reports using scale-up reference groups and capture-recapture inference",
          "authors": "Scott Feld, Alec McGail",
          "url": "https://doi.org/10.1016/j.socnet.2026.01.003",
          "doi": "https://doi.org/10.1016/j.socnet.2026.01.003",
          "filter": 0,
          "created": "2026-2-1"
        },
        {
          "title": "Who benefits most? Intervention-induced changes in the social networks of people living with dementia",
          "authors": "Doris Gebhard, Jan Ellinger",
          "url": "https://doi.org/10.1016/j.socnet.2026.01.006",
          "doi": "https://doi.org/10.1016/j.socnet.2026.01.006",
          "filter": 0,
          "created": "2026-2-3"
        },
        {
          "title": "Investigating the impacts of missing data mechanims and treatments with latent space models",
          "authors": "Tracy M. Sweet, Xin Qiao, Ashani Jayasekera, Yishan Ding",
          "url": "https://doi.org/10.1016/j.socnet.2026.01.002",
          "doi": "https://doi.org/10.1016/j.socnet.2026.01.002",
          "filter": 0,
          "created": "2026-2-2"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "When categories change value: How new educational resources reshape patterns of inequality",
          "authors": "Tiffany T. Liu",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103310",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103310",
          "filter": 0,
          "created": "2026-2-2"
        },
        {
          "title": "Harvesting inequality: How gender and indigeneity shape farmworker health",
          "authors": "Melissa Hurtado Nuez, Erick Samayoa, Christina J. Diaz",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103320",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103320",
          "filter": 0,
          "created": "2026-2-1"
        },
        {
          "title": "Infrastructural access and racial inequalities as determinants of income dynamics in South Africa",
          "authors": "Franco Bonomi Bezzo, Laura Silva",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103319",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103319",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "From Islamic religiosity to political participation. The role of social exclusion and origin-country ties",
          "authors": "Rachel Kollar, Nella Geurts, Niels Spierings",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103295",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103295",
          "filter": 0,
          "created": "2025-12-5"
        },
        {
          "title": "Compensation or concordance between warmth and competence: Examining social class stereotypes in English and Chinese languages using natural language",
          "authors": "Xingyu Luo, Peipei Zhai, Xiaojun Sun, Gengfeng Niu",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103284",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103284",
          "filter": 0,
          "created": "2025-11-20"
        },
        {
          "title": "Family background, romantic experience and college students’ realistic attitudes toward love in China",
          "authors": "Minghao Tang, Xiaogang Wu",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103283",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103283",
          "filter": 0,
          "created": "2025-11-24"
        },
        {
          "title": "Gendered reporting of housework across relative spousal income",
          "authors": "Joanna Syrda",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103303",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103303",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "Electoral consequences of hate speech on social media: The case of the presidential election in Brazil",
          "authors": "Alexandre Gori Maia, Esther Menezes",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103299",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103299",
          "filter": 0,
          "created": "2025-12-29"
        },
        {
          "title": "Mobility patterns predict increasing polarization between neighborhoods",
          "authors": "Karl Vachuska, Meghann Norden-Bright",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103293",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103293",
          "filter": 0,
          "created": "2025-11-28"
        },
        {
          "title": "Why social norms matter in science: Determinants of misconduct in German-speaking Europe",
          "authors": "Vincent Oberhauser, Antonia Velicu, Heiko Rauhut",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103292",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103292",
          "filter": 0,
          "created": "2025-12-5"
        },
        {
          "title": "How probability distributions felled the case for the beneficial effects of income inequality: and other adventures of probability distributions on the knowledge quest",
          "authors": "Guillermina Jasso",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103277",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103277",
          "filter": 0,
          "created": "2025-12-8"
        },
        {
          "title": "The effect of parenthood on weekly physical activity in four OECD countries – A longitudinal analysis",
          "authors": "Philipp Linden, Nadine Reibling, Michael Kühhirt",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103305",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103305",
          "filter": 0,
          "created": "2025-12-29"
        },
        {
          "title": "Polarized by moderates",
          "authors": "Austin Horng-En Wang, Darrell Carter, Naseem Benjelloun, Dhritiman Banerjee, Sydney Cervantes",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103281",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103281",
          "filter": 0,
          "created": "2025-11-20"
        },
        {
          "title": "Buying out in same-sex and different-sex couples in the United States: Outsourcing of routine and non-routine housework tasks",
          "authors": "Elena Maria Pojman, Jisu Park",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103297",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103297",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Family background and school-to-work trajectories in China",
          "authors": "Xiaoguang Li, Yao Lu",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103300",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103300",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "Yours, mine, and ours: Childhood disadvantage and late-life social connectedness in marital dyads",
          "authors": "Yiang Li, Jason Wong, Linda J. Waite",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103301",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103301",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "The relevance of meritocratic beliefs for redistributive preferences increases with income",
          "authors": "Irene Pañeda-Fernández, Jonne Kamphorst, Arnout van de Rijt, Balaraju Battu",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103294",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103294",
          "filter": 0,
          "created": "2025-11-29"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Force of Attraction and Partner Availability in the U.S. Marriage Market: A Two-Sided Matching Model",
          "authors": "Yuan Cheng, John Dagsvik, Xuehui Han, Zhiyang Jia",
          "url": "https://doi.org/10.15195/v13.a8",
          "doi": "https://doi.org/10.15195/v13.a8",
          "filter": 0,
          "created": "2026-2-4"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Redefining Discrimination: Dismantling Environmental Protections through the Logic of Reactionary Color blindness",
          "authors": "Ian Carrillo, Annabel Ipsen",
          "abstract": "The authors examine the unique role that racism plays in guiding and structuring anti-environmental ideas and behaviors. They focus on the influence of reactionary colorblindness, which is a legal strategy that promotes race-neutral individuality and activates white resentment in seeking to reverse policies for racial equality. The authors ask, In what ways do anti-environmental policies harness, replicate, and repurpose the logic of reactionary colorblindness? They conduct a qualitative content analysis of a sample of the second Trump administration’s executive orders (EOs). In these EOs, the authors find that the administration draws on reactionary colorblindness as a tool to redefine discrimination and undermine environmental protection in three main ways: (1) the EOs justify eliminating environmental justice initiatives by claiming they confer group-based racial advantages that are antithetical to colorblind individuality; (2) the EOs label diversity, equity, and inclusion, environmental justice, and climate change programs as “forced discrimination” to rationalize policy dismantling; and (3) the EOs adopt a stance of ignorance toward environmental and climate science, thereby rejecting the rationale underlying policies that promote environmental and climate justice. The authors extend debates in environmental sociology and the sociology of race and ethnicity by analyzing how colorblindness and the racism of omission work in service of anti-environmentalism.",
          "url": "https://doi.org/10.1177/23780231251411361",
          "doi": "https://doi.org/10.1177/23780231251411361",
          "filter": 0,
          "created": "2026-1-31"
        }
      ],
      "articles_hidden": []
    }
  ]
}
