{
  "update": "2025-02-18",
  "content": [
    {
      "journal_full": "Annual Review of Sociology",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "The Perils and Promises of Unequal Democracy: Insights from the Sociology of India",
          "authors": "Rina Agarwala, Poulami Roychowdhury",
          "abstract": "Why has India, the world's largest liberal democracy, joined the global turn toward authoritarianism? Drawing on the sociological literature on Indian politics, we argue that India's authoritarian turn emerges from the difficulty of sustaining democracy within an unequal society. The Indian state historically managed this difficulty by balancing the interests of opposed social groups: responding favorably to underprivileged groups’ demands for welfare and rights while simultaneously maintaining elite power and privilege. This approach ensured that everyone enjoyed some wins but also faced some disappointments. For decades, the Indian state's ability to sustain this juggling act was credited for the success of India's liberal democracy. Over time, however, the Indian state's attempt to appease opposed social groups became perilous for democracy. The more the state catered to elite and nonelite demands, the more empowered both groups became to express their dissatisfaction and demand more. Elites, resentful that their privilege was being chipped away to make room for nonelites, and nonelites, frustrated with continued poverty and marginalization at the hands of elites, both began seeking solutions from an alternative, authoritarian-style regime. Recent events suggest that one ray of hope for a more just future in India resides in the social movements that emerged from India's democracy and have recently tried to hold its increasingly authoritarian regime in check. By tracing the social basis of India's democratic fluctuations, sociological literature on India provides important insights for other unequal democracies, where similar elite resentments and nonelite frustrations are fueling authoritarianism.",
          "url": "https://doi.org/10.1146/annurev-soc-090324-022910",
          "doi": "https://doi.org/10.1146/annurev-soc-090324-022910",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "From warnings to bans: The role of social networks in the severity of sanctions",
          "authors": "Mélina Girard, David Décary-Hétu",
          "url": "https://doi.org/10.1016/j.socnet.2025.02.001",
          "doi": "https://doi.org/10.1016/j.socnet.2025.02.001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Who is using flexible work arrangements among couples? A longitudinal analysis of the disparities between gender, parenthood, and occupations",
          "authors": "Senhu Wang, Cheng Cheng",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103144",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103144",
          "filter": 0
        },
        {
          "title": "Ethnic minorities in disadvantaged neighborhoods: Differential effects on educational outcomes",
          "authors": "Solveig Topstad Borgen, Nicolai Topstad Borgen, Henrik Daae Zachrisson",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103152",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103152",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
