{
  "update": "2024-10-25",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Intergenerational family life courses and wealth accumulation in Norway",
          "authors": "Bettina Hünteler, Theresa Nutz, Jonathan Wörn",
          "abstract": "While prior research has widely acknowledged the consequences of specific family transitions (e.g., parental death, parenthood, grandparenthood) for individual wealth holdings, the interplay of multiple family transitions and positions occurring at different life stages and in various orderings has received little attention. This is despite the fact that these transitions and positions most likely jointly shape wealth accumulation, both in the shorter and longer run. We apply (1) sequence analysis to identify typical family life course clusters defined by the timing of the death of the parent generation, the timing of the transition into parenthood, and grandparenthood and (2) regression analysis to describe how the accumulation of wealth between ages 40 and 64 differs by family life course cluster. Using Norwegian register data of individuals born in 1953 (N = 47,945), we identified six clusters of family trajectories ranging from childless individuals to individuals who were sandwiched between their parents, children, and grandchildren because of relatively early (grand)parenthood and late parental death. Individuals experiencing patterns with a later transition into (grand)parenthood occupied stable and high wealth positions over time. Individuals without children exhibited a steady increase in their wealth position. Additionally, experiencing parental death later in life was associated with increasing wealth, whereas early parental death was not. These results held net of gender and education. Pronounced and even increasing wealth differences over the life course seem to be associated with the interplay of multiple family transitions.",
          "url": "http://dx.doi.org/10.1093/sf/soae151",
          "doi": "10.1093/sf/soae151",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "The effect of grandparental involvement on grandchildren's school grades: Heterogeneity by the extended family characteristics",
          "authors": "Francesca Zanasi, Valeria Bordone",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103095",
          "doi": "10.1016/j.ssresearch.2024.103095",
          "filter": 0
        },
        {
          "title": "Field of study, political attitudes, and support for the radical right in Sweden and Europe",
          "authors": "Amanda Almstedt Valldor",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103091",
          "doi": "10.1016/j.ssresearch.2024.103091",
          "filter": 0
        },
        {
          "title": "All in the family? Understanding differences in the kin-centricity of older US adults’ core discussion networks from classic age, period, and cohort table estimates",
          "authors": "Ellen L. Compernolle, Alyssa Goldman, Eric C. Hedberg",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103098",
          "doi": "10.1016/j.ssresearch.2024.103098",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Implicit Racial Bias in Europe: Cross-National Variation and Time Trends",
          "authors": "Kasimir Dederichs, Pieter-Paul Verhaeghe",
          "abstract": "The authors visualize how implicit racial bias at the collective level varies across European countries and how it changed between 2009 and 2019. To obtain population-level estimates, the authors re-weight implicit association test data from the Project Implicit international dataset ( n = 184,745). Implicit bias against Black people is stronger in southern and eastern vis-à-vis northern and western European countries. It decreased until the mid-2010s but started to increase thereafter.",
          "url": "http://dx.doi.org/10.1177/23780231241291131",
          "doi": "10.1177/23780231241291131",
          "filter": 0
        },
        {
          "title": "Public Funding, Private Work Outcomes: Multiple Job Holding among U.S. K–12 Public School Teachers",
          "authors": "Ryan Fajardo",
          "abstract": "Reporting suggests that declining salaries cause high multiple job holding (MJH) among full-time public school teachers in the United States. Studies investigating this relationship assume an individual teacher, neglecting the effects of family characteristics on work behavior. This article examines K–12 public school teachers’ employment patterns for March and July from 2011 to 2019 to test the associations of state-level teacher salaries and familial roles with MJH. In March and July, a teacher’s familial role correlates with MJH in a pattern consistent with persistent work-family divisions: Male teachers, single or married with children, are the most likely to hold another job, and married female teachers with children are the least. These differences increase during the summer break. State-level salaries correlate with MJH only in July. Single male teachers exhibit greater sensitivity to salary changes. This article demonstrates how family characteristics, occupational schedules, and salaries interact and influence MJH.",
          "url": "http://dx.doi.org/10.1177/23780231241286374",
          "doi": "10.1177/23780231241286374",
          "filter": 0
        },
        {
          "title": "Keeping Everyone Buoyant: The Care Work of Women Faculty and Research Staff during COVID-19",
          "authors": "Loa Gordon, Gabriella Christopher, Nicole McNair, Marisa Young",
          "abstract": "The authors explore how the coronavirus disease 2019 (COVID-19) pandemic amplified a broad range of care practices for women in academia. Engaging the lived experiences of faculty and research staff members, the authors investigate the entangled impact of care on work-life productivity during the first year and a half of the global pandemic. Mixed-methods data include roundtable accounts focusing on the COVID-19 experiences of woman employees at a Canadian university with supplementary analyses from a related institutional survey. The findings demonstrate a triangulated configuration of care responsibilities: care directly associated with work, care outside of work without disruption to professional excellence, and pressures of self-care. The authors conclude by describing the “cruel optimism” of care that is at once rewarding but simultaneously diminishing to personal flourishing. This article contributes to analytical efforts to critically redefine care in higher education as an ambivalent set of laborious practices steeped in inequities.",
          "url": "http://dx.doi.org/10.1177/23780231241288594",
          "doi": "10.1177/23780231241288594",
          "filter": 0
        },
        {
          "title": "Corporate Demography and Wage Inequality: Revisited",
          "authors": "Niklas Bomark, Elis Carlberg Larsson, Karl Wennberg",
          "abstract": "To further research how organizations influence workforce wage inequality, the authors replicate and extend Sorensen and Sorenson’s study on organizational demography and wage inequality in region-industries by (1) replicating original results from Danish regions from 1992 to 1998 using a close-to-identical dataset in Sweden during the same time period, (2) using multiverse analysis to gauge the effect of analytical choices on research results, and (3) expanding the scope of Sorensen and Sorenson’s model by two new measures of organizational diversity. The findings suggest strong to fair test-retest validity of the original model, but model extensions with nuanced measures of organization form diversity do not enhance the model’s explanatory power. The authors analyze and discuss replication anomalies and show how multiverse analysis can be gainfully used more generally in comparative organizational sociology.",
          "url": "http://dx.doi.org/10.1177/23780231241287858",
          "doi": "10.1177/23780231241287858",
          "filter": 0
        },
        {
          "title": "Softening the Stigma of Incarceration with Personal Narratives",
          "authors": "Jon Overton, Michelle D. Fretwell, Kevin Weng, Christopher P. Dum",
          "abstract": "Existing research shows that first-person narratives can reduce exclusionary attitudes against marginalized groups. In this article, we test how they might mitigate stigma against formerly incarcerated people. We outline two mechanisms: (1) signaling, wherein sharing an autobiographical narrative improves others’ perception of oneself, and (2) role-taking, wherein the content of the narrative leads the audience to see themselves in the author’s place, thereby changing their evaluation of the author. We test these mechanisms using data from a vignette-based online experiment. We examine how a sample of college students respond to a hypothetical classmate who discloses a history of incarceration. Overall, we find support for the signaling mechanism. We also find that desired social distance falls primarily because the narrative increases the classmate’s perceived warmth (e.g., sincerity, trustworthiness, friendliness, etc.). Findings suggest advocates and institutions should create opportunities to obtain and present credentials and skills that will credibly signal warmth.",
          "url": "http://dx.doi.org/10.1177/23780231241287246",
          "doi": "10.1177/23780231241287246",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
