{
  "update": "2026-02-26",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Pedagogy of Fear: Folklore and the Far-Right in Weimar Germany",
          "authors": "Elena Amaya, Robert Braun",
          "abstract": "This article argues that folklore (orally transmitted group knowledge) shapes far-right voting by inculcating feeling rules that resonate with nativist and autocratic ideas. Drawing on recently rediscovered archives of nineteenth- and twentieth-century folklorists, we pair a dataset of local support for the far-right in all Reichstag elections in Germany’s Weimar period, with unique information on the prevalence of ethnic bogeymen in local folktales. Using spatial autoregressive models, we find a robust and considerable effect of the presence of fearful folktales on radical right voting. These effects are particularly strong for localities where citizens face political and economic threats. We use an instrumental variable analysis drawing on folklore data from the 1860s to establish the long-term roots of this pattern, disentangle the effect of folktales from contemporary political influences, and establish causal order. Our findings suggest that folklore plays a key role in aligning the supply and demand for far-right movements by shaping how citizens see and feel the world around them. In addition, we illustrate that folklore archives provide a unique opportunity to unpack affective-discursive canons across space and time.",
          "url": "https://doi.org/10.1177/00031224251409746",
          "doi": "https://doi.org/10.1177/00031224251409746",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "When Political Pivots Shift Behaviors but Not Beliefs: Evidence from Trump’s Position Reversal over Facemasks during the COVID-19 Crisis",
          "authors": "Bartholomew A. Konechni",
          "abstract": "Political leaders play a potentially important role shaping behaviors and beliefs during crises. In the pandemic, a number of high-status politicians, notably leaders of populist parties, were seen to diminish compliance with institutional recommendations by casting doubt on COVID guidelines. But what happens when such leaders change position and endorse previously discouraged behaviors? Using longitudinal data from the Understanding Coronavirus in America panel with fixed-effects modeling, this article examines how Trump’s unexpected endorsement of facemasks in July 2020 affected individuals’ likelihood of wearing a facemask and belief in masks’ efficacy. I find that Trump’s pivot lifted Republicans’ use of facemasks, closing 40 percent of the preexisting gap with Democrats and with stronger effects among individuals who were more exposed to the early-summer spike in COVID cases. Additionally, I provide evidence for the unique significance of this moment in the history of the pandemic, showing that at almost no other time did partisan behaviors converge as sharply. However, in contrast to expectations from most dominant theoretical models of behavioral change, especially the health belief model, no corresponding shift in beliefs about facemasks can be detected. These results have important theoretical implications for understanding how pivots can shape behaviors during crises, the validity of existing models in public health, pandemic populism’s causes, and directions of future research.",
          "url": "https://doi.org/10.1177/00031224251415372",
          "doi": "https://doi.org/10.1177/00031224251415372",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "Unsecured Credit and the Social Safety Net in U.S. States",
          "authors": "Alec P. Rhodes, Davon Norris, Jason Houle, Rachel E. Dwyer, Sarah K. Bruch, Lawrence M. Berger",
          "abstract": "Low-income households in the United States draw on public and private resources to manage economic risk. Cross-national scholars describe a “credit–welfare state tradeoff” where credit markets become particularly important when state benefits are less supportive. The United States is frequently highlighted in this regard, with its often-inadequate market-first safety net. Both credit markets and the safety net are, however, highly unequal and segmented across U.S. states. We provide new empirical insights on the credit–welfare state nexus by leveraging a large national sample of credit record data that allows us to distinguish between credit instruments. We link these data to a comprehensive dataset on state safety nets with comparable measures of program supportiveness. We estimate two-way fixed-effects models that exploit temporal variation within states in safety net supportiveness. We find that living in states with more supportive safety nets is associated with a lower probability of high-cost alternative payday, installment, and personal finance loan use, and a higher probability of mainstream credit card access, particularly among low-income households. In the context of the relative inadequacy of the U.S. safety net, state safety net supportiveness matters less for whether people borrow than for what credit instruments they use. Our findings suggest that efforts to restrict the U.S. safety net are likely to increase reliance on high-cost loans among low-income households, furthering the unequal burden of interest and fees levied on these households.",
          "url": "https://doi.org/10.1177/00031224251411563",
          "doi": "https://doi.org/10.1177/00031224251411563",
          "filter": 0,
          "created": "2026-2-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Risky climate: the endogenous institutionalization of climate disclosure in corporate climate governance",
          "authors": "Janna Z Huang",
          "abstract": "Climate governance has historically grappled with regulatory deadlock over corporate accountability for the climate crisis. Within this context of regulatory impasse, climate disclosure emerged as the central framework in financial regulatory approaches to climate change. Extending theories of legal endogeneity to advance socio-legal studies of climate governance, this article explains how private actors institutionalized climate disclosure from a voluntary corporate practice into a cornerstone of international accounting standards and financial regulation. Drawing on seventy-four interviews with sustainability professionals, fifteen months of participant observation, and analysis of public documents, this article shows how climate finance practitioners from a key nongovernmental organization, the Carbon Disclosure Project, repurposed financial disclosure toward the disclosure of climate metrics, developed increasingly specific iterations of metrics that formed the basis of climate disclosure standards, and stabilized voluntary climate disclosure within reporting standards by incorporating climate into financial risk management. This analysis contributes to charting the development of corporate climate governance in two ways. First, cooperation from the financial community and corporations was secured by incorporating climate issues within information-based risk management approaches that used financial disclosure as a tool to facilitate the flow of climate information between companies and investors. Second, the institutionalization of climate disclosure within financial regulation reframed climate change into new forms of risk to companies, rather than accounting for the risks companies pose to the climate and environment.",
          "url": "https://doi.org/10.1093/sf/soag009",
          "doi": "https://doi.org/10.1093/sf/soag009",
          "filter": 0,
          "created": "2026-1-30"
        },
        {
          "title": "Review of “Fetal Positions: Understanding Cross-National Public Opinion about Abortion”",
          "authors": "Andréa Becker",
          "url": "https://doi.org/10.1093/sf/soag013",
          "doi": "https://doi.org/10.1093/sf/soag013",
          "filter": 0,
          "created": "2026-2-3"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "The rural-urban gap in educational inequality: Enhancement or compensation in genetic associations with educational attainment",
          "authors": "Josué Teran Linarte, Christoph Spörlein",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103324",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103324",
          "filter": 0,
          "created": "2026-2-19"
        },
        {
          "title": "Educational hypogamy is associated with a smaller child penalty on women's earnings",
          "authors": "Nadia Steiber, Lara Lebedinski, Bernd Liedl, Rudolf Winter-Ebmer",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103327",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103327",
          "filter": 0,
          "created": "2026-2-25"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Beyond Proximity: Investigating Crime With Organic Neighborhoods and a Two-Stage Unsupervised Learning Approach",
          "authors": "Kerstin Ostermann",
          "abstract": "Studying the relationship between neighborhoods and individual-level outcomes such as crime, labor market success, or intergenerational mobility has a long history in the social sciences. As local processes like gentrification constantly change neighborhoods’ composition and spatial expansion, time-constant one-size-fits-all neighborhood measures fail to capture important local dynamics. This article presents a flexible and data-driven approach for efficiently estimating overlapping and arbitrarily shaped neighborhoods with time-dynamic boundaries. Constructed in a two-stage clustering design, the first stage identifies homogeneous groups within a city, while the second stage clusters homogeneous groups by spatial proximity. In an analysis of 86 million person-year observations from 76 German cities, the paper shows that a larger spatial expansion of affluent neighborhoods negatively correlates with city crime cases, while higher neighborhood fragmentation and heterogeneity correlate positively with crime rates. The findings stress the importance of flexible neighborhood estimation techniques and the necessity to view neighborhoods as nonconstant entities.",
          "url": "https://doi.org/10.1177/00491241261420810",
          "doi": "https://doi.org/10.1177/00491241261420810",
          "filter": 0,
          "created": "2026-2-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Self-Rated Health among Adults in India: Examining the Role of Religiosity",
          "authors": "Harleen Sandhu, Samuel Stroope",
          "abstract": "Prior national studies on religiosity and self-rated health in India have focused solely on older adults using a single data source. Additionally, religion is multidimensional; yet prior research has used limited measures of religiosity. There is a need to expand these measures and examine the general adult population using nationally representative data. The authors investigate the association between five dimensions of religiosity—religious attendance, prayer, scripture reading, religious media consumption, and religious salience—and self-rated health among adults in India. Data were drawn from the Pew Research Center’s 2019–2020 India Survey ( n = 27,574), a nationally representative sample of adults 18 years and older. Logistic regression was conducted to assess independent associations between religiosity measures and poor self-rated health, adjusting for covariates. In adjusted models, higher levels of religious attendance and religious media consumption were associated with lower odds of poor self-rated health. Prayer and religious salience were associated with higher odds of poor self-rated health. Scripture reading had a null association. Religious attendance and religious media consumption may be protective social determinants of health for adults in India. Religiosity may be highly valued for those coping with poor health, especially in the forms of religious salience and prayer.",
          "url": "https://doi.org/10.1177/23780231261416210",
          "doi": "https://doi.org/10.1177/23780231261416210",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "Visualizing the Rise and Seasonality of Mass Shootings in the United States",
          "authors": "Tristan Bridges, Tara Leigh Tober, Sara Tyberg, Liz M. Munday",
          "abstract": "The authors visualize monthly mass-shooting incidents in the United States from 2013 to 2022 by integrating data from five major databases, each using different definitional boundaries. The combined dataset provides the most comprehensive view available of mass-shooting victimization during this period, including incidents often excluded in academic and media accounts. A tiled heat map and associated time-series plots reveal two key patterns: a clear rise in the frequency of mass shootings over time and increasingly pronounced seasonal clustering, with recent years showing concentrated summer peaks. These visualizations demonstrate how definitional choices shape interpretations of long-term trends and highlight the importance of inclusive, longitudinal approaches for understanding mass shootings as a persistent and evolving form of violence in the United States.",
          "url": "https://doi.org/10.1177/23780231261425279",
          "doi": "https://doi.org/10.1177/23780231261425279",
          "filter": 0,
          "created": "2026-2-25"
        }
      ],
      "articles_hidden": []
    }
  ]
}
