{
  "update": "2024-10-19",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “The Last Plantation: Racism and Resistance in the Halls of Congress”",
          "authors": "Philip V McHarris",
          "url": "http://dx.doi.org/10.1093/sf/soae150",
          "doi": "10.1093/sf/soae150",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "How many friends do youth nominate? A meta-analysis of gender, age, and geographic differences in average outdegree centrality",
          "authors": "Jennifer Watling Neal",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.10.001",
          "doi": "10.1016/j.socnet.2024.10.001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "The STEM leaky pipeline at labor market entry in Spain: The role of job competition and social origin",
          "authors": "Manuel T. Valdés, Heike Solga",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103092",
          "doi": "10.1016/j.ssresearch.2024.103092",
          "filter": 0
        },
        {
          "title": "Disaggregating the relationship between precarious employment and delayed marriage in Japan: Incorporating non-cohabiting partnerships",
          "authors": "Ryota Mugiyama",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103093",
          "doi": "10.1016/j.ssresearch.2024.103093",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Hunkering Down or Catching Up? No Long-Term Effect of Ethnic Minority Share on Neighborhood Contacts",
          "authors": "Stephan Dochow-Sondershaus",
          "url": "http://dx.doi.org/10.15195/v11.a35",
          "doi": "10.15195/v11.a35",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Peer and Social Correlates of Smoking among Saudi Youth",
          "authors": "Rajaa T. Alqahtani, James Moody, Naurah N. Alhemodi, Mohammed S. Alghamdi, Serene Alhajhussein",
          "abstract": "Smoking declines are uneven around the world, and we have few studies on the correlates of youth smoking in contexts like Saudi Arabia, where declines have been slowest. Using a broadly socio-ecological framework and network data, we report on one of the few studies to simultaneously examine peer, family, and school features associated with smoking in the Saudi context. We find strong and consistent peer and family associations with both occasional and regular smoking via direct modeling (level of peers/family that also smoke) and substantive interactions (lying to parents in the family domain, engaging in unsupervised youth-centric activities, or seeking popularity in the peer domain). Although our design precludes causal claims, our results are consistent with smoking initiation being driven by occasional use surrounding attempts to gain youth social status, whereas regular use depends on implicit family and peer acceptance.",
          "url": "http://dx.doi.org/10.1177/23780231241286735",
          "doi": "10.1177/23780231241286735",
          "filter": 0
        },
        {
          "title": "Keeping Libertarianism Alive in the Academy: Organizations, Scholars, and the Idea Pipeline",
          "authors": "Zosia Cooper, Amy J. Binder, Jeffrey L. Kidder",
          "abstract": "In this article, the authors draw on the literatures about academic career pipelines and the sociology of ideas to understand how an outside group of organizations provides resources to aspiring scholars as young as high schoolers and as senior as emeriti professors. One of the goals of these organizations is to promote libertarian ideas in the academy. The authors show how, in contrast to other academic pipeline building, libertarian-leaning organizations fear that their perspectives encounter resistance in the progressive field of higher education. Therefore, to keep libertarian ideas alive, they pursue strategies to guarantee a supply of graduate students for eventual academic jobs and provide professors with relatively easy access to funding, granting them autonomy vis-à-vis their home institutions. This funding may be used in part for programs that specifically hire libertarian PhDs, which in turn provide young scholars with a step ladder into the academy. The authors call this set of strategies an “idea pipeline.” On the whole, these efforts are designed to make a career studying libertarian ideas more desirable and viable for those inclined toward these viewpoints and to ward off the demise of libertarian thought in the academy.",
          "url": "http://dx.doi.org/10.1177/23780231241287949",
          "doi": "10.1177/23780231241287949",
          "filter": 0
        },
        {
          "title": "Work Schedules, Finances, and Freedom: Work Schedule Fit and Platform Dependence among Gig Workers on Amazon’s Mechanical Turk Platform",
          "authors": "Jeremy Reynolds, Daniel Felipe Pinzón Quintero, Julieta Aguilar, Reilly Kincaid",
          "abstract": "Formally, gig workers determine their work hours. Gig platforms, however, shape work schedules with many tools, including ratings, deadlines, pay, and competition. The platform dependence perspective suggests that gig workers who rely on platform income are especially vulnerable to manipulation and often fail to fulfill their scheduling preferences. We offer one of the first quantitative tests of this prediction while also examining if the theory applies to highly flexible online gig work. Using a U.S. sample of Amazon Mechanical Turk workers, we find that mismatches between preferred and actual schedules are common and increase with hours worked. As predicted, mismatches are especially prevalent among platform-dependent respondents, but group differences are only significant for the minority of respondents working more than 30 hours per week. More research is needed to understand schedule mismatches among low-hour gig workers and how “strategic neglect” may help generate them.",
          "url": "http://dx.doi.org/10.1177/23780231241286933",
          "doi": "10.1177/23780231241286933",
          "filter": 0
        },
        {
          "title": "Effective Surveillance That “Doesn’t Work”: Inferences and Social Control in New York City Public Housing",
          "authors": "Lisa Lucile Owens",
          "abstract": "In New York City, public housing residents are subject to constant, concentrated electronic surveillance that is beset by inequalities in application and the potential for adverse outcomes. In the literature, there is little insight into either the process by which such systems function or the impacts of this intensified exposure. This article explores, in particular, the role of inference in determining the effectiveness of surveillance. Through an analysis of qualitative data gathered through interviews with public housing residents, this article argues that surveillance, notwithstanding its actual function, is associated with powerful inferences about its functional possibilities. Findings address a source of endogeneity in existing surveillance-related studies, demonstrating how inferences about electronic surveillance notwithstanding their actual surveillant functionality may be related to the use of avoidance practices.",
          "url": "http://dx.doi.org/10.1177/23780231241274247",
          "doi": "10.1177/23780231241274247",
          "filter": 0
        },
        {
          "title": "Child Incarceration and Maternal Alcohol Use: Disentangling Within- and Between-Person Processes",
          "authors": "Kaylin Greene, Cody Warner",
          "abstract": "Having a child incarcerated can take a toll on the physical, psychological, and financial well-being of mothers. These factors could, in turn, affect behavioral outcomes of mothers, such as alcohol use patterns. Some mothers might drink to cope with the experience of having a child incarcerated, but others may reduce alcohol use for various reasons. Given these uncertainties, the authors examined the association between child incarceration and maternal alcohol consumption (i.e., any use, frequency, quantity, and binge drinking). Eight waves of nationally representative data from the National Longitudinal Survey of Youth 1979 cohort were linked with the National Longitudinal Survey Children and Young Adults ( n = 3,837 mothers; 678 had children incarcerated). Multilevel generalized linear regression models showed that compared with mothers with no child incarceration, mothers of ever-incarcerated children were more likely to binge drink and consume more drinks when drinking (between-person effects). In contrast, following child incarceration, women consumed alcohol less frequently and were less likely to binge drink than they were prior to experiencing child incarceration (within-person effects). Additional research should focus on mechanisms that explain these opposing associations to identify protective factors and institutional supports for women whose children have been incarcerated.",
          "url": "http://dx.doi.org/10.1177/23780231241287670",
          "doi": "10.1177/23780231241287670",
          "filter": 0
        },
        {
          "title": "Reconsidering the Relationship between Incarceration, Trust in the State, Community Engagement, and Civic Participation",
          "authors": "Youngmin Yi, Peter K. Enns, Christopher Wildeman",
          "abstract": "Scholars have reached different conclusions about the relationship between carceral contact and community engagement and civic participation. We offer a theoretical account that aims to synthesize this work to argue that incarceration should depress trust in the state but may increase, decrease, or produce no substantial effect on community or civic engagement, leading to no overall average association. We use data from the Family History of Incarceration Survey (FamHIS), a nationally representative survey of adults in the United States (n = 2,703) to conduct an expansive test of associations between direct (own) and indirect (family member) incarceration and trust in the state, civic participation, and community engagement. Our findings show that incarceration may not uniformly depress political and civic behaviors, on average. Furthermore, they inform our understanding of seemingly divergent conclusions in prior research, underscoring potential variability of prosocial actions and their enabling and constraining conditions in the wake of carceral contact.",
          "url": "http://dx.doi.org/10.1177/23780231241277436",
          "doi": "10.1177/23780231241277436",
          "filter": 0
        },
        {
          "title": "Marrying across Borders in Latin America: Visualizing Intermarriage Flows",
          "authors": "Adriana Robles, Luca Maria Pesando, Alejandra Abufhele, Mauricio Bucca, Daniela R. Urbina",
          "abstract": "The authors propose an adaptation of the well-known “circular plot,” traditionally used to quantify international migration flows, to visualize patterns of intermarriage within Latin American countries. The authors present data on intermarriage flows between partners’ countries of origin using data from recent household surveys from five Latin American countries. The visualization allows an easy-to-grasp snapshot of marital pairings considering partners born in different countries, as well as the identification of their spatial patterns. In some countries, such as Colombia and Peru, most intermarriage occurs between natives and Venezuelans. Conversely, in Chile, Ecuador, and Uruguay, there is much wider heterogeneity in country-pair combinations. In Chile, no country-pair combination dominates, reflecting the more balanced nature of migration flows from a broader set of countries. Overall, the results aid the interpretation of trends and patterns in marriage across country lines by placing them within a comparative regional context. This is a flexible tool that could be easily adapted to multiple other countries within or outside of the region, to analyses over time, and to a heterogeneous array of couple-level characteristics.",
          "url": "http://dx.doi.org/10.1177/23780231241290679",
          "doi": "10.1177/23780231241290679",
          "filter": 0
        },
        {
          "title": "Keeping Everyone Buoyant: The Care Work of Women Faculty and Research Staff during COVID-19",
          "authors": "Loa Gordon, Gabriella Christopher, Nicole McNair, Marisa Young",
          "abstract": "The authors explore how the coronavirus disease 2019 (COVID-19) pandemic amplified a broad range of care practices for women in academia. Engaging the lived experiences of faculty and research staff members, the authors investigate the entangled impact of care on work-life productivity during the first year and a half of the global pandemic. Mixed-methods data include roundtable accounts focusing on the COVID-19 experiences of woman employees at a Canadian university with supplementary analyses from a related institutional survey. The findings demonstrate a triangulated configuration of care responsibilities: care directly associated with work, care outside of work without disruption to professional excellence, and pressures of self-care. The authors conclude by describing the “cruel optimism” of care that is at once rewarding but simultaneously diminishing to personal flourishing. This article contributes to analytical efforts to critically redefine care in higher education as an ambivalent set of laborious practices steeped in inequities.",
          "url": "http://dx.doi.org/10.1177/23780231241288594",
          "doi": "10.1177/23780231241288594",
          "filter": 0
        },
        {
          "title": "Corporate Demography and Wage Inequality: Revisited",
          "authors": "Niklas Bomark, Elis Carlberg Larsson, Karl Wennberg",
          "abstract": "To further research how organizations influence workforce wage inequality, the authors replicate and extend Sorensen and Sorenson’s study on organizational demography and wage inequality in region-industries by (1) replicating original results from Danish regions from 1992 to 1998 using a close-to-identical dataset in Sweden during the same time period, (2) using multiverse analysis to gauge the effect of analytical choices on research results, and (3) expanding the scope of Sorensen and Sorenson’s model by two new measures of organizational diversity. The findings suggest strong to fair test-retest validity of the original model, but model extensions with nuanced measures of organization form diversity do not enhance the model’s explanatory power. The authors analyze and discuss replication anomalies and show how multiverse analysis can be gainfully used more generally in comparative organizational sociology.",
          "url": "http://dx.doi.org/10.1177/23780231241287858",
          "doi": "10.1177/23780231241287858",
          "filter": 0
        },
        {
          "title": "Estimating the Racial Wealth Gap in Brazil",
          "authors": "Christina A. Sue, Salvador Rivas, Jacques Wainer",
          "abstract": "Brazil is at the forefront of research and policies aimed at redressing racial inequality in Latin America. However, there is a paucity of scholarship on Brazilian racial inequality in wealth. The lack of research is largely a by-product of data limitations. In this study, we analyze the best publicly available data on various indicators of wealth, controlling for multiple factors. We find a tiered system with White households having the most wealth, followed by mixed-race households, and then Black/Brown households. We find that White Brazilian families have approximately 1.5 to 2 times the wealth of Black/Brown families, which is similar to the U.S. Black-White gap for comparable measures, with the notable exception of homeownership. Our findings provide novel insights into racial wealth inequality in Brazil that may inform the study of wealth in countries where data on wealth are limited and/or where traditional measures (e.g., homeownership) are not suitable indicators of wealth.",
          "url": "http://dx.doi.org/10.1177/23780231241286561",
          "doi": "10.1177/23780231241286561",
          "filter": 0
        },
        {
          "title": "The (Un)Predictability of Early (Un)Employment: A Machine Learning Approach",
          "authors": "Sanni Kuikka",
          "abstract": "This article integrates scholarship on determinants of labor market transitions with the flexible modeling strategies available through machine learning. Leveraging population registers from Finland, this study analyzes how well we can predict (un)employment and for whom we can (not) predict. The study finds that the predictability of long-term (un)employment improves when using tree-based nonparametric models compared to logistic regression but that predictability varies substantially across outcome groups. None of the models predict very accurately for the unemployed net of baseline likelihood to be unemployed—a group that is well researched and often of interest when designing policies and interventions. Overall accuracy is driven by the employed while incorrectly predicting most of the unemployed. Additionally, the outcomes for individuals with low parental education are overall more difficult to predict than the outcomes for individuals with mid/high parental education, whereas predicting unemployment slightly improves among the low parental education group.",
          "url": "http://dx.doi.org/10.1177/23780231241286655",
          "doi": "10.1177/23780231241286655",
          "filter": 0
        },
        {
          "title": "“The System Is So Messed up”: Neutrality and Efficiency in an Eviction Courtroom",
          "authors": "Jacob Scott Kepes, Alex M. Kempler",
          "abstract": "Eviction research focuses primarily on what happens before or after an eviction, overlooking the importance of the courtroom in understanding how the eviction process unfolds. We offer a case study of an eviction court in Franklin County, Ohio, during the height of the COVID-19 pandemic. Using ethnographic observation and qualitative interviews, we investigate the following questions: (1) What role do courtroom actors play in eviction procedures? and (2) How have the COVID-19 pandemic and pandemic-related policy impacted courtroom processes? We highlight this court’s determination to continue business as usual, as demonstrated through allegiance to the logics of neutrality and efficiency. Although the court was able to implement small-scale changes, these changes were made in the interest of landlords, ultimately undermining the court’s supposed neutrality and enforcing a type of efficiency that favored the continued processing of cases despite warnings from public health officials.",
          "url": "http://dx.doi.org/10.1177/23780231241286928",
          "doi": "10.1177/23780231241286928",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
