{
  "update": "2024-11-01",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "Who’s Afraid of Sociology?",
          "authors": "Ali Meghji",
          "url": "http://dx.doi.org/10.1086/731669",
          "doi": "10.1086/731669",
          "filter": 0
        },
        {
          "title": ": Green Card Soldier: Between Model Immigrant and Security Threat",
          "authors": "Amy Lutz",
          "url": "http://dx.doi.org/10.1086/730978",
          "doi": "10.1086/730978",
          "filter": 0
        },
        {
          "title": ": Engaged and Evade: How Latino Immigrant Families Manage Surveillance in Everyday Life",
          "authors": "Edelina Burciaga",
          "url": "http://dx.doi.org/10.1086/731054",
          "doi": "10.1086/731054",
          "filter": 0
        },
        {
          "title": ": Moving the Needle: What Tight Labor Markets Do for the Poor",
          "authors": "David B. Grusky",
          "url": "http://dx.doi.org/10.1086/730946",
          "doi": "10.1086/730946",
          "filter": 0
        },
        {
          "title": "Crossing the Line: A Quantitative History of Anti-Miscegenation Legislation in the United States, 1662–2000",
          "authors": "Scott Washington",
          "url": "http://dx.doi.org/10.1086/732156",
          "doi": "10.1086/732156",
          "filter": 0
        },
        {
          "title": ": We, Together: The Social Ontology of Us",
          "authors": "Daniel R. Huebner",
          "url": "http://dx.doi.org/10.1086/731274",
          "doi": "10.1086/731274",
          "filter": 0
        },
        {
          "title": ": GoFailMe: The Unfulfilled Promise of Digital Crowdfunding",
          "authors": "Anne Kovalainen",
          "url": "http://dx.doi.org/10.1086/731290",
          "doi": "10.1086/731290",
          "filter": 0
        },
        {
          "title": ": Equal Partners? How Dual-Professional Couples Make Career, Relationship, and Family Decisions",
          "authors": "Caitlyn Collins",
          "url": "http://dx.doi.org/10.1086/730947",
          "doi": "10.1086/730947",
          "filter": 0
        },
        {
          "title": ": From Chinatown to Every Town: How Chinese Immigrants Have Expanded the Restaurant Business in the United States",
          "authors": "Wenquan Zhang",
          "url": "http://dx.doi.org/10.1086/731273",
          "doi": "10.1086/731273",
          "filter": 0
        },
        {
          "title": ": Banished Men: How Migrants Endure the Violence of Deportation",
          "authors": "Susan Bibler Coutin",
          "url": "http://dx.doi.org/10.1086/731073",
          "doi": "10.1086/731073",
          "filter": 0
        },
        {
          "title": ": Fair Share: Senior Activism, Tiny Publics, and the Culture of Resistance",
          "authors": "Kathleen M. Blee",
          "url": "http://dx.doi.org/10.1086/730979",
          "doi": "10.1086/730979",
          "filter": 0
        },
        {
          "title": ": Unbottled: The Fight against Plastic Water and for Water Justice",
          "authors": "Jerel M. Ezell",
          "url": "http://dx.doi.org/10.1086/731251",
          "doi": "10.1086/731251",
          "filter": 0
        },
        {
          "title": ": Refashioning Race: How Global Cosmetic Surgery Crafts New Beauty Standards",
          "authors": "David J. Hutson",
          "url": "http://dx.doi.org/10.1086/730944",
          "doi": "10.1086/730944",
          "filter": 0
        },
        {
          "title": ": Revolutions in Cuba and Venezuela: One Hope, Two Realities",
          "authors": "Leslie C. Gates",
          "url": "http://dx.doi.org/10.1086/730968",
          "doi": "10.1086/730968",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Double standards in status ascriptions? The role of gender, behaviors, and social networks in status orders among adolescents",
          "authors": "Mark Wittek, Xinwei Xu",
          "abstract": "We examine the gendered distribution of peer-ascribed status in schools. Using network data from more than 14,000 students in 676 classrooms, we explore gender differences in the ascription of status and the types of behavior rewarded with status. On average, girls receive slightly fewer status ascriptions than boys, and students tend to grant status more frequently within the same gender. Contextual analyses show that classroom demographics can moderate some of these patterns. We also uncover gender-specific differences and similarities in status-related behaviors. Notably, girls engaging in substance use are awarded with slightly more status ascriptions than boys. However, network models reveal that most behaviors affect peer status similarly for both genders, suggesting that previous findings of gender-behavioral differences based on regression analysis may be conflated with network processes. Our study updates long-held notions regarding gendered status orders in schools and highlights the value of a multidimensional approach to status processes. We discuss implications for future social network research on status ascriptions and other relational cognitions and consider how school-based interventions might benefit from our findings.",
          "url": "http://dx.doi.org/10.1093/sf/soae145",
          "doi": "10.1093/sf/soae145",
          "filter": 0
        },
        {
          "title": "Review of “Sentencing without Guidelines”",
          "authors": "Geniece Crawford Mondé",
          "url": "http://dx.doi.org/10.1093/sf/soae156",
          "doi": "10.1093/sf/soae156",
          "filter": 0
        },
        {
          "title": "Review of “Life Underground: Encounters with People Below the Streets of New York”",
          "authors": "Philip M E Garboden",
          "url": "http://dx.doi.org/10.1093/sf/soae160",
          "doi": "10.1093/sf/soae160",
          "filter": 0
        },
        {
          "title": "Networks rewired: quota enforcement and the unintended mobilization of native place ties",
          "authors": "Enying Zheng, Wei Hong, Yasheng Huang, Rongzhu Ke",
          "abstract": "We explore how institutional designs can have unintended consequences, especially by rewiring social networks. Using archival data on the civil-service examinations in historical China, we argue that the enforcement of a regional quota system in 1427 reshaped group boundaries along native place, turned emotional affinities for one’s hometown into political stakes, and reinforced the influence of native place ties among political elites. Analyzing approximately 30,000 individual records, we confirm this argument by documenting a macro-level shift from a highly unequal to a more balanced provincial distribution of students who passed the examinations following the enforcement of the quota system. As native place became a primary basis for network homophily, elites deliberately cultivated these connections, seizing the opportunity as ad hoc examiners to provide preferential treatment based on shared place of origin. Our micro-level analysis of 12,752 passing students between 1400 and 1580 identifies this in-group favoritism, with examiners often ranking students from their own provinces higher. A mechanism of safeguarding political stakes underscores this baseline effect, which became more pronounced during the quota stage, especially under weaker state capacity, among examiners from disadvantaged provinces, and when examiners had greater vested interest in their hometown. These findings enrich theories of group boundaries and categorization, network homophily and formation, and the unintended consequences of institutional designs while also providing policy insights for affirmative action.",
          "url": "http://dx.doi.org/10.1093/sf/soae152",
          "doi": "10.1093/sf/soae152",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Social Status and the Moral Acceptance of Artificial Intelligence",
          "authors": "Patrick Schenk, Vanessa Müller, Luca Keiser",
          "url": "http://dx.doi.org/10.15195/v11.a36",
          "doi": "10.15195/v11.a36",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "“What Do We Want? Housing! When Do We Want It? Now!” Building a Social Movement in the Context of the COVID-19 Pandemic, Black Lives Matter, and Housing Injustice",
          "authors": "Michelle Smirnova, Jordan Ayala, Clara Irazábal",
          "abstract": "Homelessness and housing insecurity are often isolating experiences in the United States, where housing and well-being are constructed as individual responsibilities. In this context, mobilization around housing injustice can be challenging. The authors argue that the intersection of the Black Lives Matter protests, the coronavirus disease 2019 pandemic, and housing injustice created a powder keg for social action that was capitalized upon by a local tenant union and social movement organization called Kansas City Tenants. Through a real-time analysis of Kansas City Tenants, a grassroots organization with national reach, the authors explore how it managed to recruit diverse members to the organization, direct sustainable and impactful action toward the needs of those in crisis, and lay the groundwork for future policy and revolutionary initiatives both institutionally and extrainstitutionally.",
          "url": "http://dx.doi.org/10.1177/23780231241290540",
          "doi": "10.1177/23780231241290540",
          "filter": 0
        },
        {
          "title": "The Economic Penalty of Terrorism: Increase in Discrimination against Arabs and Muslims after Paris Attacks",
          "authors": "Sander Wagner, Ivaylo D. Petev",
          "abstract": "What repercussions does Islamist terrorism have for Arab/Muslim minorities in targeted countries? We highlight consequences in the domain of online real estate rental. Using high-frequency data on all transactions happening on the largest Parisian online rental market over the period of November 2014 to March 2018, we are able to trace the evolution of prices and occupancy rates over time. We demonstrate that discrimination against properties hosted by Arab/Muslims rises swiftly in the aftermath of the terror attacks in November 2015 and wanes at a much slower pace. We quantify the average financial loss per listing that results from increased discrimination to equal $178 per month. Our findings not only highlight the presence of discrimination in peer-to-peer transactions but also show how sharing economy data measuring these transactions can be used as a “seismograph” to track and measure the development of discriminatory attitudes in response to societal events.",
          "url": "http://dx.doi.org/10.1177/23780231241276343",
          "doi": "10.1177/23780231241276343",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
