{
  "update": "2025-12-31",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "The Long Shadow of Partisan Hostility: How Affective Polarization Hinders Democracies’ Ability to Mitigate Climate Change",
          "authors": "Don Grant, Andrew Jorgenson, Wesley Longhofer, Ion Bodgan (“Bodi”) Vasi",
          "abstract": "Sociologists and others have studied whether democracies are becoming more ideologically polarized over climate change. However, research has yet to investigate if a newer form of division—affective polarization, or citizens’ hostility toward opposing party members—shapes major polluters’ carbon (CO 2 ) emissions. Building on the Advocacy Coalition Framework, integrated with neo-institutional and stakeholder perspectives, we argue that high levels of affective polarization enable power plants to emit greenhouse gases at a higher rate than those operating in less polarized contexts. To test our argument, we analyze a novel dataset of over 20,000 power plants in 92 democratic countries. Controlling for conventional predictors of emissions, we find that power plants in democracies marked by high affective polarization emit CO 2 at significantly higher rates. Also, in contexts of heightened interparty hostility, government-owned power stations emit more carbon, climate policies are less effective at curbing plants’ emissions, and plants pollute more where strong political constraints susceptible to gridlock are in place. These results are robust across different modeling specifications, suggesting that partisan animosity likely creates institutional conditions that insulate power plants from stakeholder and regulatory pressure, thereby undermining democracies’ ability to limit emissions from some of the world’s largest carbon polluters.",
          "url": "https://doi.org/10.1177/00031224251396518",
          "doi": "https://doi.org/10.1177/00031224251396518",
          "filter": 0,
          "created": "2025-12-29"
        },
        {
          "title": "Seeing Like a Company or a Customer: Selective Empathy in Pricing",
          "authors": "Barbara Kiviat, Carly R. Knight",
          "abstract": "Sociologists have long shown that moral beliefs are key to sustaining market arrangements. Yet surprisingly little research has examined how groups may assess the fairness of taken-for-granted market practices differently. In this article, we draw on three survey studies to examine Americans’ moral beliefs about risk-based pricing, a pricing institution in which consumers who are predicted to be costly are charged more. In markets for both insurance and consumer loans, we uncover a pattern in which higher-income individuals are consistently more likely than lower-income individuals to accept the moral legitimacy of tethering prices to a person’s behavior, irrespective of economic self-interest or ideology. To explain this pattern, we introduce a novel theoretical lens we term “selective empathy”—that is, in evaluating pricing arrangements, individuals disproportionately direct their empathy to one exchange partner or the other, taking the perspective of either the company or the customer. We find that wealthier individuals are more likely than lower-income individuals to empathize with companies—and less likely to empathize with high-risk consumers. These findings cast risk-based pricing as a classed form of economic rationality. Moreover, they bring attention to the role of affect in pro-capital attitudes.",
          "url": "https://doi.org/10.1177/00031224251394724",
          "doi": "https://doi.org/10.1177/00031224251394724",
          "filter": 0,
          "created": "2025-12-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Using social network analysis to understand residents’ social connection in a Singapore neighbourhood",
          "authors": "Yohei Kato, Francine Chan, Belinda Yuen",
          "url": "https://doi.org/10.1016/j.socnet.2025.12.006",
          "doi": "https://doi.org/10.1016/j.socnet.2025.12.006",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Electoral consequences of hate speech on social media: The case of the presidential election in Brazil",
          "authors": "Alexandre Gori Maia, Esther Menezes",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103299",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103299",
          "filter": 0,
          "created": "2025-12-29"
        },
        {
          "title": "The effect of parenthood on weekly physical activity in four OECD countries – A longitudinal analysis",
          "authors": "Philipp Linden, Nadine Reibling, Michael Kühhirt",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103305",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103305",
          "filter": 0,
          "created": "2025-12-29"
        },
        {
          "title": "Family background and school-to-work trajectories in China",
          "authors": "Xiaoguang Li, Yao Lu",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103300",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103300",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Immigration and Public Support for Social Policy: Accounting for the Gender Composition of Immigrant Populations",
          "authors": "Achim Edelmann, Friedolin Merhout, Amie Bostic",
          "abstract": "With increasing global mobility, scholars have debated whether immigration undermines welfare states. So far, no conclusive evidence of a consistent association between immigration and social policy support has emerged. This might be due to treating immigrants as a monolithic mass. To begin addressing this, the authors account for the gender composition of immigrant populations. Drawing on research on attitudes toward immigration, immigration policy, and gendered tropes of immigrants, the authors develop two hypotheses detailing how the share of women among immigrants moderates that population’s impact on individuals’ social policy support. Testing these hypotheses on International Social Survey Programme and United Nations data, the authors find no evidence of a predominant demographic or coexisting immigrant threats. Instead, the results show a consistent pattern between immigration and social policy support aligning with a dominant trope of “deviant immigrant men” posing a criminal threat. Specifically, increasing immigrant populations predict reduced support as the share of women among them decreases.",
          "url": "https://doi.org/10.1177/23780231251400402",
          "doi": "https://doi.org/10.1177/23780231251400402",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    }
  ]
}
