{
  "update": "2025-06-26",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": ": The Digital Departed: How We Face Death, Commemorate Life, and Chase Virtual Immortality",
          "authors": "Johanna Sumiala",
          "url": "https://doi.org/10.1086/734795",
          "doi": "https://doi.org/10.1086/734795",
          "filter": 0
        },
        {
          "title": ": A Spark in the Smokestacks: Environmental Organizing in Beijing Middle-Class Communities",
          "authors": "Andrew Nova Le",
          "url": "https://doi.org/10.1086/734924",
          "doi": "https://doi.org/10.1086/734924",
          "filter": 0
        },
        {
          "title": ": The Indebted Woman: Kinship, Sexuality, and Capitalism",
          "authors": "Monique de Jong McKenzie",
          "url": "https://doi.org/10.1086/734794",
          "doi": "https://doi.org/10.1086/734794",
          "filter": 0
        },
        {
          "title": ": Forever 17: Coming of Age in the German Asylum System",
          "authors": "Laura Scholaske",
          "url": "https://doi.org/10.1086/734097",
          "doi": "https://doi.org/10.1086/734097",
          "filter": 0
        },
        {
          "title": ": The Faithful Scientist: Experiences of Anti-Religious Bias in Scientific Training",
          "authors": "Brandon Vaidyanathan",
          "url": "https://doi.org/10.1086/734099",
          "doi": "https://doi.org/10.1086/734099",
          "filter": 0
        },
        {
          "title": ": Violence of Democracy: Interparty Conflict in South India",
          "authors": "Samantha Agarwal",
          "url": "https://doi.org/10.1086/734925",
          "doi": "https://doi.org/10.1086/734925",
          "filter": 0
        },
        {
          "title": ": The Accidental Equalizer: How Luck Determines Pay After College",
          "authors": "Jennie E. Brand",
          "url": "https://doi.org/10.1086/735354",
          "doi": "https://doi.org/10.1086/735354",
          "filter": 0
        },
        {
          "title": ": Urban Specters: The Everyday Harms of Racial Capitalism",
          "authors": "Jeffrey Nathaniel Parker",
          "url": "https://doi.org/10.1086/734100",
          "doi": "https://doi.org/10.1086/734100",
          "filter": 0
        },
        {
          "title": ": In Visible Presence: Soviet Afterlives in Family Photos",
          "authors": "Geneviève Zubrzycki",
          "url": "https://doi.org/10.1086/735353",
          "doi": "https://doi.org/10.1086/735353",
          "filter": 0
        },
        {
          "title": ": Saul Alinsky and the Dilemmas of Race: Community Organizing in the Postwar City",
          "authors": "Hajar Yazdiha",
          "url": "https://doi.org/10.1086/735355",
          "doi": "https://doi.org/10.1086/735355",
          "filter": 0
        },
        {
          "title": "Advancing Ethnography and Mechanisms of Misinheritance During the Afterlife of Mass Incarceration",
          "authors": "John M. Eason, Chloe Haimson",
          "url": "https://doi.org/10.1086/735080",
          "doi": "https://doi.org/10.1086/735080",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Is There a Mobility Effect? On Methodological Issues in the Mobility Contrast Model",
          "authors": "Xi Song, Xiang Zhou",
          "abstract": "Social mobility scholars have long been interested in estimating the effect of intergenerational mobility, typically measured by differences in the socioeconomic status between parents and offspring, on later-life outcomes of offspring. In a 2022 article “Heterogeneous Effects of Intergenerational Social Mobility: An Improved Method and New Evidence,” Luo proposes a new approach called the mobility contrast model (MCM) to define and estimate mobility effects. We argue that the MCM is inherently flawed due to its reliance on the coding scheme used for the categorical variables of social origin and destination. Specifically, when different coding schemes are applied, the estimands defined in the MCM bear distinct meanings, involve different but equally arbitrary constraints, and sometimes yield contradictory results. Moreover, regardless of the coding scheme, these estimands do not adequately capture the sociological concept of a mobility effect. To illustrate this, we reanalyze the Occupational Changes in a Generation Study data used in Luo’s study, highlighting the inconsistency of results when dummy coding versus effect coding schemes are used.",
          "url": "https://doi.org/10.1177/00491241251347983",
          "doi": "https://doi.org/10.1177/00491241251347983",
          "filter": 0
        },
        {
          "title": "Social Rigidity Across and Within Generations: A Predictive Approach",
          "authors": "Haowen Zheng, Siwei Cheng",
          "abstract": "How well can individuals’ parental background and previous life experiences predict their mid-life socioeconomic status (SES) attainment? This question is central to stratification research, as a strong power of earlier experiences in predicting later-life outcomes signals substantial intra- or intergenerational status persistence, or put simply, social rigidity. Running machine learning models on panel data to predict outcomes that include hourly wage, total income, family income, and occupational status, we find that a large number (around 4,000) of predictors commonly used in the stratification literature improves the prediction of one’s life chances in middle to late adulthood by about 10 percent to 50 percent, compared with a null model that uses a simple mean of the outcome variable. The level of predictability depends on the specific outcome being analyzed, with labor market indicators like wages and occupational prestige being more predictable than broader socioeconomic measures such as overall personal and family income. Grouping a comprehensive list of predictors into four unique sets that cover family background, childhood and adolescence development, early labor market experiences, and early adulthood family formation, we find that including income, employment status, and occupational characteristics at early career significantly improves models’ prediction accuracy for mid-life SES attainment. We also illustrate the application of the predictive models to examine heterogeneity in predictability by race and gender and identify important variables through this data-driven exercise.",
          "url": "https://doi.org/10.1177/00491241251347984",
          "doi": "https://doi.org/10.1177/00491241251347984",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
