{
  "update": "2026-02-12",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "The bases of propriety: instrumental, relational, moral, and collective",
          "authors": "Kate Hawks, Cathryn Johnson, Karen A Hegtvedt, Ryan Gibson",
          "abstract": "Legitimated authorities enjoy approval, support, and compliance from subordinates. Thus, legitimacy enhances authorities’ effectiveness across broad arenas, such as the judiciary, law enforcement, and the workplace. Understanding what shapes subordinates’ personal view of an authority as legitimate (propriety) elucidates how authorities can gain propriety. We investigate the relative impact of instrumental, relational, and moral bases of legitimacy on subordinates’ assessments of their workplace authorities’ propriety. We additionally consider social influences (i.e., “what others think”) captured by perceived collective support for the authority from superiors (authorization) and peers (endorsement). Results from a survey of 2,062 US workers indicate that all individual bases, as well as support by superiors and peers, positively contribute to propriety. Among the individual bases, instrumental concerns are most impactful, and the effect of endorsement far exceeds that of authorization. In an exploratory analysis, we show that perceptions of collective support moderate the effects of some of the individual bases of propriety. Our study reveals that it is not only how an authority behaves toward subordinates but also “what others think” that influences propriety.",
          "url": "https://doi.org/10.1093/sf/soag004",
          "doi": "https://doi.org/10.1093/sf/soag004",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Closing the loop: Design, implementation, and evaluation of a regular-feedback network intervention for social connectedness and mental health",
          "authors": "Mohammad Khalilian, Anthony R. Bardo, Claire M. Reardon, Amy Kostelic, Susie Thiel, Robert W. Krause",
          "url": "https://doi.org/10.1016/j.socnet.2026.02.002",
          "doi": "https://doi.org/10.1016/j.socnet.2026.02.002",
          "filter": 0,
          "created": "2026-2-7"
        },
        {
          "title": "Two-mode network autoregressive model for network analysis with core nodes",
          "authors": "Huiyun Tang, Moxuan Mi, Yingying Ma, Haisheng Yang, Feifei Wang",
          "url": "https://doi.org/10.1016/j.socnet.2026.01.004",
          "doi": "https://doi.org/10.1016/j.socnet.2026.01.004",
          "filter": 0,
          "created": "2026-2-5"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Do geopolitical tensions increase negative attitudes toward minorities? Evidence from a natural experiment in India",
          "authors": "Andrew Francis-Tan, Nikhitha Mary Mathew, Chitra Pratap",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103323",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103323",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "Criminal legal contact, labor market insecurity and labor market participation",
          "authors": "Alexandra V. Nur, Holly Nguyen, Brandy R. Parker",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103321",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103321",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "Workers, jobs, and how they are matched: A decomposition of US labor market trends in educational mismatch",
          "authors": "Lina Tobler, Julia Leesch",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103311",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103311",
          "filter": 0,
          "created": "2026-2-11"
        },
        {
          "title": "Infrastructural access and racial inequalities as determinants of income dynamics in South Africa",
          "authors": "Franco Bonomi Bezzo, Laura Silva",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103319",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103319",
          "filter": 0,
          "created": "2026-2-5"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Machines Do See Color: Using LLMs to Classify Overt and Covert Racism in Text",
          "authors": "Diana Dávila Gordillo, Joan C. Timoneda, Sebastián Vallejo Vera",
          "abstract": "Extant work has identified two discursive forms of racism: overt and covert. While both forms have received attention in scholarly work, research on covert racism has been limited. Its subtle and context-specific nature has made it difficult to systematically identify covert racism in text, especially in large corpora. In this article, we first propose a theoretically driven and generalizable process to identify and classify covert and overt racism in text. This process allows researchers to construct coding schemes and build labeled datasets. We use the resulting dataset to train XLM-RoBERTa, a cross-lingual large language model (LLM) for supervised classification with a cutting-edge contextual understanding of text. We show that XLM-R and XLM-R-Racismo, our pretrained model, outperform other state-of-the-art approaches in classifying racism in large corpora. We illustrate our approach using a corpus of tweets relating to the Ecuadorian indígena community between 2018 and 2021.",
          "url": "https://doi.org/10.1177/00491241251412360",
          "doi": "https://doi.org/10.1177/00491241251412360",
          "filter": 0,
          "created": "2026-2-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Assisted Housing and Changes in Household Composition",
          "authors": "Kristin L. Perkins",
          "abstract": "Changes in household composition are detrimental to children’s well-being and outcomes. Unaffordable or unstable housing may lead to changes in household composition. The author uses data from the 1995 through 2015 waves of the Panel Study of Income Dynamics and the linked Assisted Housing Database to estimate the effect of receipt of project- or tenant-based housing assistance on changes in household composition. The author uses matching methods to compare changes in household composition among 182 surveyed households that received housing assistance between 1997 and 2009 versus 1,549 households that did not receive assistance. In general, households receiving assisted housing have a significantly lower likelihood of experiencing changes in household composition in the six years after receipt. Providing material resources through assisted housing is one way in which policymakers could feasibly intervene to encourage housing and household stability, with longer term benefits for individual, child, and family well-being and outcomes.",
          "url": "https://doi.org/10.1177/23780231261416206",
          "doi": "https://doi.org/10.1177/23780231261416206",
          "filter": 0,
          "created": "2026-2-10"
        }
      ],
      "articles_hidden": []
    }
  ]
}
