{
  "update": "2024-10-09",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Planting with Purpose: How Farmers Create a Resilient Food Landscape”",
          "authors": "Jennifer Rogers-Brown",
          "url": "http://dx.doi.org/10.1093/sf/soae142",
          "doi": "10.1093/sf/soae142",
          "filter": 0
        },
        {
          "title": "Review of “Children of a Troubled Time: Growing up with Racism in Trump’s America”",
          "authors": "Shani Adia Evans",
          "url": "http://dx.doi.org/10.1093/sf/soae141",
          "doi": "10.1093/sf/soae141",
          "filter": 0
        },
        {
          "title": "Review of “Global Mega-Science: Universities, Research Collaborations, and Knowledge Production”",
          "authors": "Gordon Gauchat",
          "url": "http://dx.doi.org/10.1093/sf/soae138",
          "doi": "10.1093/sf/soae138",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "When does criminal victimization undermine generalized trust? A weighted panel analysis of the effects of crime type, frequency, and variety",
          "authors": "Florian Kaiser, Dietrich Oberwittler, Isabel Thielmann, Kristian Kleinke, Noah Greifer",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103086",
          "doi": "10.1016/j.ssresearch.2024.103086",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "The Surprising Decline of Workplace Sexual Harassment Incidence in the U.S. Federal Workforce",
          "authors": "Michael Rosenfeld",
          "url": "http://dx.doi.org/10.15195/v11.a34",
          "doi": "10.15195/v11.a34",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Duration of Marriage Exacerbates the Likelihood of Spousal Violence among Involuntarily Childless Women in Nigeria: Evidence from a National Survey",
          "authors": "David Aduragbemi Okunlola, Khadijat Adeleye, Oluranti M. Ogundele",
          "abstract": "Given the roles of patriarchy and pronatalist culture and the high prevalence of spousal violence against partnered women in Nigeria, the authors estimate and visualize the moderating effect of years of marriage on the probability of experiencing spousal violence (ESV) among involuntarily childless women (ICW) (vs. non-childless women [NCW]). Using multiple binary logistic regression, the authors analyze the 2018 Nigeria Demographic and Health Survey among married women (15–49 years of age). The authors define ICW as nulliparous women who have never used contraception and have never experienced pregnancy termination, while NCW are the comparison group. The graphical result suggests that despite the lower probability of ESV among ICW (vs. NCW), the probability of ESV is higher among ICW as years of marriage increase.",
          "url": "http://dx.doi.org/10.1177/23780231241285933",
          "doi": "10.1177/23780231241285933",
          "filter": 0
        },
        {
          "title": "The DEI Penalty: The Effects of University Diversity Efforts on Perceptions of Quality and Status Threat",
          "authors": "Julie A. Kmec, Christine Horne",
          "abstract": "This article investigates perceptions of university quality and status threat among White and non-White Democrats and Republicans in response to a curriculum emphasizing diversity. We hypothesize that Americans in general will perceive a university with a diversity-focused curriculum as low quality and that White Americans (particularly Republicans) will perceive the university as posing a status threat. We test our hypotheses with data from a survey experiment of roughly 700 Americans. White Republicans rated a university with a diversity-focused curriculum as low quality; contrary to expectations, White Democrats did not. We find partial support for our predictions regarding status threat, with Republicans indicating more status threat than Democrats. Participants, regardless of political affiliation or race, generally opposed government regulation of university curricula. Findings demonstrate a complex interplay between party affiliation, race, and perceptions of university quality, offering insight for institutions aiming to navigate the challenging environment of diversity-focused education.",
          "url": "http://dx.doi.org/10.1177/23780231241277433",
          "doi": "10.1177/23780231241277433",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
