{
  "update": "2025-08-23",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "Wealth Begins at Home: The Housing Benefits of the 1944 GI Bill and the Reproduction of Black-White Inequality in Homeownership and Home Value",
          "authors": "Chinyere O. Agbai",
          "url": "https://doi.org/10.1086/738245",
          "doi": "https://doi.org/10.1086/738245",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Heterogeneous and racialized impacts of state incarceration policies on birth outcomes in the United States",
          "authors": "Courtney E Boen, Elizabeth F Bair, Hedwig Lee, Atheendar S Venkataramani",
          "abstract": "While state incarceration policies have received much attention in research on the causes of mass incarceration in the United States, their roles in shaping population health and health disparities remain largely unknown. Merging data on state incarceration policies to vital statistics birth records from 1984 to 2004, we examine the impacts of two signature state incarceration policies adopted during the “tough on crime” era of the 1990s—three strikes and truth-in-sentencing—on Black and White birth outcomes. Using a difference-in-differences event study research design that models the dynamic impacts of these policies over time, we find that these policies had opposing effects on birth outcomes. Birth weight outcomes—including mean birth weight and low birth weight—for Black infants worsened markedly in the year three strikes policies were adopted. By contrast, birth outcomes for Black and White infants gradually improved after truth-in-sentencing policies were adopted. The discordant findings point to distinct, countervailing mechanisms by which sentencing policies can affect population health. We provide suggestive evidence that three strikes policies adversely impacted Black birth outcomes through affective mechanisms, by inducing highly racialized, stigmatizing, and criminalizing public discourse around the time of policy adoption. Our results indicate that truth-in-sentencing likely impacted birth outcomes via material mechanisms, by gradually reducing community incarceration and crime rates. Altogether, these findings point to the need to further interrogate state criminal legal system policies for their impacts on population health, considering whether, how, and for whom these policies result in health impacts.",
          "url": "https://doi.org/10.1093/sf/soaf127",
          "doi": "https://doi.org/10.1093/sf/soaf127",
          "filter": 0
        },
        {
          "title": "Review of “Hear Our Stories: Campus Sexual Violence, Intersectionality, and How We Build a Better University”",
          "authors": "Amber Joy Powell",
          "url": "https://doi.org/10.1093/sf/soaf119",
          "doi": "https://doi.org/10.1093/sf/soaf119",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Networked inequality: The role of changes in network heterogeneity and network size in attitudes towards inequality",
          "authors": "Alejandro Plaza, Guillermo Beck, Julio Iturra-Sanhueza, Gabriel Otero, Benjamín Muñoz",
          "url": "https://doi.org/10.1016/j.socnet.2025.07.008",
          "doi": "https://doi.org/10.1016/j.socnet.2025.07.008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "How Do Children Self-Locate Themselves in the Social Hierarchy? Educationally Homogamous Parents, Working Mothers, and Children’s Subjective Social Status",
          "authors": "Heeyoun Shin, ChangHwan Kim",
          "abstract": "Children have been assumed to share their father’s subjective social status (SSS) because fathers tend to occupy the highest socioeconomic status in a family. The progress of women in education and their increased contribution to the family economy cast doubt on this assumption, but limited data availability has hindered research on children’s SSS. Utilizing the 2005–2021 Korea Labor and Income Panel Study, this study examines whether children’s SSS is influenced by family settings that deviate from traditional gender norms. The results show that children tend to share the same SSS with their parents, but their SSS varies depending on the family settings. Children of educationally homogamous parents express higher SSS than children of educationally hypergamous or hypogamous parents net of family socioeconomic backgrounds. Also, children of the sole male breadwinner tend to have higher SSS than children of co-breadwinners. These results imply that on top of gender discrimination in labor markets, women whose social status is higher than that of their partners face an additional challenge in the family: Their children’s SSS is lower than that of the traditional male breadwinner families.",
          "url": "https://doi.org/10.1177/23780231241274193",
          "doi": "https://doi.org/10.1177/23780231241274193",
          "filter": 0
        },
        {
          "title": "Antiblack Discrimination in Public Accommodations: Differential Drink Pricing in Urban Nightclubs",
          "authors": "Reuben A. Buford May, Matthew Soener, Carileigh Jones, Quinesha Bentley",
          "abstract": "Studies have demonstrated evidence of racial discrimination in public accommodations. Within urban nightclubs specifically, blacks experience racial discrimination when attempting to gain access, yet little is known about the treatment they receive once inside. To assess whether there is racial discrimination inside urban nightclubs, the authors sent black and white men testers to 30 nightclubs in Chicago to determine whether black men paid more for drinks than white men paid for the same drinks. Drawing on quantitative and qualitative data from our field tests, the authors found evidence that black men paid more for drinks on average than did white men and that nightclub staff members add fees to the cost of drinks for black men but not for white men. The authors contribute to the literature by demonstrating specifically how the diffusion of racial discrimination can affect black consumers at multiple points in the same service encounter.",
          "url": "https://doi.org/10.1177/23780231251363299",
          "doi": "https://doi.org/10.1177/23780231251363299",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
