{
  "update": "2026-01-14",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Expertise as a silencing device? Spiral of exclusion and identity insecurities among women in STEM organizations",
          "authors": "Debalina Dutta",
          "url": "https://doi.org/10.1080/03637751.2025.2601580",
          "doi": "https://doi.org/10.1080/03637751.2025.2601580",
          "filter": 0,
          "created": "2026-1-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Exploring emojis in the landscape of digital discourse",
          "authors": "Brett Williams, John Christensen",
          "url": "https://doi.org/10.1080/08824096.2025.2609671",
          "doi": "https://doi.org/10.1080/08824096.2025.2609671",
          "filter": 0,
          "created": "2026-1-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Manifestations of Intercultural Communication Competence in an Asian Student Dominated Classroom Context",
          "authors": "C. J. Yang, V. Popov, Y. J. Zhao, H. J. A. Biemans",
          "url": "https://doi.org/10.1080/10510974.2025.2612529",
          "doi": "https://doi.org/10.1080/10510974.2025.2612529",
          "filter": 0,
          "created": "2026-1-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Rethinking the role of common-sense in journalism and journalism studies",
          "authors": "Hagar Lahav, Zvi Reich, C W Anderson",
          "abstract": "Despite its crucial role in the epistemology of journalism, journalists’ reliance on common- sense has received little and unsystematic scholarly attention. This conceptual paper calls for placing common-sense at the center of the epistemology of news, while underpinning it with a more systematic approach that draws not only from journalism studies but also from philosophy and political science. The paper discusses the conditions appropriate for the deployment of journalistic common-sense. We argue that journalists are well positioned to become custodians of common-sense, whose role is to develop higher commonsensical literacy among decision-makers and audiences, and to promote a more conscious, cautious, and reflective approach to this influential yet taken-for-granted concept. Finally, we offer two potential reasons why journalism studies have neglected common-sense as a research subject.",
          "url": "https://doi.org/10.1093/ct/qtaf035",
          "doi": "https://doi.org/10.1093/ct/qtaf035",
          "filter": 0,
          "created": "2025-12-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Artificial creativity and agency negotiation: Understanding AI-generated visual art from artistic practitioners’ perceptions",
          "authors": "Cong Lin, Chenxu Liu",
          "abstract": "Creativity is widely understood as a distinct human characteristic, yet the advent of generative artificial intelligence (AI) is reshaping creative ecosystems, presenting both opportunities and challenges. Despite these advancements, comprehensive insights into how social groups, especially stakeholders, perceive and experience AI-generated art remain inadequate. Through semi-structured interviews with 23 artistic practitioners in China across visual art domains such as painting, design, and filmmaking, this study identifies themes related to practitioners’ perceptions of the creative process (mechanism and time), created works (aesthetic and quality), and creating actors (role and ownership) from a human-AI comparative view. Contextualized perceptions shaped by variations across art domains are also revealed. As human-AI collaboration in artistic creation gains prominence, this study also illustrates how artistic practitioners negotiate their agency with machine agency through dual routes: the affective route and the action route. The findings contribute to the ongoing discourse of artificial creativity, enrich the socio-technical understandings of AI-generated visual art and shed light on the agency dynamics between human and AI within the context of artistic creation.",
          "url": "https://doi.org/10.1177/13548565261417315",
          "doi": "https://doi.org/10.1177/13548565261417315",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Aging in the era of misinformation: Towards an intersectionality approach",
          "authors": "Xin Pei, Jing Guo",
          "abstract": "Grounded in the theory of intersectionality, this study proposes an approach to unpack the nuances of aging in the era of misinformation. Instead of focusing solely on individual aging factors and the digitally relevant divide, this approach enables an in-depth analysis of how older adults’ experiences with misinformation can be constrained by structural factors and the broader digital landscape, alongside information policies in local contexts as the broader background. Meanwhile, this approach allows for a contextualized comprehension of the agency of older adults, illuminating their prioritization of news values which might not always lie in the authenticity. Guided by this approach, our study gives voice to the low-income older female adults in China, revealing their ongoing engagement with misinformation during the COVID-19 infodemic where exacerbated digitalized information inequalities were likely to be accompanied by their evolving definition of misinformation and information sharing behaviors.",
          "url": "https://doi.org/10.1177/13548565251411401",
          "doi": "https://doi.org/10.1177/13548565251411401",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Dubbing wars: localisation strategies of transnational streaming services for Spanish ‘original’ works",
          "authors": "Pedro Gallo, Catalina Iordache",
          "abstract": "This research investigates the intricate process of localising subscription video-on-demand (SVOD) services on a transnational scale, with a specific focus on the translation of Spanish ‘original’ and ‘exclusive’ works of Netflix and Prime Video. As SVOD companies expand their services internationally, the necessity of adapting to diverse national markets becomes paramount. Language emerges as a pivotal factor in this process: audiovisual works must provide adequate subtitling and dubbing options to address the diverse linguistic nuances of international audiences. The research aims to analyse the language localisation strategies for Spanish works in transnational SVOD services, by examining the dubbing and subtitling options offered. The article provides a mapping of the strategies and partners adopted by these companies focussing on a sample of local works. Additionally, by collecting data from the two SVOD services and through interviews with dubbing studios, the research analyses mergers, acquisitions and power relations between dubbing companies, as well as the impact on competition generated by transnational streaming services. Both Netflix and Amazon have increasingly added more language options for content offerings as part of their internationalisation, which has favoured the proliferation of a specific type of company and business model in the dubbing sector. This consists of transnational corporations that have provided localisation services in the wake of the internationalisation of streamers, and that have managed to keep up with the demands through mergers and acquisitions with studios in foreign countries.",
          "url": "https://doi.org/10.1177/13548565261416270",
          "doi": "https://doi.org/10.1177/13548565261416270",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Contemporary art and crypto culture. Blockchain as a thematic core in current artistic practices",
          "authors": "Juan Martín Prada",
          "abstract": "This article examines the relationships between contemporary art and crypto culture, analysing a series of artistic practices that question the technocultural values and dynamics that have emerged with blockchain technology. These practices form a specific path in the development of contemporary art which, through neo-conceptual strategies, is oriented towards the critical thematisation of crypto culture in its multiple dimensions (creative, economic, social). In these works, blockchain, far from being considered merely a cryptographic recording system or a means for commercialising digital goods, becomes a space in which to poetically explore the multiple contradictions and paradoxes of the digital economy. The text places special emphasis on the main thematic nuclei of these artistic practices: The NFT business model based on the creation of verifiable ‘digital scarcity’, the problematisation of the concept of authenticity in the field of digital objects, the emancipatory potential (and its limits) of the decentralised nature of blockchains, and the ecological impact of crypto economies.",
          "url": "https://doi.org/10.1177/13548565251412702",
          "doi": "https://doi.org/10.1177/13548565251412702",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "Disability and innovation in virtual production: Towards an inclusive framework for accessible filmmaking",
          "authors": "Jessica Hoare, Rhys Miles Thomas, Paul Burke, Sally Lisk-Lewis, Greg Mothersdale",
          "abstract": "The increasing adoption of Virtual Production (VP) technologies in TV and film production may have the potential to offer expanded inclusivity, greater creativity, logistical advantages, and improved sustainability. This paper explores such claims in the context of the diversity and inclusion, and the increasing attention being paid to issues of accessibility and inclusivity for d/Deaf, Disabled, and Neurodivergent (DDN) cast and crew within TV and film production. The paper presents a case study of We Dream of Nothing and Flying Without Wings , two test shoots which developed and implemented accessible VP working practices, addressing the access requirements of DDN cast and crew. These productions were conducted as cycles of co-developed participatory action research, as part of an industry–academia R&amp;D collaboration, in which accessibility interventions were planned, implemented, observed, and reflected on collaboratively. Drawing on a case study, the paper takes steps to propose an emergent Inclusive Virtual Production Framework for accessibility, integrating inclusive practice across all stages of production, from pre-production and recruitment to on-set workflow. It documents a developing model of accessibility intervention in which the affordances of VP facilitate DDN inclusion centred on dignity, respect, and collaboration. The paper highlights practices that enable DDN talent and leadership on set, detailing the work and accessibility practices tested and developed across the two productions. Situated within broader debates of screen sector workforce inequality and equity, this paper addresses the long-standing underrepresentation of DDN individuals in both creative and technical roles. Despite many initiatives which have promoted diversity targets, truly inclusive working practices are yet to become standardised on set. In response, this paper proposes working practices that enable DDN inclusivity. As part of its knowledge equity approach, the paper offers first person reflections on the process and the challenges from the project team. Finally, we summarise both the challenges and the significant opportunities presented by VP technologies to create thriving, equitable production environments.",
          "url": "https://doi.org/10.1177/13548565251410685",
          "doi": "https://doi.org/10.1177/13548565251410685",
          "filter": 0,
          "created": "2026-1-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Networks of Digital Addiction Symptoms",
          "authors": "Miaowen Hu, Wei Lyu, Jianxia Lu, Min Wang, Hui Zheng",
          "abstract": "Digital addictions, such as Internet, game, social media, and smartphone addiction, pose health risks. This cross-sectional online survey of 1,764 participants aged 16–28 (75.7 percent women) identified four addiction subtypes using specific scales. Network analysis revealed significant comorbidity (95.35 percent) among subtypes, with smartphone addiction playing a dominant role, leading to social media, Internet, and potentially game addiction. High comorbidity suggests a shared vulnerability, with smartphone use as a catalyst. Smartphone addiction is a key precursor to other digital addictions.",
          "url": "https://doi.org/10.1177/21522715251401080",
          "doi": "https://doi.org/10.1177/21522715251401080",
          "filter": 0,
          "created": "2026-1-10"
        },
        {
          "title": "The Dawn of AI in Mental Health: Balancing Innovation, Risk, and Regulation",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1177/21522715251414068",
          "doi": "https://doi.org/10.1177/21522715251414068",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Effects of Creativity in AI Advertising: The Mediating Role of Perceived Uncanniness",
          "authors": "Yoori Hwang, Se-Hoon Jeong",
          "abstract": "Extending previous research on creative AI to the context of AI advertising, the present study examined whether creativity in AI advertising could evoke perceptions of uncanniness and consequently have a negative impact on ad outcomes. Based on a two (ad creativity: low vs. high) by two (creator label: human vs. AI) between-subjects experimental design, the present study showed that ad creativity in general had a positive direct impact on attitude toward the ad (A ad ), attitude toward the brand (A b ), and purchase intentions. In addition, there were significant mediation effects of perceived creativity on A ad and A b via perceived uncanniness, which was moderated by creator label. For the AI-creator-labeled condition, perceived creativity had negative indirect effects on A ad and A b via perceived uncanniness, such that greater perceived creativity led to greater perceived uncanniness, which in turn induced less favorable A ad and A b . However, the mediation effect was not found for the human-creator-labeled condition. Thus, the positive effect of ad creativity was smaller for the AI-creator-labeled ad.",
          "url": "https://doi.org/10.1177/21522715251410335",
          "doi": "https://doi.org/10.1177/21522715251410335",
          "filter": 0,
          "created": "2025-12-29"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Conceptualising Youth Media Strategies: Balancing Platforms, Profiles, and People",
          "authors": "Vilde Schanke Sundet",
          "url": "https://doi.org/10.1080/21670811.2025.2610612",
          "doi": "https://doi.org/10.1080/21670811.2025.2610612",
          "filter": 0,
          "created": "2026-1-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Connecting publics in latency through communicative practices: A pragmatist operationalization from rural Spain",
          "authors": "Vanesa Saiz-Echezarreta, Francisco Javier Rueda-Córdoba, Belén Galletero-Campos",
          "abstract": "This article examines how participatory publics persist in depopulated rural areas during periods of low visibility and mobilization. Drawing on pragmatism and mediatization theory, we analyse communicative figurations in Castilla-La Mancha (Spain) using survey data ( N = 529) and develop a Participatory Public Connection Index. Regression models reveal that public connection is driven more by communicative and territorial factors – such as local radio use, civic motivations and municipality size – than by sociodemographics. Our findings suggest that local media help sustain symbolic bonds and latent publics, contributing to democratic engagement and territorial cohesion despite the absence of visible collective action. We conceptualize latency as the communicative and symbolic potential through which publics persist beyond visible mobilization; operationally, the Participatory Public Connection Index captures this latent connection sustained by everyday local media practices.",
          "url": "https://doi.org/10.1177/02673231251409702",
          "doi": "https://doi.org/10.1177/02673231251409702",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Prof. Dr em. Els De Bens (1940–2025)",
          "authors": "Karin Raeymaeckers",
          "url": "https://doi.org/10.1177/02673231251410672",
          "doi": "https://doi.org/10.1177/02673231251410672",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Journalism, Xenophobia, and Muslim Narratives: Global Structures and Local Resistance SelvarajahSenthanKenarNesrinShawIbrahim SeagaDhakalPradeep (Eds) Xenophobia in the Media: Critical Global Perspectives, Abingdon and New York: Routledge, 2024; 266 pp.: $56.99 (pbk). ISBN: 9781032557045HaqNadia, Journalism and the Muslim Narrative: Power, Resistance, and Change, Abingdon and New York: Routledge, 2025; 194 pp.: $190.00 (hbk). ISBN: 9781032641126",
          "authors": "Tingting Hu, Alibek Zharylgapov",
          "url": "https://doi.org/10.1177/02673231251410318",
          "doi": "https://doi.org/10.1177/02673231251410318",
          "filter": 0,
          "created": "2026-1-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Exploring Support Dynamics: A Qualitative Study on Understanding the Patterns of Seeking and Receiving Support Among Women with Obstetric Fistula in Ghana",
          "authors": "Jessica Afful Tuleassi, Cindy Afoakwa-Acheampong, Ebenezer Ato Kwamena Aidoo, Sandra Freda Wood, Kweku Ewusie Orleans Lindsay, Frank Nukunu",
          "url": "https://doi.org/10.1080/10646175.2025.2612084",
          "doi": "https://doi.org/10.1080/10646175.2025.2612084",
          "filter": 0,
          "created": "2026-1-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Cognitive absorption and hedonic technology addiction: the mediating roles of impulsive urge and self-regulation",
          "authors": "Chongyang Chen, Meitong Zhou, Wenxuan Sun, Xiang Gong",
          "abstract": "Purpose Cognitive absorption is critical for hedonic technology addiction, yet the mediating mechanisms by which cognitive absorption affects hedonic technology addiction remain unclear. Drawing on dual-system theory, which posits that reflexive and reflective systems are pivotal in shaping user decisions and behaviors, this study seeks to deepen our understanding of the drivers of hedonic technology addiction. We conceptualize impulsive urge as the reflexive system and self-regulation as the reflective system, aiming to uncover the mediating roles of these two distinct systems in linking cognitive absorption to hedonic technology addiction. Design/methodology/approach A longitudinal survey involving 410 online gamers was conducted, with data collected at two time points separated by a 6-week interval. Partial least squares structural equation modeling was employed to validate the proposed research model. Findings The results indicate that cognitive absorption elicits responses from both reflexive and reflective systems. Specifically, cognitive absorption enhances the reflexive system via impulsive urge, while inhibiting the reflective system through impaired self-regulation. The joint full mediation of impulsive urge and self-regulation in the relationship between cognitive absorption and hedonic technology addiction has been proved. Our results shed lights on the underlying reflexive and reflective systems by which cognitive absorption affects hedonic technology addiction. Originality/value This study leverages dual-system theory to elucidate the mediating mechanisms through which cognitive absorption influences hedonic technology addiction. By demonstrating how cognitive absorption triggers addictive behaviors through heightened impulsive urges and impaired self-regulation, this study advances the literature on hedonic technology addiction and offers actionable strategies for intervention. Highlights",
          "url": "https://doi.org/10.1108/itp-04-2025-0580",
          "doi": "https://doi.org/10.1108/itp-04-2025-0580",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "How does AI knowledge empowerment influence innovative use of AI? The moderating roles of work and AI technological uncertainties",
          "authors": "Yuanyuan Zhang, Xiayu Chen, Shaobo Wei",
          "abstract": "Purpose Promoting employees’ innovative use of artificial intelligence (AI) is critical for organizations to gain benefits from the implemented AI. By employing the job demands-resources (JD-R) model as the overarching theoretical lens, this study focuses on how employees' perceptions of AI augmentation knowledge as an empowering resource (i.e. AI knowledge empowerment) affect their innovative use behaviors of AI, as well as how uncertainties in work scenarios (i.e. work uncertainty) and AI (i.e. AI technological uncertainty) moderate this relationship. Design/methodology/approach Data were collected from a longitudinal survey of 443 employees in a large power business company in China. Using hierarchical multiple regression to test the research model. Findings Results showed that AI knowledge empowerment exerts a positive impact on innovative use of AI. Furthermore, we found that work uncertainty strengthens the positive effect of AI knowledge empowerment on innovative use of AI, while AI technological uncertainty weakens the positive relationship between AI knowledge empowerment and innovative use of AI. Originality/value This study provides an in-depth understanding of the effect of AI augmentation knowledge from the perspective of psychological empowerment on innovative use behavior and how the effect varies across different types of work and AI technological uncertainties based on the JD-R model.",
          "url": "https://doi.org/10.1108/itp-09-2024-1233",
          "doi": "https://doi.org/10.1108/itp-09-2024-1233",
          "filter": 0,
          "created": "2026-1-5"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "The effect of remote boundary management on access to equitable internships",
          "authors": "Luiza Velloso, Amy Lisa Gonzales",
          "url": "https://doi.org/10.1080/1369118x.2025.2609787",
          "doi": "https://doi.org/10.1080/1369118x.2025.2609787",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "Platform governance under NIS2 and the Cyber Resilience Act: cybersecurity by design as social practice",
          "authors": "Fabian Maximillian Johannes Teichmann",
          "url": "https://doi.org/10.1080/1369118x.2025.2609780",
          "doi": "https://doi.org/10.1080/1369118x.2025.2609780",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Is social media really to blame? Young adults primary news source and their political and civic engagement",
          "authors": "Grant William Bailey, Levi Mitzen, Kyle Rose, Yuki Maynor, Deana A. Rohlinger, E. Ashby Plant",
          "url": "https://doi.org/10.1080/1369118x.2025.2612515",
          "doi": "https://doi.org/10.1080/1369118x.2025.2612515",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "‘It's still abuse’: community attitudes and perceptions on AI-generated image-based sexual abuse",
          "authors": "Nicola Henry, Rebecca Umbach, Renee Shelby, Gemma Beard, Lisa M. Given",
          "url": "https://doi.org/10.1080/1369118x.2026.2613437",
          "doi": "https://doi.org/10.1080/1369118x.2026.2613437",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "Refugee, tourist, or colonizer: scrutinizing the dramaturgical performance of ‘TikTok refugee’ on RedNote",
          "authors": "Yukun Yang, Hongyi Dong, Brooke Foucault Welles",
          "url": "https://doi.org/10.1080/1369118x.2025.2609777",
          "doi": "https://doi.org/10.1080/1369118x.2025.2609777",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "From connective to disconnective action: how safety shapes political participation repertoires in instant messaging groups",
          "authors": "Qinfeng Zhu",
          "url": "https://doi.org/10.1080/1369118x.2025.2609786",
          "doi": "https://doi.org/10.1080/1369118x.2025.2609786",
          "filter": 0,
          "created": "2026-1-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Advertising’s movement to the connection era: a new paradigm for understanding connections among brands, people, content, and technology",
          "authors": "Jooyoung Kim",
          "url": "https://doi.org/10.1080/02650487.2025.2611696",
          "doi": "https://doi.org/10.1080/02650487.2025.2611696",
          "filter": 0,
          "created": "2026-1-10"
        },
        {
          "title": "Watching or distracted? Observing multitasking behavior during streaming and TV viewing in the age of multiscreening",
          "authors": "Luis Noschang",
          "url": "https://doi.org/10.1080/02650487.2025.2611695",
          "doi": "https://doi.org/10.1080/02650487.2025.2611695",
          "filter": 0,
          "created": "2026-1-10"
        },
        {
          "title": "Evolution, challenges, and opportunities of AI-generated advertising",
          "authors": "Tae Hyun Baek, Eleonora Pantano, Kirk Plangger, Jungkeun Kim",
          "url": "https://doi.org/10.1080/02650487.2025.2612445",
          "doi": "https://doi.org/10.1080/02650487.2025.2612445",
          "filter": 0,
          "created": "2026-1-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Reducing social media advertising avoidance through social cues: a construal level theory perspective",
          "authors": "Honghong Huo, Qingfei Min, Dezhi Wu, Zilong Liu",
          "abstract": "Purpose Driven by advances in social technologies, various social cues–including friend approval, peer favorability and marketer endorsement–have been integrated into social media advertising (SMA) to counter the growing trend of user avoidance. However, the underlying mechanisms and boundary conditions through which these cues reduce SMA avoidance remain unclear. Drawing on construal level theory, this study investigates how social cues of varying relational distances mitigate SMA avoidance depending on product preference. Design/methodology/approach Two between-subjects factorial experiments (N = 243 and 244) were designed and conducted on a self-developed platform to test the proposed hypotheses. Findings The results reveal that social cues reduce user avoidance through two distinct mediating mechanisms: enhancing perceived attractiveness and mitigating perceived intrusiveness. Moreover, these indirect effects are moderated by product preference: remote cues (e.g. marketer endorsement) are more effective for low-preference products, whereas proximal cues (e.g. friend approval) are more effective for high-preference products. Practical implications The findings offer actionable implications for marketers and platforms, highlighting strategies for optimizing social cues to balance attractiveness and intrusiveness across different product preferences, thereby supporting more user-friendly SMA experiences. Originality/value This study identifies two mechanisms–attractiveness and intrusiveness–underlying SMA avoidance, systematically compares different types of social cues through the lens of social distance, and demonstrates how the match between social cues and product preference operates from a construal level theory perspective. Thus, it advances understanding of SMA avoidance and social cue effects while extending construal level theory to the context of SMA.",
          "url": "https://doi.org/10.1108/intr-05-2025-0760",
          "doi": "https://doi.org/10.1108/intr-05-2025-0760",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "Under pressure: how widespread vs severe competitor unethical practices shape responsible artificial intelligence deployment",
          "authors": "Samuel N. Kirshner, Jessica Lawson",
          "abstract": "Purpose This study explores how competitive pressure and organizational goals influence responsible AI (RAI) decisions when introducing AI-based digital services. We examine how two types of unethical competition, horizontal (numerous competitors using similar unethical AI tactics) and vertical (a competitor using highly unethical AI), interact with regulatory-focus-driven objectives to shape RAI deployment. Design/methodology/approach We design three experimental studies featuring scenarios involving the launch of an unethical AI service to assess how competitive pressures and organizational goals affect RAI decisions. Each experiment manipulates horizontal and vertical unethical competition. Participants’ regulatory focus is measured in Study 1 (N = 249) and is manipulated through organizational goals in Study 2 (N = 304) to assess their interactions with competitive pressure. Study 3 (N = 159) tests moral disengagement theory as the underlying mechanisms. Findings The results show that horizontal unethical competition increases the launch of unethical AI, regardless of regulatory focus. We uncover a novel interaction effect between vertical unethical competition and firm objectives. While the severity of a competitor’s unethical behavior reduces RAI deployment directly, prevention-focused goals can counteract this effect under vertical unethical competition, promoting more responsible decisions. Originality/value This research advances RAI scholarship by introducing two unethical competitive contexts to analyze how competitive pressure and organizational goals shape decisions to launch unethical AI services. By isolating horizontal and vertical competition, we provide new insights into how external competition drives UPB. The findings provide a behavioral framework for understanding ethical trade-offs in AI deployment, linking high-level ethics to practical governance in competitive settings.",
          "url": "https://doi.org/10.1108/intr-01-2025-0114",
          "doi": "https://doi.org/10.1108/intr-01-2025-0114",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "Promotion or prevention? Impact of gamified work on knowledge hiding among gig workers",
          "authors": "Weiwei Liu, Lingyan Hu",
          "abstract": "Purpose This study examines the impact of gamified work on knowledge hiding among gig workers from the perspective of regulatory focus theory. Design/methodology/approach To validate the proposed theoretical model, we conducted three studies. Study 1 was an experiment with a 2 (gamified work: absence vs presence) between-subjects design. Studies 2 and 3 were surveys. Findings The main results revealed several key findings. First, gamified work increased self-efficacy. Second, gamified work inhibited knowledge hiding through self-efficacy. Third, gamified work increased affective rumination. Fourth, gamified work facilitated knowledge hiding through affective rumination. Finally, task-technology fit served as a moderating factor in these relationships. Practical implications Organizations are encouraged to design dynamic and personalized gamified work systems. Additionally, psychological development initiatives should be implemented to enhance workers' self-efficacy. A psychological support mechanism could also be established to alleviate affective rumination. Furthermore, ensuring an optimal task-technology fit remains crucial. These strategies are expected to effectively mitigate knowledge hiding behaviors. Originality/value Most studies on knowledge hiding have focused on formal employees within traditional firm settings, often overlooking those working outside the conventional economic framework, such as gig workers. This study focuses on gig workers, uncovering the mechanisms through which gamified work influences knowledge hiding and offering practical insights for knowledge management in platform-based enterprises.",
          "url": "https://doi.org/10.1108/intr-06-2024-0912",
          "doi": "https://doi.org/10.1108/intr-06-2024-0912",
          "filter": 0,
          "created": "2026-1-10"
        },
        {
          "title": "Unveiling the ethical decision-making process in rumor combating participation: a multi-method investigation in the USA and China",
          "authors": "Xiao-Liang Shen, You Wu, Yongqiang Sun",
          "abstract": "Purpose Social media rumors have increasingly become a prevalent and serious issue. Despite substantial efforts by governments and authoritative institutions, the effectiveness of combating rumors has not always been satisfactory due to the insufficient engagement of social media users. This study underscores the critical role of user participation in combating rumors and explores this issue from the perspective of ethical decision-making. Design/methodology/approach Employing a multi-method approach, Study 1 surveyed 508 respondents in the USA to investigate the ethical decision-making process in rumor combating participation (RCP). Study 2 replicated the main findings in the Chinese context through an experiment, while further exploring how social norms moderate the ethical decision-making process. Findings Study 1 not only reveals key ethical factors influencing RCP but also identifies two fully mediated chain effects. Study 2 first validates the findings reported in Study 1, and then highlights that injunctive norms exert a stronger influence on the decision-making process when normative appeals are framed using prescriptive rules. Conversely, when framed using proscriptive rules, the opposite effect is observed. Practical implications The findings suggest that social media platforms and policymakers can leverage normative appeals and tailored framing strategies to enhance user participation, thereby mitigating the negative impact of social media rumors. Originality/value This study represents one of the initial attempts to investigate RCP on social media from an ethical decision-making perspective. The integrated model provides empirical validation in both the USA and China, and the findings help resolve the contradictory results observed in prior research regarding the effects of social norms.",
          "url": "https://doi.org/10.1108/intr-08-2024-1250",
          "doi": "https://doi.org/10.1108/intr-08-2024-1250",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "From browsing to buying: unpacking the impact of AI on E-commerce shoppers’ well-being",
          "authors": "Gonçalo Sá, Carlos Tam, Manuela Aparicio",
          "abstract": "Purpose The purpose of this study is to understand the determinants of e-commerce shoppers’ well-being. Well-being refers to how positively online consumers experience and are affected by their interactions with digital shopping platforms. Studying how customers perceive their well-being when interacting with artificial intelligence (AI)-powered e-commerce websites is crucial, as it highlights a paradigm shift from traditional online shopping, focused mainly on convenience and speed, toward AI-driven experiences. In this new paradigm, AI actively shapes personalized recommendations, higher usefulness perception and higher responsiveness, confirming user expectations. Design/methodology/approach This study adapts the expectation-confirmation model (ECM), analyzing the role of perceived responsiveness, perceived personalization and perceived information quality in e-commerce shoppers’ well-being. Data were collected from 591 respondents across Portugal and Brazil and analyzed using partial least squares structural equation modeling (PLS-SEM) with multi-group comparison. Findings The findings suggest that perceived responsiveness and personalization significantly influence confirmation. Additionally, perceived usefulness relies primarily on confirmation mediating its relationship with well-being, while perceived information quality moderates the direct impact of confirmation on well-being. Notably, personalization’s impact in Portugal exceeds that of responsiveness, while it is the opposite in Brazil. Originality/value The value of this study lies first in its unique context. To the best of our knowledge, it is the first to assess customers’ well-being in AI-powered e-commerce platforms. Second, the multi-group analysis provides new and unique insights into the differences between Portugal and Brazil. Third, the study challenges ECM’s elasticity with original model adjustments. Finally, it explores the significance of perceived responsiveness, personalization and quality on e-commerce customer well-being.",
          "url": "https://doi.org/10.1108/intr-05-2024-0818",
          "doi": "https://doi.org/10.1108/intr-05-2024-0818",
          "filter": 0,
          "created": "2026-1-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "The Power of Real: Exploring The Effects of AI-Generated Vs. Real Models in Advertising Considering Female Consumers",
          "authors": "Farnoosh Khodakarami, Paula C. Peter, Erlinde Cornelis",
          "url": "https://doi.org/10.1080/00913367.2025.2593660",
          "doi": "https://doi.org/10.1080/00913367.2025.2593660",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Introducing the Ethics of Actors in Systems (EASY) Approach to Digital Advertising Literacy Through the Views of Early Adolescents",
          "authors": "Michelle Ciccone, Cecilia Yuxi Zhou, Thomas Underwood, Alina Ali Durrani, Brendan McCauley, Larrisa Miller, Erica Scharrer",
          "url": "https://doi.org/10.1080/00913367.2025.2602476",
          "doi": "https://doi.org/10.1080/00913367.2025.2602476",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Human vs. Artificial Intelligence: The Role of Agent Knowledge in Consumer Responses to AI Influencers, Moderated by Interactivity and Mediated by Anthropomorphism",
          "authors": "WooJin Kim, Dongchan Lee, Chang-Dae Ham",
          "url": "https://doi.org/10.1080/00913367.2025.2602465",
          "doi": "https://doi.org/10.1080/00913367.2025.2602465",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Can Aggressive Humor Pay Off in Brand-to-Brand Dialogues on Social Media?",
          "authors": "Mathieu Béal, Nguyen Nguyen",
          "url": "https://doi.org/10.1080/00913367.2025.2609287",
          "doi": "https://doi.org/10.1080/00913367.2025.2609287",
          "filter": 0,
          "created": "2026-1-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Beyond the place: Attachment to a place reduces generalized social avoidance",
          "authors": "Yichang Zha, Yingying Ye, Yifan Li, Yuze Sun, Zesheng Wang, Keqi Wu, Xiao Zhou, Yu Kou",
          "abstract": "Social avoidance is a prevalent mental health problem. While most previous studies have predominantly focused on interpersonal interventions, these approaches often face challenges. An alternative may lie in considering environmental factors. Based on the internal working model, we propose that attachment to a personally significant place may help reduce social avoidance in general contexts. We conducted three studies employing different methodologies to examine this effect, while also exploring the mediating roles of social connectedness and nature connectedness. Study 1 ( N = 1,307) used two-wave questionnaire surveys to explore the relationships among the variables. Study 2a ( N = 224) and Study 2b ( N = 239) applied recalling and imagination paradigms to manipulate place attachment and measured social avoidance as the outcome variable. The results showed that attachment to a significant place can reduce social avoidance by fostering both social connectedness and nature connectedness. Notably, the indirect effect of social connectedness was stronger than that of nature connectedness. These findings suggest that activating place attachment can enhance individuals’ connections with both society and nature, thereby reducing social avoidance in general contexts. This research provides insights into the internal working model of place attachment and the development of intervention strategies aiming at social avoidance.",
          "url": "https://doi.org/10.1177/02654075251415445",
          "doi": "https://doi.org/10.1177/02654075251415445",
          "filter": 0,
          "created": "2026-1-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "I Promise I Will Never Be an Investigative Journalist: Narratives of Journalists in the Ghanaian Media",
          "authors": "Samuel Danso, Jacob Nyarko",
          "abstract": "This study used interview and focus group discussion data to explore why journalists in Ghana feel reluctant to pursue investigative journalism. The study highlights the precarious nature of investigative journalism in Ghana, exposing safety and security concerns faced by journalists. The effects of increasing attacks on journalist’s practices and behavior include constant fear, anxiety, psychological stress, post-traumatic stress, and financial concerns. These challenges force many journalists to self-censor by avoiding investigative reporting altogether. The study advocates for the effective implementation of the Right to Information Act, robust legal protections, training, and insurance coverage for investigative journalists.",
          "url": "https://doi.org/10.1177/10776990251407078",
          "doi": "https://doi.org/10.1177/10776990251407078",
          "filter": 0,
          "created": "2026-1-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Power-Interactional Expertise: Negotiating Journalistic Autonomy during the Catalan Crisis at El País",
          "authors": "Zoltán Dujisin",
          "url": "https://doi.org/10.1080/1461670x.2025.2611306",
          "doi": "https://doi.org/10.1080/1461670x.2025.2611306",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Fact-Checking in Venezuela: Navigating Authoritarianism, Media Collapse, and Economic Crisis to Counter Misinformation",
          "authors": "Regina Cazzamatta, Augusto Santos",
          "url": "https://doi.org/10.1080/1461670x.2025.2610340",
          "doi": "https://doi.org/10.1080/1461670x.2025.2610340",
          "filter": 0,
          "created": "2026-1-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "AI in the Newsroom: How Presentation of AI Anchor and Viewers’ Familiarity with AI Shape Perceptions of AI Anchor",
          "authors": "Mina Choi, Jeong-woo Jang",
          "url": "https://doi.org/10.1080/15205436.2025.2607505",
          "doi": "https://doi.org/10.1080/15205436.2025.2607505",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Explaining Polarized News Media Trust: A Comparison of Italian Adults and Young Adults",
          "authors": "Diego Garusi, Sergio Splendore",
          "url": "https://doi.org/10.1080/15205436.2025.2605970",
          "doi": "https://doi.org/10.1080/15205436.2025.2605970",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "When Online Comments Weigh In: The Role of Conspiracy Mentality and Science Belief on Information Processing and Behavior",
          "authors": "Yanni Ma, Xuerong Lu, Rui Zhao",
          "url": "https://doi.org/10.1080/15205436.2025.2596081",
          "doi": "https://doi.org/10.1080/15205436.2025.2596081",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "Changing Tides: Evidence of Shifting Media Support for Political Actors",
          "authors": "Lore Hayek, Manuel Mayrl, Andreas M. Kraxberger",
          "url": "https://doi.org/10.1080/15205436.2025.2605973",
          "doi": "https://doi.org/10.1080/15205436.2025.2605973",
          "filter": 0,
          "created": "2026-1-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Mapa Verde: Participatory Cartography and Technological Imaginaries of the Young Environmental Movement in Uruguay",
          "authors": "Victoria Gómez Márquez, Carolina Garzón Díaz, Tatiana Oviedo Curbelo",
          "abstract": "This article examines Mapa Verde, a participatory digital mapping project co-created by young environmental activists and academic researchers in Uruguay between 2023 and 2025, from the perspective of participatory action research along with social and technopolitical cartography. Drawing on the observation and systematization of collaborative workshops, revision of periodical reports of activities and outcomes, and in-depth interviews with the young activists involved in the participatory cartography, the article reconstructs and interrogates the co-creation process: diagnosis, construction, and evaluation (Calvo &amp;amp; Candón-Mena, 2023). It also analyzes youth imaginaries regarding digital media activism and environmental advocacy through counter-mapping. Pragmatic and critical imaginaries of digital media for activism are found among the young participants who created Mapa Verde, while the collaborative enterprise reflects community-based communication and some traces of counter-data mapping that strengthen identity and foster inter-organizational collaboration. The project expands participatory cartography practices in political ecology and environmental communication, highlighting youth as both agents and cartographers of environmental action. The process shows that mapping is not only a technical exercise but also political, cultural, and pedagogical, enabling new forms of participation and knowledge production.",
          "url": "https://doi.org/10.17645/mac.11086",
          "doi": "https://doi.org/10.17645/mac.11086",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "Digital Geographies and The City: Queer Methodologies of Hope",
          "authors": "Sarah Elwood",
          "abstract": "Critical digital geographies scholarship has a well-developed repertoire for theorizing adverse relations between technology, media, society, and space, setting up an enduring ambivalence in the analysis of minor, small-scale, improvisational efforts to rewrite these relations. At this impasse, I argue for an intentional turn to analytic frames rooted in queer of color critique, such as methodologies of hope. This approach emerges from Jose Esteban Muñoz’s writings on queer futurities, which he crafted as an epistemological-political frame for apprehending hope, justice, and life-affirming futures from positions of deep material and ideological exclusion. Muñoz’s approach offers vital off-ramps from the theoretical cycles of negation found in much critical digital geography thought. My article demonstrates how orienting to minoritarian digital activisms through a queer methodology of hope illuminates dynamic cycles of critique and creation that transgress accepted limits to urban inhabitations and demonstrate normatively unthinkable, yet already existing, possibilities for being and being in relation in the city. I demonstrate this approach through a close reading of the digital mediations and mediatizations advanced in the social media tactics of Stop the Sweeps Seattle, a local collective fighting the systematic eviction of tent encampments of unsheltered people by municipal authorities. A queer relational analysis of these emplaced politics illuminates the digital, material, and ideological pathways they forge toward staying put and living well in the city against seemingly impossible odds.",
          "url": "https://doi.org/10.17645/mac.11048",
          "doi": "https://doi.org/10.17645/mac.11048",
          "filter": 0,
          "created": "2026-1-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Excessive Scrolling but Attentive News Reading? How Short Video Use and Awareness of Its Negative Impact Shape News Engagement Across Devices",
          "authors": "Mingxiao Sui, Ian Hawkins",
          "url": "https://doi.org/10.1080/15213269.2026.2614630",
          "doi": "https://doi.org/10.1080/15213269.2026.2614630",
          "filter": 0,
          "created": "2026-1-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Managing learning demands through mobile AI: A cognitive load perspective on ChatGPT use in Nepal",
          "authors": "Shwadhin Sharma, Anita Khadka",
          "abstract": "This study investigates how students perceive mobile, generative AI tools such as ChatGPT as regulating cognitive load and emotional demands during learning. The research examines how AI-mediated mobile communication affects intrinsic, extraneous, and germane cognitive load, and how these perceptions influence mental effort, cognitive engagement, learning anxiety, and perceived academic performance. The study is situated in Nepal, where mobile learning and smartphone-based educational practices often substitute for limited institutional support. Guided by Cognitive Load Theory, a structural equation model was developed to examine relationships between perceived AI-mediated load types and student outcomes. The model was tested using survey data from 314 higher education students who had experience using ChatGPT through mobile devices. Results show that students who perceived ChatGPT as reducing extraneous load and enhancing germane load reported lower anxiety and higher cognitive engagement. These perceptions were also associated with higher perceived academic performance and more efficient mental effort. Intrinsic load remained a significant constraint but was mitigated when ChatGPT was used as a mobile scaffold in complex learning tasks. This is one of the first theory-driven studies to empirically test how students perceive generative AI's influence on multiple dimensions of cognitive load in mobile learning environments. The research contributes theoretical and empirical insights to information systems and educational technology by reframing mobile AI not merely as a usability tool but as a mechanism for cognitive load management and emotional regulation in under-resourced educational systems. The findings offer practical guidance for educators and instructional designers seeking to integrate generative AI into mobile learning strategies. ChatGPT can serve as a portable cognitive and emotional support system that clarifies complex concepts, reduces learning anxiety, and enhances engagement. Incorporating guided mobile AI use into coursework can improve learning efficiency and emotional well-being without increasing instructional workload, particularly in resource-constrained higher education settings.",
          "url": "https://doi.org/10.1177/20501579251407518",
          "doi": "https://doi.org/10.1177/20501579251407518",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Book Review: The mobile media debate: Challenging viewpoints across epistemologies by von Pape, Thilo, &amp; Karnowski, Veronika The mobile media debate: Challenging viewpoints across epistemologies. Edited by von PapeThiloKarnowskiVeronika. Routledge, 2024. 176 pp. ISBN 9781032316314.",
          "authors": "Ioan Suhov",
          "url": "https://doi.org/10.1177/20501579251413395",
          "doi": "https://doi.org/10.1177/20501579251413395",
          "filter": 0,
          "created": "2026-1-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Revising a measure of anti-oppressive social media literacy through the use of cognitive interviewing",
          "authors": "Sarah LF Burnham, Miriam R Arbeit",
          "abstract": "Current theories and measures of social media literacy are politically neutral, which poses a problem as far-right influences permeate mainstream social media platforms. The theory of Anti-Oppressive Social Media Literacy describes three orientations social media users may display toward far-right content: endorsement of far-right content, ambivalence toward far-right content, or rejection of far-right content. Based on this theory, we created a survey measure in which participants were asked to rate their likelihood of responding in various ways to hypothetical social media posts that included far-right dog whistles. Our sample of 14 young adults aged 18–24 consisted of 57% Black participants, 71% full-time students, and 71% people who worked at least part-time. We conducted cognitive interviews to examine how participants interpreted these scenarios and their response items. Findings revealed the measure’s overall effectiveness and identified actionable revisions. This study can inform future measure development based on Anti-Oppressive Social Media Literacy.",
          "url": "https://doi.org/10.1177/14614448251410943",
          "doi": "https://doi.org/10.1177/14614448251410943",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "Feminist television, racist Twitter? Feminist perspectives on the mediation of sexual misconduct in the Netherlands",
          "authors": "Sarah Burkhardt, Thomas Poell",
          "abstract": "This article examines the mediation of sexual misconduct in the Netherlands, focusing on the role of public television broadcasting and Twitter. Conceptually, the article draws on key feminist perspectives, which have, over the past decades, been vital for turning sexual misconduct into a central issue of public concern. Our analysis of Dutch public broadcasting (1984–2019) and Twitter (2011–2019) reveals that Dutch television consistently advocated feminist perspectives and framed sexual misconduct as a national problem rooted in ‘internal’ structural failures. By contrast, Twitter discourse, particularly since 2015, was dominated by far-right rhetoric, framing the issue as an ‘external’ cultural threat linked to Islam and immigration. #MeToo was not visible in the dominant Twitter discourse on sexual misconduct but did appear on public television. Nevertheless, Dutch public broadcasters’ feminist agenda remained limited, failing to debunk the hypervisible racist and Islamophobic perpetrator myths circulating on Dutch social media.",
          "url": "https://doi.org/10.1177/14614448251409211",
          "doi": "https://doi.org/10.1177/14614448251409211",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "The Tate-space on YouTube: Ambient ideology and the limits of platform moderation",
          "authors": "Bernhard Rieder, Bastian August, Brogan Latil",
          "abstract": "This article investigates the persistence and transformation of Andrew Tate’s presence on YouTube following the removal of his official channels in August 2022. Combining two empirical approaches—a small-scale analysis of top-ranked videos from YouTube search results in 2022 and 2024, and a large-scale data set of over 112k videos—we examine how Tate-related content continues to circulate and how the platform moderates such material. Our findings show that Tate remains highly visible through a diffuse and decentralized network of actors who repackage his messaging into interviews, remixes, and YouTube-native formats. This configuration produces what we term the “Tate-space”: an ambient ideological environment where motivational rhetoric, aspirational masculinity, and far-right talking points converge. We find that YouTube’s substantial moderation efforts are outpaced by the speed and scale of recommendation-driven circulation and that deplatforming, while symbolically significant, fails to disrupt the cultural and logistical dynamics that sustain Tate’s influence.",
          "url": "https://doi.org/10.1177/14614448251409209",
          "doi": "https://doi.org/10.1177/14614448251409209",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Editorial",
          "authors": "Steve Jones",
          "url": "https://doi.org/10.1177/14614448251403861",
          "doi": "https://doi.org/10.1177/14614448251403861",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "‘My Europe Builds Walls’: A cross-platform visual analysis of the Sweden Democrats’ 2024 EU election campaign",
          "authors": "Salma Bouchafra, Mathilda Åkerlund",
          "abstract": "This article examines the visual securitising discourse of Sweden Democrats (SD) through a qualitatively centred analysis of the party’s 2024 European Union (EU) election campaign and its official election slogan ‘My Europe Builds Walls: Against Immigration, Against Criminal Gangs, Against Islamists’. Through a comparative, cross-platform multimodal critical discourse analysis (MCDA) of SD’s posts on Facebook, X and TikTok, this article explores the differences in campaign content across platforms, and analyses how these differences provide insights into the party’s understanding of its audiences and the platforms’ respective functionalities. The analysis shows how SD leveraged platform functionalities to balance textual and visual features, repost content, and incorporate hyperlinks on Facebook and X. Using these features, the party posted text-laden, argumentative and seemingly informative posts, which are likely to appeal not only to the customary format of content on the platforms but also to its respective audiences. Yet, although SD had larger followings and much more well-established accounts on both Facebook and X, the party posted the majority of its campaign material on TikTok, primarily in the form of memes. These memes tended to include securitising clips of non-white men engaging in violent protests, vandalism and violence directed towards the local community and law enforcement. We discuss the role these memes play in the SD election campaign and the potential implications such content might have.",
          "url": "https://doi.org/10.1177/14614448251408336",
          "doi": "https://doi.org/10.1177/14614448251408336",
          "filter": 0,
          "created": "2026-1-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "News media lobbying and the EU’s Digital Services Act: Strategies and experiences from the small non-EU state of Norway",
          "authors": "Gunhild Ring Olsen, Tine Ustad Figenschou, Karoline Andrea Ihlebæk, Bente Kalsnes",
          "abstract": "The formation of the Digital Services Act (DSA) in the European Union (EU), aiming to regulate platform power, provided a unique policy window to secure media-specific interests vis-à-vis platforms. This study investigates how Norwegian news media actors utilised the policy window. Drawing on qualitative interviews with 20 elite informants in Norway and the EU, the analysis shows how the Norwegian actors strategised to protect editorial independence and autonomy by lobbying to exempt editorial content from platform moderation. Unable to build a broad coalition and facing substantial resistance from an alliance of platforms, fact-checkers, and civil society groups, the attempt failed. The study contributes with insight into how news actors from a small, non-EU member state lobbied to gain influence in a policy process at the EU level. It also illustrates how the blurring boundaries of journalism and the multifaceted European media landscape make supranational news media lobbying particularly demanding for small, outsider actors.",
          "url": "https://doi.org/10.2478/nor-2026-0001",
          "doi": "https://doi.org/10.2478/nor-2026-0001",
          "filter": 0,
          "created": "2026-1-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "“She Was My Egg Donor, Not My Mom”: Using Attribution Theory to Understand How Adult Daughters Manage Their Low‐Quality Daughter‐Mother Relationship",
          "authors": "Denise Alonso‐Pecora, Crystal Nguyen, Jennifer Bevan, Michelle Miller‐Day, Allison Alford",
          "abstract": "This study employs attribution theory to examine how adult daughters from low‐income backgrounds perceive and manage low‐quality daughter‐mother relationships. Using in‐depth interviews and flexible coding, we analyzed how daughters ( n = 42) attribute locus, responsibility, specificity, and stability. Daughters often located control internally within their mothers, citing enduring traits as sources of conflict while noting external influences such as trauma or substance abuse. Responsibility was frequently self‐assumed despite blaming mothers, positioning attribution as a means of asserting agency. Many saw their relationships as uniquely difficult and consistent, reinforcing perceptions of stability and specificity. Our study extends attribution theory to long‐term family bonds, portraying adult daughters as active agents in meaning‐making across the life course.",
          "url": "https://doi.org/10.1111/pere.70050",
          "doi": "https://doi.org/10.1111/pere.70050",
          "filter": 0,
          "created": "2026-1-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "The Poverty of Moral Foundation Messaging",
          "authors": "Darren Hawkins, Christopher F. Karpowitz, Steven Greene, Jay Goodliffe, Logan Graham, Ashlyn Bodily",
          "url": "https://doi.org/10.1080/10584609.2026.2612739",
          "doi": "https://doi.org/10.1080/10584609.2026.2612739",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "Profit Over Public Good: The Impact of Investment Firm Ownership on Local News and Political Behavior",
          "authors": "Sean Ewing",
          "url": "https://doi.org/10.1080/10584609.2025.2601736",
          "doi": "https://doi.org/10.1080/10584609.2025.2601736",
          "filter": 0,
          "created": "2026-1-13"
        }
      ],
      "articles_hidden": []
    }
  ]
}
