{
  "update": "2025-03-04",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "“Respect our Rights”: Evaluating the effectiveness of a culture-centered campaign co-created by foreign domestic workers in Singapore",
          "authors": "Mohan J. Dutta, Asha Rathina Pandi, Satveer Kaur-Gill",
          "url": "https://doi.org/10.1080/03637751.2025.2461149",
          "doi": "https://doi.org/10.1080/03637751.2025.2461149",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Effects of hyperlinks and exemplification on audience’s information seeking intentions in online health news",
          "authors": "Megan L. Pietruszewski Norman, Jiaqi Agnes Bao, Juliet Pinto",
          "url": "https://doi.org/10.1080/08824096.2025.2471088",
          "doi": "https://doi.org/10.1080/08824096.2025.2471088",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Cultural Sensitivity in Health Crisis Communication: Revisiting Melinda Gates’ Africa COVID-19 Apocalypse",
          "authors": "Elinam B. Amevor",
          "url": "https://doi.org/10.1080/10510974.2025.2470479",
          "doi": "https://doi.org/10.1080/10510974.2025.2470479",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Can conspiracy theories ever be plausible? The role of narrative rationality in the assessment of online conspiracy theories",
          "authors": "Hossein Turner",
          "abstract": "Conspiracy theories (CTs) represent a persistent challenge in evaluating major events, as they often employ fallacious forms of narrative reasoning and persuasion to posit conspiratorial agency and motives. While many CT narratives conflict with logic and reason, a minority may possess a degree of plausibility. But by what standards can plausibility of a CT be measured? This article introduces concepts from legal storytelling, rhetoric and cognitive linguistics to expand Walter Fisher’s narrative paradigm framework, enabling auditors to critically engage with the rhetorical dynamics of CT narratives. Through an analysis of official and alternative narratives surrounding the death of a Russian spy, this article demonstrates how, in a similar way to the role of jurors in criminal trials, auditors may either join the rhetor in co-creating a coherent and plausible narrative, or end up challenging the rhetor by identifying problems and thus planting the potential seeds of rival accounts.",
          "url": "https://doi.org/10.1093/ct/qtaf002",
          "doi": "https://doi.org/10.1093/ct/qtaf002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Understanding Problematic Gaming Through Self-Determined Versus Non-Self-Determined Motivation: Two Mediating Pathways of Harmonious and Obsessive Passion",
          "authors": "Wenjing Pan, Jikai Sun, Zicheng Zhu, Renwen Zhang, Xiaoning Han",
          "url": "https://doi.org/10.1089/cyber.2024.0428",
          "doi": "https://doi.org/10.1089/cyber.2024.0428",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "The Presence and Portrayal of Climate Change and Other Environmental Problems in Popular Films: A Quantitative Content Analysis",
          "authors": "Matthew Schneider-Mayerson, Jerald Lim, Moya Stringer, Adria Wilson, Zoky Zhou, Dominic Bellido",
          "url": "https://doi.org/10.1080/17524032.2025.2467427",
          "doi": "https://doi.org/10.1080/17524032.2025.2467427",
          "filter": 0
        },
        {
          "title": "Decolonizing Environmentalism: Alternative Visions and Practices of Environmental Action",
          "authors": "Dodi Satriawan",
          "url": "https://doi.org/10.1080/17524032.2025.2471521",
          "doi": "https://doi.org/10.1080/17524032.2025.2471521",
          "filter": 0
        },
        {
          "title": "The living environmental education: “sound science toward a cleaner, safer, and healtier future”",
          "authors": "Muhammad Chasan Amrulloh, Farchan Maulana",
          "url": "https://doi.org/10.1080/17524032.2025.2471522",
          "doi": "https://doi.org/10.1080/17524032.2025.2471522",
          "filter": 0
        },
        {
          "title": "Representing Environmental Advocacy: Ecopedagogy via Melodrama",
          "authors": "Jessica Carey-Webb",
          "url": "https://doi.org/10.1080/17524032.2025.2470894",
          "doi": "https://doi.org/10.1080/17524032.2025.2470894",
          "filter": 0
        },
        {
          "title": "Information Processing and Response Among Global Warming’s Six Americas",
          "authors": "Connie Roser-Renouf, Teresa Ann Myers, Edward Wile Maibach",
          "url": "https://doi.org/10.1080/17524032.2025.2464165",
          "doi": "https://doi.org/10.1080/17524032.2025.2464165",
          "filter": 0
        },
        {
          "title": "Coastal Sustainability: Insights from Southeast Asia and Beyond",
          "authors": "Restiana Raiba, M. Arif Salam",
          "url": "https://doi.org/10.1080/17524032.2025.2470899",
          "doi": "https://doi.org/10.1080/17524032.2025.2470899",
          "filter": 0
        },
        {
          "title": "Discourse analysis and the environment: ecolinguistic perspectives",
          "authors": "Muhammed Parviz",
          "url": "https://doi.org/10.1080/17524032.2025.2469601",
          "doi": "https://doi.org/10.1080/17524032.2025.2469601",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "What are the Drivers, Barriers, Mechanisms, and Anchors of cross-industry cooperation? The Perspective of the Video Game Industry Ecosystem",
          "authors": "Patrycja Klimas, Joanna Radomska, Dawid Kościewicz, Gabriela Strzelec, Sylwia Wrona",
          "abstract": "This article explores the specifics of cross-sector cooperation within the Cultural and Creative Industries (CCI) from the perspective of the Video Game Industry Ecosystem (VGIE) based on integrating desk research (utilising a systematic literature review of 61 papers) and field research (through a focused group interview with ten experts representing mainly the actors from VGIE). Our two-step parallel study identifies key drivers and barriers in establishing such cooperation, highlights three coordination mechanisms essential during its execution (static-adaptive management, proximity, and knowledge management), and uncovers a significant research gap regarding the ending phase of such cooperation, despite our FGI revealing relevant factors contributing to its termination or dormancy. This work offers a theoretical contribution to the existing knowledge by synthesising and expanding the understanding of cross-industry cooperation between the VGIE and other CCIs. Moreover, it highlights significant research gaps, particularly in the final phase of cross-industry cooperation.",
          "url": "https://doi.org/10.1177/15554120251317276",
          "doi": "https://doi.org/10.1177/15554120251317276",
          "filter": 0
        },
        {
          "title": "Binary Barriers: Avatar Creation and Play for Nonbinary Video Game Players",
          "authors": "Xan Smith",
          "abstract": "Virtual spaces and video games offer a unique opportunity for nonbinary and gender-diverse users to embody and express a gender that is congruent with their identity. The aim of this study was to better understand character creation, avatar identification, and virtual gender expression for nonbinary players, who's gender does not typically align with traditional male/female binary avatar options. Twenty-five nonbinary video game players participated in exploratory semistructured interviews. A grounded theory approach was used to thematically analyze the transcribed data. Nonbinary players use avatars to explore and experience nonbinary gender expressions. When nonbinary gender options are not available, players describe methods for circumventing in-game features and norms. Participants express negative experiences due to gender choice constraints. Lastly, participants suggest features that would allow for a gender expression that is congruent to their own gender. These findings have important implications for improving the wellbeing of nonbinary and gender-diverse players.",
          "url": "https://doi.org/10.1177/15554120251322209",
          "doi": "https://doi.org/10.1177/15554120251322209",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Unlocking potential: how enterprise social media features shape employee agility performance",
          "authors": "Abdul Hameed Pitafi, Fazeelat Masood, Sheena Pitafi",
          "abstract": "Purpose The present research aims to explore the influence of enterprise social media (ESM) features on employee agility through knowledge sharing and hiding. ESM strain was taken as a moderator in the association among knowledge sharing, knowledge hiding and employee agility. Communication visibility theory is used to underpin the hypothesized research model. Design/methodology/approach Data is collected from 374 Chinese employees working in different companies. A structural equation modeling (SEM) is applied using AMOS software 21.0. Findings Findings illustrate that ESM features namely analysis, tracking and communication are significantly connected to knowledge sharing and negatively to knowledge hiding. Knowledge sharing is significantly related to employee agility while knowledge hiding is negatively linked to employee agility. Further, ESM strain strengthens the negative connection between knowledge hiding and employee agility. However, ESM strain has an insignificant moderating effect in the connection between knowledge sharing and employee agility. Practical implications The current research has practical implications for ESM users and ESM-enabled organizations. For individuals who use ESM to promote knowledge within an organization, this study highlights the important functioning of ESM features that include analysis, tracking and communication. For managers, this study suggests the use of ESM features to promote knowledge sharing and inhibit knowledge hiding. Originality/value The current research investigates how ESM features are associated with employee agility in the workplace. This study proposes that knowledge sharing and knowledge hiding are the mediators of the effect path between ESM features and employee agility. Moreover, the present study extends to ESM literature by highlighting the moderating role of ESM strain using communication visibility theory as a theoretical lens. Lastly, this study quantifies the benefits of ESM features to help organizations train agile employees.",
          "url": "https://doi.org/10.1108/itp-01-2024-0064",
          "doi": "https://doi.org/10.1108/itp-01-2024-0064",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Impact of mobile and smartphone usage levels and multivariate factors on household income in vegetable farming: evidence from Indonesia",
          "authors": "Agus Hadiarto, M. Firdaus, H. Harianto, T. Novianti",
          "url": "https://doi.org/10.1080/1369118x.2024.2443579",
          "doi": "https://doi.org/10.1080/1369118x.2024.2443579",
          "filter": 0
        },
        {
          "title": "Algorithmic recommendations in the everyday life of young people: imaginaries of agency and resources",
          "authors": "Ville Jylhä, Noora Hirvonen, Jutta Haider",
          "url": "https://doi.org/10.1080/1369118x.2025.2470227",
          "doi": "https://doi.org/10.1080/1369118x.2025.2470227",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Does fortune favor the brave? Brand bravery’s impact on green- and inclusive marketing",
          "authors": "Tania Maree, Melanie Wiese",
          "url": "https://doi.org/10.1080/02650487.2025.2466337",
          "doi": "https://doi.org/10.1080/02650487.2025.2466337",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Examining the impact of social media de-influencing on audiences",
          "authors": "Samer Elhajjar, Omar S. Itani",
          "abstract": "Purpose This study investigates the effect of de-influencing and its related content on consumer behavior compared with influencing content. It considers the gender of de-influencers and consumers’ varied reactions to distinct types of de-influencing. Design/methodology/approach Based on informational social influence theory, we conducted three experiments to investigate how consumers perceive and respond to de-influencing: the first explores consumer perception of social media de-influencers compared to influencers; the second examines the effect of de-influencers’ gender and the last compares consumer attitude toward various types of de-influencer content. Findings Consumers find de-influencers more credible than “traditional” influencers. De-influencing messages significantly affect attitude and purchase intention. The de-influencing creator’s gender does not affect brand attitude, perceived message effectiveness or perception. However, de-influencing video content influences attitudes toward brands and video effectiveness. Messages focusing on ethics and health elicit more negative perceived attitudes toward the brand. Research limitations/implications This pioneering research introduces “de-influence” as a new dynamic in social media marketing, revealing consumers’ preference for authentic, skeptical content over traditional influencer promotions. This lays the foundation for future research on consumer behavior and brand perception in digital spaces. Practical implications Brands in trust-sensitive industries should embrace authenticity and engage with de-influencers to build trust, turn criticism into growth opportunities and align themselves with consumer value. Originality/value Our study represents pioneering research in the emerging field of de-influencing, filling gaps in the literature and offering a comprehensive contribution to social media research.",
          "url": "https://doi.org/10.1108/intr-04-2024-0574",
          "doi": "https://doi.org/10.1108/intr-04-2024-0574",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Self-Discrepancy as a Motive for Non-Fungible Token (NFT) Acquisition: A Psychological Ownership Perspective",
          "authors": "Minjeong Kim, Yuhosua Ryoo, Eunjin (Anna) Kim",
          "url": "https://doi.org/10.1080/00913367.2024.2441310",
          "doi": "https://doi.org/10.1080/00913367.2024.2441310",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Designing algorithms against corruption: a conjoint study on communicative features to encourage intentions for collective action",
          "authors": "Christopher Starke, Kimon Kieslich, Max Reichert, Nils Köbis",
          "url": "https://doi.org/10.1080/19331681.2025.2465326",
          "doi": "https://doi.org/10.1080/19331681.2025.2465326",
          "filter": 0
        },
        {
          "title": "One model to rule them all? Choosing two-dimensional spaces for European political landscapes with VAA data",
          "authors": "Jan Philipp Thomeczek, Andrei Zhirnov, Michele Scotto di Vettimo, Roan Buma, Vladimir Cristea, Maximilian Dolle, Norbert Kersting, André Krouwel, Sven Lange, Alberto Lopez Ortega, Jack Thompson, Lorenza Antonucci, Roberta Di Stefano, Francesco Ruggeri",
          "url": "https://doi.org/10.1080/19331681.2025.2469166",
          "doi": "https://doi.org/10.1080/19331681.2025.2469166",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "The Associations of Family Communication Patterns With Young Adults’ Depression in Hungary and China: The Mediating Role of Maternal Psychological Control",
          "authors": "Xiaoxia Li, Yan Bing Zhang",
          "abstract": "In this survey study ( N = 235), we examined the associations among young adults’ perceptions of family communication patterns (FCPs), maternal psychological control (MPC), and depression in Hungary and China. The results revealed that Chinese young adults reported higher levels of family conformity orientation, MPC, and depression compared to their Hungarian counterparts. Additionally, Chinese and Hungarian young adults reported similar levels of family conversation orientation. Furthermore, results indicated that conversation orientation was a direct negative predictor of young adults’ depression. Lastly, conformity orientation was a positive indirect predictor of depression through MPC. These findings underscore the significant roles of general FCPs and specific parental behaviors play in the mental well-being of young adults.",
          "url": "https://doi.org/10.1177/0261927x251322458",
          "doi": "https://doi.org/10.1177/0261927x251322458",
          "filter": 0
        },
        {
          "title": "Psychological Perspectives on Language, Identity, and Intergroup Dynamics",
          "authors": "Anastassia Zabrodskaja",
          "abstract": "In this introductory article to the Special Issue on Interdisciplinary Perspectives on Language, Society, and Psychology: Advances from ICLASP18, I provide an overview of the conference's key themes, contributions, and scholarly significance. The issue features diverse research exploring how language shapes social interactions, identity formation, and behavioral dynamics across various socio-cultural contexts. By synthesizing the presented studies, I highlight emerging trends and methodological innovations, including computational analyses of linguistic bias, qualitative insights into social exclusion, and novel approaches to intergroup communication. This introduction outlines the organization of the Special Issue, presents the thematic groupings of the articles, and discusses their theoretical and practical implications. Through these efforts, this Special Issue aims to contribute to academic scholarship and offer practical insights for policymakers, practitioners, and educators seeking to understand the evolving intersections of language, society, and psychology.",
          "url": "https://doi.org/10.1177/0261927x251323981",
          "doi": "https://doi.org/10.1177/0261927x251323981",
          "filter": 0
        },
        {
          "title": "Affective Valence in Posts on X (Formerly Twitter) and Evaluation of a Politician’s Image",
          "authors": "Monika Obrębska, Barbara Konat, Ewelina Gajewska, Nadia Dembska, Marcelina Dobrowolska",
          "abstract": "The aim of this study was to examine whether the use of affective language by politicians impacts the social evaluation of their image, as measured by the semantic differential method developed by Cwalina et al.. In the study, Polish participants ( N = 958) evaluated the profiles of three well-known Polish politicians from different parties: Bosak (right-wing), Trzaskowski (center), and Biedroń (left-wing). Participants made evaluations before and after reading hateful, kind or neutral tweets about refugees from Ukraine. We controlled for participants’ political views and demographic variables. The results confirmed changes in evaluations of the image of politicians depending on the language they used. The ‘positivity bias’ identified in the study provides encouragement to use kindness speech in public discourse, showing that this type of communication can improve a politician's ratings.",
          "url": "https://doi.org/10.1177/0261927x251321504",
          "doi": "https://doi.org/10.1177/0261927x251321504",
          "filter": 0
        },
        {
          "title": "A Scoping Review of Published Literature on the Linguistic Representation of Indigenous Peoples",
          "authors": "Jessica Chan, Katherine A. Collins, Rebecka Lee, Janice Linton, Maria Cherba, Traci-lee D. Christianson, Amy Shawanda, Ellie G. Siden, Medina Wardman",
          "abstract": "Published research involving Indigenous Peoples is largely deficit-based, which can perpetuate stereotypes against Indigenous Peoples. We conducted a scoping review to understand what is currently known about the linguistic representation of Indigenous Peoples. We included peer-reviewed articles from all disciplines published between 2000 and 2024 on language use and discourse in the context of framing, bias, and/or stereotyping of Indigenous Peoples in Canada, the United States, Australia, and Aotearoa New Zealand. Of 1672 articles, 80 were reviewed and analyzed by mode of language, field of study, and time. A subset of the articles (n = 60) underwent a reflexive thematic analysis, from which we identified seven themes. We found that linguistic representations of Indigenous Peoples were disproportionately negative and involved deficit- rather than strengths-based discourse. Greater attention to linguistic representations of Indigenous Peoples is needed within healthcare and education, and future research should include language in historical documents and academia.",
          "url": "https://doi.org/10.1177/0261927x251318040",
          "doi": "https://doi.org/10.1177/0261927x251318040",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Book Review: Podcast Journalism: The Promises and Perils of Audio Reporting. , by David O. Dowling",
          "authors": "Lindsey A. Sherrill",
          "url": "https://doi.org/10.1177/10776990251323621",
          "doi": "https://doi.org/10.1177/10776990251323621",
          "filter": 0
        },
        {
          "title": "A News Ecology Perspective to Information Verification: Examining the Effects of News Repertoire and News Capital",
          "authors": "Yan Qu, Shuning Lu",
          "abstract": "There is a growing concern about the spread of misinformation on the internet. One of the key solutions to address this challenge is the practice of information verification by individuals. Current research on information verification tends to overlook the influence from individuals’ information and social environment. Informed by the media repertoire and the egocentric network approach, this study proposes to examine one’s news repertoire and news discussion networks as critical correlates with verification beliefs and behavior. A survey with a nationally representative sample in the United States ( N = 1,088) revealed that a rich news repertoire and a higher level of news capital embedded in news discussion networks are positively associated with one’s perceptions of self-efficacy and actual engagement in information verification. In addition, the study uncovers the moderating role of news capital in magnifying the positive linkage between news repertoire richness and verification self-efficacy as well as the indirect pathway linking news repertoire richness to verification behavior via verification self-efficacy. Overall, our study offers a news ecology perspective that expands scholarly understanding and theorization of information verification.",
          "url": "https://doi.org/10.1177/10776990251318636",
          "doi": "https://doi.org/10.1177/10776990251318636",
          "filter": 0
        },
        {
          "title": "Cutting the Climate Agenda: The Effect of Sinclair Broadcasting on Public Awareness of Climate Change",
          "authors": "Haley Pierce",
          "abstract": "Research has begun to explore the effects of Sinclair ownership on news content and on public opinion. However, research has not yet linked changes in news content to changes in public opinion. Using computational textual analysis, this study finds that once a station is purchased by Sinclair, its volume of climate change reporting drops; the remaining climate change reporting de-emphasizes climate science, and the public becomes less aware climate change is happening.",
          "url": "https://doi.org/10.1177/10776990251316549",
          "doi": "https://doi.org/10.1177/10776990251316549",
          "filter": 0
        },
        {
          "title": "Picking Up the Call for Reparations: News Coverage Following Three Catalysts",
          "authors": "Sean P. Pauley",
          "abstract": "This study analyzes how mainstream and Black newspapers covered reparations after the Black Lives Matter protests and two other catalysts in reparations discourse: Ta-Nehisi Coates’s “The case for reparations” and the 2019 commission to reexamine H.R. 40. Using ARIMAX models of articles discussing reparations over two decades, this analysis tests how coverage changed and uses Google Trends data to test how the public’s agenda responded. Mainstream newspapers were more receptive to legislative action, whereas the Black press gave more attention to reparations after the 2020 protests. Search behavior was responsive to mainstream coverage of reparations.",
          "url": "https://doi.org/10.1177/10776990251316285",
          "doi": "https://doi.org/10.1177/10776990251316285",
          "filter": 0
        },
        {
          "title": "Book Review: Performing the News: Identity, Authority, and the Myth of Neutrality , by Elia Powers",
          "authors": "Sandra Vera-Zambrano",
          "url": "https://doi.org/10.1177/10776990251313792",
          "doi": "https://doi.org/10.1177/10776990251313792",
          "filter": 0
        },
        {
          "title": "Book Review: Charm: How Magnetic Personalities Shape Global Politics , by Julia Sonnevend",
          "authors": "Elliott Edsall",
          "url": "https://doi.org/10.1177/10776990251323618",
          "doi": "https://doi.org/10.1177/10776990251323618",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Decoding Correction Strategies: How Fact-Checkers Uncover Falsehoods Across Countries",
          "authors": "Regina Cazzamatta",
          "url": "https://doi.org/10.1080/1461670x.2025.2470177",
          "doi": "https://doi.org/10.1080/1461670x.2025.2470177",
          "filter": 0
        },
        {
          "title": "Presenting America Through the Translation Gate: A Case Study of Reference News on the WeChat Public Account Platform",
          "authors": "Weixin Zeng, Dechao Li",
          "url": "https://doi.org/10.1080/1461670x.2025.2470178",
          "doi": "https://doi.org/10.1080/1461670x.2025.2470178",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Datacasting: TikTok’s Algorithmic Flow as Televisual Experience",
          "authors": "Ellenrose Firth, Alberto Marinelli",
          "abstract": "Recommendation algorithms have acquired a central role in the suggestion of content within both subscription video on demand (SVOD) and advertising-based video on demand (AVOD) services and media-sharing platforms. In this article, we suggest the introduction of the datacasting paradigm, which takes into account the increasing relevance algorithms have in selection processes on audiovisual platforms. We use TikTok as a case study as it is an entirely algorithmic platform, and therefore embodies the heart of our discussion, and analyse how the algorithmic flow within the platform influences user experience, the impact it has on the enjoyment of content, and whether the platform can be considered televisual. We have opted to frame TikTok within debates on flow, as we believe that is what is at the core of the platform experience. Through the analysis of in-depth interviews, we extracted two main categories of responses: TV on TikTok and TikTok as TV. The former includes all responses related to the consumption of traditional televisual material on the platform, while the latter looks at all potential connections between the platform and television viewing habits.",
          "url": "https://doi.org/10.17645/mac.9392",
          "doi": "https://doi.org/10.17645/mac.9392",
          "filter": 0
        },
        {
          "title": "Listening in Good Faith: Cosmopolitan Intimacy and Audio Journalism",
          "authors": "Kate Lacey",
          "abstract": "This article interrogates the privileging of intimacy in contemporary discussions of media in general and audio journalism in particular (within a broadly Anglo-American frame). It posits that the prominence of the term in relation to podcasting specifically, together with the communicative practices it purports to describe, has become ideological. The article begins by exploring how the intimate address of radio and podcasting has been variously invoked and celebrated in public and academic discourse across a century of spoken word media. This historical overview provides a context and counterpoint to the ways in which intimacy is invoked in contemporary discourses and the contradictions encapsulated by the notion of an “intimate public sphere” (Berlant, 1998). It highlights how the language of intimacy in the public realm—with all its positive connotations, including in relation to building trust—can be appropriated or transformed under the logics of communicative capitalism (Dean, 2005) to disguise unequal power relations, restrict communication across difference, and feed into a culture of atomised individualism. The article turns instead to a cosmopolitan ethics of “proper distance” (Silverstone, 2004) combined with a feminist ethics of care as a way to negotiate the balance between intimacy and trust for the listening public.",
          "url": "https://doi.org/10.17645/mac.9147",
          "doi": "https://doi.org/10.17645/mac.9147",
          "filter": 0
        },
        {
          "title": "Oblique Agency: Mapping the Globalised Workflows of Television Dubbing and Their Impact on Practitioners",
          "authors": "Simone Knox, Kai Hanno Schwind",
          "abstract": "This article offers a comprehensive analysis of how increasingly globalised infrastructures, marked by industry expansion, consolidation, and the impact of streamers, affect the workflows and practices within local dubbing industries. Informed by extensive, original interviews with managerial and creative dubbing practitioners, and industry fieldwork observations since 2017, the article is located within a post-Bourdieuian framework, exploring what significant change for the field and its habitus has meant for agency. Having identified a persistent lack of engagement with the dubbing of television in existing scholarship across several disciplines, the article considers how dubbing practitioners negotiate a wider industrial push towards more streamlining, standardisation, and more attendance to issues concerning equity, diversity, and inclusion. Here, the article offers the notion of oblique agency, to capture how creative agency is moved away from local creative practitioners, through more managerial oversight, prescriptive guidance and tools, and feedback cultures shaped by corporate agendas. Simultaneously, some agency is left to these practitioners, most acutely felt in the case of dubbing contemporary television (marked by narrative and tonal complexity), due to a lack of investment and recognition of dubbing as inherently creative. The article takes care to explore the complexities of these dynamics, especially a pronounced heterogeneity of views, including simultaneous criticism and enjoyment by creative practitioners, as well as a considerable gap between their perspectives and those of managerial practitioners. In this way, the article seeks to make a much-needed contribution to nuanced engagement with dubbing infrastructures and working practices.",
          "url": "https://doi.org/10.17645/mac.9613",
          "doi": "https://doi.org/10.17645/mac.9613",
          "filter": 0
        },
        {
          "title": "Between Memeability and Televisuality: The (Self-)Memefication of Television Series",
          "authors": "Jana Zündel",
          "abstract": "This essay explores how seriality and televisuality inform and fuel meme culture. Television and streaming series not only provide material for internet memes, i.e., appropriable audio-visual extracts that circulate on social media and video-sharing platforms, but often already feature meme-like visuals themselves, e.g., visual or scenographic imitations of artwork, reenactments of movie scenes, or even entire iconographies of a media franchise. In a semi-historical approach, this essay explores these “memefications” as intertextual practices for recalling, recycling, and preserving cultural artifacts. Citing various cases in US series from an autobiographical collection of such revisualizations and elaborate referential networks in both legacy TV series and popular contemporary shows, this essay proposes a taxonomy of pre-internet memefication within and between series: intermedial, interserial, and intraserial memefications. I discuss them as aesthetic and praxeological precursors of current moving image memes such as TikToks, which similarly restage scenes, characteristics, or tropes from other shows, films, or media. As it is a key characteristic of televisuality to adopt and transform modes of representation from other media, I argue that television may have premeditated and mastered memefication before the conception of internet memes, which are now prevalent in everyday communication.",
          "url": "https://doi.org/10.17645/mac.9408",
          "doi": "https://doi.org/10.17645/mac.9408",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "The space-time game: Workers with disabilities in China’s AI data labeling industry",
          "authors": "Bingqing Xia, Tongyu Wu",
          "abstract": "The rapid advancement of AI has led to increased reliance on data labeling workers, yet those with disabilities remain understudied in this context. This article applies critical disability studies and theory of accumulation by dispossession to analyze the dynamics within China’s data labeling industry. We examine the interplay among capital, central and local governments, Disabled People’s Organizations (DPOs), and workers with disabilities in the AI data labeling value chain. Our findings highlight the pivotal role of DPOs in reallocating surplus labor and capital across spatial and temporal dimensions. By supplementing functions traditionally associated with government entities, these organizations significantly influence the industry’s landscape. Furthermore, we reveal how DPOs foster labor agency, creating spaces for work dignity among workers with disabilities. Through their efforts to navigate and mitigate algorithmic control, DPOs contribute to a more inclusive labor environment, challenging societal norms.",
          "url": "https://doi.org/10.1177/14614448251320114",
          "doi": "https://doi.org/10.1177/14614448251320114",
          "filter": 0
        },
        {
          "title": "The platform’s cash administrators: Delegation, local adaptation, and labor control in Mexico City",
          "authors": "Mariana Manriquez",
          "abstract": "This article delves into the process of technological adaptation to local environments by presenting the case of food delivery platforms in Mexico City. Primarily, it focuses on the tension between design and local economic practices. Given the primacy of cash as an object of economic exchange, platforms facilitate cash payments. Platforms then delegate the task of cash administration to couriers. Labor control around this task is then institutionalized in the form of platform features. Furthermore, platform dependency to cover basic necessities shapes divergent experiences of the delegated task of cash administration. Conceptually, this article employs the Latourian concept of delegation to explore the human and nonhuman enrollments mobilized to adapt digital technologies to local environments.",
          "url": "https://doi.org/10.1177/14614448241312907",
          "doi": "https://doi.org/10.1177/14614448241312907",
          "filter": 0
        },
        {
          "title": "Catch 22: Institutional ethics and researcher welfare within online extremism and terrorism research",
          "authors": "Joe Whittaker, Elizabeth Pearson, Ashley A Mattheis, Till Baaken, Sara Zeiger, Farangiz Atamuradova, Maura Conway",
          "abstract": "Drawing from interviews with 39 online extremism and terrorism researchers, this article provides an empirical analysis of these researchers’ experiences with institutional ethics processes. Discussed are the harms that these researchers face in the course of their work, including trolling, doxing, and mental and emotional trauma arising from exposure to terrorist content, which highlight the need for an emphasis on researcher welfare. We find that researcher welfare is a neglected aspect of ethics review processes however, with most interviewees not required to gain ethics approval for their research resulting in very little attention to researcher welfare issues. Interviewees were frustrated with ethics processes, indicating that committees oftentimes lacked the requisite knowledge to make informed ethical decisions. Highlighted by interviewees too was a concern that greater emphasis on researcher welfare could result in blockages to their ‘risky’ research, creating a ‘Catch 22’: interviewees would like more emphasis on their (and colleagues’) welfare and provision of concomitant supports, but feel that increased oversight would make gaining ethics approval for their research more difficult, or even impossible. We offer suggestions for breaking the impasse, including more interactions between ethics committees and researchers; development of tailored guidelines; and more case studies reflecting on ethics processes.",
          "url": "https://doi.org/10.1177/14614448251317471",
          "doi": "https://doi.org/10.1177/14614448251317471",
          "filter": 0
        },
        {
          "title": "AI chatbot accountability in the age of algorithmic gatekeeping: Comparing generative search engine political information retrieval across five languages",
          "authors": "Joanne Kuai, Cornelia Brantner, Michael Karlsson, Elizabeth Van Couvering, Salvatore Romano",
          "abstract": "This study investigates the performance of search engine chatbots powered by large language models in generative political information retrieval. Applying algorithmic accountability as a central theme, this research (a) assesses the alignment of artificial intelligence (AI) chatbot responses with timely political information, (b) investigates the factual correctness and transparency of chatbot-sourced synopses, (c) examines the adherence of chatbots to democratic norms and impartiality ideals, (d) analyzes the sourcing and attribution behaviors of the chatbots, and (e) explores the universality of chatbot gatekeeping across different languages. Using the 2024 Taiwan presidential election as a case study and prompting as a method, the study audits responses from Microsoft Copilot in five languages. The findings reveal significant discrepancies in information readiness, content accuracy, norm adherence, source usage, and attribution behavior across languages. These results underscore the contextual awareness when applying accountability assessment that looks beyond transparency in AI-mediated communication, especially during politically sensitive events.",
          "url": "https://doi.org/10.1177/14614448251321162",
          "doi": "https://doi.org/10.1177/14614448251321162",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Corporate support for the sustainable development goals: Effects of symbolic and substantive communication",
          "authors": "Cassandra L.C. Troy, Nicholas Eng, Holly Overton",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102545",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102545",
          "filter": 0
        },
        {
          "title": "Examining message framing in a higher education crisis: A qualitative analysis of organizational perspectives and media portrayals",
          "authors": "Nell C. Huang-Horowitz, Andrea M. Smith",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102533",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102533",
          "filter": 0
        },
        {
          "title": "Why go the extra mile? Re-engaging quiet quitters through dialogic communication and community building in the workplace",
          "authors": "Nur Uysal, Young Kim",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102537",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102537",
          "filter": 0
        },
        {
          "title": "Effects of AI versus human source attribution on trust and forgiveness in the identical corporate apology statement for a data breach scandal",
          "authors": "Joon Soo Lim, Erika Schneider, Maria Grover, Jun Zhang, David Peters",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102520",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102520",
          "filter": 0
        },
        {
          "title": "Public information officers’ use of social media monitoring: An updated analysis of current practice",
          "authors": "Carla White, Shelby Luttman, Elizabeth Johnson Avery",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102539",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102539",
          "filter": 0
        },
        {
          "title": "Influence of perceptions of organizations and perceptions of issues on communicative behaviors: Roles of conspiratorial thinking and responsibility attribution",
          "authors": "Lisa Tam, Soojin Kim",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102543",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102543",
          "filter": 0
        },
        {
          "title": "Black-owned business and passionate brand publics: A netnography of The Honey Pot Company PR crisis",
          "authors": "Suman Mishra, Mia Moody, Rosalynn A. Vasquez",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102542",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102542",
          "filter": 0
        },
        {
          "title": "Comparison study of PR curriculum and PR job posts",
          "authors": "Minhee Choi, Baobao Song, Yani Zhao, Lauren Tortella",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102535",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102535",
          "filter": 0
        },
        {
          "title": "A social influence perspective toward employee-organization relationships: The role of relationship norms in employee peer networks",
          "authors": "Yan Qu, Cen April Yue, Katie Haejung Kim, Alvin Zhou",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102531",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102531",
          "filter": 0
        },
        {
          "title": "The media literacy divide: Ideological framing of labor in public relations agency internship postings",
          "authors": "Joseph R. Giomboni",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102544",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102544",
          "filter": 0
        },
        {
          "title": "Measuring social movement engagement: A co-creational approach to public engagement and social capital",
          "authors": "Ying Xiong",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102518",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102518",
          "filter": 0
        },
        {
          "title": "Porous boundaries, contentious boundaries: “Public relations” and “propaganda” within the discourse of Italian PR professionals after 1945",
          "authors": "Irene Di Jorio",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102540",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102540",
          "filter": 0
        },
        {
          "title": "“Being a Burson Person is something special”: Burson-Marsteller’s influence in the Americanization of the public relations industry in Latin America (1980s – 2010s)",
          "authors": "Pablo Miño",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102519",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102519",
          "filter": 0
        },
        {
          "title": "Leveraging AI in CSR: How social-oriented chatbots influence Chinese consumers’ supportive actions via dialogic communication",
          "authors": "Yangzhi (Nicole) Jiang, Yang Cheng, Yuan Wang",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102541",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102541",
          "filter": 0
        },
        {
          "title": "How social media influencers support political parties in achieving campaign objectives, according to political communicators in Germany",
          "authors": "Nils S. Borchers",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102532",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102532",
          "filter": 0
        },
        {
          "title": "Different shades of green deception. Greenwashing’s adverse effects on corporate image and credibility",
          "authors": "Thomas Koch, Nora Denner",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102521",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102521",
          "filter": 0
        },
        {
          "title": "When public relations ethics clash with reality: How PR professionals negotiate “brown envelope” practices in interactions with journalists",
          "authors": "Oluseyi Adegbola, Olushola Aromona, Adeola Abdulateef Elega",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102534",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102534",
          "filter": 0
        },
        {
          "title": "You asked, we listened: Examining accountability through actions and listening in corporate social advocacy",
          "authors": "Barbara Miller Gaither, Seoyeon Kim, Lucinda L. Austin",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102536",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102536",
          "filter": 0
        },
        {
          "title": "From celebrity advocacy to fandom advocacy: Harness the power of participatory fandom culture",
          "authors": "Baobao Song, Minhee Choi",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102538",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102538",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "How Forced Versus Selective Exposure Matters for the Influence of Emotional Appeals About Climate Change in a Sample of Americans",
          "authors": "Chris Skurka, Rainer Romero-Canyas, Helen H. Joo, Jeff Niederdeppe",
          "abstract": "Researchers studying the influence of strategic science messages have overlooked the fact that people are selective in the content they consume. In this experiment, participants were “forced” to view one of three climate appeals (threat, humor, informational), reflecting the typical between-subjects experiment, or they were permitted to choose between one of these appeals (or topical alternatives), reflecting real-world media choice. Compared with forced exposure, choice exposure resulted in slightly less reactance and slightly greater enjoyment, appreciation, and persuasion outcomes—even after accounting for self-selection biases. These findings underscore the value of treating research participants as selective consumers of science content.",
          "url": "https://doi.org/10.1177/10755470251316777",
          "doi": "https://doi.org/10.1177/10755470251316777",
          "filter": 0
        },
        {
          "title": "Perceptions of Pandemic Messaging Across 36 Weeks: A Repeated Cross-Section Design With U.S. Adults",
          "authors": "Jakob D. Jensen, Joshua B. Barbour, Helen M. Lillie, Chelsea L. Ratcliff, Manusheela Pokharel, Andy J. King",
          "abstract": "To understand public perceptions of pandemic messaging, we surveyed U.S. adults for 36 consecutive weeks starting on March 12, 2020. Using a repeated cross-section design, we tracked intentions to engage in protective behaviors, demographics, and four message perceptions: exhaustion, overload, repetition, and exaggeration. Exhaustion increased over time and became negatively related to intentions (rising negativity model). Exaggeration was stable across the 36 weeks, yet had the strongest negative relationship with intentions and that relationship increased over time (fixed model with increasing negative relationship). Overload and repetition were positively related to intentions, but the relationships faded over time (fading positivity model).",
          "url": "https://doi.org/10.1177/10755470251318199",
          "doi": "https://doi.org/10.1177/10755470251318199",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "“Misogyny Was in the Atmosphere”: Feminist Perspectives on Social Media Use in the 2019 Algerian Pro-Democratic Demonstrations",
          "authors": "Rim H. Chaif, Christopher E. Etheridge",
          "abstract": "Public and vocal calls by Algerian feminist groups to revise restrictive laws about women during the 2019 Hirak (“protest” in Arabic) were met with physical and online violence from both pro-government and reformist groups. Theories considering the role of public spaces in advancing democratic efforts differ on strategy and method for inclusion of marginalized voices. Through structured open-ended questionnaires with Algerian feminist demonstrators, this study probes the perceived efficacy of various democratic-advancing tactics. Findings show a reticence on the part of Algerian feminists in cultivating open social media spaces or efforts to assimilate into a single public and echo previous findings of those advocating for a more disputed perspective on democracy.",
          "url": "https://doi.org/10.1177/20563051251315251",
          "doi": "https://doi.org/10.1177/20563051251315251",
          "filter": 0
        },
        {
          "title": "The Disaggregation of Platform Labor: Theorizing Skin Tone Work in the Black Influencer Beauty Economy",
          "authors": "Ta’Les Love",
          "abstract": "Research on the beauty influencer economy highlights the role that racism plays in platform labor, as race is a prominent determinant in the hierarchy of influencers. While the literature on beauty influencers reveals the multi-faceted labor necessary for success in the genre, less attention is given to the ways that skin tone discrimination—or colorism—defines one’s subject position as a beauty influencer. I argue that skin tone is an identity characteristic that ultimately multiplies the labor required of beauty influencers, particularly for Black women with darker complexions. The extra labor required of persons from a marginalized subject position within a marginalized population is called Racial Phenotype Labor (RPL). Due to racist beauty standards and historical disdain for African phenotypes, Black people—and Black women specifically—with phenotypic features perceived as undesirable enter the digital influencing economy at an additional disadvantage. Societal preference for lighter skin impels darker-skinned creators to complete additional physical, emotional, and mental work in the beauty influencing community. This research asserts that the first layer of RPL involves skin tone work, where beauty influencers must combat the negative preconceptions and discourses typically associated with dark skin. I also suggest that they must combat these biases while simultaneously presenting themselves as marketable to cosmetics companies, viewers, and platform algorithms. This research study uses methodological triangulation through critical technocultural discourse analysis, thematic analysis, and autoethnography to analyze the beauty content of two prominent Black influencers—both advocates against colorism. Ultimately, I conclude that colorism remains especially gendered and functions as an agent of racial capitalism within the digital influencing economy.",
          "url": "https://doi.org/10.1177/20563051241310943",
          "doi": "https://doi.org/10.1177/20563051241310943",
          "filter": 0
        },
        {
          "title": "Who Is Spreading AI-Generated Health Rumors? A Study on the Association Between AIGC Interaction Types and the Willingness to Share Health Rumors",
          "authors": "Zehang Xie",
          "abstract": "Generative chatbots based on artificial intelligence technology have become an essential channel for people to obtain health information. They provide not only comprehensive health information but also real-time virtual companionship. However, the health information provided by AI may not be completely accurate. Employing a 3 × 2 × 2 experimental design, the research examines the effects of interaction types with AI-generated content (AIGC), specifically under virtual companionship and knowledge acquisition scenarios, on the willingness to share health-related rumors. In addition, it explores the impact of the nature of the rumors (fear vs hope) and the role of altruistic tendencies in this context. The results show that people are more willing to share rumors in a knowledge acquisition situation. Fear-type rumors can stimulate people’s willingness to share more than hope-type rumors. Altruism plays a moderating role, increasing the willingness to share health rumors in the scenario of virtual companionship, while decreasing the willingness to share health rumors in the scenario of knowledge acquisition. These findings support Kelley’s three-dimensional attribution theory and negativity bias theory, and extend these results to the field of human–computer interaction. The results of this study help to understand the rumor spreading mechanism in the context of human–computer interaction and provide theoretical support for the improvement of health chatbots.",
          "url": "https://doi.org/10.1177/20563051251323391",
          "doi": "https://doi.org/10.1177/20563051251323391",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Aging in the digital age: Exploring the relationship between Internet use and age identity among Chinese older adults",
          "authors": "Ke Shen, Huilin Sun",
          "url": "https://doi.org/10.1016/j.tele.2025.102260",
          "doi": "https://doi.org/10.1016/j.tele.2025.102260",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Book Review: Algorithms of Resistance: The Everyday Fight Against Platform Power by Tiziano Bonini and Emiliano Treré, Platform Socialism: How to Reclaim Our Digital Future from Big Tech by James Muldoon, Platform Politics: Corporate Power, Grassroots Movements and the Sharing Economy by Luke Yates and Feminist International Relations Through a Technospatial Lens: An Interdisciplinary Approach by Gillian Youngs",
          "authors": "Ben O’Loughlin",
          "url": "https://doi.org/10.1177/19401612251324251",
          "doi": "https://doi.org/10.1177/19401612251324251",
          "filter": 0
        },
        {
          "title": "Book Review: Digital Satire in Latin America: Online Video Humor as Hybrid Alternative Media by Paul Alonso",
          "authors": "Abdulrahman Alroumi",
          "url": "https://doi.org/10.1177/19401612251323958",
          "doi": "https://doi.org/10.1177/19401612251323958",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "The smart home: a visual analysis",
          "authors": "Sara Sadati Far, Agnieszka Leszczynski",
          "abstract": "In this article, the authors engage with visual representations of smart homes, examining whether and how these media constitute emergent narratives of Western meanings of home. They do so by reporting on the findings of visual content and semiotic analysis of smart home images published in architectural media. They identify two modalities of smart home images published in these media – images in which smart home technologies are visible and those in which they are implicitly hidden. They read these images as constituting two semiotic myths of home: as familiar places of belonging for both people and smart objects, and as exceptional spaces of luxury associated with freedom from domestic labor delivered by smart technologies. They argue that these myths are central to securing social acceptance of the smart home by signifying it to be both trustworthy and aspirational.",
          "url": "https://doi.org/10.1177/14703572241305804",
          "doi": "https://doi.org/10.1177/14703572241305804",
          "filter": 0
        },
        {
          "title": "Visual representations of wealth inequality in political communication",
          "authors": "Michael Vaughan, Sarah Kerr",
          "abstract": "Wealth inequality is deepening in many countries around the world, presenting increasing challenges to public notions of fairness while simultaneously proving resistant to democratic intervention. This article looks at one element of the politics of wealth inequality which has so far received relatively little attention: visual representations in political communication. The authors collected an original dataset of 243 images posted on Facebook by UK news media and civil society organizations to explore how different actors visually represent the problem of wealth inequality. They used content analysis to demonstrate that news media in particular tends to visualize inequality through images of wealth itself, such as luxury goods and property, whereas civil society more often tries to contrast richness and poorness. They conducted social semiotic analysis on two sets of recurring tropes to investigate the complex trade-offs in how visual content frames inequality, whether through ambivalent focus on the super-rich or a claim to objectivity and completeness through birds-eye aerial photography.",
          "url": "https://doi.org/10.1177/14703572241300886",
          "doi": "https://doi.org/10.1177/14703572241300886",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
