{
  "update": "2024-11-08",
  "content": [
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "Chinese international students’ facework and collective face concerns in response to group criticism",
          "authors": "Yi Zhu, Mary J. Bresnahan",
          "url": "http://dx.doi.org/10.1080/01463373.2024.2420989",
          "doi": "10.1080/01463373.2024.2420989",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Epistemic authority in the digital public sphere. An integrative conceptual framework and research agenda",
          "authors": "Anne Bartsch, Christoph Neuberger, Birgit Stark, Veronika Karnowski, Marcus Maurer, Christian Pentzold, Thorsten Quandt, Oliver Quiring, Christian Schemer",
          "abstract": "We develop an integrative conceptual framework and research agenda for studying epistemic authorities in the digital age. Consulting epistemic authorities (e.g., professional experts, well-informed laypeople, technologies) can be an efficient fast-track to knowledge. To fulfill this functional role, those who claim epistemic authority need to be both subjectively recognized (have a perceived advantage in knowledge) and objectively justified (have an actual advantage in knowledge). In a digital media context, new and unconventional knowledge sources have emerged that can fulfill the functional role of epistemic authorities. But false authorities that disseminate misinformation have emerged as well while other sources with important knowledge remain unrecognized. We further analyze the functional role of epistemic intermediaries that can mitigate such problematic developments by correcting false authorities and by providing endorsement for unrecognized authorities. We conclude with a research agenda to study functional forms of epistemic authorities and epistemic intermediaries in the digital public sphere.",
          "url": "http://dx.doi.org/10.1093/ct/qtae020",
          "doi": "10.1093/ct/qtae020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Social media affordances of LGBTQIA+ expression and community formation",
          "authors": "Carolina Are, Catherine Talbot, Pam Briggs",
          "abstract": "Faced with offline discrimination, LGBTQIA+ users frequently turn to social media to find role models, build social networks and test out new forms of self-expression. Each platform has its own affordances and governance processes which can, in turn, facilitate or impede self-expression and community growth. Through a survey of 120 LGBTQIA+ participants, this paper considers which social media affordances facilitate the creation and development of LGBTQIA+ identities, support online and offline community formation and peer-to-peer learning, whilst limiting opportunities for online abuse. While previous research has so far largely focused on younger LGBTQIA+ users' experiences on SM, we found that broadening our sample to include older participants can lead to novel reflections on platforms' potential and/or challenges towards expressing one’s queerness online. For example, while users young and old found the visibility of other LGBTQIA+ accounts inspiring, entertaining and reassuring, particularly within previously stigmatised expressions of bisexuality, we found that older participants preferred to be selective about their outness, or sometimes to not be out at all, not simply for fear of harassment or context collapse, but also because of historical factors around family and friend relationships or because their identity experimentation had already happened offline. We also identified contrasting views about outness and the use and visibility of pronouns, reminding us that the online LGBTQIA+ community is not a monolith in its beliefs and practices, particularly when different life stages are considered.",
          "url": "http://dx.doi.org/10.1177/13548565241296628",
          "doi": "10.1177/13548565241296628",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Click, Buy, Repeat: Understanding the Psychological and Behavioral Mechanisms of Online Shopping Behavior",
          "authors": "Fabio Frisone, Marina Cosenza, Giulia Brizzi, Giuseppe Riva",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0540",
          "doi": "10.1089/cyber.2024.0540",
          "filter": 0
        },
        {
          "title": "Who Am I Inside the Screen? Construction of Virtual Identity in Multiplayer Online Videogames and Its Psychological Functions",
          "authors": "Adrià Gabarnet, Guillem Feixas, Adrián Montesano",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0231",
          "doi": "10.1089/cyber.2024.0231",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Do You See What I See? Emotional Reaction to Visual Content in the Online Debate About Climate Change",
          "authors": "Luca Rossi, Alexandra Segerberg, Luigi Arminio, Matteo Magnani",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2420787",
          "doi": "10.1080/17524032.2024.2420787",
          "filter": 0
        },
        {
          "title": "How Can Storytelling Help Restore Mires? Applying Place-lore Fieldwork Methodology in Ecological Restoration",
          "authors": "Lona Päll, Piret Pungas-Kohv",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2420789",
          "doi": "10.1080/17524032.2024.2420789",
          "filter": 0
        },
        {
          "title": "Discursive Power and Public Advocacy: Communication Strategies in New York's Anti-Fracking Movement",
          "authors": "Windi Putri Elisabeth Fanggi, Marcel Maulana, Exta Rindani B., Niken Resti Pratiwi, Mayang Rumaisha Nur Fauziyah",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2423735",
          "doi": "10.1080/17524032.2024.2423735",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Book Review: Digital Unsettling: Decoloniality and Dispossession in the Age of Social Media by Sahana Udupa and Ethiraj Gabriel Dattatreyan",
          "authors": "Tingting Hu, Nan Xu",
          "url": "http://dx.doi.org/10.1177/02673231241296424",
          "doi": "10.1177/02673231241296424",
          "filter": 0
        },
        {
          "title": "Book Review: AI - Limits and Prospects of Artificial Intelligence by Peter Klimczak and Christer Petersen",
          "authors": "Thomas Klikauer",
          "url": "http://dx.doi.org/10.1177/02673231241296429",
          "doi": "10.1177/02673231241296429",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Dungeons, Dragons, and Rogues: How Picaresque Literature Shaped the Thief Class in Dungeons &amp; Dragons",
          "authors": "David Matencio Durán, Thomas Apperley",
          "abstract": "This article advocates for a reevaluation of the thief class as a bridge linking literary narratives and tabletop role-playing games (TRPGs). It traces the roots of the Dungeons &amp; Dragons (D&amp;D) thief class in Picaresque Literature against the wider importance of literature in the early TRGP scene, by comparing the thief class to the Picaresque rogue. Through a thematic analysis of articles from eight key TRPG periodicals published between 1975 and 1986, the article illustrates how “extensibility mechanisms” facilitated creative exchanges between hobbyist game designers, Fantasy fiction, and Picaresque Literature via the rogue archetype. These exchanges demonstrate a turn towards nuanced narrative-supporting mechanics, complex player character development, and including vibrant fantasy cities as settings for adventures in D&amp;D, and TRPGs more broadly, influenced by Picaresque Literature.",
          "url": "http://dx.doi.org/10.1177/15554120241293523",
          "doi": "10.1177/15554120241293523",
          "filter": 0
        },
        {
          "title": "Representation and Its Historical Antecedents in New Media: The Queer-ious Case of Assassin's Creed",
          "authors": "Jess Root-Williams, Taylor M. Kessner, Jeremy Bernier",
          "abstract": "Videogames, like other new media, reflect and shape culture and are influenced by societal attitude shifts. We conducted a qualitative close-reading analysis of queer representation in the AAA historical-fiction series Assassin's Creed and the historical antecedents thereof to explore (a) the traditional marginalization of queer-identifying folks in (b) the context of growing societal acceptance within the (inter)national zeitgeist. In our examination of the developer's reaction operationalized as observable shifts in developers’ design choices, we observed an increase in representation that aligns with the shift in social attitudes toward queer folks over the last 15 years. With respect to the historical antecedents, we discovered a misalignment between the in-game portrayal of queer folks and acceptance thereof vis a vis the available historical record.",
          "url": "http://dx.doi.org/10.1177/15554120241291087",
          "doi": "10.1177/15554120241291087",
          "filter": 0
        },
        {
          "title": "Unreal Games",
          "authors": "Carl Therrien, Jean-Charles Ray, Laurie-Mei Ross Dionne, Fabienne Sacy",
          "abstract": "Throughout the history of game studies, intellectual debates have sought to identify scholars have reflected on the essential features of games. In the past decade, these discussions have extended beyond academia to the broader gaming community, where certain genres have been elevated as “real games.” Genres like walking simulators, dating sims, visual novels, and hybrid forms are often at the center of these debates. , criticized for their simplicity, lack of challenge, or sometimes overtly sexual content. Despite this, the popularity of these genres is undeniable: since 2007, over 50,000 titles have been documented on the Visual Novel Database, and thousands of walking simulators are available on Steam and other platforms. Many of these titles also appear on MobyGames and have been referenced as “games” throughout history. In this article, we delve into this vast and often overlooked corpus to examine the qualities that can elevate gameplay to unreal levels.",
          "url": "http://dx.doi.org/10.1177/15554120241282079",
          "doi": "10.1177/15554120241282079",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "How effective is AI augmentation in human–AI collaboration? Evidence from a field experiment",
          "authors": "Chengcheng Liao, Xin Wen, Shan Li, Peiyuan Du",
          "abstract": "Purpose Companies increasingly leverage artificial intelligence (AI) to enhance human performance, particularly in e-commerce. However, the effectiveness of AI augmentation remains controversial. This study investigates whether, how and why AI enhances human agents’ sales through a randomized field experiment. Design/methodology/approach This study conducts a two-by-two factorial randomized field experiment ( N  = 1,090) to investigate the effects of AI augmentation on sales. The experiment compares sales outcomes handled solely by human agents with those augmented by AI, while also examining the moderating effect of agents’ experience levels and the underlying mechanisms behind agents’ responses. Findings The results reveal that AI augmentation leads to a significant 5.46% increase in sales. Notably, the impact of AI augmentation varies based on agents’ experience levels, with inexperienced agents benefiting nearly six times more than their experienced counterparts. Mediation analysis shows that AI augmentation improves response timeliness, accuracy and sentiment, thereby boosting sales. Originality/value This study highlights the role of AI augmentation in human–AI collaboration, demonstrates the varying impacts of AI augmentation based on agents’ experience levels and offers insights for organizations on how to regulate AI augmentation to enhance agent responses and drive sales.",
          "url": "http://dx.doi.org/10.1108/itp-11-2022-0859",
          "doi": "10.1108/itp-11-2022-0859",
          "filter": 0
        },
        {
          "title": "How perceived team virtuality affects individual knowledge hiding in teams: unraveling the paradox when heads meet hearts",
          "authors": "Mengtian Xiao, Yingqing Xu, Qijie Xiao",
          "abstract": "Purpose This study aims to enhance the understanding of team virtuality by exploring its impact on individual counterproductive knowledge behaviors, particularly knowledge hiding. It examines the mediating roles of cognitive and affective trust and the moderating influence of learning goal orientation, addressing a significant gap in understanding how virtual interactions affect knowledge management processes at the individual level. Design/methodology/approach We conducted a three-wave online survey with a matched sample of 274 employees who have virtual work experience in China. We performed a series of structural equation modeling (SEM) analyses using Mplus 8.3 to test our proposed hypotheses. Findings The results indicate a significantly positive association between perceived team virtuality and individual knowledge hiding, mediated by both cognition- and affect-based trust, with the latter showing a stronger mediation effect. Additionally, individual learning goal orientation negatively moderates the indirect relationship between perceived team virtuality and knowledge hiding via cognitive (affective) trust. Practical implications By understanding the mechanisms through which virtuality influences individual knowledge behaviors within teams, organizations can provide emotional and instructional support for virtual interactions to mitigate knowledge hiding and improve the efficiency and effectiveness of knowledge management. Originality/value This study offers a differentiated analysis by exploring the mediating roles of cognitive and affective trust and the moderating role of learning goal orientation within virtual environments. Previous research has not concurrently examined these variables within the framework of team virtuality and knowledge hiding, making this research pivotal in enhancing the theoretical and practical understanding of individual knowledge behaviors in virtual settings.",
          "url": "http://dx.doi.org/10.1108/itp-01-2024-0008",
          "doi": "10.1108/itp-01-2024-0008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Young people, media and politics in the digital age",
          "authors": "Yujie Huang",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2423347",
          "doi": "10.1080/1369118x.2024.2423347",
          "filter": 0
        },
        {
          "title": "Media frames, AI romantic relationships, and the perspectives of people in relationships; mapping and comparing news media themes with user perspectives",
          "authors": "Tony Liao, Elizabeth Rodwell, Debriunna Porter",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2420031",
          "doi": "10.1080/1369118x.2024.2420031",
          "filter": 0
        },
        {
          "title": "Deepfakes in the context of AI inequalities: analysing disparities in knowledge and attitudes",
          "authors": "Daniel Bendahan Bitton, Christian Pieter Hoffmann, Alexander Godulla",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2420037",
          "doi": "10.1080/1369118x.2024.2420037",
          "filter": 0
        },
        {
          "title": "Beyond mitigation: building a case for collective rights and remedies for digital ID-enabled harms",
          "authors": "Katelyn Cioffi",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2420023",
          "doi": "10.1080/1369118x.2024.2420023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "The role of theory of mind and edutainment messages in recognizing native advertising: a test of the CARE model",
          "authors": "Eunjoo Choi, Matthew A. Lapierre",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2422783",
          "doi": "10.1080/02650487.2024.2422783",
          "filter": 0
        },
        {
          "title": "Selling sustainability: making green advertising more concrete with circular economy message framing",
          "authors": "Jolie Gutentag, Cristel Antonia Russell",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2412384",
          "doi": "10.1080/02650487.2024.2412384",
          "filter": 0
        },
        {
          "title": "Virtual reality luxury fashion show: how imaginary space influences brand word‑of‑mouth",
          "authors": "Minjung Cho, Eunju Ko, Hyojo Jung",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2419227",
          "doi": "10.1080/02650487.2024.2419227",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Corporate social and digital responsibility in esports",
          "authors": "Dimitrios Kolyperas, Christos Anagnostopoulos, Ismini Pavlopoulou, Argyro Elisavet Manoli, Simon Chadwick",
          "abstract": "Purpose The esports industry has experienced a dynamic growth. In this context, a significant evolution in the logic of corporate social responsibility (CSR) can be observed, particularly in the digital sphere. By extending Carroll’s three-dimensional model to include corporate digital responsibility (CDR), this paper addresses a key research question: How does CSR evolve and develop in the dynamic digital industry of esports? Design/methodology/approach This study employed a qualitative multiple case study research design. It drew on secondary data from 50 professional esports organisations and key players in CSR development in the global esports industry, such as game publishers, pro-teams, pro-athletes, event organisers, and governing bodies. A content analysis of 50 official websites and 72 public annual, CSR, and environmental reports for the financial years ending in 2021 and 2022 was conducted. Findings Our empirical findings not only map the territory of esports CSR and CDR but also provide practical insights. These insights are later synthesized to develop an esports CSR/CDR framework that extends Carroll’s three-dimensional model. CSR and CDR domains of esports are theoretically grounded (business performance, responsiveness, social issues, and digital responsibilities), while practical implications for managers and academics are forwarded. Originality/value This paper stands out as a pioneering empirical study, filling a significant research gap in the fields of CSR and CDR in esports. To the best of our knowledge, it is the first to illuminate these concepts within the unique ecosystem of esports, thereby contributing to the evolving understanding of CSR in the digital context.",
          "url": "http://dx.doi.org/10.1108/intr-01-2024-0134",
          "doi": "10.1108/intr-01-2024-0134",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Harnessing the Strengths of Computational Advertising and Experimental Methods to Enhance Research Design",
          "authors": "Veronica L. Thomas, Yuping Liu-Thompkins",
          "url": "http://dx.doi.org/10.1080/00913367.2024.2408002",
          "doi": "10.1080/00913367.2024.2408002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Digital contention in a divided society: Social media, parades, and protests in Northern Ireland",
          "authors": "Martin Lundqvist",
          "url": "http://dx.doi.org/10.1080/08838151.2024.2423960",
          "doi": "10.1080/08838151.2024.2423960",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Deliberation in online political talk: exploring interactivity, diversity, rationality, and incivility in the public spheres surrounding news vs. satire",
          "authors": "Mark Boukes",
          "abstract": "Political satire is often believed to enrich the public sphere in ways distinct from traditional journalism. This study examines whether deliberative qualities of online political talk in response to satire differ from those in response to regular news or partisan news. The analysis focuses on four normative standards: interactivity, diversity, rationality, and civility. A manual content analysis of YouTube comments (n = 2,447) reveals that the public sphere surrounding political satire shows a notable strength: Less incivility, both in terms of impoliteness and intolerance. Surprisingly, aside from this, satire’s public sphere did not differ much from that of regular news. Comments on partisan news were more opinionated and ideologically diverse. These findings suggest that online political talk prompted by satire is not inferior to that of traditional news. Additionally, this study highlights how the presence of different normative standards is often interconnected.",
          "url": "http://dx.doi.org/10.1093/joc/jqae038",
          "doi": "10.1093/joc/jqae038",
          "filter": 0
        },
        {
          "title": "Translated knowledge: the production of marginalization of the Roma during the COVID-19 pandemic",
          "authors": "Adina Schneeweis",
          "abstract": "This research evaluates news during the first year of the coronavirus disease 2019 pandemic in order to examine how European publics made sense of the Roma, the largest and most marginalized ethnic community on the continent. Based on the analysis of news in English, French, Italian, and Romanian, the study finds that much of the coverage across national and cultural boundaries translated marginalization, already exacerbated by the health crisis, through familiar lenses of blame and backwardness. Whereas anti-ethnic discrimination was primarily recognized in news reliant on official, governmental sources, news in French and Italian chiefly circulated representations of otherness. Romanian news revealed both systemic racism and community solutions, also filtered through a discriminatory lens. Translating justice- or equity-oriented content—directly or ideologically—appeared incomplete, infrequent, and often filtered through bias. The tool of local and regional translation emerged as central to the circulation of ideas across the continent.",
          "url": "http://dx.doi.org/10.1093/joc/jqae041",
          "doi": "10.1093/joc/jqae041",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Fear over facts: how preconceptions explain perceptions of threat following cyberattacks",
          "authors": "Gal Dor, Ryan Shandler, Miguel Alberto Gomez, Daphna Canetti",
          "url": "http://dx.doi.org/10.1080/19331681.2024.2420669",
          "doi": "10.1080/19331681.2024.2420669",
          "filter": 0
        },
        {
          "title": "Scrolling headlines and clicking stories: content differences and implications associated with increased scrollability of news",
          "authors": "Jessica T. Feezell, Kathleen Searles, John K. Wagner, Joshua Darr, Ray Pingree, Mingxiao Sui, Brian Watson",
          "url": "http://dx.doi.org/10.1080/19331681.2024.2414001",
          "doi": "10.1080/19331681.2024.2414001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Bias toward the Accents of Virtual Assistants",
          "authors": "Sarah E. Hercula, Daniel B. Shank, Jessica L. Cundiff, David Wright",
          "abstract": "Language bias, both positive and negative, is a well-documented phenomenon exhibited among human interlocutors. We examine whether this bias is exhibited toward virtual assistants, specifically, Apple's Siri and Google Assistant, with various accents. We conducted three studies with different stimuli and designs to investigate U.S. English speakers’ attitudes toward Google's British, Indian, and American voices and Apple's Irish, Indian, South African, British, Australian, and American voices. Analysis reveals consistently lower fluency ratings for Irish, Indian, and South African voices (compared with American) but no consistent results of bias related to competence, warmth, or willingness to interact. Moreover, participants often misidentified voices’ countries of origin but correctly identified them as artificial. We conclude that this overall lack of bias may be due to two possibilities: lack of humanlikeness of the voices and lack of availability of nonstandardized voices and voices from countries toward which those in the United States typically show bias.",
          "url": "http://dx.doi.org/10.1177/0261927x241291611",
          "doi": "10.1177/0261927x241291611",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "Psychological Underpinnings of Misinformation Countermeasures",
          "authors": "Carolin-Theresa Ziemer, Tobias Rothmund",
          "abstract": "Abstract: There has been substantial scholarly effort to (a) investigate the psychological underpinnings of why individuals believe in misinformation, and (b) develop interventions that hamper their acceptance and spread. However, there is a lack of systematic integration of these two research lines. We conducted a systematic scoping review of empirically tested psychological interventions (N = 176) to counteract misinformation. We developed an intervention map and analyzed boosting, inoculation, identity management, nudging, and fact-checking interventions as well as various subdimensions. We further examined how these interventions are theoretically derived from the two most prominent psychological accounts for misinformation susceptibility: classical and motivated reasoning. We find that the majority of misinformation studies examined fact-checking interventions, are poorly linked to basic psychological theory and not geared towards reducing motivated reasoning. Based on this, we outline future research avenues for effective psychological countermeasures against misinformation.",
          "url": "http://dx.doi.org/10.1027/1864-1105/a000407",
          "doi": "10.1027/1864-1105/a000407",
          "filter": 0
        },
        {
          "title": "Implicit Associations in Computer-Mediated Communication",
          "authors": "Kanvarbir S. Gill, Marie Lippmann",
          "abstract": "Abstract: The inclusion of skin-tone modifiers into the standard emoji set in 2015 marked a shift toward increased skin-tone representation in emoji characters. We investigated whether implicit skin-tone bias, as typically found for human faces, also exists for emojis – a topic that is becoming increasingly relevant in computer-mediated communication (CMC) as more of our communication, education, and social exchange takes place in digital spaces. We systematically adapted Harvard University’s most recent skin-tone IAT (Implicit Associations Test) to assess implicit skin-tone bias for emojis. The reliability of our novel skin-tone IAT was good (internal consistency = .87). Data from a racially and ethnically diverse sample of 248 participants revealed that, on average, participants held more positive implicit associations for light than for dark skin-tone emojis: M Dscore  = 0.39; SD Dscore  = 0.42; t(247) = 14.76, p &lt; .001; Cohen’s d = 0.93. Participants’ own skin tone predicted the strength of skin-tone bias, R 2  = .02, F(1, 247) = 5.41, p = .02. The darker the skin tone of the participants, the less likely they were to exhibit bias in favor of light skin-tone emojis (β = −.14). These results align with the patterns of skin-tone bias that are typically observed for human faces, and extend those insights to emojis that are frequently used in CMC. The results also provide the first evidence that our novel emoji skin-tone IAT can be a useful tool for assessing emoji skin-tone bias.",
          "url": "http://dx.doi.org/10.1027/1864-1105/a000404",
          "doi": "10.1027/1864-1105/a000404",
          "filter": 0
        },
        {
          "title": "How Are Survivors of Intimate Partner Violence and Sexual Violence Portrayed on Social Media?",
          "authors": "Federica Taccini, Stefania Mannarini",
          "abstract": "Abstract: The aim of the present systematic review was to examine the state of social media representation of women with an experience of sexual violence (SV) and/or intimate partner violence (IPV), as social media has become a significant communication platform for developing social representations of public health issues. The review followed the PRISMA guidelines and was pre-registered in PROSPERO. PsycINFO, Scopus, Web of Science, and PubMed were searched, and seven articles met the inclusion criteria. The review identified two distinct portrayals of women with experiences of violence on social media: a stigmatizing representation of women as victims and a portrayal of women as survivors. Therefore, the review shows that social media has the potential to convey a positive representation of women and to raise public awareness on this social issue. Nonetheless, if not used responsibly, social media can contribute to spreading stigmatizing beliefs toward violence against women. In conclusion, this review provides an up-to-date understanding of the portrayal of women with an experience of violence on social media, highlighting the significant influence that social media has on public perceptions.",
          "url": "http://dx.doi.org/10.1027/1864-1105/a000402",
          "doi": "10.1027/1864-1105/a000402",
          "filter": 0
        },
        {
          "title": "Sleep, Media Use, and Sociopolitical Attitudes",
          "authors": "Matea Mustafaj, Stuart Soroka, Jan Van den Bulck",
          "abstract": "Abstract: The relationship between sleep and media use is well established, as is the effect of sleep deprivation and fatigue on decision-making. Our paper connects these disparate literatures to consider the ways in which a combination of sleep and media use affect sociopolitical attitudes related to risk and/or threat perception. Using novel data from a large US survey, we found that participants who consume high levels of media coverage in a more fatigued state tend to be most supportive of a US border wall and of increased spending on defense and police. Analyses further suggest an association between sleep, media use, and risk preferences. These results offer preliminary evidence for an as-yet wholly under-explored and likely increasingly important moderator for those interested in the effects of media use: sleep.",
          "url": "http://dx.doi.org/10.1027/1864-1105/a000406",
          "doi": "10.1027/1864-1105/a000406",
          "filter": 0
        },
        {
          "title": "Inspiration by Role Models",
          "authors": "Irina Andreeva, Youllee Kim, Sungeun Chung",
          "abstract": "Abstract: Our experiences on social network sites (SNS) can often leave us envious of others, but others’ success can be inspirational as well. This study was an exploration of how source similarity, dispositional optimism, and goal attainability influence the outcomes of upward social comparisons with outstanding others. In an experiment in which participants were exposed to a success story on SNS ( N = 200), source similarity was found to have a direct influence on inspiration, and dispositional optimism had an indirect influence on inspiration through perceived goal attainability. The findings provide both theoretical and practical implications regarding how best to utilize success stories on SNS to increase a sense of inspiration.",
          "url": "http://dx.doi.org/10.1027/1864-1105/a000413",
          "doi": "10.1027/1864-1105/a000413",
          "filter": 0
        },
        {
          "title": "How Affective Polarization Deepens the Partisan Divide in US Cable News Use",
          "authors": "Youngju Kim, Yonghwan Kim",
          "abstract": "Abstract: Currently, not only are partisans’ feelings toward Democrats and Republicans sharply divided along party lines, but so too are their choices regarding news media. Regarding this polarization, most studies have considered partisans’ selective use of news outlets as a crucial factor in widening affective polarization. However, insufficient attention has been directed to the potential role of affective polarization in selective exposure. Accordingly, this study seeks to fill this gap by verifying the effect of affective polarization on selective exposure and examining a potential mechanism using two-wave panel data. Our findings demonstrate that the degree of affective polarization is positively related to partisan bias in the credibility judgment of pro-party and counter-party cable news channels. In turn, favorable in-group bias in the credibility judgment of cable news channels has a significant effect on selective exposure to cable news outlets, mediating the effect of individual-level affective polarization on selective exposure. Lastly, we discuss the theoretical implications of our findings.",
          "url": "http://dx.doi.org/10.1027/1864-1105/a000414",
          "doi": "10.1027/1864-1105/a000414",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "Social Media Data Mining in Public Relations Research",
          "authors": "Brian C. Britt, Jameson L. Hayes, Steven Holiday, Yuanwei Lyu",
          "url": "http://dx.doi.org/10.1080/1062726x.2024.2421563",
          "doi": "10.1080/1062726x.2024.2421563",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Impoverished ascriptions: Investigating stereotypes of single parents from a social role perspective",
          "authors": "Jordan S. Daley, Nikolai Ortiz, Alice H. Eagly",
          "abstract": "Single parenthood is stigmatized, and the current research clarifies how beliefs about agency and communion correspond to this stigma. Consistent with social role theory, the agency and communion ascribed to parents should reflect their success in meeting the demands of parental roles. Yet, the association of single parents with lower socioeconomic status than married parents likely compromises confidence that single parents can fulfill their parental role obligations and, therefore, lowers their perceived agency and communion. To test this account of beliefs about single parents, four experiments ( N = 1003) used multiple methods and samples to examine participants’ beliefs about single and married parents and the psychological links between marital status, socioeconomic status, and the ascription of agency and communion. In general, participants ascribed less agency and communion to single than married parents but not to single parents described as high in socioeconomic status (well-educated and financially well-off).",
          "url": "http://dx.doi.org/10.1177/02654075241288895",
          "doi": "10.1177/02654075241288895",
          "filter": 0
        },
        {
          "title": "Mental contrasting and conflict management in satisfied and unsatisfied romantic relationships",
          "authors": "Henrik Jöhnk, A. Timur Sevincer, Gabriele Oettingen",
          "abstract": "Managing relationship conflict is a difficult yet crucial task for romantic partners. We investigated how imagining a conflict’s resolution affects the engagement in resolving that conflict. For instance, people may indulge in positive fantasies about their future, or they may mentally contrast their desired future (successful conflict resolution) with the main inner obstacle (e.g., anger, frustration) in the current reality. In two experiments, we tested whether mental contrasting increases engagement in resolving ongoing relationship conflicts participants perceived as important (i.e., high incentive value) and solvable (i.e., high expectations of success). In Experiment 1 ( N = 274, from predominantly satisfied relationships), mental contrasting compared to indulging improved the resolution of solvable conflicts over two weeks. This effect did not extend to conflicts of highest importance, which we found to be particularly severe. In Experiment 2 ( N = 270, from less satisfied relationships), mental contrasting, compared to indulging and to working on a concentration task, increased mental engagement with highly important, more severe conflicts over two weeks. Results suggest that mental contrasting helps in resolving solvable conflicts. When facing more severe, less solvable conflicts, however, mental contrasting stimulated mental engagement with conflicts. Our findings suggest that teaching people mental contrasting may complement existing conflict management approaches (e.g., in counseling or in self-help apps).",
          "url": "http://dx.doi.org/10.1177/02654075241298165",
          "doi": "10.1177/02654075241298165",
          "filter": 0
        },
        {
          "title": "How do personality traits affect the formation of friendship and preference-for-collaboration networks?",
          "authors": "Carlos A. de Matos Fernandes, Dieko M. Bakker, Andreas Flache, Jasperina Brouwer",
          "abstract": "Intuitively, personality traits may shape friendships differently from academic connections, potentially influencing social support development. Yet, this remains understudied, while it is crucial for student’s wellbeing. Therefore, this study investigates how the personality traits of the Five-Factor Model interact with the role friendships and preferred collaboration relationships. In a sample of 95 university students, socio-centric data were collected with questionnaires on personality traits and longitudinally on networks of friendship and preferences for collaboration networks. Utilizing stochastic actor-oriented models in RSiena, we showed that students more open to new experiences established more friendships, preferred more collaborations with their peers, and were also more popular in both networks than students less open-to-new-experiences. Students scoring higher on agreeableness were less likely to connect to their peers in both networks, whereas higher-achieving students were more likely to establish peer relationships in both networks. Furthermore, friends were preferred for collaboration (and vice versa), indicating an overlap. This study points to the importance of personality traits and achievement when students integrate into their social and academic environment.",
          "url": "http://dx.doi.org/10.1177/02654075241297721",
          "doi": "10.1177/02654075241297721",
          "filter": 0
        },
        {
          "title": "Conformed to Gender Conformity? Gender Nonconformity Stigma is Buffered by Personal Contact",
          "authors": "David L. Rodrigues",
          "abstract": "Research has shown that individuals from sexual and gender minorities are more likely to be stigmatized. Taking the perceiver’s perspective, we conducted two experimental studies to examine gender nonconformity stigma and the conditions under which such stigma is more (or less) likely to emerge. In both studies, participants were asked to read descriptions of targets varying in gender (non)conformity and assigned sex (Study 1; N = 337) or sexual identity (Study 2; N = 406). Results from both studies showed that participants preferred more social distance from gender nonconforming (vs. conforming) targets, tended to dehumanize them (i.e., attributed them more primary and less secondary emotions), and reported less anti-violence behavioral intentions and justifications. In both studies, results further showed that having more frequent and positive personal contact with gender nonconforming individuals helps buffer against gender nonconformity bias. Unexpectedly, results from Study 2 showed that humanizing gender nonconforming targets (rather than dehumanizing them) was associated with more violence predispositions for participants who reported having more negative personal contact with gender nonconforming individuals. No differences were found according to the targets’ assigned sex or sexual identity. Taken together, our findings highlight the need to understand the causes and boundaries of gender nonconformity bias.",
          "url": "http://dx.doi.org/10.1177/02654075241298311",
          "doi": "10.1177/02654075241298311",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "From bliss to burden: An ethnographic inquiry into how social, material and individual obstacles to digital well-being shape everyday life",
          "authors": "Sara Van Bruyssel, Ralf De Wolf, Mariek Vanden Abeele",
          "abstract": "Drawing from a two-year ethnography with sixteen adults in Flanders and Brussels, Belgium, this study disentangles the social, material, and individual obstacles experienced in day-to-day life that hinder and foster digital well-being. Findings show how these obstacles are interrelated, laying bare the tensions that cut across social relations, digital devices, and spaces. Moreover, (gendered) responsibilities and social relations impact whether someone can, or even desires, to overcome obstacles to digital well-being. We thus observed a “constrained agency” that limited individual efforts in feeling digitally well. Emphasizing the relational characteristics of connected everyday life, the study argues that identifying where agency is constrained can make visible the layers and tensions in people’s experiences with digital media use. To put this into practice, we echo the call for a re-imagination of digitized everyday life that questions underlying inequalities and privileges, seeing a need for individual and collective strategies that can foster sustainable digital well-being.",
          "url": "http://dx.doi.org/10.1177/14614448241288159",
          "doi": "10.1177/14614448241288159",
          "filter": 0
        },
        {
          "title": "Group-swinging as a strategic approach to curating multiple minority identities online: A study of lesbian gamers",
          "authors": "Zizhong Zhang, Haixin Mu, Don Lok Tung Chui",
          "abstract": "Building upon platform-swinging, this study introduces the concept of identity-driven “group-swinging” within a single platform, focusing on how users with multiple minority identities strategically curate corresponding identities through this process. Collecting all created and engaged posts ( n = 31,084) from 102 lesbian gamers in both lesbian gamer and female gamer groups, this research utilizes structural topic modeling to delineate their productive and consumptive curation across different groups. The results indicate that lesbian gamers often prioritize discussions on women and queer issues within the female gamer community while presenting a more gamer-centric identity in the lesbian gamer community. Group-swinging emerges as an optimal strategy for exploring a balance between belongingness and distinctiveness, enabling lesbian gamers to navigate their multiple minority identities effectively. This study enriches the understanding of identity curation and optimal distinctiveness theory, offering plausible strategies for the online resilience of marginalized groups within the polymedia context.",
          "url": "http://dx.doi.org/10.1177/14614448241291990",
          "doi": "10.1177/14614448241291990",
          "filter": 0
        },
        {
          "title": "‘All naked at the gyno’: Psychosocial approach to the gynaecological examination from digital media in a French context",
          "authors": "Sarah Roussel, Léa Restivo, Thémistoklis Apostolidis",
          "abstract": "The gynaecological examination (GE) is a major public health issue, with bad experiences of this examination widely reported as a disincentive to cervical cancer screening. In France, a movement to denounce gynaecological and obstetrical violence is expressed through a massive publication of testimonies on social networks. Via a socio-representational approach and from a critical gender perspective, this article aims to explore how people use digital media to communicate about the GE, and to analyse the experiences related to the GE and the representation systems underlying them. Using an inductive strategy, a corpus of discussion from the Doctissimo forum, and testimonies and comments from the PayeTonGynéco Facebook pages and Tumblr was created and submitted to lexicographical analysis. Our results suggest that the GE is indicative of a broader social function. People seem to use digital media to cope with a form of social ignorance of women’s experience in gynaecology with a certain ambivalence regarding their liberating potential.",
          "url": "http://dx.doi.org/10.1177/14614448241291987",
          "doi": "10.1177/14614448241291987",
          "filter": 0
        },
        {
          "title": "Rage Against the Machine: Exploring Violence and Emotion in Conspiracy Narratives on Parler",
          "authors": "Darja Wischerath, Lukasz Piwek, Jonathan F. Roscoe, Brittany I. Davidson",
          "abstract": "The mainstreaming of conspiracy narratives has been associated with a rise in violent offline harms, from harassment, vandalism of communications infrastructure, assault, and in its most extreme form, terrorist attacks. Group-level emotions of anger, contempt, and disgust have been proposed as a pathway to legitimizing violence. Here, we examine expressions of anger, contempt, and disgust as well as violence, threat, hate, planning, grievance, and paranoia within various conspiracy narratives on Parler. We found significant differences between conspiracy narratives for all measures and narratives associated with higher levels of offline violence showing greater levels of expression.",
          "url": "http://dx.doi.org/10.1177/14614448241289905",
          "doi": "10.1177/14614448241289905",
          "filter": 0
        },
        {
          "title": "“PoV: You are reading an academic article.” The memetic performance of affiliation in TikTok’s platform vernacular",
          "authors": "Tommaso Trillò",
          "abstract": "This article investigates the characteristics and communicative values of the popular PoV meme on TikTok to uncover mechanisms of community building on the platform. An analysis of the content, form, and stance of 250 videos revealed that creators of PoV memes lip-sync to audio remediated from pop culture and mimic how they imagine “you” would act in a given scenario. I offer the concept of “echoic affiliation” to describe how PoV memes leverage TikTok’s “use this sound” function to construct ephemeral bonds between users. Furthermore, PoV memes textually articulate multiple perspectives, producing intersubjective encounters that reflect a platform imaginary in which “the algorithm” efficiently clusters similar people on the same “side” of the app. In the conclusions, I present a novel definition of PoV memes and reflect on the pivotal role of affiliation for TikTok’s platform vernacular.",
          "url": "http://dx.doi.org/10.1177/14614448241290234",
          "doi": "10.1177/14614448241290234",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "Populist communication during times of crisis across party lines",
          "authors": "Jon Järviniemi",
          "abstract": "This study examines the impact of crises on the use of populist communication and whether crises act as triggers for such communication. Whereas previous studies have focused on how populist challengers mobilise support during times of crisis, less attention has been paid to the overall usage of populist communication among political parties during periods of crisis. Therefore, this study takes a communication-oriented approach to analyse the overall usage of populist communication during two different crises, namely the euro crisis and the refugee crisis, to determine which one, if either, provides fertile ground for populist political communication. The findings reveal that crises do affect the usage of populist communication, although to different degrees depending on the crisis. Furthermore, niche and opposition parties utilise such communication more than mainstream and government parties. It is therefore suggested that crises influence the use of populist messaging, but factors such as government role and party status also significantly affect the usage of populist communication.",
          "url": "http://dx.doi.org/10.2478/nor-2024-0024",
          "doi": "10.2478/nor-2024-0024",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Overcoming Far-Right Respectability: The Case for Systemic Approaches to Studying White Supremacy",
          "authors": "Cindy Ma",
          "url": "http://dx.doi.org/10.1080/10584609.2024.2424923",
          "doi": "10.1080/10584609.2024.2424923",
          "filter": 0
        },
        {
          "title": "Anti-Woke Publics",
          "authors": "Robert Asen",
          "url": "http://dx.doi.org/10.1080/10584609.2024.2425782",
          "doi": "10.1080/10584609.2024.2425782",
          "filter": 0
        },
        {
          "title": "Effects of Over-Time Exposure to Partisan Media and Coverage of Polarization on Perceived Polarization",
          "authors": "Michael Heseltine, Bernhard Clemm von Hohenberg, Ericka Menchen-Trevino, Tomasz Gackowski, Magdalena Wojcieszak",
          "url": "http://dx.doi.org/10.1080/10584609.2024.2423093",
          "doi": "10.1080/10584609.2024.2423093",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Artificial intelligence for internal communication: Strategies, challenges, and implications",
          "authors": "Cen April Yue, Linjuan Rita Men, Renee Mitson, Donna Z. Davis, Alvin Zhou",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102515",
          "doi": "10.1016/j.pubrev.2024.102515",
          "filter": 0
        },
        {
          "title": "Communicating strategic CEO activism to promote employee prosocial behaviors: Understanding the mediating role of employee prosocial sensemaking",
          "authors": "Young Kim, Katharine E. Miller",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102516",
          "doi": "10.1016/j.pubrev.2024.102516",
          "filter": 0
        },
        {
          "title": "The effects of crisis type and CSR fit on organizational outcomes: The moderating role of authentic leadership in shaping organizational reputation, word-of-mouth, and purchase intentions",
          "authors": "James Ndone, Victoria Kyriakopoulos",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102517",
          "doi": "10.1016/j.pubrev.2024.102517",
          "filter": 0
        },
        {
          "title": "Can we build a relationship through artificial intelligence (AI)? Understanding the impact of AI on organization-public relationships",
          "authors": "Jeyoung Oh, Eyun-Jung Ki",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102469",
          "doi": "10.1016/j.pubrev.2024.102469",
          "filter": 0
        },
        {
          "title": "Communicating and managing aspirational talk-action tensions: An integrated approach of CSR discourse analysis",
          "authors": "Angela K.Y. Mak, Zeping Huang",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102479",
          "doi": "10.1016/j.pubrev.2024.102479",
          "filter": 0
        },
        {
          "title": "Social media in public relations scholarship: A database-based systematic review of published articles from 2015 to 2020",
          "authors": "Hui Zhang",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102470",
          "doi": "10.1016/j.pubrev.2024.102470",
          "filter": 0
        },
        {
          "title": "Using corporate social responsibility to enhance media reputation following a firm crisis: Evidence from China",
          "authors": "Ruiju Yang, Jiuchang Wei, Yi-Na Li, Grant Michelson",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102487",
          "doi": "10.1016/j.pubrev.2024.102487",
          "filter": 0
        },
        {
          "title": "The impact of diversity communication on employee organizational identification and employee voice behaviors: A moderated mediation model",
          "authors": "Linjuan Rita Men, Patrick D. Thelen, Yufan Sunny Qin",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102492",
          "doi": "10.1016/j.pubrev.2024.102492",
          "filter": 0
        },
        {
          "title": "An exploration of PR Week UK’s framing of specialist PR identities (1985–2010)",
          "authors": "Nicky Garsten, Bruce Cronin, Jane Howard",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102468",
          "doi": "10.1016/j.pubrev.2024.102468",
          "filter": 0
        },
        {
          "title": "Pushing hands and buttons: The effects of corporate social issue stance communication and online comment (in)civility on publics’ responses",
          "authors": "Wenqing Zhao, Xuerong Lu, Yan Jin, Toni G.L.A. van der Meer",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102488",
          "doi": "10.1016/j.pubrev.2024.102488",
          "filter": 0
        },
        {
          "title": "Publics’ perceptions of legitimacy in corporate social advocacy: A computational analysis of the role of ideological congruence",
          "authors": "Hao Xu, Debarati Das, Jisu Huh, Hyejoon Rim, Jaideep Srivastava",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102486",
          "doi": "10.1016/j.pubrev.2024.102486",
          "filter": 0
        },
        {
          "title": "Unpacking publics’ disengagement and information behaviors: Roles of psychological distance, feasibility and desirability in an environmental sustainability issue",
          "authors": "Soojin Kim, Lisa Tam",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102491",
          "doi": "10.1016/j.pubrev.2024.102491",
          "filter": 0
        },
        {
          "title": "Multiple pathways to organizational legitimacy: Information visibility, organizational listening, and cross-sector partnerships",
          "authors": "Jiawei Sophia Fu, Rong Wang",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102484",
          "doi": "10.1016/j.pubrev.2024.102484",
          "filter": 0
        },
        {
          "title": "Misinformation or hard to tell? An eye-tracking study to investigate the effects of food crisis misinformation on social media engagement",
          "authors": "Yen-I. Lee, Di Mu, Ying-Chia Hsu, Bartosz W. Wojdynski, Matt Binford",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102483",
          "doi": "10.1016/j.pubrev.2024.102483",
          "filter": 0
        },
        {
          "title": "Analyzing media valence shifts: The association between a U.S. PR firm's engagement and Kenya's portrayal in U.S. media",
          "authors": "Dane Kiambi, Spiro Kiousis, Phillip Arceneaux",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102485",
          "doi": "10.1016/j.pubrev.2024.102485",
          "filter": 0
        },
        {
          "title": "Is public relations a Tragedy of the Commons (TOTC) for the public sphere?The need of an ecology of content",
          "authors": "César García",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102478",
          "doi": "10.1016/j.pubrev.2024.102478",
          "filter": 0
        },
        {
          "title": "The Delphi Panel investigation of artificial intelligence in investor relations",
          "authors": "Alexander V. Laskin, Giulia D’Agostino",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102489",
          "doi": "10.1016/j.pubrev.2024.102489",
          "filter": 0
        },
        {
          "title": "When ethics are compromised: Understanding how employees react to corporate moral violations",
          "authors": "Cen April Yue, Baobao Song, Weiting Tao, Minjeong Kang",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102482",
          "doi": "10.1016/j.pubrev.2024.102482",
          "filter": 0
        },
        {
          "title": "Mapping social networks: A qualitative approach to networked public relations scholarship",
          "authors": "Jeannette I. Iannacone",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102477",
          "doi": "10.1016/j.pubrev.2024.102477",
          "filter": 0
        },
        {
          "title": "Walking the tightrope: How does corporate advocacy for controversial social issues catalyze change or spark backlash?",
          "authors": "Sang-Eun Byun, Manveer Mann",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102490",
          "doi": "10.1016/j.pubrev.2024.102490",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "A different image? Images of scientists in Chinese films",
          "authors": "Hailing Yu, Ao Luo",
          "abstract": "This study explores how scientists are represented in the films produced in China since the establishment of the People’s Republic of China in 1949. In total, 61 films (25 realistic and 36 science fiction) are analyzed according to grounded theory. Results show that the scientist in Chinese films tends to be male, middle-aged, married, sociable, and with tidy hair. He is most likely from the field of physics and tends to conduct experiments in a laboratory. Six prototypes are identified: the patriotic scientist, the stubborn scientist, the elite scientist, the scientist as adventurer, the helpless scientist, and the mad scientist. The patriotic scientist is specific to the Chinese context and predominates in realistic films. In comparison, the science fiction films show more diversity in representing scientists. Finally, we discuss similarities and differences in the cinematic representation of scientists in China and in the West.",
          "url": "http://dx.doi.org/10.1177/09636625241290070",
          "doi": "10.1177/09636625241290070",
          "filter": 0
        },
        {
          "title": "Sociotechnical imaginaries of gene editing in food and agriculture: A comparative content analysis of mass media in the United States, New Zealand, Japan, the Netherlands, and Canada",
          "authors": "Ashmita Das, Diana Cordoba, Silje Kristiansen, Sara Velardi, Anke Wonneberger, Tomiko Yamaguchi, Theresa Selfa",
          "abstract": "Sociotechnical imaginaries of gene editing in food and agriculture reflect and shape culturally particular understandings of what role technology should play in an ideal agrifood future. This study employs a comparative media content analysis to identify sociotechnical imaginaries of agricultural gene editing and the actors who perform them in five countries with contrasting regulatory and cultural contexts: Canada, Japan, New Zealand, the Netherlands, and the United States. We find that news media in these countries reinforce a predominantly positive portrayal of the technology’s future, although variations in which imaginaries are most mobilized exist based on the regulatory status of gene editing and unique histories of civil society engagement around biotechnology in each country. We argue that by granting legitimacy to some narratives over others, the media supports gene editing as a desirable and necessary component of future agrifood systems, thereby limiting consideration of broader issues related to the technology’s development and application.",
          "url": "http://dx.doi.org/10.1177/09636625241287392",
          "doi": "10.1177/09636625241287392",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "The Power of Images: How Multimodal Hate Speech Shapes Prejudice and Prosocial Behavioral Intentions",
          "authors": "Sai Wang",
          "abstract": "While online hate speech has become a serious problem in multimedia environments, most studies in this area have examined text-based hateful content, with less attention paid to its other visual aspects. From a multimodal perspective, we conducted an online experiment ( N = 799) to investigate how multimodal hate speech (i.e., text and images presented together to convey hateful meanings) on social media affected users’ prejudicial attitudes and prosocial behavioral intentions. The results showed that participants in the text-plus-image (vs. text-only) condition felt more sympathy, which led to less implicit prejudice toward the target group and more prosocial behavioral intentions. In addition, exposure to text-plus-image hate speech had an indirect effect on prosocial behavioral intentions through sympathy and implicit prejudice. The findings contribute to scholarship on online hate speech and provide insights into the affect heuristics that individuals rely on when processing multimodal information.",
          "url": "http://dx.doi.org/10.1177/20563051241292990",
          "doi": "10.1177/20563051241292990",
          "filter": 0
        },
        {
          "title": "Bot Versus Humans: Who Can Challenge Corporate Hypocrisy on Social Media?",
          "authors": "Serena Armstrong, Caitlin Neal, Rongwei Tang, Hyejoon Rim, Emily K. Vraga",
          "abstract": "Social media offer opportunities for companies to promote their image, but companies online also risk being denounced if their actions do not align with their words. The rise of social media bots amplifies this risk, as it becomes possible to automate such efforts to highlight corporate hypocrisy. Our experimental survey demonstrated that bots and human actors who confront a corporation touting their commitment to equality by calling out organizational pay gaps damage perceptions of the corporation, heighten anger toward them, and ultimately can elicit boycott intentions. These hypocrisy challenges are equally effective when they come from bots and user accounts. Challenges to hypocritical behavior on social media are consequential and require further exploration.",
          "url": "http://dx.doi.org/10.1177/20563051241292578",
          "doi": "10.1177/20563051241292578",
          "filter": 0
        },
        {
          "title": "Webtoons, Desperately Seeking Viewers: Interactive Creativity in Social Media Platforms and Cultural Appropriation of Global Media Production",
          "authors": "Sunny Yoon",
          "abstract": "Webtoons optimize interactivity and participation of media users in the world of digital media by consolidating a unique digital culture. This article examines the role of users in interactive media by exploring the case of webtoons in the context of a changing global political economy and cultural dominance. Korean platform monopolies have established a new business model for webtoons and developed it as a center of Korean creative power. While webtoons have increasingly expanded and attracted the global market and the global audience, some persistent social issues remain, including the precarious labor structure, monopolistic power in the industry, and ideological dominance in content. Although webtoon viewers are often recognized as cultural intermediaries and powerful agents for their contributions to interactive creativity, their role has fluctuated according to changing political-economic structures and industrial strategies. In the course of expanding to the global market and to new business areas such as intellectual property (IP), webtoons have evolved in new fashions while disclosing the ambivalent nature of participatory media and digital interactivity. This article elucidates the double faces of interactive creativity focusing on viewers’ participation in webtoon production in the context of changing webtoon industry and growing partnership with global media.",
          "url": "http://dx.doi.org/10.1177/20563051241292577",
          "doi": "10.1177/20563051241292577",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Are you what you emoji? how skin tone emojis and profile pictures shape attention and social inference processing",
          "authors": "Sofia Pelica, Tiago R. Aguiar, Sofia Frade, Rita Guerra, Marília Prada",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102207",
          "doi": "10.1016/j.tele.2024.102207",
          "filter": 0
        },
        {
          "title": "What makes citizens participate in government data governance? A study based on Behavioral Reasoning Theory",
          "authors": "Min Zhang, Ke Zhang, Yin Zhang, Sonali Kudva",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102198",
          "doi": "10.1016/j.tele.2024.102198",
          "filter": 0
        },
        {
          "title": "Displaying health cues on online dating profiles: How do gender, smoking, and COVID-19 vaccination statuses influence impression and dating decision?",
          "authors": "Ruoxu Wang, Jin Yang",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102192",
          "doi": "10.1016/j.tele.2024.102192",
          "filter": 0
        },
        {
          "title": "Enhancing or impeding? Exploring the dual impact of anthropomorphism in large language models on user aggression",
          "authors": "Yipeng Xi, Aitong Ji, Weihua Yu",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102194",
          "doi": "10.1016/j.tele.2024.102194",
          "filter": 0
        },
        {
          "title": "Unveiling the dynamics of binge-scrolling: A comprehensive analysis of short-form video consumption using a Stimulus-Organism-Response model",
          "authors": "Joohye Park, Yoonhyuk Jung",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102200",
          "doi": "10.1016/j.tele.2024.102200",
          "filter": 0
        },
        {
          "title": "Online health [mis]information processing and evaluation among older adults: Comparing individuals with varied abilities in information discernment",
          "authors": "Wei Peng, Jingo Meng, Sue Lim, Huiyi Liu",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102197",
          "doi": "10.1016/j.tele.2024.102197",
          "filter": 0
        },
        {
          "title": "Exploring college students' risk perception and acceptance intention of facial recognition technology in China",
          "authors": "Min Wang, Yifan Kang, Bailu Deng, Xi Lan",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102193",
          "doi": "10.1016/j.tele.2024.102193",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Beyond “Lügenpresse”: How Politicians Criticize and Delegitimize the Media in Germany",
          "authors": "Lina Buttgereit, Michael Hameleers, Katjana Gattermann, Andreas Schuck",
          "abstract": "Media criticism is a crucial part of meta-journalistic discourse, ensuring that journalists adhere to their democratic functions, such as informing citizens in an honest and complete manner. However, the profession increasingly faces hostile, nonevidence-based attacks from politicians that attempt to strategically fuel distrust among citizens and delegitimize opposed viewpoints. Despite this reality, we lack a systematic overview of the boundaries between constructive feedback and weaponized attacks in media criticism. To address this gap, we inductively analyzed how media criticism is represented within the social media discourse of ten German politicians from all major parties. Using a grounded theory approach, we conducted a qualitative content analysis of a subset of their tweets from 2015, 2017, and 2022 that contain media criticism ( N = 545), mapping the types and severity of the criticism, the construction of opposing narratives, and the explicitness of references to facticity over opinions. We identified four themes within media criticism discourse, ranging from misinformation attributions to severe accusations of the intentional distortion of reality through the media. Politicians (strategically) employ a wide range of media criticism and inaccuracy claims beyond judgments of facticity with differing degrees of severity for the profession. Based on our findings, we propose a typology of media criticism from political elites that adds nuance to our understanding regarding the boundaries between supportive and disruptive criticism for journalism.",
          "url": "http://dx.doi.org/10.1177/19401612241291826",
          "doi": "10.1177/19401612241291826",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
