{
  "update": "2025-02-13",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Shifting the paradigm with Wednesday Addams: An intersectional analysis of the first (Autistic) female Latinx detective",
          "authors": "Camille Bassett, Jason Gilmore",
          "url": "https://doi.org/10.1080/03637751.2025.2455715",
          "doi": "https://doi.org/10.1080/03637751.2025.2455715",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "A systematic review of applications, manipulations and manipulation checks of construal level theory in advertising",
          "authors": "Muhammad Rashid Saeed, Hiba Khan, Huda Khan, Richard Lee",
          "abstract": "Advertising research has increasingly applied construal level theory (CLT) to predict advertising effectiveness. This study systematically reviews and synthesizes CLT-based advertising research by focusing on the theoretical tenets of CLT, construal-level manipulations, and construal-level manipulation checks applied in this research domain. This is the first systematic review of CLT-based advertising research involving psychological distance, which is the distance from self, here, and now. The review identified 86 relevant articles published in top-ranked journals between 2009 and 2023, retrieved from seven electronic academic databases. It found that CLT-based advertising studies are primarily anchored on the theoretical tenets of matching effect, categorization effect, and psychological distance. It further identified and classified the construal-level manipulations used in CLT-based advertising research into three categories: psychological-distance dimensions, psychological manipulations, and marketing-related factors. Finally, this review highlights the critical gaps in existing research and offers avenues for future research.",
          "url": "https://doi.org/10.1093/ct/qtae026",
          "doi": "https://doi.org/10.1093/ct/qtae026",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "‘It felt like the digital hands were my hands’: Spotlines and rhythm in the habituation of virtual reality and meta-spaces",
          "authors": "Nicole K. Stewart, Carina Albrecht, Phoenix Sage Hughes, Antalya Kabani, Darina Nikolova, Ashley Cai, Yuxi Chen, Sam Nguyen, Seyoon Chung, Adnan Azam Bhatti, Huynh Hong Van Tran, Sofia Moino, Kathy Datsky",
          "abstract": "How people use virtual reality to connect, communicate, and learn is increasingly important as the metaverse expands. Using affordance theory, we analyze a university classroom, a collaborative virtual environment, situated in virtual reality (VR). Our longitudinal study spans 10 weeks and follows 15 participants who spent over 25 hours together in meta-space classroom habitats. To capture a wide range of conditions around VR affordances (avatars, embodiment, immersion/presence), we turn to spotlines, a method that combines various medialities, to compare and describe the temporal rhythms of VR habituation. Through sustained engagement in VR, this study reveals how meta-spaces function as habitats that foster avatar sociality, metalearning, and embodied moments of friction.",
          "url": "https://doi.org/10.1177/13548565251318181",
          "doi": "https://doi.org/10.1177/13548565251318181",
          "filter": 0
        },
        {
          "title": "Critique of sensoric mediality – An experimental approach to chains of translation between the analog and the digital",
          "authors": "Florian Sprenger",
          "abstract": "By reconstructing a basic temperature sensor and its chains of translation, the text presents a new approach to experimental media archeology, critical making and speculative design. Based on this experiment, the text proposes to investigate how sensoric mediation transforms data into operational signals, challenging the myth of ‘raw data’ as unfiltered representations of the environment and the clear distinction between analog and digital. In a micro-analysis, the text reconstructs the translations between the analog and the digital as processes of virtualization, through which what is processed by the computer shares an efficiency with what it refers to, without being of its nature or substance. In order to better understand how autonomous machines adapt to their environment by means of such translation chains, without assuming an isomorphic representation of the world or direct access to the environment, the text follows the first steps of such chains of translation in detail. Experiments with a simple temperature sensor and an Arduino microcontroller show how often unreflected and black-boxed pre-decisions flow into the necessary sensory mediations. This in turn sheds light on new forms of co-existence between humans and autonomous, sensor-based machines such as autonomous vehicles or robots.",
          "url": "https://doi.org/10.1177/13548565251318328",
          "doi": "https://doi.org/10.1177/13548565251318328",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Short Made Them Powerful: Exploring Motivations and Problematic Uses of TikTok",
          "authors": "Youngju Jung, Taeyeon Kim, Sojin Lee, Seung Min, Yongjun Sung",
          "url": "https://doi.org/10.1089/cyber.2024.0328",
          "doi": "https://doi.org/10.1089/cyber.2024.0328",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Visuality as an Affordance on Instagram News Production",
          "authors": "Saara-Maija Kallio, Jenni Mäenpää",
          "url": "https://doi.org/10.1080/21670811.2025.2462558",
          "doi": "https://doi.org/10.1080/21670811.2025.2462558",
          "filter": 0
        },
        {
          "title": "Epistemologies of Digital News Production: Power and Technological Adaptation in Knowledge Production",
          "authors": "Gregory P. Perreault, Maxwell Foxman, Phoebe Maares, Valerie Hase",
          "url": "https://doi.org/10.1080/21670811.2025.2462539",
          "doi": "https://doi.org/10.1080/21670811.2025.2462539",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Populist Frames in Climate Discourse: How Right-Wing Politics Rewrites the Narrative on Climate Change",
          "authors": "Wawan Rahmadi, Fendi Saputra, Muhammad Hamdun Haqiqi, Handy Hanurawan Firnandes, Daniel Hutabarat, William Johannes Darwin G",
          "url": "https://doi.org/10.1080/17524032.2025.2462989",
          "doi": "https://doi.org/10.1080/17524032.2025.2462989",
          "filter": 0
        },
        {
          "title": "Climate Information Exposure on Social Media and Climate-Related Political Participation: The Mediating Roles of Environmental Discussion and Risk Perception",
          "authors": "Bingbing Zhang",
          "url": "https://doi.org/10.1080/17524032.2025.2464150",
          "doi": "https://doi.org/10.1080/17524032.2025.2464150",
          "filter": 0
        },
        {
          "title": "Talking Environment on TikTok: Messages, Social Actors, and Engagement",
          "authors": "Shreya Dubey, Marijn H.C. Meijers, Edith G. Smit, Eline S. Smit",
          "url": "https://doi.org/10.1080/17524032.2025.2453232",
          "doi": "https://doi.org/10.1080/17524032.2025.2453232",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Analyzing the share of media followers of government Twitter accounts across Western European countries",
          "authors": "Maud Reveilhac, Bohdan Trembovelskyi",
          "abstract": "The study investigates which democracy dimensions impact the share of (foreign) media followers of European governments’ Twitter social media accounts. To achieve this target, a network analysis and a data-linking strategy are relied upon to conduct three multilevel regression models. The first model reveals that while overall government media attention is positively associated with gross domestic product and internet penetration, it is negatively associated with higher levels of deliberative democracy. The second model, which focuses specifically on the share of foreign media followers, finds that individual-level factors are the primary predictors of foreign media attention. The third model explores the country context of media followers and indicates that government accounts benefit from followers in countries with higher democratic standards and greater media freedom, though there are negative associations with certain democratic dimensions such as liberal and participative democracy. Additionally, ministers and ministries consistently have a higher proportion of foreign media followers compared to heads of state. These findings are discussed in light of the literature on Twitter's role in media attention and gatekeeping theory.",
          "url": "https://doi.org/10.1177/02673231251315911",
          "doi": "https://doi.org/10.1177/02673231251315911",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "“A Little Bit Like Psychological Torture”: A Grounded Theory of the Sociocultural Challenges Surrounding Expertise Development in an Emerging Esports Ecosystem",
          "authors": "J. Patrick Williams, Mark R. Johnson, Vinay Kumar",
          "abstract": "Esports-relevant expertise extends beyond gameplay to encompass the cultivation of knowledge, skills, networks, and resources that support competitive success. Using a grounded theory approach and insights from 33 interviews with esports players in an emerging ecosystem, this study develops a sociocultural model that identifies four interrelated dimensions shaping expertise development, while paying special attention to the challenges players face. C ultures represent the layered structures of meanings, values, and norms that influence practices within and around esports. Social relations highlight families, schools, peers, and other social actors that support and/or inhibit gaming pursuits. Minds address social-psychological dispositions, mindsets, and the interpersonal dynamics that impact expertise. Finally, resources foreground how finances, space, time, and emotions enable or constrain players’ growth. Together, these dimensions reveal the multifaceted and interconnected ecology surrounding esports-relevant expertise development. The article highlights the value of an inductive approach for generating new and novel insights, and offers a valuable framework for understanding the sociocultural factors influencing esports-relevant expertise.",
          "url": "https://doi.org/10.1177/15554120251319176",
          "doi": "https://doi.org/10.1177/15554120251319176",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "I Will Not “ Nurse a Feeling of a White Woman ”: Populism and Transgressive Politics in Postcolonial Africa",
          "authors": "Michael Ofori",
          "url": "https://doi.org/10.1080/10646175.2025.2463447",
          "doi": "https://doi.org/10.1080/10646175.2025.2463447",
          "filter": 0
        },
        {
          "title": "The Emergence of the “Ain’t I a Woman?” Speech Journey: White Transcriptions of Black Voices",
          "authors": "Carolin Aronis, Natasha Shrikant, Tori Omega Arthur",
          "url": "https://doi.org/10.1080/10646175.2025.2461062",
          "doi": "https://doi.org/10.1080/10646175.2025.2461062",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "MOSS-6 : a multi-label dataset and deep learning model for detecting diverse social support-seeking behaviours in online mental health communities",
          "authors": "Jihye Kim, Onyu Park, Eunil Park",
          "url": "https://doi.org/10.1080/1369118x.2025.2460558",
          "doi": "https://doi.org/10.1080/1369118x.2025.2460558",
          "filter": 0
        },
        {
          "title": "Dalits’ encounters with casteism on social media: a thematic analysis",
          "authors": "Dhyan Singh",
          "url": "https://doi.org/10.1080/1369118x.2025.2462244",
          "doi": "https://doi.org/10.1080/1369118x.2025.2462244",
          "filter": 0
        },
        {
          "title": "A matter of perception? investigating subjective and objective exposure to hate speech with a survey and mobile longitudinal linkage study",
          "authors": "Dominique S. Wirz, Sina Blassnig",
          "url": "https://doi.org/10.1080/1369118x.2025.2461646",
          "doi": "https://doi.org/10.1080/1369118x.2025.2461646",
          "filter": 0
        },
        {
          "title": "The associations between internet use and loneliness among older adults: a three-level meta-analysis",
          "authors": "Weijie Cao, Yuanxiao Ma, Yilin Zhang, Chen Chen",
          "url": "https://doi.org/10.1080/1369118x.2025.2460567",
          "doi": "https://doi.org/10.1080/1369118x.2025.2460567",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Unlocking digital transformation: the impact of IT intellectual capital and market turbulence",
          "authors": "Bohui Pang, Mengru Zhang, Yao Chen, Meng Chen, Ruying Yang",
          "abstract": "Purpose In the current digital business landscape, businesses heavily rely on their information technology (IT) departments to drive digital transformation initiatives. However, firms often face challenges in obtaining sufficient backing from their IT departments for such initiatives. This research explores the influence of IT departments’ intellectual capital, referred to as IT intellectual capital, on digital transformation under varying degrees of market turbulence. Design/methodology/approach A survey was employed to collect data from 296 IT managers and business managers from 148 firms in China. We used the seemingly unrelated regression to test hypotheses. Findings This study indicates that each category of IT intellectual capital – namely, IT human capital, structural capital and social capital – contributes positively to digital transformation. IT social capital mediates the effects of IT human and structural capital on digital transformation. Besides, market turbulence amplifies the effect of IT human capital on digital transformation, whereas it diminishes the influence of IT social capital on digital transformation. Practical implications Practitioners need to recognize the strategic role of IT intellectual capital in advancing digital transformation and develop appropriate IT intellectual capital according to the market environments in which the firm operates. Originality/value The study introduces novel perspectives on the antecedents of digital transformation and enhances the intellectual capital literature by revealing the influence of different types of IT intellectual capital on digital transformation under various levels of market turbulence.",
          "url": "https://doi.org/10.1108/intr-04-2024-0632",
          "doi": "https://doi.org/10.1108/intr-04-2024-0632",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Motivating neighborhood-focused health activism: exploring the nexus of collective efficacy, social hope, and neighborhood activism",
          "authors": "Youllee Kim, Rachel A. Smith",
          "url": "https://doi.org/10.1080/00909882.2025.2461312",
          "doi": "https://doi.org/10.1080/00909882.2025.2461312",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "The bad citizen? Framing non-voting on Twitter during the 2020 U.S. election",
          "authors": "Chelsea Butkowski, Sam Wilson, Eric Wiemer, Fritz Kessler",
          "url": "https://doi.org/10.1080/19331681.2025.2455973",
          "doi": "https://doi.org/10.1080/19331681.2025.2455973",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Detecting Deception Through Linguistic Cues: From Reality Monitoring to Natural Language Processing",
          "authors": "Riccardo Loconte, Chiara Battaglini, Stéphanie Maldera, Pietro Pietrini, Giuseppe Sartori, Nicolò Navarin, Merylin Monaro",
          "abstract": "Detecting deception in interpersonal communication is a pivotal issue in social psychology, with significant implications for court and criminal proceedings. In this study, four experiments were designed to compare the performance of natural language processing (NLP) techniques and human judges in detecting deception from linguistic cues in a dataset of 62 transcriptions of video-taped interviews (32 genuine and 30 deceptive). The results showed that machine-learning algorithms significantly outperform naïve (accuracy = 54.7%) and expert judges (accuracy = 59.4%) when trained on features from the reality monitoring (RM) and cognitive load frameworks (accuracy = 69.4%) or on features automatically extracted through NLP techniques (accuracy = 77.3%) but not when trained on the RM criteria alone. This evidence suggests that NLP algorithms, due to their ability to handle complex patterns of linguistic data, might be useful for better disentangling truthful from deceptive narratives, outperforming traditional theoretical models.",
          "url": "https://doi.org/10.1177/0261927x251316883",
          "doi": "https://doi.org/10.1177/0261927x251316883",
          "filter": 0
        },
        {
          "title": "Modeling Language Attitudes: Attitudinal Measurements and Linguistic Behavior in Two Bilingual Communities",
          "authors": "Marco Tamburelli, Ianto Gruffydd, Florian Breit, Lissander Brasca",
          "abstract": "This paper investigates whether attitudinal measures can predict usage in two bilingual communities with radically different language policies. We compare 163 participants’ (ages 24–36) rates of spontaneous language usage to two attitudinal measures among Welsh—English and Lombard—Italian bilinguals. Usage rates are found to correlate with Matched Guise Technique status scores for Lombard and to predict solidarity scores for Welsh. A different picture emerges from the Implicit Association Test, with scores correlating with usage for Welsh but not for Lombard. We link these findings to the radically different levels of sociopolitical support associated with the regional/minority languages and the nature of the two attitudinal measures. Our findings suggest that the utility of different attitudinal measures depends partly on sociopolitical circumstances and on the type of association intrinsically addressed in each measure. These have important implications for both the study of language attitudes and research on language vitality.",
          "url": "https://doi.org/10.1177/0261927x251315114",
          "doi": "https://doi.org/10.1177/0261927x251315114",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "The Bright Side of Emotional Labor: Evidence from Job Burnout and Organizational Commitment of Chinese Journalists",
          "authors": "Jie Yao, Xiajun Duan, Chu Chu, Wenhao Han",
          "url": "https://doi.org/10.1080/1461670x.2025.2463592",
          "doi": "https://doi.org/10.1080/1461670x.2025.2463592",
          "filter": 0
        },
        {
          "title": "Knowledge Silos as a Barrier to Responsible AI Practices in Journalism? Exploratory Evidence from Four Dutch News Organisations",
          "authors": "Tomás Dodds, Astrid Vandendaele, Felix M. Simon, Natali Helberger, Valeria Resendez, Wang Ngai Yeung",
          "url": "https://doi.org/10.1080/1461670x.2025.2463589",
          "doi": "https://doi.org/10.1080/1461670x.2025.2463589",
          "filter": 0
        },
        {
          "title": "Fostering Civic Engagement on “Ghana X”: An Analysis of Data-driven Journalistic Practices of Mainstream and Peripheral Media Actors",
          "authors": "Theodora Dame Adjin-Tettey, Michael Etrue",
          "url": "https://doi.org/10.1080/1461670x.2025.2463587",
          "doi": "https://doi.org/10.1080/1461670x.2025.2463587",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Intimate Yet Exploitative: Representations of Gender-Based Violence in Platformed True Crime Narratives",
          "authors": "Christine Linke, Lisa Brune",
          "abstract": "True crime is a highly controversial yet successful entertainment genre that is widely available on streaming, video, and podcast platforms. The content often includes visual depictions of victims and survivors of gender-based violence, as well as depictions of the acts of violence themselves, such as surveillance footage, police or court videos, or photographs. Additionally, producers and account holders on social media platforms frequently use stereotypical, clichéd, and even eroticized representations of violence. True crime formats rarely address neither the structural causes and backgrounds which lead to crimes, nor the impact on victims, survivors, and their relatives. To address these issues, we apply audio-visual content analysis, focusing on the YouTube channel of Bailey Sarian and her content combination of narrating true crime stories while doing her makeup. Drawing on communication and media studies, we explore the dual tenor of subversive-empowering versus voyeuristic-exploitative representations in the context of narratives of gender-based violence. Our analysis highlights that the unreflective and voyeuristic tone of commercialized true crime narratives can lead to the unethical exploitation of real events and the people affected. The Murder, Mystery &amp;amp; Makeup Monday series exemplifies a dual approach, blending affective storytelling, which fosters viewer intimacy, with sensationalistic portrayals that often simplify and stigmatize those involved in criminal cases. Although some empowering and informative voices regarding gender-based violence exist online, they are frequently overshadowed by the sensationalism typical of commercial true crime. The series underscores a tension between intimate engagement and ethical responsibility, shaped by platform-driven pressures that prioritize engagement over quality. Our findings emphasize the need for platforms to actively enable nuanced, balanced portrayals that foster a more informed and empathetic media environment.",
          "url": "https://doi.org/10.17645/mac.8964",
          "doi": "https://doi.org/10.17645/mac.8964",
          "filter": 0
        },
        {
          "title": "Strategic Choices for Balancing Intimacy and Professionalism: Con-tent Analysis of Chinese Podcasts on Himalaya",
          "authors": "Jinghong Xu, Zining Wang, Tong Luo, Shiyu Liu",
          "abstract": "By analyzing 120 episodes from 12 podcast accounts, representing central, provincial, commercial, and individual Chinese news outlets on the Himalaya platform, this study examines the strategies employed by news publishers to balance intimacy and professionalism. Our findings show that while all media types prioritize professionalism, their strategies for cultivating intimacy differ significantly. Compared to commercial and provincial media, central media achieved the best balance between intimacy and professionalism. Individual media demonstrated the highest intimacy scores, whereas central media excelled in professionalism. This study enhances our understanding of how institutional backgrounds shape strategies in audio journalism. It offers insights into balancing intimacy with professional standards in the podcast medium.",
          "url": "https://doi.org/10.17645/mac.9126",
          "doi": "https://doi.org/10.17645/mac.9126",
          "filter": 0
        },
        {
          "title": "Podcasting the Truth: Challenging Journalistic Knowledge and Building Epistemic Authority in Independent YouTube Podcasts",
          "authors": "Viljami Vaarala",
          "abstract": "The legitimacy of journalism as a truth-teller has become contested during the era of digitalisation and newly emerging platforms. Recently, the epistemic authority of legacy journalism has been challenged by right-wing podcasting. This article explores metajournalistic discussions on the identity of legacy journalism as a truth-oriented practice and institution in six Finnish podcasts published independently outside legacy media on YouTube. This metajournalistic discourse of truth is identified through topic modelling in 229 podcast episodes, of which 119 are scrutinised using qualitative discourse analysis. The discursive articulations in the YouTube podcast episodes are assessed in the light of realist and antirealist philosophies as well as epistemic theories of journalistic truth structured by critical realist and pragmatist philosophies. The results show that the epistemic authority of legacy journalism is challenged through three interconnected themes through which legacy journalism is articulated as an antirealist practice and institution. By contrast, YouTube podcasting is framed as a platform for a balanced, authentic, and uncut talk that realises the epistemic ideals of journalism. The challenges to the epistemic authority of legacy journalism presented by the Finnish YouTube podcasts are also similar to those identified in previous research on right-wing podcasting and online counter-media. The findings point to the need for legacy journalists and podcasting practitioners to adopt more nuanced and context-bound understandings of journalistic knowledge and truth structured by critical realist and pragmatist philosophies.",
          "url": "https://doi.org/10.17645/mac.8984",
          "doi": "https://doi.org/10.17645/mac.8984",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Conceptualizing and Measuring Character Depth",
          "authors": "Rebecca Frazer, Matthew Grizzard, Emily Moyer-Gusé",
          "url": "https://doi.org/10.1080/15213269.2025.2460171",
          "doi": "https://doi.org/10.1080/15213269.2025.2460171",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Speculative labour: The financialized imagination of creative work and the assetization of digital art through non-fungible tokens (NFTs)",
          "authors": "Ana Alacovska, Christian Fieseler, Victor Renza Avellaneda",
          "abstract": "This article investigates – based on semi-structured interviews and conversations on cryptoart forums – how digital artists experience the blockchain-enabled assetization of their work through non-fungible tokens, including the transformation of digital artworks (which previously had negligible if any economic value) into assets capable of increasing in price value over time and generating future income from resale provisions. We show how this assetization of digital artworks has kindled artists’ financialized imagination and incentivized them to perform speculative labour – that is, to speculate on the potential capture of future financial proceeds from present-day underpaid or uncompensated activities, while mobilizing fictional expectations of imagined rentiership futures. We suggest that the commodification thesis, which has traditionally explained the future orientation of creative work as tied to commodity exchange, may be insufficient to account for artists’ speculative, asset-based imaginations of the future under financialized capitalism. Therefore, it may be beneficial to complement it with an assetization lens.",
          "url": "https://doi.org/10.1177/14614448251317693",
          "doi": "https://doi.org/10.1177/14614448251317693",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Comparing Premaritally Pregnant Couples and Demographically Matched Nonpregnant Controls on Recalled Relationship Progression and Marital Outcomes",
          "authors": "Emma Willis‐Grossmann, Sylvia Niehuis, Alan Reifman, Dana Weiser, Jacki Fitzpatrick",
          "abstract": "Prior reviews suggest that premarital pregnancies are deleterious to couples' relationship quality and stability. However, outcomes of premarital pregnancy may be confounded with socioeconomic factors. Study 1 (1) compared demographically matched premaritally pregnant and nonpregnant couples on partners' recalled courtship trajectories of commitment to marriage and milestone occurrence (e.g., first sex, feeling love) and marital outcomes (satisfaction and disillusionment); (2) examined how partners' commitment‐trajectory similarity was linked to their milestone attainment and marital outcomes; and (3) investigated how familism relates to premarital pregnancy and relationship progression. Using a predominantly Hispanic local sample, we compared 47 premaritally pregnant and 47 demographically matched nonpregnant newlywed couples on mean levels of key variables and on correlations among them. Pregnant and nonpregnant couples exhibited similar timing and correlates of milestone attainment. Partners' commitment‐trajectory similarity was more important for reaching milestones than was premarital pregnancy. Study 2 addressed Study 1's potential selection bias for highly stable couples (because all eventually married) by including only cohabiting couples from a national dataset. Findings likewise showed little difference in relationship quality between cohabiters with and without young children. Hence, researchers, practitioners, and policymakers should consider premaritally pregnant couples' full context of their romantic relationship rather than the pregnancy alone.",
          "url": "https://doi.org/10.1111/pere.70001",
          "doi": "https://doi.org/10.1111/pere.70001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "The Impact of Media Framing in Complex Information Environments",
          "authors": "Nicolai Berk",
          "url": "https://doi.org/10.1080/10584609.2025.2456519",
          "doi": "https://doi.org/10.1080/10584609.2025.2456519",
          "filter": 0
        },
        {
          "title": "The Role of Framing, Race, and Symbolic Racism in Policy Support",
          "authors": "Hillary C. Shulman, Lanier F. Holt, Elizabeth E. Riggs, Rachel Barry Wade",
          "url": "https://doi.org/10.1080/10584609.2025.2463923",
          "doi": "https://doi.org/10.1080/10584609.2025.2463923",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Influence of perceptions of organizations and perceptions of issues on communicative behaviors: Roles of conspiratorial thinking and responsibility attribution",
          "authors": "Lisa Tam, Soojin Kim",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102543",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102543",
          "filter": 0
        },
        {
          "title": "Black-owned business and passionate brand publics: A netnography of The Honey Pot Company PR crisis",
          "authors": "Suman Mishra, Mia Moody, Rosalynn A. Vasquez",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102542",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102542",
          "filter": 0
        },
        {
          "title": "Leveraging AI in CSR: How social-oriented chatbots influence Chinese consumers’ supportive actions via dialogic communication",
          "authors": "Yangzhi (Nicole) Jiang, Yang Cheng, Yuan Wang",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102541",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102541",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Testing the Durability of Persuasion From Moral Appeals About Renewable Energy",
          "authors": "Abel Gustafson, Matthew H. Goldberg, Sanguk Lee, Miriam Remshard, Andrew Luttrell, Seth A. Rosenthal, Anthony Leiserowitz",
          "abstract": "Research shows that opinions rooted in moral justifications may be more stable over time. This suggests that communicators could create more durable persuasion by adding explicit moral claims (i.e., stating that the issue is a matter of right vs. wrong) to persuasive messages. Here, using animated videos about the transition from fossil fuels to renewable energy, we conducted a three-stage longitudinal experiment ( N = 4,488) to test whether messages with explicit moral claims have more durable persuasive effects than similar messages without. We replicated this test across two distinct moral dimensions: harm to innocent people and contamination of nature’s purity. Our findings show that all message versions had strong immediate persuasive effects relative to a control condition, and much of those effects remained after a 3-week period. However, there were no clear advantages—in immediate effects or in durability—from adding explicit moral claims to the messages.",
          "url": "https://doi.org/10.1177/10755470241311011",
          "doi": "https://doi.org/10.1177/10755470241311011",
          "filter": 0
        },
        {
          "title": "Measuring Science Literacy in a Digital World: Development and Validation of a Multi-Dimensional Survey Scale",
          "authors": "Niels G. Mede, Emily L. Howell, Mike S. Schäfer, Julia Metag, Becca Beets, Dominique Brossard",
          "abstract": "We present a new multilingual 14-item scale for measuring science literacy in survey and experimental research. The scale captures three essential dimensions of science literacy in a digital world: civic science literacy, science media literacy, and cognitive science literacy. We developed, tested, and validated the scale through two preregistered national quota surveys in Switzerland and the United States in four languages (English, German, French, Italian). Iterative factor analyses, Bayesian Item Response Theory analyses, and validity tests confirm robustness and reliability of the scale.",
          "url": "https://doi.org/10.1177/10755470251317379",
          "doi": "https://doi.org/10.1177/10755470251317379",
          "filter": 0
        },
        {
          "title": "Livestreaming Science: How Awe-Inspiring Media Events May Foster Science Interest Through Meta-Emotional Gratification and Eudaimonic Appreciation",
          "authors": "Xi Cui",
          "abstract": "We investigate how livestreaming science events may stimulate audience interest in science. We conducted an online experiment ( N = 356) and found that watching video footage from the live broadcast of a spectacular rocket launch was associated with increased science information-seeking intention, indicating initial science interest development. We distinguish parallel mechanisms of interest evocation, that is, meta-emotional media gratification via the emotion of awe and eudaimonic media appreciation sequentially mediated by awe and awareness of knowledge gap. Moreover, perceived science self-efficacy moderated meta-emotional gratification. Findings suggest that awe-inspiring science media events may facilitate interest development by motivating information-seeking about science topics.",
          "url": "https://doi.org/10.1177/10755470251315951",
          "doi": "https://doi.org/10.1177/10755470251315951",
          "filter": 0
        },
        {
          "title": "Harnessing AI to Address Misinformation on Cultivated Meat: The Impact of Chatbot Expertise and Correction Sidedness",
          "authors": "Mengxue Ou, Shirley S. Ho, Stanley A. Wijaya",
          "abstract": "This study conducted a 2 (chatbot expertise cues: high vs. low) × 2 (correction sidedness: one-sided vs. two-sided) between-subjects experiment to investigate the effects of chatbot features and output framing on misinformation correction and public perceptions of cultivated meat. Results highlighted the importance of chatbot expertise cues in shaping credibility perceptions of misinformation correction, with two-sided corrections from high-expertise chatbots perceived as more credible than those from low-expertise chatbots. Credibility perceptions mediated the interaction effect between chatbot expertise cues and correction sidedness on individuals’ attitudes and consumption intentions towards cultivated meat. Both theoretical and practical implications of these findings were discussed.",
          "url": "https://doi.org/10.1177/10755470251315097",
          "doi": "https://doi.org/10.1177/10755470251315097",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Affordances-in-Practice: How Social Norm Dynamics in Climate Change Publics Are Shaped on Instagram and Twitter",
          "authors": "Nathalie Van Raemdonck, Ike Picone, Jo Pierson",
          "abstract": "Social norms are flexible regulating forces of human behavior. They are shaped by humans, whose actions in turn are shaped by their environment, including the online social spaces they venture into. The objective of this research is to create an understanding of how the affordances of social media platforms shape social norm dynamics in online publics, particularly in climate change publics. For this purpose, we make a comparative analysis of the practices of users on Instagram and Twitter that engage with climate change content. We conducted 22 in-depth interviews with a purposively selected sample of worldwide Twitter and Instagram users. We investigated how each platform’s specific affordances shape the participants’ sense of community and how they participate in social norm enforcement and contestation, also called “callouts.” This “affordances-in-practice” perspective brings observations on the differences in how users can actualize the novel affordances of “interventionability” and “external visibility” on both platforms. This research provides a deeper insight into the socio-technical processes underlying the (self-)organization of social movements and provides a pathway to investigating discursive practices of online publics on other platforms. The study avoids debating which norms should prevail over others in the online climate discussion, but does reflect on the negative impact that certain outcomes of norm enforcement and contestation might have on democratic deliberation on climate change. The main findings are that actualizing these affordances on Twitter anno 2023 makes climate discourse sensitive to group-loyalties, whereas on Instagram it makes it dependent on norm leaders in the form of content creators.",
          "url": "https://doi.org/10.1177/20563051251319066",
          "doi": "https://doi.org/10.1177/20563051251319066",
          "filter": 0
        },
        {
          "title": "Jalaiah Effect: A Story of a Stolen Dance on TikTok and Trans-Platformization of Ignorance",
          "authors": "Mariam Betlemidze",
          "abstract": "This article explores how ignorance becomes a cultural affordance of trans-platformization, focusing on the Renegade dance’s evolution into a viral sensation that fueled TikTok’s rise and launched new teenage influencers. Employing new materialist feminist theory, Actor-Network Theory, and Critical Technocultural Discourse Analysis, this article operationalizes the concept of trans-platformization. It examines race-technology entanglements as they manifest during trans-platformization, highlighting the illusory progress in recognizing Black creators and the resistance against a predominantly White, techno-capitalist patriarchy. The tensions arising from these complexities intensify the demand for a more nuanced understanding of ignorance as the affordance of trans-platformization and the potential pivot point for speculative hope.",
          "url": "https://doi.org/10.1177/20563051251317765",
          "doi": "https://doi.org/10.1177/20563051251317765",
          "filter": 0
        },
        {
          "title": "Performing Not-Not-Me in SoMe: A New Theatrical Typology of Self-Presentation Online",
          "authors": "Anne-Britt Gran",
          "abstract": "Erving Goffman’s dramaturgical model in The Presentation of Self in Everyday Life (1959) is frequently used to analyze online self-presentations in social media (SoMe) and other social network sites (SNS). The term “self-presentation” seems to be here to stay. We argue that Goffman’s dramaturgical model belongs to another era, and that online self-presentation needs new theoretical approaches and new content. Compared to its predominant usage in SoMe research, our approach involves a perspective shift from what do SoMe users present (e.g., social role, identity/identities, idealized self, authentic self, brand) to how they perform it, concerning the style of acting and dressing, the use of props, makeup, symbols and signs, emotions, and expressions. Since participation on SoMe platforms is largely about how SoMe users present themselves and how they want to be received, theatricality and performing arts theories can inform this how with a new and nuanced conceptual apparatus. Therefore, we create a theory-based typology on the concepts of theatricality, simple and complex acting, not-acting, not-not-me, imagined audience awareness, and absorption. We present six types of theatrical self-presentations and conditions, types suitable for analysis of SoMe performances.",
          "url": "https://doi.org/10.1177/20563051251315256",
          "doi": "https://doi.org/10.1177/20563051251315256",
          "filter": 0
        },
        {
          "title": "“A Wandering Existence”: Social Media Practices of Chinese Youth in the Context of Platform-Swinging",
          "authors": "Hongxun Zhao, Jiahui Wang, Xurui Hu",
          "abstract": "In the era of ubiquitous mobile internet, Chinese youth are engaging in dual pursuits of knowledge and employment through various social media platforms, showcasing unique social media practices. Via semi-structured interviews with 14 platform-swinging youth and NVivo12-assisted three-tier qualitative analysis, this study reveals the psychological mechanisms behind their “wandering” behavior. Spontaneous engagement, fulfillment of needs, resonance with peers, preservation of meaning, self-management, and intermittent swinging characterize youth’s complex wandering online activities. It further explores new dimensions of youths’ media practices, emphasizing subjective expression, identity reconstruction, boundary clarification, and visibility control. Moreover, wandering youth also encounter challenges like context collapse, losing their true selves, and self-pulling, which raises a critical question: Where will they wander?",
          "url": "https://doi.org/10.1177/20563051251315265",
          "doi": "https://doi.org/10.1177/20563051251315265",
          "filter": 0
        },
        {
          "title": "Viral Justice: TikTok Activism, Misinformation, and the Fight for Social Change in Southeast Asia",
          "authors": "Nuurrianti Jalli",
          "abstract": "This study examines the use of TikTok as a platform for youth activism in Southeast Asia, focusing on Indonesia, Malaysia, and the Philippines. Through a mixed-methods approach that includes qualitative content analysis, semi-structured interviews, systematic fact-checking, and digital trace data, the research explores how activists leverage TikTok’s unique features to promote social justice and mobilize political participation amid democratic backslidings. The findings reveal that activists skillfully adapt to TikTok’s attention economy, using strategies like trend-jacking and meme creation to reach broad audiences. However, they also face significant challenges, including rampant harassment and the precarious nature of algorithmic visibility. The study highlights the complexities of digital activism, where the pursuit of virality can sometimes undermine the depth of political movements. While the research counters the prevalent narrative that digital activism is rife with misinformation, it underscores the importance of maintaining accuracy to protect credibility. The study concludes by calling for further research on integrating online activism with offline organizing and exploring how platform governance can be reformed to better support activists. The insights from this study contribute to a deeper understanding of TikTok’s role in contemporary social movements and the challenges faced by youth activists in the digital age.",
          "url": "https://doi.org/10.1177/20563051251318122",
          "doi": "https://doi.org/10.1177/20563051251318122",
          "filter": 0
        },
        {
          "title": "Neither “Platformization” Nor “Infrastructuralization”: Government as a Platform in China",
          "authors": "Jingyan Elaine Yuan, Yuchao Zhao",
          "abstract": "Critically engaging with the prevalent theses of “platformization” and “infrastructuralization” in the mainstream platform studies literature, this empirical study identifies socio-economic actors and examines their relations in digital governance mediated by data-driven platforms in the Chinese context. Through a case study of “the digital reform” in Zhejiang Province, and the affiliated smart city project—City Brain—in Hangzhou, the municipal capital, this study draws on data from participatory observations and interviews to (1) provide a historical context, in which “platformization” in urban governance is aimed to serve market-oriented socio-economic reforms; (2) argue that such “platformization” is shaped by the long-standing structural tension between centralization and localism, which has been renewed by digital data flows; and (3) understand the shifting public–private demarcation in social interactions and arrangements to deflect continual frictions between the state, local agents, and platforms in the domain of digital governance.",
          "url": "https://doi.org/10.1177/20563051251314625",
          "doi": "https://doi.org/10.1177/20563051251314625",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "How Televised Presidential Debates Might Matter in a Democracy: A Lecture Delivered September 16, 2024",
          "authors": "Kathryn M. Olson",
          "url": "https://doi.org/10.1080/1041794x.2025.2451067",
          "doi": "https://doi.org/10.1080/1041794x.2025.2451067",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Who wants to be a YouTuber? Personality traits predict the desire to become a social media influencer",
          "authors": "Michal Misiak, Arkadiusz Urbanek, Tomasz Frackowiak, Piotr Sorokowski",
          "url": "https://doi.org/10.1016/j.tele.2025.102248",
          "doi": "https://doi.org/10.1016/j.tele.2025.102248",
          "filter": 0
        },
        {
          "title": "Populist radical-right attitudes, media trust, and social media reliance: Combining survey and tracking data to investigate predictors of online exposure to disinformation",
          "authors": "Clara Christner, Mykola Makhortykh, Teresa Gil-Lopez",
          "url": "https://doi.org/10.1016/j.tele.2025.102250",
          "doi": "https://doi.org/10.1016/j.tele.2025.102250",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Book Review: The Illiberal Public Sphere: Media in Polarized Societies by Václav Štětka &amp; Sabina Mihelj (Eds.)",
          "authors": "Marijana Grbeša Zenzerović",
          "url": "https://doi.org/10.1177/19401612251317275",
          "doi": "https://doi.org/10.1177/19401612251317275",
          "filter": 0
        },
        {
          "title": "The Media Trust Gap and Its Political Explanations: How Individual and Sociopolitical Factors Differentiate News Trust Preferences in Asian Societies",
          "authors": "Yufan Guo, Yuzhe Lei",
          "abstract": "Despite the increasing reliance on online media for news consumption, people generally exhibit lower levels of trust in online news relative to traditional media. To explain the preference disparities in media trust and their potential cross-national variations, this article examines individuals’ trust gap between newspapers and Internet news across 14 countries and regions in East, South, and Southeast Asia. Drawing on nationally representative data and other country-level data (2018–2021), we test two underlying mechanisms, political trust transfer and alternative information orientation, that account for the media trust gap, as well as their boundary conditions. Multilevel analysis reveals that political trust positively correlates with people’s relative trust in newspapers, which is pronounced in societies with lower levels of polarization and limited press freedom. Besides, using the Internet and social media as the main channels of political information seeking may increase people’s relative trust in Internet news, especially in societies with higher levels of press freedom and political polarization. Our findings offer systematic explanations for news trust preferences by combining political characteristics and their contextual conditions, which have implications for understanding today’s media trust crisis.",
          "url": "https://doi.org/10.1177/19401612251315597",
          "doi": "https://doi.org/10.1177/19401612251315597",
          "filter": 0
        },
        {
          "title": "Deepfakes as a Democratic Threat: Experimental Evidence Shows Noxious Effects That Are Reducible Through Journalistic Fact Checks",
          "authors": "Viorela Dan",
          "abstract": "Concerns have been raised over AI-generated deepfakes and their impact on democracy. Unlike earlier forms of disinformation relying on text or traditional video-editing techniques (cheapfakes), deepfakes employ artificial intelligence, provoking speculations that they may be even more persuasive and harder to debunk. Using an experiment with a multiple-message design ( N = 2,085), we found that fake videos suggesting a sex, corruption, or prejudice scandal—but not text-only fakes—elicited substantial reputational damage for an innocent politician, regardless of whether the underlying technique was “cheap” or “deep.” This was visible in altered attitudes, emotions, and voting intentions. However, exposure to a journalistic fact-check substantially reduced and even eliminated the detrimental effects. These findings have important implications for our theoretical understanding related to the effects of and mitigation strategies for deepfakes. While clearly highlighting the significant persuasive potential of deepfakes (and visual disinformation in general), the present study paints a more nuanced picture than was previously possible.",
          "url": "https://doi.org/10.1177/19401612251317766",
          "doi": "https://doi.org/10.1177/19401612251317766",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
