{
  "update": "2025-07-22",
  "content": [
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Validation of an efficacy of lying scale",
          "authors": "Christopher. J. Carpenter, Kim B. Serota, Tony Docan-Morgan, Timothy R. Levine",
          "url": "https://doi.org/10.1080/08824096.2025.2530459",
          "doi": "https://doi.org/10.1080/08824096.2025.2530459",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Using Communication Privacy Management Theory to Explore undocumented/DACA Status Disclosure in College Students",
          "authors": "Belén Gamiño, Scott C. Roesch, Allison A. Vaughn",
          "url": "https://doi.org/10.1080/10510974.2025.2532498",
          "doi": "https://doi.org/10.1080/10510974.2025.2532498",
          "filter": 0
        },
        {
          "title": "Saying the Wrong Thing or Saying Nothing at All: Comparing Outcomes of Nonsupport Versus Low Person-Centered Emotional Support Messages",
          "authors": "Colter D. Ray, Kory Floyd",
          "url": "https://doi.org/10.1080/10510974.2025.2532497",
          "doi": "https://doi.org/10.1080/10510974.2025.2532497",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Automated content recognition (ACR), smart TVs, and ad-tech infrastructure",
          "authors": "Ramon Lobato",
          "abstract": "Smart TVs, which enable unprecedented viewing data to be collected at device level, are reconfiguring business practices in television advertising and audience measurement. Using a video fingerprinting technology known as automated content recognition (ACR), most smart TVs can now recognize virtually all content displayed on the TV screen, allowing precise targeting and re-targeting of ads to users based on their viewing behaviour and prior ad exposure. This article examines how TV manufacturers including Samsung, LG and Vizio integrated ACR technology into their businesses between 2012 and 2022. Drawing on infrastructural theories of connected TV and digital advertising, I show how ACR has contributed to TV manufacturers’ wider goal of becoming digital ad platforms, shifting the underlying power structures of both the consumer electronics and television advertising industries.",
          "url": "https://doi.org/10.1177/13548565251327885",
          "doi": "https://doi.org/10.1177/13548565251327885",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Environmental Communication Special Issue: “Environmental Media at the Intersections”",
          "authors": "Hunter Vaughan",
          "url": "https://doi.org/10.1080/17524032.2025.2521322",
          "doi": "https://doi.org/10.1080/17524032.2025.2521322",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Book Review: Transformational Health Communication: A New Perspective on Healthcare and Prevention by Olaf Werder WerderOlaf (Editor)Transformational Health Communication: A New Perspective on Healthcare and Prevention, Palgrave Macmillan: Sydney, 2024; XIX, 229 pp. EUR: €109.99 (hbk), ISBN: 978-981-99-9605-6 (hbk)",
          "authors": " Fachrurrazi, Ganjar Yusup Sofian,  Marajo, Moh. Syaifudin",
          "url": "https://doi.org/10.1177/02673231251356801",
          "doi": "https://doi.org/10.1177/02673231251356801",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Datafication of Digital Intimacy: The Dual Logic of Empowerment and Commodification",
          "authors": "Tingting Hu, Liang Ge",
          "abstract": "This study explores the datafication of digital intimacy in female-oriented otome games, analyzing how these games construct databases of idealized masculinities and romantic narratives, balancing empowerment and commodification. Through digital ethnography, walkthrough, and interviews with Chinese women players between 2023 and 2024, we reveal how otome games mediate intimacies between women players and virtual male characters, reflecting sociocultural values and shaping affective experiences. These women-oriented games collect intimate data to optimize design and profitability, offering immersive, customizable romantic experiences while commodifying emotional investments. This dual dynamic underscores a tension in emotional capitalism, where intimacy is both enriched and exploited. By examining the interplay between digital intimacy, datafication, and emotional capitalism, our study further contributes to the critical discourse on how role-playing games monetize personal and emotional experiences, emphasizing the need to safeguard user sovereignty as digital platforms capitalize on affective labor.",
          "url": "https://doi.org/10.1177/15554120251358522",
          "doi": "https://doi.org/10.1177/15554120251358522",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Varakashi, Ideological Hegemony and Cyber Propaganda in the Post Mugabe Era",
          "authors": "Payidamoyo Nyoka, Thelma Muzvidzwa",
          "url": "https://doi.org/10.1080/10646175.2025.2525268",
          "doi": "https://doi.org/10.1080/10646175.2025.2525268",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Rhyme or reason: medium-term effects of heuristic and traditional media literacy interventions",
          "authors": "Tom Dobber, Edina Strikovic, Marina Tulin",
          "url": "https://doi.org/10.1080/1369118x.2025.2533315",
          "doi": "https://doi.org/10.1080/1369118x.2025.2533315",
          "filter": 0
        },
        {
          "title": "Build-a-face: homogeneity, racialisation and Eurocentric beautification in Instagram AR face filters",
          "authors": "L. A. Miller",
          "url": "https://doi.org/10.1080/1369118x.2025.2536157",
          "doi": "https://doi.org/10.1080/1369118x.2025.2536157",
          "filter": 0
        },
        {
          "title": "War on fake news? Media skepticism and exposure to politicians’ fake news accusations",
          "authors": "Na Yeon Lee, Ahran Park",
          "url": "https://doi.org/10.1080/1369118x.2025.2531128",
          "doi": "https://doi.org/10.1080/1369118x.2025.2531128",
          "filter": 0
        },
        {
          "title": "Betting on (un)certain futures: sociotechnical imaginaries of AI and varieties of techno-developmentalism in Asia",
          "authors": "Hiu-Fung Chung",
          "url": "https://doi.org/10.1080/1369118x.2025.2535427",
          "doi": "https://doi.org/10.1080/1369118x.2025.2535427",
          "filter": 0
        },
        {
          "title": "Demystifying hashtag hijacking in the public opinion game: attention, narratives, and social bots",
          "authors": "Bei Zhao, Wujiong Ren, Yuan He, Hongzhong Zhang",
          "url": "https://doi.org/10.1080/1369118x.2025.2531130",
          "doi": "https://doi.org/10.1080/1369118x.2025.2531130",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Measuring Gaining and Holding Attention to Social Media Ads with Viewport Logging: A Validation Study Using Mobile Eye-Tracking",
          "authors": "Daniel Bruns, Julian Felix Kopka, Lennart Borgmann, Steffen Prior, Tobias Langner",
          "url": "https://doi.org/10.1080/00913367.2025.2524186",
          "doi": "https://doi.org/10.1080/00913367.2025.2524186",
          "filter": 0
        },
        {
          "title": "Multimodal Physiological Responses Predict Advertisement Effectiveness",
          "authors": "Jingjing Han, Yuqian Ni, Mary Jean Amon, Aaron Necaise, Mimi Han, Minkyo Lee",
          "url": "https://doi.org/10.1080/00913367.2025.2524185",
          "doi": "https://doi.org/10.1080/00913367.2025.2524185",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Facilitation of young migrants’ agency in policy lab meeting interactions: a case analysis in an Italian city",
          "authors": "Claudio Baraldi, Antonella Capalbi",
          "url": "https://doi.org/10.1080/00909882.2025.2525129",
          "doi": "https://doi.org/10.1080/00909882.2025.2525129",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "How Parental Mediation Affects Adolescent Short-Form Video Addiction: Variable-Centered and Person-Centered Perspectives",
          "authors": "Xingyu Luo, Wenjing Ge, Xiaohan Shi, Yilin Zhang, Xiaojun Sun",
          "url": "https://doi.org/10.1080/08838151.2025.2535388",
          "doi": "https://doi.org/10.1080/08838151.2025.2535388",
          "filter": 0
        },
        {
          "title": "Hot mics and TV lights: The American Forces Vietnam Network",
          "authors": "Emily T. Metzgar",
          "url": "https://doi.org/10.1080/08838151.2025.2533789",
          "doi": "https://doi.org/10.1080/08838151.2025.2533789",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "What is a trend?",
          "authors": "Devon Powers",
          "abstract": "Trends are a common feature in the contemporary media and cultural environment as well as media and communication research. Yet trends remain undertheorized. This article seeks to address this gap. Rather than just a synonym for shift or change, I define trend as a temporally bounded, dynamic pattern of observable change and argue that such a concept deserves greater prominence within the study of media and communication. In addition to this definition, I theorize trends by characterizing the trend’s key features, exploring its relationship to media, and mapping its connection to questions that animate media and communication research. The case of “brat summer” of 2024 is offered as an exemplary case from which trend’s core features may be discerned. The article’s primary contribution is to advance the trend as a central concept through which communication and media studies researchers may think more comprehensively and critically about change.",
          "url": "https://doi.org/10.1093/joc/jqaf029",
          "doi": "https://doi.org/10.1093/joc/jqaf029",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Digital protest and transnational mediation: exploring key mediators and narratives in the #StepDownHasina hashtivism in social media",
          "authors": "Md. Sayeed Al-Zaman, Zahedur Rahman Arman, Hasan Mahmud Faisal, Rubaiya Zannat",
          "url": "https://doi.org/10.1080/19331681.2025.2533923",
          "doi": "https://doi.org/10.1080/19331681.2025.2533923",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "DEI, Sociopolitical Advocacy, and the Swinging Pendulum",
          "authors": "Nicholas Browning, Arunima Krishna, Sung-Un Yang",
          "url": "https://doi.org/10.1080/1062726x.2025.2513802",
          "doi": "https://doi.org/10.1080/1062726x.2025.2513802",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Conspiracy Theorists as Alternative Journalists",
          "authors": "Juliette De Maeyer, Florence Le Cam",
          "url": "https://doi.org/10.1080/1461670x.2025.2536767",
          "doi": "https://doi.org/10.1080/1461670x.2025.2536767",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "National security versus freedom of speech: How media exposure, personal values, and media framing influence non-users’ support for a national ban on TikTok",
          "authors": "Huu Dat Tran, Pham Phuong Uyen Diep, Hayley Booth",
          "abstract": "Our study examines how external factors, including media exposure, personal values, and media framing (i.e. national security vs free speech), influence non-users’ support for a national TikTok ban in the United States via an online experiment-embedded survey ( N = 498). Results show that while perceived national security threats predicted ban support only in the national security condition, concerns about free speech violations consistently decreased support across all conditions. An analysis of open-ended responses further demonstrated that participants adopted the framing language consistent with their experimental condition. Findings suggest that personal value framing in the media, especially those related to free speech values, plays a crucial role in shaping public opinion on social media regulation policies. We thus contribute to a comprehensive understanding of how media framing influences policy preferences for emerging digital governance issues such as social media regulations. Other implications were also discussed.",
          "url": "https://doi.org/10.1177/14614448251349427",
          "doi": "https://doi.org/10.1177/14614448251349427",
          "filter": 0
        },
        {
          "title": "Priorities and exclusions within Trust and Safety industry standards",
          "authors": "Blake Hallinan, CJ Reynolds, Rebecca Scharlach, Dana Theiler, Noa Niv, Omer Rothenstein, Isabell Knief, Yehonatan Kuperberg",
          "abstract": "Platform governance is simultaneously a matter of public concern and a professional calling for Trust and Safety, the nascent field tasked with setting and enforcing standards of acceptable behavior on digital platforms. Yet we know little about how the growing professionalization of platform governance shapes content moderation practices. Using the schema of content abuse from the Trust &amp; Safety Professional Association, we analyzed the Community Guidelines of 12 diverse livestreaming platforms. Our findings reveal significant alignment between professional guidelines and industry practices, which is especially pronounced for Twitch and YouTube. However, industry standards only partially address the policies of adult camming platforms and AfreecaTV, a Korean-based livestreaming service, revealing notable absences in how Trust and Safety imagines the boundaries of the industry. We reflect on the priorities and exclusions of emerging industry standards and conclude with a call for academics and practitioners to broaden the conversation around content moderation.",
          "url": "https://doi.org/10.1177/14614448251357225",
          "doi": "https://doi.org/10.1177/14614448251357225",
          "filter": 0
        },
        {
          "title": "Parents’ individual and social coping with personalized social media advertising targeting children: The role of threat appraisal and self-efficacy",
          "authors": "Wonsun Shin",
          "abstract": "This study examines how threat appraisal and self-efficacy affect parents’ coping with personalized social media advertising (PSMA) targeting children. A survey of 576 parents of young social media users aged 10 to 17 in Australia reveals that parents are more likely to explain PSMA to their children (individual coping) and support external socialization agents’ initiatives to address the potential risks of PSMA (social coping) when they perceive social media platforms’ data collection practices as significantly harmful. While the extent to which parents believe that their children are vulnerable to harm is positively associated with social coping, it does not influence individual coping. The results also show that parents’ confidence in their ability to carry out parental mediation is positively related to both individual and social coping. However, parents’ confidence in their general parenting ability does not impact PSMA coping strategies.",
          "url": "https://doi.org/10.1177/14614448251352190",
          "doi": "https://doi.org/10.1177/14614448251352190",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "How to get to know what we know: Introduction to the special issue, What do we Know about Media, Communication, Journalism, and Democracy in the Nordics?",
          "authors": "Magnus Fredriksson, Johannes Bjerling",
          "abstract": "In this introduction to the special issue, we discuss the reasons why it is difficult to orientate oneself about key results in research. Some general characteristics of research in humanities and social sciences are discussed as well as characteristics that are evident in research on media and communication. With this as a point of departure, we argue that scholars have a responsibility to support actors outside academia to acquire research-based knowledge. This must be done at an arm’s-length distance, however. We argue that one way to fulfil this responsibility is to produce literature reviews with an ambition to provide a clear answer to the question “What do we know about…?” This special issue includes eight such reviews and it is a way for Nordicom to actively contribute to the supply of science-based knowledge in media policy processes in the Nordic countries.",
          "url": "https://doi.org/10.2478/nor-2025-0016",
          "doi": "https://doi.org/10.2478/nor-2025-0016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Dynamic Legitimation Theory and Populist Authoritarian Leaders: The Rhetorical Framing of International Status for Domestic Legitimacy",
          "authors": "John C. Stanko",
          "url": "https://doi.org/10.1080/10584609.2025.2529939",
          "doi": "https://doi.org/10.1080/10584609.2025.2529939",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Nation branding via sportswashing: An exploration of pro-China YouTube influencers and commenters around the 2022 Winter Olympic Games",
          "authors": "Brandon C. Boatwright, Gregory A. Cranmer, Enamul Kabir, Cole Warms",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102611",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102611",
          "filter": 0
        },
        {
          "title": "Networks of neuronormativity: Toward a systemic understanding of marginalization in public relations",
          "authors": "Joel Lansing Reed, Astrid M. Villamil, Scott E. Branton",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102610",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102610",
          "filter": 0
        },
        {
          "title": "The ‘Good Samaritan’: The effects of corporate conflict engagement on public satisfaction and their behavioral intentions",
          "authors": "Chiara Valentini, Hui Zhao, Juha Munnukka",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102607",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102607",
          "filter": 0
        },
        {
          "title": "The diversity washing dilemma: When signaling diversity enhances image and credibility – And when it backfires",
          "authors": "Thomas Koch, Sandra Mechler, Nora Denner",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102609",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102609",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Shapeshifters and Starseeds: Populist Knowledge Production, Generous Epistemology, and Disinformation on U.S. Conspiracy TikTok",
          "authors": "Alice Marwick, Courtlyn Pippert, Katherine Furl, Elaine Schnabel",
          "abstract": "This article investigates the intersection of identity, power, and knowledge production on U.S. ConspiracyTok, a genre of TikTok videos promoting conspiracy theories ranging from harmless speculation to harmful disinformation. Drawing on qualitative content analysis of 202 highly viewed videos, we examine how identity markers such as race and gender shape who is empowered or undermined in conspiratorial narratives, and how creators construct and circulate “evidence” to support their claims. We find that American ConspiracyTok is populated largely by young, non-White, and/or female creators who challenge the stereotype of the White, male conspiracy theorist. These creators interpellate audiences through visible identity markers, fostering a sense of intimacy and trust. Marginalized groups are often cast as victims, while institutions like science, government, and media are portrayed as villains. Creators construct legitimacy through visual media, personal anecdotes, deep lore, and remixing fictional and mainstream texts—engaging in a form of populist knowledge production within a generous epistemology that welcomes divergent truths and alternative worldviews. These practices blur the lines between entertainment and ideology, often mimicking academic, or journalistic knowledge production while rejecting institutional authority. While ConspiracyTok can serve as a form of standpoint epistemology that empowers minoritized creators and critiques systemic injustice, it can just as easily reinforce bias and spread disinformation. ConspiracyTok is a site of vernacular theorizing where epistemology and identity are deeply entangled, offering both a critique of mainstream power and a cautionary tale about the populist appeal of conspiratorial thinking.",
          "url": "https://doi.org/10.1177/20563051251357483",
          "doi": "https://doi.org/10.1177/20563051251357483",
          "filter": 0
        },
        {
          "title": "China Defenders From Abroad: Exploring Pro-China Foreign Political Influencers on X/Twitter",
          "authors": "Leiyuan Tian, Fan Liang, Zhao Alexandre Huang",
          "abstract": "Political influencers are social media users who attempt to shape others’ political attitudes and behaviors through personal influences. While prior research has mainly examined political influencers in Western democracies, this study shifts attention to an international context, focusing on the self-presentation strategies and discursive frames used by non-Chinese political influencers who support China on Twitter (X). Through a thematic analysis of online profiles and a frame analysis of 3000 tweets by 10 influencers, we identified two self-presentation strategies: “the explorer,” which highlights the influencer’s attractiveness, closeness, and passionate authenticity, and “the expert,” which emphasizes expertise and intellectual authenticity. We further propose a typology of four frames used by the influencers to defend or promote China: “Western Hypocrisy,” which criticizes Western double standards; “Western Threat,” which presents the West as a major threat to global security and growth; “System Superiority,” which promotes China’s political model against Western models; and “Common Destiny,” which envisions a prosperous future shared by China’s global partners. We argue that although the political affiliations of these influencers remain ambiguous and difficult to determine, they have become de facto contributors to China’s quest for global reputation in a digital age.",
          "url": "https://doi.org/10.1177/20563051251358526",
          "doi": "https://doi.org/10.1177/20563051251358526",
          "filter": 0
        },
        {
          "title": "Knowing Your Users by Heart: A Critical Examination of the Scientific Research on Emotions Conducted by Social Media Platforms",
          "authors": "Camille Alloing, Elsa Fortant, Julien Pierre, Fabien Richert, Rémi Palisser",
          "abstract": "Since their inception, social media platforms have continuously developed innovations and discourses centered on affective and emotional dimensions. Platform owners invest heavily in research and development to both identify and elicit feelings and emotions. However, the research conducted by these companies on this topic remains understudied. In this study, we present a systematic and critical analysis of the scientific literature published by the research teams of Meta (Facebook, Instagram) and Google (YouTube) regarding the analysis and processing of their users’ emotions. We first demonstrate that this literature relies on schematic definitions of emotions, thereby simplifying the complexity of affective phenomena for facilitating their automated detection. We then highlight the objectives pursued by these research efforts, the majority of which aim to promote users’ well-being through the instrumentalization of what affects them. Finally, we examine the various methods employed to identify emotions, which primarily serve to feed these platforms’ machine learning algorithms with data labeled as emotional. Beyond their scientific contributions, we consider these studies as narratives targeted at the scientific community and investors, serving to legitimize and support the development of specific innovations. Analyzing these works enables us to examine how the techniques, methods, and applications developed by these two companies commodify emotions and actively shape users’ online behaviors.",
          "url": "https://doi.org/10.1177/20563051251355456",
          "doi": "https://doi.org/10.1177/20563051251355456",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Trust, emotion, and purchase: why human streamers still matter in the age of virtual commerce",
          "authors": "Li Liu, Shixiong Sheng, Siu Shing Man",
          "url": "https://doi.org/10.1016/j.tele.2025.102307",
          "doi": "https://doi.org/10.1016/j.tele.2025.102307",
          "filter": 0
        },
        {
          "title": "Would you shop on a platform that discriminates against users? A study on the impact of algorithmic price discrimination on consumer purchase intention",
          "authors": "Jintao Lu, Yezhuo Zhang, Eunil Park, Malin Song",
          "url": "https://doi.org/10.1016/j.tele.2025.102306",
          "doi": "https://doi.org/10.1016/j.tele.2025.102306",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Digital Diplomacy Followers as Indicator of Clout: Measuring the “Al-Jazeera Effect”",
          "authors": "Ilan Manor, Tal Samuel-Azran",
          "abstract": "The “Al-Jazeera Effect” posits that Al-Jazeera has reshaped global news flows while challenging the hegemony of Western news outlets. However, few studies to date have measured this “Effect” or offered a method for doing so. This study addressed this gap by conceptualizing news outlets’ online following as Clout and assessing Al-Jazeera’s ability to attract high-quality digital diplomacy followers on Twitter including Ministries of Foreign Affairs (MFAs) and UN Missions. Such an analysis is important as the Clout of international news outlets arises in part from their ability to impact foreign policy makers. Using a sample of 56 MFAs, and 132 UN Missions, the study analyzed Al-Jazeera’s digital diplomacy following on Twitter and compared it to that of CNN, BBC World and Reuters. Quality of digital diplomacy followers was assessed using an innovative model consisting of fifteen variables, including offline variables, online variables, and networked variables. Statistical analyses and network analyses demonstrate that Al-Jazeera attracts high-quality digital diplomacy followers, be it UN Missions of affluent states and world powers, or MFAs that are central to diplomatic networks on Twitter. The study also assessed diplomatic institutions’ engagement with Al-Jazeera Tweets, which was found to be quite low. By developing a unique model for assessing the quality of digital diplomacy followers, this study offers a method for measuring the impact of news outlets in the age of social media.",
          "url": "https://doi.org/10.1177/19401612251345974",
          "doi": "https://doi.org/10.1177/19401612251345974",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
