{
  "update": "2025-09-13",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "STEM career interest development and persistence: what parents do, say, and should say",
          "authors": "Elizabeth Dorrance-Hall, Yue Zhang, America L Edwards, Brooke H Wolfe, Olivia Watson, Nathalia Morales, Paulina Valdes",
          "abstract": "Parent–child communication is an essential part of developing and sustaining career interests. Parents’ involvement in the process of career interest development and persistence of women in STEM is critical to understand to marshal support for women entering high-barrier fields. This manuscript answers 3 questions about how parents are involved in the processes of career interest development and persistence: What do parents do? What do parents say? And what should parents say? Models of interest development, studies of parental vocational anticipatory socialization, and communication theories such as the support framework and confirmation theory answer these questions. We propose paths for future research that use communication theory to predict effective parental communication while embracing an intersectional lens and considering support gaps.",
          "url": "https://doi.org/10.1093/anncom/wlaf018",
          "doi": "https://doi.org/10.1093/anncom/wlaf018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Constructing charisma in text: A corpus-based rhetorical analysis of leadership communication in higher education inaugural speeches",
          "authors": "Iga Maria Lehman, Łukasz Sułkowski, Iwona Nowakowska",
          "url": "https://doi.org/10.1080/03637751.2025.2545247",
          "doi": "https://doi.org/10.1080/03637751.2025.2545247",
          "filter": 0
        },
        {
          "title": "“If you drew a Venn diagram, it was all one circle”: Organizational identification and enmeshment in church workers",
          "authors": "Autumn Buzzetta",
          "url": "https://doi.org/10.1080/03637751.2025.2545243",
          "doi": "https://doi.org/10.1080/03637751.2025.2545243",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Can emojis replace the embrace? Evidence from an experiment",
          "authors": "Evan K. Perrault, Emily M. Buehler, Diana Zulli",
          "url": "https://doi.org/10.1080/08824096.2025.2551602",
          "doi": "https://doi.org/10.1080/08824096.2025.2551602",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "#OCD: A Content Analysis of Obsessive-Compulsive Disorder Stereotype Amplification and Misinformation on TikTok",
          "authors": "Madison Fitzpatrick, Avalon S. Moore, Stephen A. Kichuk, Christopher Pittenger, Brian A. Zaboski",
          "url": "https://doi.org/10.1177/21522715251370135",
          "doi": "https://doi.org/10.1177/21522715251370135",
          "filter": 0
        },
        {
          "title": "Problematic Internet Use Predicts Lesser Satisfaction with Life, but Psychological Distress Acts as a Mediator",
          "authors": "Nuria Codina, José V. Pestana, Ruth Ogden, Marc Wittmann, Chantal Martin-Soelch, Joanna Witowska, Vanda Černohorská, Christine Schoetensack, Julie Papastamatelou, Tereza Klegr, Sebastien Chappuis, Monica Fernandez-Boente, María Marentes-Castillo, Rafael Valenzuela",
          "url": "https://doi.org/10.1177/21522715251365537",
          "doi": "https://doi.org/10.1177/21522715251365537",
          "filter": 0
        },
        {
          "title": "Smartphones as Surrogate Attachment: Examining Digital Dependency and Emotional Bonds Among Left-Behind Children in China",
          "authors": "Fang Yu, Kexin Wang, Menmen Wang",
          "url": "https://doi.org/10.1177/21522715251363399",
          "doi": "https://doi.org/10.1177/21522715251363399",
          "filter": 0
        },
        {
          "title": "AI-Assisted Art Therapy: Enhancing Psychological Recovery in Work-Related Injuries Through Personalized Emotional Support",
          "authors": "Cheng Xu, Yuping Zhang, Haixin Li, Zhilei Mao",
          "url": "https://doi.org/10.1177/21522715251371092",
          "doi": "https://doi.org/10.1177/21522715251371092",
          "filter": 0
        },
        {
          "title": "Metaverse and Consumer Motivations, Behaviors, and Sentiments in the Metaverse: The Case of Meta Horizon Worlds",
          "authors": "Samy Mansouri, Joseph Kaswengi",
          "url": "https://doi.org/10.1177/21522715251372846",
          "doi": "https://doi.org/10.1177/21522715251372846",
          "filter": 0
        },
        {
          "title": "Who Owns Memory Now? Collective Recall in the Age of the Cloud",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1177/21522715251369352",
          "doi": "https://doi.org/10.1177/21522715251369352",
          "filter": 0
        },
        {
          "title": "Avatar Detection: The Potential of Digital Identities for Dark Triad Profiling and Cybersecurity",
          "authors": "Donatella Ciarmoli, Stefano Triberti, Giuseppe Riva",
          "url": "https://doi.org/10.1177/21522715251378878",
          "doi": "https://doi.org/10.1177/21522715251378878",
          "filter": 0
        },
        {
          "title": "Bystanders’ Detection of Intervention Opportunities in Technology-Facilitated Sexual Dating Abuse: Scale Validation and Correlates",
          "authors": "Maria Vale, Denise Hines, Marlene Matos",
          "url": "https://doi.org/10.1177/21522715251372433",
          "doi": "https://doi.org/10.1177/21522715251372433",
          "filter": 0
        },
        {
          "title": "Sleep-Related Concerns Mediate the Association Between Cyber-Sexual Victimization and Psychological Distress Among Diverse University Students",
          "authors": "Casie H. Morgan, Lindsay M. Stager, Alexandra N. Brockdorf, Nashalys K. Salamanca, Stephanie Amaya, Christin A. Mujica, Kelly Cue Davis, Ruschelle Leone, Lindsay M. Orchowski, Amanda K. Gilmore, Cristina López",
          "url": "https://doi.org/10.1177/21522715251375417",
          "doi": "https://doi.org/10.1177/21522715251375417",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "The Irony of Sophisticated Citizens and Misinformation: Explaining How People with High Need for Cognition Become Politically Cynical",
          "authors": "Dam Hee Kim, Kate Kenski, S. Mo Jones-Jang",
          "url": "https://doi.org/10.1080/21670811.2025.2556183",
          "doi": "https://doi.org/10.1080/21670811.2025.2556183",
          "filter": 0
        },
        {
          "title": "Audience Expectations of Journalists: Demands, Beliefs and Assessments",
          "authors": "Clara Juarez Miro, Sandra Banjac, Folker Hanusch",
          "url": "https://doi.org/10.1080/21670811.2025.2558008",
          "doi": "https://doi.org/10.1080/21670811.2025.2558008",
          "filter": 0
        },
        {
          "title": "News Characteristics, Newsworthiness and Secondary Gatekeeping in Brazil: Influences of Right-Wing Authoritarianism",
          "authors": "Marcos Paulo da Silva, Rachel R. Mourão, Tim P. Vos, Marialina C. Antolini, Gisele S. Neuls",
          "url": "https://doi.org/10.1080/21670811.2025.2558000",
          "doi": "https://doi.org/10.1080/21670811.2025.2558000",
          "filter": 0
        },
        {
          "title": "Bringing People into the Story: How Virtual Reality Journalism Affects the Feeling of Presence",
          "authors": "Sangwook Lee, Taenyun Kim, Sungho Kim, Kwan Min Lee, Namkee Park, Hayeon Song",
          "url": "https://doi.org/10.1080/21670811.2025.2553157",
          "doi": "https://doi.org/10.1080/21670811.2025.2553157",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Communicating the Impact of Climate Change on Health: The Role of Psychological Distance and Personal Narratives on Climate Change Health Worries and Actions",
          "authors": "Bingbing Zhang, Raleigh Darnell, Nur Hossain",
          "url": "https://doi.org/10.1080/17524032.2025.2556190",
          "doi": "https://doi.org/10.1080/17524032.2025.2556190",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Book Review: The Space of the World: Can Human Solidarity Survive Social Media and What If It Can’t? by Nick Couldry CouldryNickThe Space of the World: Can Human Solidarity Survive Social Media and What If It Can’t?, New York, NY: Polity Press, 2024; 288pp. $24.95. ISBN: 9781509554737 (paper); ISBN: 9781509554744 (ebook);MejiasUlises A. CouldryNickData Grab: The New Colonialism of Big Tech and How to Fight Back, Chicago, IL: University of Chicago Press, 2024; 224pp. $26. ISBN: 9780226832302 (hardcover); ISBN: 9780226832319 (ebook)",
          "authors": "Thomas Hove",
          "url": "https://doi.org/10.1177/02673231251370902",
          "doi": "https://doi.org/10.1177/02673231251370902",
          "filter": 0
        },
        {
          "title": "The emergence of Intersectional Multi Micro Media on the French web",
          "authors": "Jaércio da Silva",
          "abstract": "This article introduces the concept of Intersectional Multi Micro Media (MMM) to explore how the mobilisation of intersectionality unfolds across digital platforms in the French-speaking context. Drawing on virtual ethnography and digital methods, the study examines how 33 actors engage with intersectionality across a networked media repertoire – comprising 189 social media profiles, pages and accounts – crafting tactical forms of engagement that resist the commercial and algorithmic logics of platforms. These MMM operate with low quantitative metrics but high intentionality, fostering autonomous content production. Three key findings emerge. First, MMM provide a methodological framework for mapping cross-platform ecosystems while distinguishing between media entities and personal accounts. Second, they reveal strategic practices that prioritise autonomy and visibility on the creators’ own terms. Third, the actors mobilise through platforms that, paradoxically, both serve as spaces for activism and embody the very racism, sexism and classism they seek to challenge. The study contributes to research on media activism by theorising how an academic concept is enacted and circulated through digital practices.",
          "url": "https://doi.org/10.1177/02673231251372436",
          "doi": "https://doi.org/10.1177/02673231251372436",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Geopolitical Implications of E-Sports",
          "authors": "Austin Wontepaga Luguterah",
          "abstract": "The meteoric rise of electronic sports (e-sports) has transformed competitive gaming into a platform for geopolitical influence, cultural diplomacy, and digital governance. This article explores how e-sports reshape international relations and soft power, using frameworks from international relations, cultural studies, and political economy. It highlights how states like South Korea, China, Russia, and Arabian Peninsula leverage e-sports to project cultural capital, while Western markets promote corporate-led models that extend platform capitalism. It examines tensions between state-driven cyber sovereignty and corporate control over digital infrastructure. Regional dynamics from Southeast Asian cooperation to U.S.–China tech rivalries highlight e-sports’ role in economic positioning and international relations. As AI and blockchain reshape gaming's future, the article calls for deeper inquiry into e-sports’ implications for global governance, digital citizenship, and cultural diplomacy.",
          "url": "https://doi.org/10.1177/15554120251371422",
          "doi": "https://doi.org/10.1177/15554120251371422",
          "filter": 0
        },
        {
          "title": "Paying, Playing, and Spectating: Relationships Between Digital Game Play and Spectating Esports",
          "authors": "Joseph Macey, Topias Mattinen, Juho Hamari",
          "abstract": "The association between playing digital games and watching esports has, to date, been an explicit assumption of many works, specifically that there is a strong and direct correlation between playing games and watching esports. The conflation of game play and esports serves to create conceptual confusion and a lack of clarity in research, both in HCI and beyond. This exploratory, atheoretical work demonstrates that some correlations exist between game play and spectating esports; however, many measures were not found to have statistically significant associations. Furthermore, the observed correlations were found to have small effect sizes and explained little variance of esports spectating measures. Results question fundamental assumptions of many works, which assume a strong association between playing games and spectating esports, raising concerns about their validity and applicability. Furthermore, they highlight the need for further research into the interactions of digital games and the systems which have emerged around them.",
          "url": "https://doi.org/10.1177/15554120251376073",
          "doi": "https://doi.org/10.1177/15554120251376073",
          "filter": 0
        },
        {
          "title": "Welcome to Saints Gaming: Canada's First Varsity Esports Program",
          "authors": "Ben Scholl",
          "abstract": "This article offers an illustration of Canada's first varsity esports program at St. Clair College in Windsor, Ontario. Collected through participant observation and interviews with esports student-athletes, the fieldwork conducted during this research shines a light on the demands faced by the varsity student-athletes of St. Clair College. Furthermore, it investigates the role of student-athletes in developing new institutions within the varsity esports field. The findings offer an illustration of practice and competition for Super Smash Bros. Ultimate and Fortnite , among other titles. Utilizing a conceptual framework adopted from neo-institutionalism, the author discusses instances of institutional agency expressed by participants, whereby players successfully altered their program requirements. The article contributes to ongoing discussions about barriers faced by those in North American varsity esports programs by illuminating their everyday experiences. It concludes with recommendations for Canadian varsity esports institutions aiming for a more equitable future for players.",
          "url": "https://doi.org/10.1177/15554120251375694",
          "doi": "https://doi.org/10.1177/15554120251375694",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "“Embracing the Middle Ground:” Examining Second-Generation Americans as Members of a Co-Cultural Group",
          "authors": "Ahmet Aksoy, Nihar Sreepada",
          "url": "https://doi.org/10.1080/10646175.2025.2558808",
          "doi": "https://doi.org/10.1080/10646175.2025.2558808",
          "filter": 0
        },
        {
          "title": "Stance, Modality and Self-Expression in the Political Speeches of Bola Tinubu and Oby Ezekwesili",
          "authors": "Oluwayemisi Olusola Adebomi",
          "url": "https://doi.org/10.1080/10646175.2025.2556201",
          "doi": "https://doi.org/10.1080/10646175.2025.2556201",
          "filter": 0
        },
        {
          "title": "Color Associations and Mental Health Media Engagement Among Nigerian University Undergraduates",
          "authors": "Johnson Babafemi Akintayo, Adesegun Samson Adetola, Shalom-Praise Oluwapelumi Oluwasanya",
          "url": "https://doi.org/10.1080/10646175.2025.2556197",
          "doi": "https://doi.org/10.1080/10646175.2025.2556197",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Exploring the senior-friendly transformation requirements of older mHealth app users: a mixed approach",
          "authors": "Zhongyang Xu, Zhiqian Meng, Xingshang Yu",
          "abstract": "Purpose This study systematically explored the senior-friendly transformation (SFT) requirements of older mobile health (mHealth) app users. It analyzes ways to improve user experience and service quality through optimized design, addressing the increasing demand for digital health solutions amid global aging. Design/methodology/approach This study adopted a mixed-methods approach, integrating a literature review with semi-structured interviews to establish an SFT model based on a five-factor user experience framework. The Kano model and better–worse index were subsequently applied to rank user requirements. Findings The study identified 28 requirement elements categorized into four dimensions: must-be (M), one-dimensional (O), attractive (A) and indifferent (I). Results suggest that mHealth app developers should prioritize information security, enhance interface and aesthetic design and refine multichannel requirement feedback mechanisms by systematically managing these requirements. Originality/value Few studies have addressed SFT in online medical-type mHealth apps. To address this gap, this study developed an analytical framework that combines qualitative and quantitative techniques to systematically identify and rank SFT requirements. The findings provide practical recommendations and theoretical insights for developing mHealth app development in the context of global aging. Highlight",
          "url": "https://doi.org/10.1108/itp-11-2024-1456",
          "doi": "https://doi.org/10.1108/itp-11-2024-1456",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Problematic social media use and mental health among disabled emerging adults",
          "authors": "Morgan E. Ellithorpe, Jennifer Manganello, Amy Bleakley, Sarah Curtiss",
          "url": "https://doi.org/10.1080/1369118x.2025.2553017",
          "doi": "https://doi.org/10.1080/1369118x.2025.2553017",
          "filter": 0
        },
        {
          "title": "The welfare state vs influencers: the regulatory attitude towards social media in Denmark and its implications for influencers",
          "authors": "Sara Kepinska Meleschko, Bjarki Valtysson",
          "url": "https://doi.org/10.1080/1369118x.2025.2551606",
          "doi": "https://doi.org/10.1080/1369118x.2025.2551606",
          "filter": 0
        },
        {
          "title": "How and why governments are regulating AI: a comparison of legislative frameworks",
          "authors": "Matthew Dylag",
          "url": "https://doi.org/10.1080/1369118x.2025.2556745",
          "doi": "https://doi.org/10.1080/1369118x.2025.2556745",
          "filter": 0
        },
        {
          "title": "The social lives of COVID-19 data: following disease surveillance from institutions of power into everyday pandemic society",
          "authors": "Taylor M. Cruz",
          "url": "https://doi.org/10.1080/1369118x.2025.2543029",
          "doi": "https://doi.org/10.1080/1369118x.2025.2543029",
          "filter": 0
        },
        {
          "title": "Being aware of algorithmic personalization? Insights from three European Countries",
          "authors": "Maximilian Eder, Annika Sehl",
          "url": "https://doi.org/10.1080/1369118x.2025.2553015",
          "doi": "https://doi.org/10.1080/1369118x.2025.2553015",
          "filter": 0
        },
        {
          "title": "Who is concerned about online false news and why? Evidence from 46 countries between 2018 and 2023",
          "authors": "Sacha Altay",
          "url": "https://doi.org/10.1080/1369118x.2025.2551615",
          "doi": "https://doi.org/10.1080/1369118x.2025.2551615",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Award-winning but gender-inclusive? A content analysis of Effie award-winning TV ads",
          "authors": "Gül Şener, Eda Öztürk, Önder Yönet, Hande Bilsel, Linda Tuncay Zayer",
          "url": "https://doi.org/10.1080/02650487.2025.2554292",
          "doi": "https://doi.org/10.1080/02650487.2025.2554292",
          "filter": 0
        },
        {
          "title": "The influence of artificial intelligence quality on business-to-business relationships on E-commerce platforms: unveiling the nexus",
          "authors": "Mohammadjavad Shabankareh, Hassan Kalantari Daronkola, Ali Sarhadi, Park Thaichon, Alireza Nazarian",
          "url": "https://doi.org/10.1080/02650487.2025.2557053",
          "doi": "https://doi.org/10.1080/02650487.2025.2557053",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Ambidextrous use of intelligent personal assistants: the role of individual unlearning",
          "authors": "Mengyuan Wang, Yaobin Lu, Weimo Li",
          "abstract": "Purpose The ambidextrous use of intelligent personal assistants (IPAs) plays a vital role in realizing their benefits. After adopting IPAs, users need to unlearn traditional mindsets and habits to adapt to them. This study aims to examine the effects of users’ unlearning on ambidextrous IPA use and the moderating effects of IT self-efficacy. Design/methodology/approach Based on the coping model of user adaptation, we conducted a survey and employed partial least squares structural equation modeling to examine the effects of two types of unlearning (i.e. change in belief and change in routine) on ambidextrous IPA use, as well as the moderating effects of IT self-efficacy. We also conducted a fine-grained analysis and qualitative interviews for validation and exploration. Findings Both change in belief and change in routine positively affected ambidextrous IPA use. Besides, IT self-efficacy weakened the effect of change in routine but did not moderate the effect of change in belief. The post-hoc analyses further revealed that change in belief had a greater effect on explorative use, while change in routine had a greater effect on exploitative use. Meanwhile, IT self-efficacy positively moderated the effect of change in belief and negatively moderated the effect of change in routine on exploitative use. Originality/value This study identifies unlearning as a key antecedent of ambidextrous IPA use and reveals the contingent role of IT self-efficacy, contributing to the research on IPA use and user adaptation. It also provides implications for IPA users and practitioners.",
          "url": "https://doi.org/10.1108/intr-07-2024-1099",
          "doi": "https://doi.org/10.1108/intr-07-2024-1099",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "‘For future gains’: examining the effectiveness of combined messaging techniques on PrEP uptake and sexual risk compensation among Chinese men who have sex with men",
          "authors": "Yu Guo, Yiwei Li, Yuxuan Wang, Yongkang Hou, Hongzhe Xiang",
          "url": "https://doi.org/10.1080/00909882.2025.2551328",
          "doi": "https://doi.org/10.1080/00909882.2025.2551328",
          "filter": 0
        },
        {
          "title": "The citizen questions model for redesigning political candidate debates",
          "authors": "Justin Eckstein, Harry Weger",
          "url": "https://doi.org/10.1080/00909882.2025.2551320",
          "doi": "https://doi.org/10.1080/00909882.2025.2551320",
          "filter": 0
        },
        {
          "title": "Enhancing corporate social advocacy support: self-efficacy, response efficacy, and collective efficacy as drivers of CSA behavioral intentions",
          "authors": "Joon Kyoung Kim, Holly Overton, Yanan Wu, Chris Noland, Won-Ki Moon",
          "url": "https://doi.org/10.1080/00909882.2025.2551324",
          "doi": "https://doi.org/10.1080/00909882.2025.2551324",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "The (in)efficacy of AI personas in deception detection experiments",
          "authors": "David M Markowitz, Timothy R Levine",
          "abstract": "Artificial intelligence (AI) has recently been used to aid in deception detection and to simulate human data in social scientific research. Thus, it is important to consider how well these tools can inform both enterprises. We report 12 studies, accessed through the Viewpoints.ai research platform, where AI (gemini-1.5-flash) made veracity judgments of humans. We systematically varied the nature and duration of the communication, modality, truth-lie base rate, and AI persona. AI performed best (57.7%) when detecting truths and lies involving feelings about friends, although it was notably truth-biased (71.7%). However, in assessing cheating interrogations, AI was lie-biased by judging more than three-quarters of interviewees as cheating liars. In assessing interviews where humans perform at rates over 70%, accuracy plummeted to 15.9% with an ecological base-rate. AI yielded results different from prior human studies and therefore, we caution using certain large language models for lie detection.",
          "url": "https://doi.org/10.1093/joc/jqaf034",
          "doi": "https://doi.org/10.1093/joc/jqaf034",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Welsh Accents and Social Identity: A Study on Perceptions of New and Traditional Speakers",
          "authors": "Robert Mayr, Jonathan Morris, Ianto Gruffydd",
          "abstract": "This paper presents the results of an accent rating study of Welsh in which 59 raters were asked to listen to speech samples of three speaker groups (Welsh home language speakers, immersion education learners, and adult learners). The study aimed to ascertain (a) whether these groups are identifiable based on their accents, (b) how raters evaluate the three speaker groups socially, and (c) what phonetic features they associate with them. The results revealed that all groups could be identified well above chance and received positive social evaluations. However, traditional speakers were correctly identified significantly more often and were perceived more favorably in the social evaluations. In the feature analysis, new speakers’ accents were largely described as deviant from traditional speakers’ although some distinctive patterns were also identified. These findings have important implications for discussions surrounding accent bias and the perception of new speakers’ accents in the context of minority language revitalization.",
          "url": "https://doi.org/10.1177/0261927x251374843",
          "doi": "https://doi.org/10.1177/0261927x251374843",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "What Makes A Good Journal of Media Psychology Submission?",
          "authors": "Caleb T. Carr",
          "url": "https://doi.org/10.1027/1864-1105/a000491",
          "doi": "https://doi.org/10.1027/1864-1105/a000491",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "How the timing of texting triggers romantic interest after the first date: A curvilinear U-shaped effect and its underlying mechanisms",
          "authors": "Lars Teichmann, Hannes M. Petrowsky, Lea Boecker, Meikel Soliman, David D. Loschelder",
          "abstract": "How and why does the timing of texting after a first date impact people’s relationship intentions? Based on previous literature, we developed and empirically tested three competing predictions—a linearly positive, a linearly negative, and an inverted U-shaped effect—of text timing on relationship intentions, perceived chemistry, and motivation to translate their relationship into action. We also explored the underlying mechanisms (i.e., thoughts about the sender, relative mate value, perceived neediness of the other, reciprocity, and perceived reliability of the sender). Based on a pre-study ( N = 100), we determined the experimental manipulation with texting (a) immediately after the date, (b) the next morning, or (c) after two days. The main experiment ( N = 543) showed a curvilinear effect: texting the next morning led to the highest relationship intentions. Women were more sensitive to these text timing effects than men. Mediation analyses highlighted the roles of perceived reciprocity and reliability in influencing relationship intentions, perceived chemistry, and motivation.",
          "url": "https://doi.org/10.1177/02654075251377184",
          "doi": "https://doi.org/10.1177/02654075251377184",
          "filter": 0
        },
        {
          "title": "Different strategies, different outcomes: Emotion regulation and discipline in parents of young children",
          "authors": "Jordan L. Holmén, Rachel Zukerman, Tamara Del Vecchio",
          "abstract": "Parents’ ability to regulate their emotions during challenging discipline situations is important for effective parenting, yet little is known about how specific emotion regulation (ER) strategies influence discipline behaviors. We examined this association using parent-report measures, focusing on the roles of worry and anger, in a cross-sectional sample of 197 parents (72% female) of children ages 2–5 years. Structural equation model analyses showed that cognitive reappraisal was indirectly associated with greater overreactive discipline through increased parent anger, although it was not directly linked to discipline outcomes. Suppression was associated with lower levels of overreactive discipline but showed no significant indirect effects. In contrast, rumination was linked to greater overreactivity through anger and to greater laxness through worry; it also showed an unexpected negative indirect effect on overreactivity through worry. Escape was associated with both forms of discipline and showed indirect effects on overreactivity via anger and on laxness via worry. Finally, capitulation was strongly associated with lax discipline but showed no significant indirect effects through parent emotion. These findings highlight the distinct cognitive-affective pathways linking ER strategies, parental emotional responses, and discipline practices. This understanding may help guide targeted interventions that support parents in managing their emotions during challenging disciplinary situations.",
          "url": "https://doi.org/10.1177/02654075251377185",
          "doi": "https://doi.org/10.1177/02654075251377185",
          "filter": 0
        },
        {
          "title": "Investigating the social benefits of long-distance romantic relationships during the COVID-19 pandemic",
          "authors": "Ana M. DiGiovanni, Timothy J. Valshtein, Annie Harris, Giulia Zoppolat, Rhonda Balzarini, Richard B. Slatcher",
          "abstract": "Long-distance romantic relationships (LDRRs) are increasingly common, yet research directly comparing them to cohabitating romantic relationships (CRRs) remains limited. In this pre-registered study, we used a multinational, six-wave longitudinal dataset collected during the COVID-19 pandemic ( N observations = 1,772) and applied propensity score matching to compare LDRRs and CRRs on two core relational outcomes: conflict and passion. Drawing on Relational Dialectics Theory and the Relational Turbulence Model, we hypothesized that spending more time with one’s partner would have distinct effects depending on relationship type—predicting that LDRRs would benefit more from increased time together, while CRRs would experience more conflict and reduced passion. Contrary to these predictions, we found that LDRRs, on average, reported lower conflict and higher passion than CRRs. Furthermore, across both relationship types, increased time spent with one’s partner was associated with lower conflict and more passion. We also observed meaningful heterogeneity: of those who completed three or more waves, approximately 19% of individuals experienced patterns contrary to the typical decreases in conflict and increases in passion. Taken together, these findings suggest that, rather than exacerbating relationship difficulties, increased time together during a global crisis may enhance relational well-being for most couples. Our use of matched samples, within-person modeling, and estimation of heterogeneity offers a rigorous test of long-distance relationship dynamics and challenges common assumptions about relational fragility during periods of stress. These results contribute to a more nuanced understanding of relationship functioning under constraint and highlight the resilience of LDRRs in the face of global disruption.",
          "url": "https://doi.org/10.1177/02654075251371365",
          "doi": "https://doi.org/10.1177/02654075251371365",
          "filter": 0
        },
        {
          "title": "Responding to ostracism in children: The role of parental recollections of the playground",
          "authors": "Lisa H. Rosen, Linda J. Rubin, Erin Vergara, Kelsey Barnicle, Ashton Romines, Savannah Dali",
          "abstract": "Ostracism threatens the fundamental need to belong. When children are ostracized, a myriad of psychosocial and emotional consequences may occur. Parents hold a key role in guiding their children through difficult peer situations and mitigating their effects. However, there is a dearth of research that examines how children’s peer experiences affect their parents. The current study examines the relationship between parents’ playground recollections and subsequent affective reactions to their children’s experience of ostracism. 250 parents observed their children ostracized during a game of Cyberball and reported affect using the PANAS-C/P (Ebesutani, 2012). Then, each parent reported their recollections of their childhood playground experiences. Parents’ childhood experiences were coded as positive, negative, or anxious/lonely (Putallaz et al., 1991). Parents with positive playground recollections were more negatively affected by their children’s ostracism than parents with anxious/lonely recollections. Parents with positive, negative, and anxious/lonely playground recollections experience different levels of negative affect scores depending on the gender of their child. Parents of girls experienced lower levels of negative affect when they had anxious/lonely past recollections. These results suggest a link between parents’ anxious/lonely childhood experiences and subsequent affective reactions to their children’s experiences of peer rejection. Future studies may explore the relationship among parents’ experiences of ostracism, their affective responses to their children’s ostracism, and subsequent parenting and coping strategies.",
          "url": "https://doi.org/10.1177/02654075251378113",
          "doi": "https://doi.org/10.1177/02654075251378113",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "My Private–Public Sphere: Women’s Information Strategies in Times of News Mistrust",
          "authors": "Isabel Pavez, Magdalena Saldaña, Claudia Lagos Lira, Karen Gheza",
          "abstract": "Problematic information, such as mis- and disinformation, circulating in fragmented news ecosystems, has contributed to mistrust and information fatigue. Using survey data ( N = 2,117) and two focus groups, we explore the intersections of women’s media use, political self-efficacy, and family care in Chile, a country with high social media penetration but low institutional and news trust. Our findings reveal that women actively curate their news intake to protect their mental well-being and that of their loved ones, which highlights the ethical and relational dimensions of their media practices and emphasizes their role as both information curators and guardians.",
          "url": "https://doi.org/10.1177/10776990251364777",
          "doi": "https://doi.org/10.1177/10776990251364777",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Communicating Science, Climate Change, and the Environment in Hybrid Media: Constructed Facts, Contested Truths",
          "authors": "Teguh Ahmad Asparill",
          "url": "https://doi.org/10.1080/15205436.2025.2555230",
          "doi": "https://doi.org/10.1080/15205436.2025.2555230",
          "filter": 0
        },
        {
          "title": "Intimate and Opinion-Oriented Communication? Examining Social Media Influencers’ Opinion Leader Potential Through Their Political Content",
          "authors": "Darian Harff",
          "url": "https://doi.org/10.1080/15205436.2025.2550597",
          "doi": "https://doi.org/10.1080/15205436.2025.2550597",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Outsourced Propaganda: The Role of Journalists in China’s Government Social Media",
          "authors": "Chunyan Huang, Haiyan Wang",
          "abstract": "This research explores an underexamined aspect of government communication—the role of journalists as outsourced propaganda content producers in the Chinese context. Based on 15 semi-structured interviews with journalists who have first-hand experience managing outsourced government social media accounts, and grounded in boundary work theory, this study examines how journalists navigate the tension between journalism and propaganda in relation to their role identity, work routines, and professional values. Findings reveal that outsourced journalists, often referred to as &lt;em&gt;Xiaobian&lt;/em&gt;, occupy a contested hybrid position. Their identity negotiation is constrained by dual pressures from both government agencies and news organizations, leaving limited room for professional autonomy. In their daily practices, bureaucratic logic takes precedence over journalistic logic, intensifying the tension between serving the state and serving the public. These dynamics highlight journalism’s boundary crossing in the digital era, shaped by changing economic and political conditions within the media landscape.",
          "url": "https://doi.org/10.17645/mac.10451",
          "doi": "https://doi.org/10.17645/mac.10451",
          "filter": 0
        },
        {
          "title": "Populist Political Communication on Instagram in the 2024 European Elections",
          "authors": "Sophia Messini",
          "abstract": "With the rapid rise of social media usage and its integration into daily life, platforms like X (formerly known as Twitter) and Instagram have emerged as essential tools for political communication. Political actors use these platforms to attract voters, exercise opposition to governmental policies, polarize public opinion, and comment on political agendas. This article focuses on the analysis of populist political communication on Instagram by three far-right political leaders—Italian Prime Minister and President of Fratelli d’Italia Giorgia Meloni (European Conservatives and Reformists), President of Elliniki Lysi and Member of Parliament Kyriakos Velopoulos (European Conservatives and Reformists), and the leader of Groupe Rassemblement National and Member of Parliament Marine Le Pen (Patriots for Europe)—during the 2024 European Parliament elections. The analysis centers on three main aspects of Instagram posts: linguistic strategies, thematic content, and audience engagement. Initially, the study examines the linguistic strategies of these politicians, such as the use of simple, comprehensible phrases combined with emotionally charged images. Their posts primarily emphasize nationalist values, cultural identity, and concerns about economic and social stability. Furthermore, the comparative analysis reveals diverse uses of emotionally charged posts, especially during the 2024 pre-election period, with strategies adapting to each nation’s political reality, thus imparting unique characteristics to each campaign. The findings underscore Instagram’s power in shaping political discourse and electoral behavior, highlighting the need for further study of digital communication in modern democracies.",
          "url": "https://doi.org/10.17645/mac.10614",
          "doi": "https://doi.org/10.17645/mac.10614",
          "filter": 0
        },
        {
          "title": "Balancing Acts: The Communicative Roles of Cabinet Ministers on Social Media",
          "authors": "Rune Karlsen, Kristoffer Kolltveit, Øyvind Bugge Solheim",
          "abstract": "Despite an upsurge in social media studies, little is known about how cabinet ministers balance their multiple professional roles—as ministry heads, cabinet members, and party politicians—on social media platforms. In this article, we first develop an analytical framework, grounded in the principal–agent theory and earlier research on political communication, that differentiates between cabinet ministers’ different communicative roles as well as different communicative purposes on social media. Second, we add to the growing literature on government communication and social media by applying this framework to analyze Norwegian cabinet ministers’ social media communication. The data is based on a manual content analysis of 1,062 Facebook posts and an expansion of this data using machine learning to cover all the Facebook communication of all ministers from the Solberg cabinet (2013–2021). Based on almost 20,000 posts, the results indicate that social media caters to ministers’ needs both as party politicians and as heads of ministries, as Norwegian cabinet ministers use social media in two key ways: to inform as ministry heads and to brand themselves as party politicians. Further, we find that private self-personalization increases audience engagement. The results suggest that social media accentuates the party-political dimension of the cabinet minister’s role, thereby indicating potential consequences for government communication, cabinet unity, and decision-making that warrant further exploration.",
          "url": "https://doi.org/10.17645/mac.10416",
          "doi": "https://doi.org/10.17645/mac.10416",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Sad Stories as Grief Support: Understanding the Processing and Well-Being Outcomes of Biographic Resonance with Meaningful Entertainment",
          "authors": "Julia M. Wilson, Emily Moyer-Gusé",
          "url": "https://doi.org/10.1080/15213269.2025.2548509",
          "doi": "https://doi.org/10.1080/15213269.2025.2548509",
          "filter": 0
        },
        {
          "title": "Decision-Making on Dating Apps: Is Swiping More Less and Swiping Right Wrong?",
          "authors": "Marina F. Thomas, Alice Binder, Jörg Matthes",
          "url": "https://doi.org/10.1080/15213269.2025.2555430",
          "doi": "https://doi.org/10.1080/15213269.2025.2555430",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Navigating Social Pressure to Be Available: The Roles of Mindfulness and Need Experiences in Messenger Users’ Well-/Ill-Being",
          "authors": "Sarah Lutz, Frank M. Schneider, Annabell Halfmann, Anna Freytag, Dorothée Hefner",
          "abstract": "In a digitally connected world, the perceived expectation to always stay available via mobile messenger services places unique demands on users. This paper addresses the question of how and when so-called availability pressure leads to variations in messenger users’ well-/ill-being. Drawing on the Integrative Model of Mobile Media Use and Need Experiences, it conceptualizes the satisfaction versus frustration of fundamental needs (autonomy, competence, relatedness) as mediators and the health-promoting personality trait mindfulness as a moderator. This model was tested across a 7-day-long diary study ( N = 229) and a 2-factorial online experiment ( N = 166). Both pre-registered studies are in line with the model's assumption that availability pressure can lead to specific need experiences, which in turn predict different facets of well-/ill-being. Although we identified limited moderating effects, being mindful (Study 1) and cultivating mindfulness (Study 2) were positively related to need satisfaction and well-being and negatively related to need frustration and ill-being. This highlights the complex consequences of availability pressure and the importance of individual coping mechanisms. Future research should refine theoretical models like the Integrative Model of Mobile Media Use and Need Experiences and explore additional health-promoting personality traits to better understand digital well-being in the era of mobile connectivity.",
          "url": "https://doi.org/10.1177/20501579251370458",
          "doi": "https://doi.org/10.1177/20501579251370458",
          "filter": 0
        },
        {
          "title": "Book Review: Machine Vision: How Algorithms are Changing the Way We See the World by Jill Walker Rettberg RettbergJill Walker, Machine Vision: How Algorithms are Changing the Way We See the World . Cambridge: Polity, 2023, 219 pp., $22.95, ISBN 9781509545230 (pbk)",
          "authors": "Wenhao Chen",
          "url": "https://doi.org/10.1177/20501579251320283",
          "doi": "https://doi.org/10.1177/20501579251320283",
          "filter": 0
        },
        {
          "title": "Book Review: Data Rules: Reinventing the Market Economy by Cristina Alaimo and Jannis Kallinikos AlaimoCristinaKallinikosJannis, Data Rules: Reinventing the Market Economy . London: MIT Press, 2024. xii+238 pp. ISBN 9780262547932, $45.00",
          "authors": "Wei-Ping Chen",
          "url": "https://doi.org/10.1177/20501579251317645",
          "doi": "https://doi.org/10.1177/20501579251317645",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Quantifying fandom: Identity, romance, and platform preferences on archive of our own",
          "authors": "Lauren Rouse, Mel Stanfill",
          "abstract": "Fan scholars typically study single fandoms and gain rich insight into their identities and practices, but without systematic study, it has proven difficult to draw broader conclusions about patterns across fandoms. In this study, we attempt to provide a broad systemic analysis of fandom, using a survey of 4874 fans who use the fan fiction posting site, Archive of Our Own. Through our analysis, we examine the interplay of fan identity with their practices: what type of romantic content fans prefer and which platforms fans prefer to use. We find that both romantic content and platform preference are shaped by fans’ identities, which provides important insights into broad patterns of how identity impacts behavior among fan fiction writers and readers across fandoms.",
          "url": "https://doi.org/10.1177/14614448251367033",
          "doi": "https://doi.org/10.1177/14614448251367033",
          "filter": 0
        },
        {
          "title": "Algorithmic selfing: An existential media analysis of time and identity",
          "authors": "Riccardo Pronzato",
          "abstract": "This article conducts an existential media analysis of the temporalities favoured by algorithmic media and experienced by users and the related possibilities of selfhood. Specifically, I advance the concept of ‘algorithmic selfing’ to indicate a form of processual Self that is temporarily constructed and incessantly reconstructed within the temporal relationships individuals develop with algorithmic media. This process of algorithmic selfing occurs through three interrelated dynamics: (1) algorithmic individuation, (2) algorithmic transduction and (3) recursivity. The result is a ‘worldly dwelling’ that emerges in a relationship conflated with the objectives, logic and operations of tech companies. To do so, the article draws on empirical studies on digital time and identity, on the application of existential philosophy to media theory, on critical algorithm studies and communication theory. Building on this framework, the article explores the ontological and epistemological implications of the process of algorithmic selfing, offering insights for social, philosophical and media theory.",
          "url": "https://doi.org/10.1177/14614448251366178",
          "doi": "https://doi.org/10.1177/14614448251366178",
          "filter": 0
        },
        {
          "title": "Commenters and lurkers: Navigating the two-step flow of communication in online news discourse",
          "authors": "Jiyoung Han",
          "abstract": "This study examines how different opinion formation processes in digital spaces differentially influence commenters, conceptualized as modern opinion leaders, and lurkers, passive observers. Using a 2 (news bias: liberal vs conservative) × 4 (comment bias: liberal, conservative, mixed, or apolitical) between-subjects experimental design, the study reveals that commenters are more susceptible to news bias that cues the issue stance of their preferred party. In contrast, lurkers are more affected by comment bias, interpreting comments as indicator of the general public opinion climate. These findings suggest a cascading process, wherein news bias influences commenters’ opinions, and commenters’ posts subsequently shape lurkers’ perceptions. Two cognitive mechanisms underlie these effects: Partisan cue-taking explains the influence of news bias on commenters, whereas the bandwagon heuristic accounts for the impact of comment bias on lurkers. This study highlights the multi-layered nature of public opinion formation in digitized news environments.",
          "url": "https://doi.org/10.1177/14614448251363954",
          "doi": "https://doi.org/10.1177/14614448251363954",
          "filter": 0
        },
        {
          "title": "How collective narcissism became contagious in public conversations of “Stop the Steal” on Twitter",
          "authors": "Liwei Shen, Yibing Sun, Luhang Sun, Yun-Shiuan Chuang, Kaiping Chen",
          "abstract": "Following the end of the Cold War, the rise of democracy and globalization fostered optimism about global cooperation and economic integration but also sparked debates on equity, leading to challenges such as economic disparities, cultural displacement, and populist movements. Collective narcissism, a concept introduced to understand self-identity and politics amid perceived threats to status, describes beliefs that the in-group is exceptional but lacks external recognition and is associated with adverse outcomes. Drawing from the Social Identity Model of Deindividuation Effects, this study investigates collective narcissism expressions on social media, focusing on the “Stop the Steal” movement after the 2020 US Presidential Election. Analyzing 11,836 original posts and their conversation threads, we studied the nature of collective narcissistic expression and its contagion effects. Results highlight national identity as a central theme, showing that such expressions spread through increased user engagement and are contagious from original posts to replies.",
          "url": "https://doi.org/10.1177/14614448251365272",
          "doi": "https://doi.org/10.1177/14614448251365272",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Do Conflict Structures of Family Networks Matter for Loneliness in Later Life? The Case of a Cohort of Swiss Older Adults",
          "authors": "Eric D. Widmer, Myriam Girardin, Ruxandra Oana Ciobanu",
          "abstract": "This study explores the interconnection that exists between loneliness and conflict structures in older adults' family networks. Research has shown that close family dyads, such as marriages or partnerships, often generate conflict, with negative consequences for mental health. However, such dyads are embedded in larger family networks with their own conflict structures. When considering the development of loneliness, the significant role of these larger conflict structures and their characteristics (i.e., density, centralization) has been disregarded, to a large extent, thus far. This research draws on the Vivre/Leben/Vivere survey, which investigated the family life and health conditions of people aged 65 and over living in Switzerland. Analyses focused on 890 individuals who participated in two waves of the survey, separated by 6 years. Regression and mediation models show that the conflict density of family networks is related to loneliness through its association with stress. The importance of network conflict structures is discussed.",
          "url": "https://doi.org/10.1111/pere.70025",
          "doi": "https://doi.org/10.1111/pere.70025",
          "filter": 0
        },
        {
          "title": "Dishonesty in Romantic Relationships: A Framework of Forms, Content, Dominant Motives, and Consequences",
          "authors": "Rachele Mazzini, Anna Louise Malfilâtre, Lau Lilleholt, Séamus A. Power, Ingo Zettler",
          "abstract": "Dishonesty occurs frequently in romantic relationships. Although previous research has already described its different forms, motives, and consequences, we herein strengthen respective research by providing an inductively derived, broad framework of the forms, content, dominant motives, and consequences of dishonesty in romantic relationships. To this end, participants ( N = 656) were asked to describe the most vivid, common, or recent incident when they were dishonest to their current ( n = 455) or former ( n = 175) romantic partner, or what they might be dishonest about in a hypothetical future romantic relationship ( n = 26). Based on content analysis, augmented with latent content analysis for the motives and consequences of dishonesty, we find support for the existence of four forms (active deception, lies, withholding information, and infidelity), eight content areas (e.g., finances, sexuality), and two dominant motives of dishonesty in romantic relationships, self and (alleged) partner protection. Finally, we find support for 18 kinds of perceived and narrated consequences of dishonesty in romantic relationships (e.g., The Vicious Cycle ).",
          "url": "https://doi.org/10.1111/pere.70028",
          "doi": "https://doi.org/10.1111/pere.70028",
          "filter": 0
        },
        {
          "title": "Long Stretch of Singlehood Ahead? Unpacking the Roles of Anticipated Singlehood Duration and Singlehood Stigma in Lowering Dating Standards",
          "authors": "Val Wongsomboon, Amanda N. Gesselman",
          "abstract": "Although dealbreakers are framed as non‐negotiable traits that disqualify a partner, rejecting someone with these traits can be challenging when the alternative is prolonged singlehood. In this experimental study, single people ( N = 452, M age = 33.72) rated their likelihood of dating someone with their top dealbreaker trait. Anticipated singlehood duration was manipulated: Participants imagined staying single for 3 years (short‐term group) or 10 years (long‐term group) if they rejected the person, while the control group received no such information. Results showed no difference between the short‐term and long‐term groups, but both were more likely to date the dealbreaker person compared to the control group. Additionally, singlehood stigma was linked to tolerating dealbreakers. Overall, our findings suggest that merely anticipating prolonged singlehood can lead individuals to lower their dating standards.",
          "url": "https://doi.org/10.1111/pere.70026",
          "doi": "https://doi.org/10.1111/pere.70026",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "From Diplomacy to Disrespect: Conversational Polarization in the Oval Office",
          "authors": "Lotte van Burgsteden, Christel W. van Eck, Alexa Hepburn",
          "url": "https://doi.org/10.1080/10584609.2025.2548294",
          "doi": "https://doi.org/10.1080/10584609.2025.2548294",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Early codes of professionalism in 1950s government public relations",
          "authors": "Mordecai Lee",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102631",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102631",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Female expertise in public discourses: Visibility of female compared to male scientific experts in German media coverage of eight science-related issues",
          "authors": "Melanie Leidecker-Sandmann, Nikolai Promies, Markus Lehmkuhl",
          "abstract": "A fair (public) representation of women is one of the most discussed questions of our time. The way in which media coverage (re)produces genders may affect individual and collective thinking and the perceptions of women in society. We analyse the representation of female scientists in German news media coverage of eight science-related risk issues and compare male and female experts regarding their relative scientific reputation, the number of references and the content of their statements. Our findings show that female scientific experts are less visible in German media coverage than their male colleagues and that they are underrepresented compared to the respective proportions in the relevant research areas. At the same time, our data relativize the extent of the gender visibility gap – after controlling for hierarchical position and scientific reputation, the differences become rather small. We find no evidence of discrimination against female scientific experts through journalistic selection routines.",
          "url": "https://doi.org/10.1177/09636625251363937",
          "doi": "https://doi.org/10.1177/09636625251363937",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Using Preprint Sources in Science News: Do Transparent Disclosures Enhance Credibility?",
          "authors": "Chelsea L. Ratcliff, Alice Fleerackers, Rebekah Wicke, Andy J. King, Jakob D. Jensen",
          "abstract": "This study tested whether the transparent use of preprint sources affects the perceived credibility of science news and scientists. In an experiment, U.S. adults read a news report describing COVID-19 research as a “preprint” (with varying levels of detail) or as simply a “study.” There were no main effects of disclosing preprint status, but indirect effects emerged. For those who noticed the disclosure, both brief and fuller depictions of a study’s preprint status enhanced the credibility of the reporting and the scientists behind the research. However, perceiving the science to be uncertain negatively mediated the effects of preprint disclosure on credibility appraisals among Republicans.",
          "url": "https://doi.org/10.1177/10755470251363191",
          "doi": "https://doi.org/10.1177/10755470251363191",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Imagined Democratic Affordances: Persistent Faith in the Democratic Power of the Internet among Sanders Supporters on Reddit",
          "authors": "Omri Cohen",
          "abstract": "Research on digital democracy and online mobilization often focus on how technological design, affordances, organizing, or policy may influence online political behaviors. Less attention is paid to users’ imagination about their digital environments, the expectations, emotions, or values that are involved, and how these relate to users’ perceptions on the democratic opportunities afforded by digital media. This study conducts qualitative analysis of the perceptions of Bernie Sanders supporters on a large Reddit community of both digital media and mainstream media. The findings suggest that some users, who regard themselves as democratically populist, tend to regard digital media optimistically and display persistent faith in the democratizing capacity of online platforms. This study provides a deeper understanding of the power of users’ imagination and elucidates issues of the persistence of technological optimism, the appeal and motivational power of the democratic promise of the internet, and users’ association of democratic ideals with online activism.",
          "url": "https://doi.org/10.1177/20563051251363213",
          "doi": "https://doi.org/10.1177/20563051251363213",
          "filter": 0
        },
        {
          "title": "Putting Trust to the Test: Making Sense of Human–Machine Interactions on TikTok",
          "authors": "Andreas Schellewald",
          "abstract": "People’s interaction with online content is increasingly facilitated by intelligent user interfaces and artificial agents. In this article, I explore this shift by drawing on ethnographic fieldwork with users of the TikTok app. More specifically, I write on their interactions with the TikTok algorithm as a form of human–machine interaction and through the lens of trust. Along concrete ethnographic data, this article lays out the multifaceted process in which participants negotiated trust in the TikTok algorithm as an interaction partner in their everyday pursuits for relaxation and entertainment. Understanding trust as something deeply relational, mediating the position that one takes to another, this article outlines the constitutive embodied and affective dimensions of trust. It shows how participants dealt with feelings of their trust in the TikTok algorithm being put to the test, as well as how they negotiated their distance and closeness to it accordingly. By doing so, this article will demonstrate how trust functions a key mediator of meaningful human–machine interaction – shaping not just meaningful outcomes but also meaningful processes of interaction. From this angle, this article closes with an argument for research on the foundational role of trust in human–machine interaction, specifically in ways that look beyond the cognitive processes of judging trust and broadening the scope towards the material and cultural contexts in which people trust others.",
          "url": "https://doi.org/10.1177/20563051251370905",
          "doi": "https://doi.org/10.1177/20563051251370905",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Testing the Theory of Motivated Information Management in Online Dating",
          "authors": "Ningyang Ocean Wang, Kellie St.Cyr Brisini",
          "url": "https://doi.org/10.1080/1041794x.2025.2556136",
          "doi": "https://doi.org/10.1080/1041794x.2025.2556136",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Achieving your best self: How socio-economic variation and cultural values shape digital beauty trends",
          "authors": "Yao SONG, Qiyuan ZHOU, Wenyi LI, Yuqing LIU",
          "url": "https://doi.org/10.1016/j.tele.2025.102325",
          "doi": "https://doi.org/10.1016/j.tele.2025.102325",
          "filter": 0
        },
        {
          "title": "Using TikTok as a Search Engine: Affordances, Perceived Credibility, and Evaluative Actions",
          "authors": "Pham Phuong Uyen Diep, Huu Dat Tran",
          "url": "https://doi.org/10.1016/j.tele.2025.102324",
          "doi": "https://doi.org/10.1016/j.tele.2025.102324",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Feminine power and Daoism: a review of Ba Wang Bian",
          "authors": "Xiao Lu",
          "abstract": "This article reviews Ba Wang Bian , a contemporary dance fusing ethnic traditions with modern movements, performed by Chinese dancer Maya Jilan Dong and produced by British artistic director Farooq Chaudhry. Through choreographic semiotics and kinesthetic discourse, this artwork embodies the Daoist articulation of feminine power, which derives from self-identification and somatic-ecological harmony.",
          "url": "https://doi.org/10.1177/14703572251356652",
          "doi": "https://doi.org/10.1177/14703572251356652",
          "filter": 0
        },
        {
          "title": "Profiling visual illness narratives: an exploration of online medical crowdfunding",
          "authors": "Mingfei Sun, Zhiyuan Liu, Shaojing Sun",
          "abstract": "Visual narrative plays a significant role in engaging people to donate to online crowdfunding campaigns. This article investigates visual illness narrative patterns (VINPs) and evaluates their impact on medical crowdfunding. In Study 1, 11,445 images featured in 824 medical crowdfunding campaigns were analysed and yielded four major VINPs: normality pattern, debility pattern, health-to-illness transition pattern and embedded-transition pattern . Studies 2 and 3 present two experiments exploring potential donors’ responses to medical crowdfunding campaigns featuring different VINPs. The findings reveal variations in donation amounts across the four VINPs when the patient is an adult. The dynamic and connected embedded-transition patterns demonstrate significantly better fundraising effects than static normality patterns – a trend that holds across gender and disease type but does not hold when the patient is a child.",
          "url": "https://doi.org/10.1177/14703572251345280",
          "doi": "https://doi.org/10.1177/14703572251345280",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
