{
  "update": "2025-11-11",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Investigating relational uncertainty and trauma among romantic partners: a theoretical roadmap",
          "authors": "Kirsten Pool",
          "abstract": "Traumatic events, such as car accidents, interpersonal violence, and natural disasters, can create a sense of horror, fear, helplessness, and/or threaten people’s well-being (National Institute of Mental Health, 2022). The chaos that ensues from a traumatic event can disrupt the functioning of a person’s romantic relationship and create an environment ripe for relational uncertainty. As a result, many scholarly questions arise about the connections among relational uncertainty, communication, and trauma. However, a guide for determining the theoretical lens best suited for explorations of the aforementioned questions remains to be explicated. To fill this gap, I employ a critical narrative review of the literature to identify, evaluate, and critique the uncertainty theories most advantageous for investigating relational uncertainty among couples navigating the aftermath of traumatic events.",
          "url": "https://doi.org/10.1093/anncom/wlaf022",
          "doi": "https://doi.org/10.1093/anncom/wlaf022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "The communication of Chinese Christian adults with their non-Christian parents: the application of CTI to navigate religious differences",
          "authors": "Jinwen Yue",
          "url": "https://doi.org/10.1080/01463373.2025.2587946",
          "doi": "https://doi.org/10.1080/01463373.2025.2587946",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Keepers: Communicating Race and Knowledge in Higher Education",
          "authors": "Liliana L. Herakova, Ishani Jayamaha, Larissa (Elle) Little, João Vítor Oliveira, Ernest Darkwa, Brianna Christie, Mariia Pugina, Betty Nyameyie Armoo, Alexis (Lexi) Docken",
          "url": "https://doi.org/10.1080/10510974.2025.2574002",
          "doi": "https://doi.org/10.1080/10510974.2025.2574002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Statues and culture wars. How statues communicatively constitute organizational cultures in conflictual situations",
          "authors": "Jonathan Clifton",
          "abstract": "Statues are said to speak to us, to communicate who we are, and who and what we value—our culture. However, prior research has not sought to investigate the in situ and active role that statues play in constituting organizational culture in general, and even less so in the struggle to constitute organizational culture in conflictual situations. To address this lacuna, using the Montreal School of Communication’s notion of ventriloquism and data drawn from debate concerning whether to remove the statue of Cecil Rhodes at Oxford University, or not, the purpose of this article is to demonstrate that statues can be weaponized in the struggle to impose or resist an organizational culture. We thus propose adding a critical dimension to ventriloquism to address the research question: how do statues speak to, and act on, us so as to communicatively constitute organizational culture in conflictual situations?",
          "url": "https://doi.org/10.1093/ct/qtaf031",
          "doi": "https://doi.org/10.1093/ct/qtaf031",
          "filter": 0
        },
        {
          "title": "Who should act, when, and where? The SCOPE framework for establishing responsibility and legitimacy in digital citizenship",
          "authors": "Emilija Gagrčin",
          "abstract": "This article introduces the Scope of Civic Online Platform Engagement (SCOPE) framework to explain how users interpret and negotiate civic action on social media. It distinguishes between responsibility, which pertains to the obligation side of action (who should act) and legitimacy, which concerns who may act with authority and appropriateness. Building on affordance theory, boundary theory, and research on heuristics, SCOPE demonstrates how affordances shape the conditions for action. Users apply heuristics to interpret cues of visibility, relational ties, spatial mandates, and temporal urgency. These interpretations are then translated into boundary work, shaping responsibility and legitimacy judgments. To operationalize this process, the article proposes decision-making matrices that condense boundary judgments into simple two-question tests of when and by whom civic action is expected. The framework reorients the study of digital citizenship from abstract prescriptions of “good citizenship” to situated and recursive practices of boundary negotiation in platform environments.",
          "url": "https://doi.org/10.1093/ct/qtaf029",
          "doi": "https://doi.org/10.1093/ct/qtaf029",
          "filter": 0
        },
        {
          "title": "Differential social media affordances: an actor type-centric, intermediate-level approach using the case of social movements",
          "authors": "Christian Baden, Annett Heft, Michael Vaughan, Barbara Pfetsch",
          "abstract": "Social media have profoundly changed social communication practices across a vast range of contexts. To theorize these changes, numerous authors have proposed digital affordances as a conceptual lens. Yet, to date, most accounts of digital affordances either gloss broadly over cross-platform or use-dependent differences in practices; or they are highly context-specific, obstructing theoretical integration. In this article, we conceptualize social media affordances on an intermediate level of abstraction that foregrounds consequential differences in how digital social media platforms structure social communication practices. Focusing on the characteristic communication needs of social movements as an exemplary case, we identify how social media platforms present users with differential affordances for articulating public claims, building collective identities, and mobilizing contentious performances. We examine how key contextual conditions alter the value of differential affordances, potentially resulting in differential communication practices and platform preferences. We conclude by discussing key opportunities of our approach for comparative research and theory building.",
          "url": "https://doi.org/10.1093/ct/qtaf030",
          "doi": "https://doi.org/10.1093/ct/qtaf030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Virtual production at model scale: A case-study of virtual production R&amp;D in Aardman Animations",
          "authors": "Tom Livingstone",
          "abstract": "This article contextualizes the UKRI funded project ‘Virtual Production at Model Scale’ that took part within Aardman Animations Studio as part of the MyWorld R&amp;D project. Considering the particularities of both stop-frame animation, large studio production cultures, the wider animation landscape and the dominant softwares within stop-frame production as well as the emergent orthodoxies of Virtual Production, this article sets the stage for a sequence of experiments that took place within Aardman in order to explore the use of virtual production toolkits. This article outlines the development and testing of the experimental toolkits before reflecting on possible areas of further research and avenues of implementation for the virtual production paradigm within creative and material practices that are not amenable to the adoption of off-the-shelf Virtual Production software, tools and methods.",
          "url": "https://doi.org/10.1177/13548565251394186",
          "doi": "https://doi.org/10.1177/13548565251394186",
          "filter": 0
        },
        {
          "title": "Reconfiguring the global–local nexus: A comparative analysis of Netflix and theatrical film diversity in South Korea",
          "authors": "Woochul Kim",
          "abstract": "This study compares Netflix Korean original films with top-grossing Korean theatrical films using Napoli’s diversity taxonomy. Drawing on a cross-sectional sample (2021–2024) with a historical benchmark (2006–2020), it assesses differences in source diversity (production-company concentration), content diversity (genres, creative roles, and expressive intensity via age ratings), and the narrative articulation of Korean locality. The results reveal that while Netflix functions as a new type of investor creating opportunities for some filmmakers, it operates within entrenched patterns of capital concentration while exhibiting selective diversification across content dimensions. These findings suggest that Netflix’s promotional rhetoric of global diversity functions less as straightforward cultural inclusion than as a market expansion strategy that reinforces broader patterns of capital accumulation, revealing the complex entanglement of diversity discourse with platform capitalism.",
          "url": "https://doi.org/10.1177/13548565251393826",
          "doi": "https://doi.org/10.1177/13548565251393826",
          "filter": 0
        },
        {
          "title": "We can do it, can we? Women’s experiences in the Czech video game industry and their coping strategies for ambivalent sexism",
          "authors": "Tereza Fousek Krobová",
          "abstract": "This article examines the experiences of women working in the Czech game industry, highlighting the structural inequalities, sexism, and organizational challenges they face. To this end, seventeen in-depth interviews were conducted. The research identifies both benevolent and hostile forms of sexism, with women frequently relegated to tokenistic roles, experiencing heightened scrutiny, impostor syndrome, and unequal pay. As a result, respondents adopt a range of coping strategies, including ignoring the problems, openly expressing dissatisfaction with the work environment or forming support networks. The aim of this article is to better understand the complex and multilayered nature of sexism in the context of game industry and game culture. It represents one of the pioneering studies on women in the gaming industry, providing valuable insights into their position within the Central European context.",
          "url": "https://doi.org/10.1177/13548565251393906",
          "doi": "https://doi.org/10.1177/13548565251393906",
          "filter": 0
        },
        {
          "title": "Tell China’s conspiracy well: Networks and narratives of anti-CCP YouTube conspiracy theorists",
          "authors": "Abby Youran Qin, Fan Xiao, Linjie Dai",
          "abstract": "In recent years, the Chinese Communist Party (CCP) has intensified its propaganda efforts beyond the Great Firewall, aiming to ‘tell China’s story well’ to global audiences. Meanwhile, many YouTube influencers have emerged to tell the opposite kind of stories – anti-CCP conspiracy theories – which have attracted millions of Chinese-speaking viewers both inside and outside China. Drawing on Habermas’s theory of communicative action, this study combines social network analysis and critical discourse analysis to examine the networks and narratives of these conspiratorial actors. We identified a strategically coordinated Falun Gong group, a tightly knitted Whistle-blower Movement block, and a loosely connected residual of political dissidents. Through critical discourse analysis of seven central channels, we illustrate how anti-CCP conspiracy theorists legitimize their extraordinary claims by (1) leaping from basic facts to morally embellished informative fictions and (2) making reassuring doomsday predictions that dissipate revolutionary potential. We show how anti-CCP conspiracy theorists exploit progressive ideals for strategic purposes, complicating the notion of dissent while demonstrating that the dichotomy of ‘authoritarianism versus anti-authoritarianism’ is inadequate for capturing the complexities of the transnational Chinese-language media ecology today.",
          "url": "https://doi.org/10.1177/13548565251392612",
          "doi": "https://doi.org/10.1177/13548565251392612",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Field Dependence-Independence Modulates Attention Capture by Digital Smartphone Stimuli",
          "authors": "Zhen Chen, Lei Han",
          "abstract": "While individuals exhibit heightened attentional bias toward social media information, it remains debated whether this reflects a content-specific priority or a broader cognitive adaptation. Using visual search tasks, self-report scales, and the Embedded Figures Test, this study investigated attentional capture by digital icons and the role of cognitive style. Results showed that icons, particularly for field-independent individuals, elicited greater capture, suggesting a generalized digital attentional bias, and cognitive style play a key role in the process.",
          "url": "https://doi.org/10.1177/21522715251393066",
          "doi": "https://doi.org/10.1177/21522715251393066",
          "filter": 0
        },
        {
          "title": "Does Comparing with Generative Artificial Intelligence Harm Self-Esteem? Testing a Model Linking Social Comparison Orientation to Rejection-Identification Process",
          "authors": "Yangkun Huang, Yuan Gao, Xucheng Cao",
          "abstract": "While the effects of interpersonal social comparison have been widely explored, the potential consequences of human-machine comparison remain understudied. The present survey research investigates how individuals compare themselves to generative artificial intelligence (GAI), by extending the concept of social comparison orientation to human–GAI interactions. Using a large Chinese sample ( N = 1302), we examine the relationships between two subtypes of human-GAI comparison orientation (ability-based and opinion-based), self-esteem, perceived identity threat, anthropocentric beliefs, and personal relative deprivation within the framework of the Rejection-Identification Model. The findings reveal that both ability-based and opinion-based comparisons with GAI positively relate to self-esteem, diverging from relevant findings on interpersonal comparisons. In addition, ability-based comparisons with GAI significantly heighten the perceived identity threat, whereas opinion-based comparisons with GAI may alleviate it. Furthermore, anthropocentric beliefs (i.e., human-first attitudes) suppress the negative effect of identity threat on self-esteem, which is also mediated by personal relative deprivation. In addition, a post hoc exploratory multigroup analysis was conducted based on usage frequency. The present study highlights the importance of investigating human-AI comparison and expands the explanatory power of classical concepts and frameworks from the self and identity domains, contributing to psychological interventions aimed at mitigating the potential adverse effects driven by human-machine relationships.",
          "url": "https://doi.org/10.1177/21522715251393008",
          "doi": "https://doi.org/10.1177/21522715251393008",
          "filter": 0
        },
        {
          "title": "From Setback to Comeback: A Virtual Reality-Based Self-Compassion Intervention for Injured Athletes",
          "authors": "Luana Amadini Genovese, Silvia Francesca Maria Pizzoli, Giuseppe Riva",
          "url": "https://doi.org/10.1177/21522715251386363",
          "doi": "https://doi.org/10.1177/21522715251386363",
          "filter": 0
        },
        {
          "title": "An Exploration of Virtual Reality User Profiles and Their Relationship with Symptoms of Addiction",
          "authors": "Simone Amendola, Miguel Barreda-Ángeles",
          "abstract": "Previous research on digital media and well-being showed that the impact of media technologies on users largely depends on specific usage characteristics, context, and individual user factors. This research report explores the existence of distinct user profiles in virtual reality (VR), using an existing dataset and applying latent class analysis. The results point to the existence of three classes: two of them primarily include VR game users, who differ in the intensity of their psychological engagement (sense of presence) during gameplay, and a third class that includes users of social VR platforms, who report a relatively very high level of engagement with these platforms. The three groups differ in symptoms of addiction to the technology. These results provide valuable proof of concept for the usefulness of identifying usage profiles as a way to reveal how the relationship between VR and well-being might vary across different usage situations.",
          "url": "https://doi.org/10.1177/21522715251386347",
          "doi": "https://doi.org/10.1177/21522715251386347",
          "filter": 0
        },
        {
          "title": "Communicating via Video Conferencing: The Mediating Effect of Member Influence Disparity on Task Performance",
          "authors": "HongKeun Kim, So-Hyeon Shim, Sun Joo (Grace) Ahn, Sujin Lee",
          "url": "https://doi.org/10.1177/21522715251394591",
          "doi": "https://doi.org/10.1177/21522715251394591",
          "filter": 0
        },
        {
          "title": "Tech on the Team: When AI Has a Seat at the Conference Table",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1177/21522715251392463",
          "doi": "https://doi.org/10.1177/21522715251392463",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Compassion and Climate Change Advocacy: A Computational Analysis of U.S. Environmental NGOs’ Social Media Campaigns",
          "authors": "Yiwen Wu, Hong Tien Vu, Huong Ha, Giang Truong Do",
          "url": "https://doi.org/10.1080/17524032.2025.2584185",
          "doi": "https://doi.org/10.1080/17524032.2025.2584185",
          "filter": 0
        },
        {
          "title": "From Tangibility to Proximity: How Virtual Reality Encourages Climate-Friendly Food Choices Among Adolescents",
          "authors": "Zeph M. C. van Berlo, Robert G. Belleman, Joey G. van der Kaaij, Marijn H. C. Meijers, Birthe A. Lehmann, Annabelle T. S. Gielen",
          "url": "https://doi.org/10.1080/17524032.2025.2584171",
          "doi": "https://doi.org/10.1080/17524032.2025.2584171",
          "filter": 0
        },
        {
          "title": "The Anthropocene: Repairing a Broken Problem Frame",
          "authors": "Claire Konkes",
          "url": "https://doi.org/10.1080/17524032.2025.2581198",
          "doi": "https://doi.org/10.1080/17524032.2025.2581198",
          "filter": 0
        },
        {
          "title": "Winter Drought as a Simple Weather Anomaly? A Multimodal Analysis of Local Media Framing",
          "authors": "Mirjam Gruber, Christoph Kircher, Felix Windegger, Giulia Isetti",
          "url": "https://doi.org/10.1080/17524032.2025.2580397",
          "doi": "https://doi.org/10.1080/17524032.2025.2580397",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Fake news online and beyond DennisARGallettaDFWebsterJ (Eds) (2024) Fake News on the Internet, Routledge: New York, 222 pp.: £39.99, ISBN: 978-1-03256-113-4Cunliffe-JonesP (2025) Fake News, What’s the Harm?University of Westminster Press: London, 280 pp.: £22.99, ISBN: 978-1-91544-536-0",
          "authors": "Burak Özçetin",
          "url": "https://doi.org/10.1177/02673231251392510",
          "doi": "https://doi.org/10.1177/02673231251392510",
          "filter": 0
        },
        {
          "title": "Book Review: Introduction to Journalism. Thinking Globally by Silvio Waisbord WaisbordSilvio. Introduction to Journalism. Thinking Globally. Polity Press: Cambridge, Hoboken, NJ, 2005; 304 pp.: £19,99, €23,99. ISBN: 978-1-5095-6271-8, ISBN: 978-1-5095-6272-5 (pb)",
          "authors": "Jan Jirák",
          "url": "https://doi.org/10.1177/02673231251392509",
          "doi": "https://doi.org/10.1177/02673231251392509",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Cultural Minority Perceptions of Their Representations in the Media During the Covid-19 Pandemic: The Case of the Ultra-Orthodox Community in Israel",
          "authors": "Nissim Katz, Tsuriel Rashi, Efi Friedman",
          "url": "https://doi.org/10.1080/10646175.2025.2580487",
          "doi": "https://doi.org/10.1080/10646175.2025.2580487",
          "filter": 0
        },
        {
          "title": "Narrating Survival: A Culture-Centered Analysis of Chronic Kidney Disease Management among African American and Hispanic Adults",
          "authors": "Sean Upshaw, Yasmine Young",
          "url": "https://doi.org/10.1080/10646175.2025.2580484",
          "doi": "https://doi.org/10.1080/10646175.2025.2580484",
          "filter": 0
        },
        {
          "title": "Who Speak of Women? An Analysis of Character Predicaments and Conflicts in Aníkúlápó (2022)",
          "authors": "Joseph Aketema",
          "url": "https://doi.org/10.1080/10646175.2025.2584120",
          "doi": "https://doi.org/10.1080/10646175.2025.2584120",
          "filter": 0
        },
        {
          "title": "Club Quarantine: Creating Space for Joy with Hip-Hop and Dance During the COVID-19 Pandemic",
          "authors": "Geneva Greene",
          "url": "https://doi.org/10.1080/10646175.2025.2573632",
          "doi": "https://doi.org/10.1080/10646175.2025.2573632",
          "filter": 0
        },
        {
          "title": "Understanding Pro-Police Sentiment in a Marginalized Group: Evidence from a Hispanic Border Community",
          "authors": "Yudu Li, Rachel L. Rayburn, Nohely Lozano, Tania Diaz",
          "url": "https://doi.org/10.1080/10646175.2025.2584151",
          "doi": "https://doi.org/10.1080/10646175.2025.2584151",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Want to disconnect? Understanding the dual effects of compulsive social media use on temporary discontinuance behavior",
          "authors": "Isaac Vaghefi",
          "abstract": "Purpose This study investigates the temporary discontinuance of social media. Building on stimulus-response binding and priming mechanisms, we propose a research model illustrating how compulsive social media use–through hedonic consumption, social interaction and content sharing–shapes temporary discontinuance. We argue that compulsive use can be modulated by cognition-based priming effects (cognitive dissonance and attitudes toward discontinuance) and affect-based priming effects (somatic and self-evaluative mood states), with exposure to cues (e.g. social media apps on smartphones) acting as a potential moderator. Design/methodology/approach We tested our model through a field study and quantitative analysis of Facebook users who voluntarily took a break from the platform. An objective assessment of participants’ temporary discontinuance was used to validate the model. Structural equation modeling was employed to analyze relationships between compulsive social media use, priming effects and discontinuance behaviors. Findings The results indicate that compulsive social media use can both directly and indirectly influence temporary discontinuance. Cognition-based priming (cognitive dissonance and attitudes) and affect-based priming (mood states) significantly shape discontinuance behavior, while exposure to cues moderates these relationships. The findings highlight the complex mechanisms underlying social media disengagement. Originality/value This study extends discontinuance behavior research in information systems (IS) by identifying priming effects as key mechanisms influencing temporary disengagement. The findings offer practical insights for users seeking to manage social media use, service providers designing interventions and policymakers addressing digital well-being.",
          "url": "https://doi.org/10.1108/itp-07-2024-0924",
          "doi": "https://doi.org/10.1108/itp-07-2024-0924",
          "filter": 0
        },
        {
          "title": "From IT fashion to governmental actions: juxtaposition of leaders’ sensemaking and social learning on IT-enabled senior-care services",
          "authors": "Yan Yu, Dan Ma, Meiyun Zuo",
          "abstract": "Purpose The advancement of information technology (IT) offers opportunities for leveraging senior-care services, a unique public service. Understanding how government leaders translate IT fashions into governmental actions is critically important for both scholars and practitioners in the current digital governance landscape. Drawing on sensemaking and social learning literature, we propose that government leaders’ IT fashion-grabbing and social learning influence their IT beliefs and the consequent governmental actions, including structural governance specification for and material engagement in IT-enabled senior-care services. Design/methodology/approach This study combined a survey methodology and objective data collection about reginal characters. 285 valid observations of town-level local governments in Beijing, China, were obtained. Partial least squares structural equation modeling (PLS-SEM) was used for model testing. Robustness checks were conducted. Findings The results validated the effects of government leaders’ grabbing and social learning practices on organizational actions on IT-enabled senior-care services and these effects were mediated by their meaning-construction on IT. Furthermore, leaders’ construction of IT beliefs exerted a larger effect on symbolic actions than on substantive actions of local governments. Practical implications Government leaders need more prospective sensemaking with insight on plausibility and future to adapt to the fast-changing IT fashion. Leaders’ social learning is important for their meaning-construction and governmental arrangement in IT-enabled senior-care service delivery. Originality/value This study contributes to juxtaposition of sensemaking and social learning for explaining the new IT-enabled senior-care service delivery.",
          "url": "https://doi.org/10.1108/itp-08-2024-0975",
          "doi": "https://doi.org/10.1108/itp-08-2024-0975",
          "filter": 0
        },
        {
          "title": "Privacy paradox: exploring factors influencing women's disclosure of reproductive health information in the online health communities",
          "authors": "Fei Xiang, Chuanchuan Wu, Ting Cao, Guanyu Chen, Hong Wu",
          "abstract": "Purpose Women with gynecological illnesses frequently utilize Online Health Communities (OHCs) to share experiences and seek online consultations. However, the disclosure of sensitive health information heightens privacy risks. This study, grounded in the Multidimensional Development Theory (MDT), Communication Privacy Management Theory (CPM) and research on privacy fatigue (PF), developed a theoretical model to elucidate the factors that influence women's willingness to disclose reproductive health information in OHCs. Design/methodology/approach A total of 417 valid surveys were analyzed using Partial Least Squares Structural Equation Modeling (PLS-SEM) to determine the impact of independent variable on information disclosure, the mediating role of PF and the moderating role of perceived industry regulation effectiveness. Additionally, a fuzzy-set qualitative comparative analysis (fsQCA) was conducted to explore the multi-configurational pathways of information disclosure. Findings This study found that self-ego-related variables, such as disease stigmatization, positively influenced privacy concerns (PC) and disclosure willingness. PF positively influenced disclosure willingness and partially mediated the relationship between PC and information disclosure. Perceived industry regulation effectiveness negatively moderated the impact of PF on information disclosure and played a dual role. Four antecedent configurations were identified that influence women's willingness to disclose reproductive health information in OHCs. Originality/value This study advances the integration of MDT and CPM by incorporating PF to explain women's disclosure of reproductive health information in OHCs. By conceptualizing PF as boundary exhaustion, it extends CPM, while the application of fsQCA uncovers multiple causal configurations, thereby enhancing the explanatory capacity of MDT. This study offers both significant theoretical and practical contributions.",
          "url": "https://doi.org/10.1108/itp-01-2025-0010",
          "doi": "https://doi.org/10.1108/itp-01-2025-0010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Broadcasting the good mom: a cross-national analysis of mom vloggers and their audiences",
          "authors": "Saki Mizoroki, Tommaso Trillò, Blake Hallinan, Rebecca Scharlach, Pyung Hwa Park, Avishai Green, Limor Shifman",
          "url": "https://doi.org/10.1080/1369118x.2025.2581012",
          "doi": "https://doi.org/10.1080/1369118x.2025.2581012",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "The peril of perfection: how consumer power diminishes brand attitudes toward flawless virtual influencers",
          "authors": "Li-Keng Cheng, Chung-Lin Toung, Cony M. Ho",
          "url": "https://doi.org/10.1080/02650487.2025.2576961",
          "doi": "https://doi.org/10.1080/02650487.2025.2576961",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Unveiling viral marketing dynamics in online social networks: insights from China's otome games and explainable predictive modeling",
          "authors": "Syrios Siyao Li, Sufang Wang, Matthew Kwok On Lee",
          "abstract": "Purpose The prominence of online social networks (OSNs) has made them ideal platforms for viral marketing. Otome games efficiently use OSNs for viral campaigns, making them a valuable case for studying viral marketing strategies. This study identified key elements of viral marketing posts to inform the operational strategies of commercial accounts. Design/methodology/approach This study analyzed China's sizable otome game market using operational behavioral data from the top five games, compiled into the OtomeVM dataset. Following the knowledge discovery in databases framework, this study identified key characteristics of the top 25% most viral posts and proposed the ViralGD model, a multimodal machine learning model for virality prediction. The model's decision logic was further interpreted through a global surrogate method to ensure transparency. Findings This study identified lottery mechanisms as significant predictors of post virality, with optimal performance observed for content combining short videos of 180 s or less and long-text descriptions of 175 characters or more. Commercial social media accounts often produced emotionally homogeneous content, with emotions having minimal impact on the viral spread of their posts. Originality/value This study is the first to apply large-scale real-world data and data mining to uncover overlooked patterns in viral marketing, offering theoretical insights into defining virality and refining campaign design. Practically, the iterative application of the ViralGD model uncovers high-impact features that boost content diffusion, effectively guiding operators in selecting optimal improvements.",
          "url": "https://doi.org/10.1108/intr-09-2024-1365",
          "doi": "https://doi.org/10.1108/intr-09-2024-1365",
          "filter": 0
        },
        {
          "title": "Guest editorial: Navigating the digital transformation maze: an editorial on strategy, execution and impact for firms",
          "authors": "Yonggui Wang, Si Shi, Xiang (Robert) Li, Jie Meng",
          "url": "https://doi.org/10.1108/intr-08-2025-996",
          "doi": "https://doi.org/10.1108/intr-08-2025-996",
          "filter": 0
        },
        {
          "title": "The effect of artificial intelligence robot gratitude expression on employee change-oriented organizational citizenship behavior: a symbolic interactionism perspective",
          "authors": "Silu Chen, Guanglei Zhang, Xinxin Liu, Yuan Tian, Wenxing Liu",
          "abstract": "Purpose This study investigates the influence mechanism of artificial intelligence (AI) robot gratitude expression on employee change-oriented organizational citizenship behavior (OCB). Design/methodology/approach To test proposed hypotheses, we conducted both experimental and field studies in China. Findings The experimental study reveals that AI robot gratitude expression increases organization-based self-esteem (OBSE), thereby increasing change-oriented OCB. The field study confirmed these findings and further revealed that the need for human interaction moderates both the relationship between AI robot gratitude expression and OBSE, and the indirect effect of AI robot gratitude expression on change-oriented OCB via OBSE. Practical implications Our findings suggest that expressing gratitude via AI robots is beneficial. Besides, organizations need to be mindful of individual characteristics, such as the need for human interaction. Originality/value This study extends previous research on gratitude expression by investigating how and when AI robot gratitude expression affect employees’ behavior outside their roles.",
          "url": "https://doi.org/10.1108/intr-03-2024-0438",
          "doi": "https://doi.org/10.1108/intr-03-2024-0438",
          "filter": 0
        },
        {
          "title": "Enterprise social media, meta-knowledge and knowledge management capability: an affordance perspective",
          "authors": "Jindi Fu, Samar Mouakket, Yuan Sun",
          "abstract": "Purpose Enterprise social media (ESM) application in knowledge management is critical for individuals and organizations. However, there is limited empirical evidence regarding how ESM enhances individual knowledge management capability or whether prior experience affects the value derived from ESM. This study aims to understand the intricate relationships among ESM affordance, employees’ meta-knowledge, prior usage experience and knowledge management capability. Design/methodology/approach This study constructs an integrated framework based on the technology affordance perspective and meta-knowledge theory. It was validated through a two-stage survey, yielding 322 usable responses. Findings The affordance of ESM has a positive influence on individual meta-knowledge, which, in turn, enhances knowledge management capabilities. Additionally, visibility has a direct impact on meta-knowledge. Furthermore, prior experience significantly moderates the relationship between ESM affordance and meta-knowledge. Research limitations/implications This study contributes to the literature by offering a strategy for conducting theory-driven research on how ESM enhances individuals’ knowledge management capability from an affordance perspective. This study develops a framework by integrating ESM affordance and meta-knowledge, and offers a nuanced perspective that considers who knows what and who knows whom as individual meta-knowledge concepts. Practical implications The impact of ESM affordance on knowledge management capability is expected to enhance individual knowledge management skills. Originality/value This study investigates the role of technology affordance, meta-knowledge and knowledge management capability in the context of ESM implementation.",
          "url": "https://doi.org/10.1108/intr-08-2023-0632",
          "doi": "https://doi.org/10.1108/intr-08-2023-0632",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Race-Specific Pathways to Understanding the Impact of Social Media Use on COVID-19 Vaccine Confidence Among US Citizens",
          "authors": "Maria Elizabeth Grabe, Lesa Hatley Major, Samantha L. Heiman",
          "url": "https://doi.org/10.1080/08838151.2025.2577410",
          "doi": "https://doi.org/10.1080/08838151.2025.2577410",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Temporal dynamics of media and communication processes: a review of theories and meta-analysis of empirical studies",
          "authors": "Shan Xu, Wenbo Li, Yani Zhao, Michael D Slater",
          "abstract": "This study synthesized research from 4 theoretical frameworks that explicitly conceptualize media and communication as dynamic processes over time, emphasizing reciprocal and self-causing effects. A meta-analysis of 223 effect sizes from 103 studies supported the presence of both reciprocal and self-causing relationships, suggesting their robustness as communication phenomena. Time lag moderated self-causing effects, such that longer intervals weakened these effects. Longer lags attenuating the influence of media/communication on subsequent outcomes approached but did not reach statistical significance, and did not significantly alter the reverse pathway. Exploratory moderation analyses showed that effect sizes varied by audience age, analytic methods, topic areas, and media types. Findings highlight the importance of time lag specification in studying dynamic media effects.",
          "url": "https://doi.org/10.1093/joc/jqaf044",
          "doi": "https://doi.org/10.1093/joc/jqaf044",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "From “acteurs/actrices” to “zangers/zangeressen”: The Interpretation of Word Pairs and Generically Intended Masculine Role Nouns in Speakers of Dutch",
          "authors": "Femke Roos, Hannah De Mulder",
          "abstract": "Though intended to refer to everyone, generically intended masculine role nouns are often interpreted as referring (primarily) to men. While the use of more inclusive forms counters this bias, previous studies have largely focused on languages with a salient masculine/feminine grammatical gender distinction and used measures that focus participants’ attention on gender. The present study uses an indirect measure and investigates Dutch, a grammatical gender language that has largely lost the distinction between masculine and feminine gender, but still uses gender-specific marking for role nouns. A total of 130 participants named the first three people they could think of when presented with either a word pair (e.g., zangers/zangeressen– “singers masculine /singers feminine ”) or a generically intended masculine ( zangers ). Compared to the generically intended masculine form, word pairs increased the mental availability of nonmen, suggesting that a more inclusive form facilitates activation of nonmasculine exemplars for speakers of Dutch as well.",
          "url": "https://doi.org/10.1177/0261927x251386476",
          "doi": "https://doi.org/10.1177/0261927x251386476",
          "filter": 0
        },
        {
          "title": "Liberty, Justice, and Victory: Abstract Nouns are Grammatically and Psychologically Feminine",
          "authors": "Carmen Cervone, Ilaria Motta, Andrea Scatolon, Valentina Cimmino Picone, Anne Maass",
          "abstract": "Grammatical gender generally implies disadvantages for women (e.g., the generic masculine leading to real-life invisibility of women). Diverging from this idea, we here postulate that abstract concepts (such as “justice” or “democracy”), arguably reflecting the most sophisticated expression of human thought, are associated with femininity. Two archival studies (Study 1a, b) show the greater frequency of feminine gender among abstract nouns across seven (out of nine) Indo-European languages. Studies 2 and 4 show that feminine abstract nouns are envisaged as female, both explicitly and through a voice-assignment task. Furthermore, through Implicit Association Tests (IATs), we show that abstract concepts are associated with women as a social category (Studies 3a, b). Together, our studies show an association between abstractness and grammatical gender that carries psychological meaning through the gender congruency effect. Arguably, these cognitive processes may contribute to the idealization of women as “super-human,” through the association between abstractness and super-human imagery (Study 4).",
          "url": "https://doi.org/10.1177/0261927x251392718",
          "doi": "https://doi.org/10.1177/0261927x251392718",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "Uniting a Team of 5 Million: An Analysis of New Zealand’s ‘Unite Against COVID-19’ Crisis Communication Campaign",
          "authors": "Andrew Lingwall, Douglas Ashwell",
          "url": "https://doi.org/10.1080/1062726x.2025.2581278",
          "doi": "https://doi.org/10.1080/1062726x.2025.2581278",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Virtual Relational Curation: The Role of Attachment and Virtual Possession Management on Post-Breakup Adjustment",
          "authors": "Nicholas Brody, Leah E. LeFebvre, Kate G. Blackburn",
          "abstract": "This study extends the Virtual Relational Memory model (VRM) to examine the intersection of communication technology, attachment orientation, and post-breakup adjustment. Prior research linked the retaining of virtual possessions to a decline in post-breakup adjustment, and this study investigates the role of avoidant and anxious attachment orientation. Using United States collegiate students, participants ( N = 357) completed an online questionnaire regarding their attachment orientation, ideals regarding their handling of their virtual possessions post-breakup, and post-breakup adjustment. Findings reveal that anxious attachment predicts making decisions based on past partners, which negatively relates to adjustment. Similarly, avoidant attachment predicts making decisions based on the emotional impact of the virtual possessions, which also negatively relates to post-breakup adjustment. This study’s implications underscore the significance of attachment orientation in guiding individuals through managing the virtual possessions of past relationships.",
          "url": "https://doi.org/10.1177/02654075251395100",
          "doi": "https://doi.org/10.1177/02654075251395100",
          "filter": 0
        },
        {
          "title": "Invisible costs of care: Health consequences for women supporting survivors of intimate partner violence in South America",
          "authors": "Arístides A. Vara-Horna, Zaida B. Asencios-Gonzalez, Noelia Rodríguez-Espartal",
          "abstract": "This study examines the often-overlooked health consequences experienced by women who provide informal support to survivors of intimate partner violence against women (IPVAW) in their communities. In contrast, extensive research has documented the physical and psychological impacts of violence on survivors; far less attention has been paid to the invisible costs borne by supporters—neighbors, friends, coworkers, or relatives—who are repeatedly exposed to traumatic disclosures and the demands of caregiving. Grounded in the complementary frameworks of Secondary Traumatic Stress, Vicarious Trauma, Compassion Fatigue, and Allostatic Load, this study conceptualizes the “cost of caring” as the cumulative psychological and physiological burden of informal caregiving. Unlike previous research that has focused mainly on professional providers, our analysis highlights the experiences of women embedded in gendered, community-based care networks. A two-phase cross-sectional probabilistic household survey design was implemented in two South American countries with a high prevalence of IPVAW. The exploratory phase was conducted in a high-incidence district in Peru ( n = 507), followed by a confirmatory phase using a nationally representative sample in Ecuador ( n = 2,501). Standardized instruments measured support intensity, emotional and physical morbidity, and personal victimization. Multivariate analyses, controlling for sociodemographic and violence-related covariates, showed that women providing support to IPVAW survivors reported significantly higher levels of emotional morbidity (β = .075–.083) and physical morbidity (β = .038–.058), even after adjusting for their own experiences of violence. Findings reveal a robust and statistically significant association between informal caregiving and increased health burden, underscoring that the impacts of violence extend beyond survivors to those who sustain them. By making these hidden costs visible, this study contributes to both the social support literature and the IPVAW field, reframing community-level caregiving as a critical public health issue. Although causal inference is limited by the cross-sectional design, the consistency of results across two countries strengthens the external validity and global relevance of the phenomenon.",
          "url": "https://doi.org/10.1177/02654075251395808",
          "doi": "https://doi.org/10.1177/02654075251395808",
          "filter": 0
        },
        {
          "title": "The role of sexual communication patterns in the longitudinal associations between romantic attachment and sexual satisfaction",
          "authors": "Lydia Pedneault, Noémie Bigras, Nevena Popova, Audrey Brassard, Sophie Bergeron",
          "abstract": "Cross-sectional associations between greater attachment insecurities (i.e., anxiety and avoidance) and lower sexual satisfaction are well documented. However, little is known about these associations over time and their explanatory mechanisms. One such potential mechanism is sexual communication, given that attachment insecurities can complicate discussing sexual matters and that positive sexual communication is a pathway toward greater sexual satisfaction. The current study examined whether negative (e.g., blame, avoidance) or collaborative (e.g., problem-solving, sharing feelings) sexual communication patterns (SCP) explained the longitudinal associations between attachment insecurities and sexual satisfaction, using cross-lagged mediation panel analyses. A sample of 441 community adults involved in a romantic relationship completed online questionnaires assessing attachment, SCP and sexual satisfaction at three time points over one year. Results yielded two direct associations showing that individuals with greater attachment avoidance at baseline used more negative SCP six months later and that greater use of collaborative SCP predicted greater sexual satisfaction six months later. One significant indirect association from greater attachment anxiety to lower sexual satisfaction via lower collaborative SCP was also found. These longitudinal findings extend the understanding of mechanisms linking attachment and sexual satisfaction and underline the relevance of targeting how partners communicate about their sexuality in order to improve their sexual satisfaction over time.",
          "url": "https://doi.org/10.1177/02654075251396185",
          "doi": "https://doi.org/10.1177/02654075251396185",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Book Review: The Margins of Journalism , by Lenka Waschková Císařová The Margins of Journalism. CísařováLenka Waschková. Lausanne: Peter Lang, 2025. 226 pp.",
          "authors": "Joy Jenkins",
          "url": "https://doi.org/10.1177/10776990251390896",
          "doi": "https://doi.org/10.1177/10776990251390896",
          "filter": 0
        },
        {
          "title": "Book Review: Social Media and the Cultural Politics of Korean Pop Culture in East Asia , by Sunny Yoon Social Media and the Cultural Politics of Korean Pop Culture in East Asia. YoonSunny. London: Routledge, 2024. 140 pp.",
          "authors": "Andrea Lim",
          "url": "https://doi.org/10.1177/10776990251390899",
          "doi": "https://doi.org/10.1177/10776990251390899",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Understanding News Avoidance and “Snacking” of Climate Change News: Psychological and Cognitive Drivers in a Longitudinal Study",
          "authors": "Alberto Ardèvol-Abreu, Patricia Delponti",
          "url": "https://doi.org/10.1080/1461670x.2025.2582177",
          "doi": "https://doi.org/10.1080/1461670x.2025.2582177",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Artificial Intelligence and the Transformation of Communication: A Critical Review of Two Perspectives",
          "authors": "Muhammed Parviz",
          "url": "https://doi.org/10.1080/15205436.2025.2582006",
          "doi": "https://doi.org/10.1080/15205436.2025.2582006",
          "filter": 0
        },
        {
          "title": "Unique Motivations of the Underserved: Exploring Repertoire, Self-Identified, and Topical News Avoidance Among Black Adults",
          "authors": "Miya Williams Fayne, Stephanie Edgerly",
          "url": "https://doi.org/10.1080/15205436.2025.2578807",
          "doi": "https://doi.org/10.1080/15205436.2025.2578807",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Missing Bodies, Silent Pages: How Turkish Media Portrays Journalist Murders and Silence",
          "authors": "Önder Deniz, Hüseyin Vehbi İmamoğlu, Taybe Topsakal",
          "abstract": "Press freedom in Turkey has frequently been questioned throughout its history. Acts of violence against journalists have become a critical issue sometimes resulting in fatalities. This study examines how murders of journalists in Turkey are represented in the media. It focuses on whose stories of the murdered journalists are neglected and whose are brought to the forefront. By addressing the representation of these deaths, the research questions the role of both traditional and digital media in shaping public perception. It investigates how long death-related news remains in the public spotlight and whether commemorations on death anniversaries receive coverage. Numerical differences regarding deaths between new media and traditional media outlets have also been examined. Additionally, the study explores the social and political contexts that contribute to the silences, omissions, and gaps in the narratives surrounding murdered journalists. Through these findings, the study aims to reveal how these stories contribute to the construction and erasure of memory in the media landscape.",
          "url": "https://doi.org/10.17645/mac.10526",
          "doi": "https://doi.org/10.17645/mac.10526",
          "filter": 0
        },
        {
          "title": "Ethical Principles in the Portrayal of Death and Suffering: Finnish Photographers Covering the Russia–Ukraine War",
          "authors": "Liia-Maria Raippalinna, Suvi Mononen, Markus Mykkänen, Turo Uskali",
          "abstract": "Since the full-scale Russian military invasion of Ukraine in February 2022, the war has been a central interest of the Western media. Eye-witnessing is considered vital, but to what extent is what is seen on site ultimately conveyed to the public? Regarding graphic images, publishing decisions are based on reconciling news value, privacy protection, and audience protection by adhering to formal media policies, informal organisational culture, cultural conventions, audience expectations, and the proximity of the object. However, little is known about the enactment of ethical principles in crisis journalists’ work and the filtering of suffering through the journalistic process. This article investigates ethical decision-making in Finnish newsrooms from orientation to photographing and publication. Based on 26 interviews with photographers reporting from Ukraine during the Russia–Ukraine war, we ask how central ethical principles—the duty to inform and the ethics of care—are reconciled and enacted in the portrayal of death and suffering. Our analysis shows that ethical principles are weighed differently depending on the phase of the process and the genre of journalism (conflict/feature) and are compromised by practical limitations: time, money, safety, and access. While ethical responsibility is distributed in newsrooms, tensions exist regarding the portrayal of suffering. Several journalists interviewed for this study perceived the conventional limits of violence representation as being too tight, distorting the audience’s perception of war. In addition, potential bias in the portrayal of suffering in the media imaginary, resulting from limited access and the cultural and political proximity of the war, causes ethical uncertainty.",
          "url": "https://doi.org/10.17645/mac.10720",
          "doi": "https://doi.org/10.17645/mac.10720",
          "filter": 0
        },
        {
          "title": "Celebrity Suicides in China: How Social Media Shapes News Framing",
          "authors": "Shiyu (Sharon) Zheng, Shiyi Zhang",
          "abstract": "The proliferation of social media platforms has profoundly reshaped news reporting, particularly concerning sensitive events like suicide. This study investigates how Chinese news media framed the suicides of two high-profile female celebrities, Sulli and Coco Lee, on the influential social media platform Weibo. It examines the dominant reporting frames and explores how Weibo’s unique interactive environment influenced the framing process. Computational thematic analysis was employed to investigate dominant themes from Weibo posts published by verified news media accounts, and three primary frames were identified: mental health, gossip, and nationalism. While the mental health frame marked a shift from traditional Chinese reporting, it often remained superficial and was intertwined with sensational elements. The gossip frame, which centres on personal scandals and conflicts, aligns with the problematic sensationalism often observed in suicide reporting. The nationalism frame positioned the suicides within contexts of cultural comparison and national pride. Findings indicate that social media affordance significantly shaped these frames, resulting in more sensational and dynamically evolving narratives. This has shifted traditional gatekeeping and agenda-setting power, and potentially diminishes the quality and responsibility of reporting. This research highlights the complex interplay between journalistic norms, platform dynamics, and audience interaction in the digital news era, underscoring the need for updated approaches to responsible reporting on social media.",
          "url": "https://doi.org/10.17645/mac.10550",
          "doi": "https://doi.org/10.17645/mac.10550",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "The Network Topology of the rs-EEG Associated with Cyberbullying Perpetration: The Role of Materialism as a Mediator and Parental Acceptance as a Moderator",
          "authors": "Yulong Yin, Haijia Shi, Zheqing Fu, Xu Li, Xiao Cai, Mingkun Ouyang, Pengcheng Wang",
          "url": "https://doi.org/10.1080/15213269.2025.2583161",
          "doi": "https://doi.org/10.1080/15213269.2025.2583161",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "“It's Great to have Fun While Earning Small Money”: Gamified Apps in the Everyday Lives of Older Adults in Shanghai",
          "authors": "Jingwen Gan",
          "abstract": "While older adults are often overlooked as active participants in economic life, their ways of earning and earmarking money demonstrate their agency, creativity, and efforts to maintain social relations and financial autonomy. This paper draws on participant observation and interview data collected from five communities in Shanghai to explore why older adults (aged 60 or above) are highly attracted to money-earning apps. These apps offer monetary rewards or free goods through gamified and social activities such as mini games, video consumption, friend referrals, and physical exercise. The paper argues that gamified money-earning apps fulfill multiple aims of older adults by combining their desires for passing the time, entertainment, financial reward, and social interaction. Gamified money-earning apps are deeply embedded in the social lives of older adults in Shanghai. Through daily use of apps, they redefine and categorize their existing intimate relationships, build connections with new social networks, and shape their social practices.",
          "url": "https://doi.org/10.1177/20501579251386226",
          "doi": "https://doi.org/10.1177/20501579251386226",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "The power of imagination: How user agency reshapes Chinese UGC platform Xiaohongshu",
          "authors": "Xinyuan Liu",
          "abstract": "We are now living in a platform society, where platforms are widely acknowledged to exert significant control over users. But how can user agency exert power to influence the platform? To explore this question, the study conducts in-depth interviews with 21 Xiaohongshu users and analyzes their imagined affordances of this Chinese UGC platform. It finds that users creatively engage with and repurpose the platform based on their imagination, thereby transforming Xiaohongshu from a “developer-envisioned platform” into four distinct forms of the “platform in actual use.” These user agency-driven practices serve as ways of reshaping the platform’s meanings, functions, and values. By centering user agency, this research may offer platform studies a new perspective on power dynamics, shifting the current focus away from the dominance of platforms.",
          "url": "https://doi.org/10.1177/14614448251385080",
          "doi": "https://doi.org/10.1177/14614448251385080",
          "filter": 0
        },
        {
          "title": "The wellness pipeline: Tracing far-right health narratives on X",
          "authors": "Piotr Marczyński, Catherine Tebaldi",
          "abstract": "This article examines how far-right groups advance political agendas through digital platforms, specifically by embedding reactionary ideology within health and wellness discourse. Our investigation concerns the “Barbarian Right” subculture on X (formerly Twitter), where reactionary content is often intertwined with wellness messaging. Using social network analysis of 42 accounts identified through digital ethnography, we mapped the structure of this community and identified key influencers. Subsequent semiotic discourse analysis revealed ideological practices and their relationship to platform affordances. Our findings reveal a small number of prominent accounts, supported by alternative media outlets that dominate this space. These accounts primarily deliver health advice strategically interspersed with white nationalist messaging. This research offers empirical insights into the growing alignment between far-right and wellness communities, shedding light on potential radicalization pathways and recruitment strategies of the dissident right.",
          "url": "https://doi.org/10.1177/14614448251385082",
          "doi": "https://doi.org/10.1177/14614448251385082",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Unveiling “Toxic” Love: Conceptualizing Toxic Romantic Relationships Within the Indian Context",
          "authors": "Vijyendra Pandey, Daniel Monica, S. Aparna, Grace Jacob Julia, Sundaramoorthy Jeyavel, Aswathy Gopi, Mathew P. Aleena, D. M. Sindhu, Umakanth Monika, Eslavath Rajkumar",
          "abstract": "Despite the popular use of the term “toxic” while addressing the high prevalence of abuse in Indian romantic relationships, the scientific literature on “toxic” relationships remains scarce and prompts a fundamental inquiry into the precise criteria by which a relationship qualifies as “toxic.” Using an exploratory approach, the present study aimed to conceptualize “toxic romantic relationships” based on semi‐structured interviews of 48 young adults from India, recruited using purposive sampling. Thematic analysis of the interview transcripts offered a comprehensive view of toxic relationships across three facets, that is, healthy characteristics of a romantic relationship, unhealthy characteristics of a romantic relationship, and the subsequent negative impact on the individuals. It could be inferred that a romantic relationship can be regarded as “toxic” only when there is at least one unhealthy relationship characteristic present, the severity of which should be such that it has at least one negative impact on the individual(s) involved, regardless of whether there are healthy relationship characteristics present or not. The study offers insights that can inform educational programs, mental health interventions, and social policies to support individuals navigating such relationships, both within the Indian cultural context and beyond.",
          "url": "https://doi.org/10.1111/pere.70042",
          "doi": "https://doi.org/10.1111/pere.70042",
          "filter": 0
        },
        {
          "title": "In Sync? Assessing Partners' Similarities in Comfort With Physical Affection–Sharing as a Predictor of Relationship Well‐Being",
          "authors": "Sabrina Sgambati, Diane Holmberg, Karen L. Blair",
          "abstract": "Physical affection‐sharing (e.g., holding hands) is associated with better relational well‐being. But does similarity/dissimilarity in couple members' comfort with affection‐sharing also predict relationship well‐being? The current study utilized data collected from an online self‐report survey at both the individual ( n = 1832) and dyadic ( n = 86 couples) level, to assess whether partners' mean comfort with affection‐sharing, as well as their perceived/actual similarity, predicted relationship well‐being, and whether any associations varied by context (public vs. private) and/or relationship type (same‐sex vs. mixed‐sex). Considering these contextual variables may be important, as those in same‐sex relationships are less comfortable with public affection‐sharing due to ongoing stigma. Higher mean comfort with affection‐sharing was generally associated with better relationship well‐being, more strongly so in private than in public. Perceived dissimilarities in couple members' comfort with affection sharing were consistently associated with worse well‐being at the bivariate level. Results were less consistent when considering actual similarity/dissimilarity and when controlling for mean comfort levels. There were minor variations in the patterns for those in same‐sex and mixed‐sex relationships; overall, though, results were much more similar than different across relationship types.",
          "url": "https://doi.org/10.1111/pere.70041",
          "doi": "https://doi.org/10.1111/pere.70041",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Campaigning in the Age of Platforms: A Longitudinal Analysis of German Parties &amp; Politicians",
          "authors": "Mike Cowburn, Ulrike Klinger, Anders Olof Larsson",
          "url": "https://doi.org/10.1080/10584609.2025.2575328",
          "doi": "https://doi.org/10.1080/10584609.2025.2575328",
          "filter": 0
        },
        {
          "title": "Expressive Data: Conceptualizing Political Expression Through Social Media Feeds",
          "authors": "Chelsea Butkowski",
          "url": "https://doi.org/10.1080/10584609.2025.2579716",
          "doi": "https://doi.org/10.1080/10584609.2025.2579716",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Better than thought? A comparison of the real and perceived performance of the 2030 Agenda in seven European countries",
          "authors": "Paloma Piqueiras, Vilma Luoma-aho",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102647",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102647",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "From Doubt to Action: Examining the Potential of AI Comments in Promoting Health Information Seeking on Social Media",
          "authors": "Xizhu Xiao, Huimin Chen, Qinyan Song, Yiwei Yang",
          "abstract": "Using a 2 (social endorsement: high vs. low) × 2 (AI comment type: approving vs. disapproving) experiment, we examine how AI-generated comments and social endorsement cues jointly influence information-seeking intentions in response to social media health misinformation. Results reveal a moderated-moderated mediation: When AI trustworthiness is high and social endorsement is low, debunking comments promote cognitive elaboration, which in turn increases information-seeking intentions. This pathway suggests that deeper cognitive processing of AI corrections makes individuals more receptive to seeking additional verification. When AI trustworthiness is low, debunking is largely ineffective. Notably, under low trustworthiness and endorsement, misinformation-supporting comments can unexpectedly elicit more elaboration, potentially triggering skepticism-driven information seeking. These findings underscore the importance of AI trustworthiness and reveal nuanced mechanisms in how individuals respond to AI-based health misinformation interventions, highlighting that cognitive elaboration serves as a critical bridge between AI interventions and behavioral intentions.",
          "url": "https://doi.org/10.1177/10755470251384848",
          "doi": "https://doi.org/10.1177/10755470251384848",
          "filter": 0
        },
        {
          "title": "“A Warning is Not Enough. Teach Me How to Spot Deepfakes.”: Testing Media Literacy Interventions for Combating Deepfakes",
          "authors": "Guanxiong Huang, Bo Hu",
          "abstract": "The rise of generative artificial intelligence (AI) has supercharged the proliferation of multimodal disinformation or so-called “deepfakes.” Through a two-wave online experiment among U.S. residents, we tested media literacy interventions that varied by message content (warning, technique tips, combined) and media format (text, infographic, video) on their effectiveness in combating deepfakes. Findings showed technique tips on how to identify deepfakes improved deepfake detection, perceived AI literacy, and self-efficacy, while the video format was most effective in elevating perceived AI literacy. One week later, the detection accuracies remained consistently high across the board, but perceived AI literacy and self-efficacy decreased in some conditions.",
          "url": "https://doi.org/10.1177/10755470251382889",
          "doi": "https://doi.org/10.1177/10755470251382889",
          "filter": 0
        },
        {
          "title": "Brewing Public Engagement With Pint of Science USA",
          "authors": "Ronan Lordan, Johannes Jahan, Fanny Etienne, Julien Guillard, John Nguyen, Claudia Ratti",
          "abstract": "Amid complex global challenges and the need for informed public discourse, science outreach is more important than ever. The Pint of Science International Festival, held annually each May, convenes scientists, educators, and philosophers with the public in an informal pub setting to foster dialogue on contemporary scientific topics. Since 2012, it has welcomed over 785,000 attendees across 500 cities in 27 countries. Established in 2014, Pint of Science USA has expanded to 16 cities by 2025. This report highlights the festival’s U.S. growth, shares the 2025 National Team’s experiences, and provides a map for future growth in the United States.",
          "url": "https://doi.org/10.1177/10755470251388393",
          "doi": "https://doi.org/10.1177/10755470251388393",
          "filter": 0
        },
        {
          "title": "Exploring Language Styles Associated With Scientificness in Health News: A Dual Approach Using Text Mining and Reader Perception Studies",
          "authors": "Chingching Chang, Ying-Ju Chiu, Yu-Ming Hsieh, Hao-Hsuan Wang",
          "abstract": "This research examines whether language styles in U.S. health news relate to scientificness. Study 1 uses human ratings to train machine learning models that classify sentences as scientific or nonscientific. A text mining approach predicts the proportion of scientific sentences, on the basis of language features. Two style categories emerge: one reflecting ideal professional standards of science journalism (hedging, neutrality, objectivity) and another linked to science complexity (low readability, complexity, formality). Study 2 then tests whether perceptions of these six features influence perceived scientificness and intended outcomes through message experiments.",
          "url": "https://doi.org/10.1177/10755470251386241",
          "doi": "https://doi.org/10.1177/10755470251386241",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "The Limits of Virality: Music Creators and Platform Negotiation in the Era of Short-Form Video",
          "authors": "Alexandria Arrieta",
          "abstract": "As the lifespan of virality on TikTok has become increasingly short and operates at a smaller scale, music creators are grappling with what it means to be successful in this later stage of the platform. For this study, I conducted 27 semi-structured interviews with music artists and creators about how short-form video platforms like TikTok have affected the way they work and create music. Many participants believe that while the creation of viral content based on memes and covers of popular songs affords constant visibility, it does not result in the monetary or career milestones that they desire, so they need to use different approaches. In this article, I characterize this new period of online musical labor as a period defined by “platform negotiation,” in which creators evaluate platform demands and work to approach their content creation in ways that prioritize their personal and professional goals. This includes strategic decision-making to negotiate their presence—which can include their identity, brand, image, etc.—across platforms over time. As they engage in relational labor to support continued work, music creators cannot simply rely on the tenets of optimization to be successful. Rather, many are pivoting to utilizing content creation in ways that aim to prioritize fandom and career sustainability. This article examines the ways in which music creators grapple with the challenges of short-form video and how musical labor is changing online.",
          "url": "https://doi.org/10.1177/20563051251388000",
          "doi": "https://doi.org/10.1177/20563051251388000",
          "filter": 0
        },
        {
          "title": "Platformize Asia—Reimagining Asia in Platform Capitalism",
          "authors": "Lin Zhang, Jingyan Elaine Yuan",
          "abstract": "This introduction repositions “platform” and “Asia” as unstable, contested imaginaries rather than fixed objects of analysis. Bringing platform studies into dialogue with Asian studies, we argue for a double move of deconstruction and reconstruction: interrogating how platforms are historically framed through metaphors, archives, and business genealogies, and how “Asia” has been imagined through colonial, Cold War, and postcolonial projects. Using Asia as method, we show how regional trajectories of platformization—superapps and platform business groups, infrastructuralization, and the absorption of informal economies—both provincialize Euro-American frameworks and generate new concepts. At a conjuncture marked by an uneven transition beyond neoliberalism, platforms in Asia formalize informality, extend state infrastructures, and mediate global capital, producing hybrid labor regimes and renewed state–platform entanglements while intensifying inequalities. We organize the special issue around four productive tensions: (1) technological/media affordances vs. cultural specificities; (2) methodological localism vs. theory-building; (3) state power vs. transnationalism; and (4) inter-Asia references vs. power inequalities. Across these frictions, contributors trace alternative genealogies (e.g., from Japanese convenience stores to K-pop fandom platforms), analyze platformized labor and entrepreneurial subjectivities, and rethink governance through fragmented, conjunctural state formations. We contend that metaphors are useful to think with—yet the dominance of “platform” as a corporate framing also calls for critical pivots to alternative figures that open different political and analytic possibilities. Viewed from Asia, platform capitalism appears as a dynamic, contested world-making process that renders visible the uneven, emergent shapes of post-neoliberal futures.",
          "url": "https://doi.org/10.1177/20563051251392753",
          "doi": "https://doi.org/10.1177/20563051251392753",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Legacy Media as a Moral Compass: A Computational Study of the Politicization of a Migrant Crime on Twitter in France",
          "authors": "Sylvain Parasie, Antoine Machut, Béatrice Mazoyer",
          "abstract": "This article explores the role played by legacy media in the pervasive situation where far-right activists highly politicize migrant crimes on social media. Focusing on particular crimes they consider indicative of a state’s failure to secure borders and protect its citizens, they utilize social media platforms to mobilize and garner political and media attention. However, little is known about the dynamics of influence between far-right activism on social media and legacy media in the process of politicizing migrant crimes. To overcome the analytical and methodological limitations of current research, we have developed a computational method to capture the public discussion that took place in France around a single event – the murder of a young teenager in Paris in October 2022. Applying an event identification algorithm to a vast corpus of Twitter data has enabled us to analyze the dynamics of public discussion held in various arenas, both quantitatively and qualitatively. This article’s main argument is that legacy media act as a “moral compass” vis-à-vis far-right mobilizations that politicize migrant crimes on social media. While they were unable to influence the volume of attention that social media users pay to this murder, the French legacy media have contributed to setting limits to the form and spread of politicization by the far right on social media. More specifically, they were able to influence the attention paid to the facts that serve as the basis for discussion on social media and to steer that discussion toward questioning the relevance of politicizing the crime.",
          "url": "https://doi.org/10.1177/19401612251377328",
          "doi": "https://doi.org/10.1177/19401612251377328",
          "filter": 0
        },
        {
          "title": "Populism, Press Freedom, and Transparency: Gauging the Experience of Latin American Journalists with Access to Information Laws",
          "authors": "Gregory Michener, Summer Harlow, Silvia Dal Ben Furtado",
          "abstract": "Over the past three decades, close to 140 countries worldwide – including 18 in Latin America – have enacted access to information (ATI) laws. Recent increases in populism, authoritarianism, and harassment of the press, however, have been accompanied by rollbacks in public transparency and ATI, raising questions about the factors shaping journalists’ use and perceptions of ATI laws and government transparency more generally. In one of the largest cross-national ATI surveys to date, we draw on responses from 678 journalists across Latin America to examine the influence of macro-level factors – including populist leadership, press freedom, and characteristics of ATI laws – on journalists’ experiences with information access. Our findings show that populist leadership has significantly negative effects on ATI use and experience, in line with other evaluations. However, our findings reveal several unexpected results, including the null effect of the age and legal strength of ATI laws on usage and the statistically significant relationship between negative press freedom and increased ATI use. Overall, our results show that two-thirds of our sample make use of information access laws. And despite negative experiences, journalists continue to file information requests, and the more requests they file, the more positive their assessment of government transparency. Our study thus suggests that ATI laws provide substantially positive returns to both journalists and governments.",
          "url": "https://doi.org/10.1177/19401612251388195",
          "doi": "https://doi.org/10.1177/19401612251388195",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Operationalizing the male gaze: reconstructing Laura Mulvey’s analysis of visual pleasure",
          "authors": "Warren Buckland",
          "abstract": "Laura Mulvey’s ‘Visual pleasure and narrative cinema’ (1975) is the most widely cited, heavily anthologized and endlessly summarized essay in Film Studies. It is a foundational text that frames mainstream narrative cinema as a type of discourse that disseminates patriarchal ideology. Rather than summarize the essay again or repeat the many critiques developed by other scholars, this essay presents a line-by-line commentary on Mulvey’s interpretation of visual features in Josef von Sternberg’s films presented in section III C2 of her essay, in order to determine the logical relation between those visual features and theoretical concepts (especially fetishism). This involves rationally reconstructing the implicit operational procedures (empirical methods and evidence) Mulvey employed to interpret patriarchal values in mainstream narrative cinema. Operationalizing demystifies Mulvey’s interpretive activity by bridging the gap between her abstract theoretical predicates and filmic images, rendering the act of interpretation replicable by students new to film analysis.",
          "url": "https://doi.org/10.1177/14703572251383129",
          "doi": "https://doi.org/10.1177/14703572251383129",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
