{
  "update": "2025-02-16",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Understanding information credibility evaluation on bounded social media places: A mixed methods study",
          "authors": "Pranav Malhotra, Soo Yun Shin",
          "url": "https://doi.org/10.1080/03637751.2025.2455714",
          "doi": "https://doi.org/10.1080/03637751.2025.2455714",
          "filter": 0
        },
        {
          "title": "Shifting the paradigm with Wednesday Addams: An intersectional analysis of the first (Autistic) female Latinx detective",
          "authors": "Camille Bassett, Jason Gilmore",
          "url": "https://doi.org/10.1080/03637751.2025.2455715",
          "doi": "https://doi.org/10.1080/03637751.2025.2455715",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "The humor paradox and identity in professional stand-up comedy: humor enactment as a predictor of personal-relational and enacted-relational identity gaps in the comedian–audience relationship",
          "authors": "Matthew C. Ramsey, David R. Nelson",
          "url": "https://doi.org/10.1080/08824096.2025.2464707",
          "doi": "https://doi.org/10.1080/08824096.2025.2464707",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Platformed creativity: Female chuktubers in Korean football media",
          "authors": "Ju Oak Kim",
          "abstract": "This study proposes the concept of platformed creativity to examine how new technologies have engaged in the social dynamics of creative practices. In recent years, a few Korean female digital creators have become visible by producing and sharing gender-bound football media content on YouTube. Based on a critical discourse analysis involving the channels of four female Korean chuktubers, I found that this user-generated media platform offers these female digital creators the opportunity to capitalize on their unpopular and unconventional characteristics and narratives, allowing them to transform their creative practices into collective resistance against gender norms and hierarchies in the football media industry. However, YouTube also limits these chuktubers’ creative possibilities to the extent that it does not fundamentally intervene in the existing gender architecture within society. This study concludes that user-generated media platforms invigorate the social dynamics of creative practices while simultaneously controlling the social potential of creative imagination.",
          "url": "https://doi.org/10.1177/13548565251320295",
          "doi": "https://doi.org/10.1177/13548565251320295",
          "filter": 0
        },
        {
          "title": "Visibility of K-pop in the U.S.: Global rankings, ‘audience mis-aggregation’, and mainstream attention to niche genre",
          "authors": "Anna Yan Liu, Harsh Taneja",
          "abstract": "K-pop, a niche genre appealing to certain audience segments in the global market, has now attracted mainstream attention of music industries and general audiences within and beyond Asia. Previous studies often attribute niche genres’ visibility in a cultural market to audience segmentation and the prominence of niche tastes; however, K-pop’s mainstream visibility in its transnational spread complicates this argument. Integrating the sociology of quantification to studies on audience metrics and social quantification, this paper takes BTS as a case and examines how they gained mainstream visibility in the U.S. as the consequences of institutional audiences construction by Billboard’s global rankings – Social 50 and Top Social Artist Award. We argue that although Billboard’s charts and awards are not designed to favor exotic music, their institutional construction of global audiences is inherently a quantification process, the nature of which inadvertently eliminates regional differences in available audience sizes and consumption cultures when aggregating artists’ worldwide social engagements into ordinal numbers. Consequently, Billboard-constructed global audiences are mis-aggregated, over-representing certain regional tastes. Billboard initially interpreted mis-aggregated audiences as BTS’s global social popularity, increasing this then niche group’s mainstream visibility in the U.S. market. Focusing on measurement regimes, such as Billboard, this paper suggests an alternative mechanism for niche genres’ visibility in a culture market – audience mis-aggregation. When measurement regimes use metrics to synthesize diverse audience segments to represent the whole market, tremendous information is eliminated through this quantification process, resulting in over-representation of certain segments’ tastes and increasing mainstream visibility of niche genres.",
          "url": "https://doi.org/10.1177/13548565251320755",
          "doi": "https://doi.org/10.1177/13548565251320755",
          "filter": 0
        },
        {
          "title": "Critique of sensoric mediality – An experimental approach to chains of translation between the analog and the digital",
          "authors": "Florian Sprenger",
          "abstract": "By reconstructing a basic temperature sensor and its chains of translation, the text presents a new approach to experimental media archeology, critical making and speculative design. Based on this experiment, the text proposes to investigate how sensoric mediation transforms data into operational signals, challenging the myth of ‘raw data’ as unfiltered representations of the environment and the clear distinction between analog and digital. In a micro-analysis, the text reconstructs the translations between the analog and the digital as processes of virtualization, through which what is processed by the computer shares an efficiency with what it refers to, without being of its nature or substance. In order to better understand how autonomous machines adapt to their environment by means of such translation chains, without assuming an isomorphic representation of the world or direct access to the environment, the text follows the first steps of such chains of translation in detail. Experiments with a simple temperature sensor and an Arduino microcontroller show how often unreflected and black-boxed pre-decisions flow into the necessary sensory mediations. This in turn sheds light on new forms of co-existence between humans and autonomous, sensor-based machines such as autonomous vehicles or robots.",
          "url": "https://doi.org/10.1177/13548565251318328",
          "doi": "https://doi.org/10.1177/13548565251318328",
          "filter": 0
        },
        {
          "title": "The experiential value of gambling in f2p gamespaces",
          "authors": "Orlando Woods",
          "abstract": "This article explores the experiential value of gambling within free-to-play (f2p) gamespaces. In doing so, it offers a more balanced understanding of the gambling/gaming interplay. Whilst existing understandings tend to focus on the assumedly predatory monetisation techniques that players are subjected to by game developers, I instead argue that a logic of gambling is integral to the f2p experience economy of Asian players. Drawing on an analysis of in-depth interviews with Singapore-based game players/developers, I show how the virtual items and worlds that players engage with through f2p gamespaces are imbued with experiential value, whilst developers leverage the volumes of data generated by players to maximise this value in ways that might eventually lead to their monetisation. Embracing these complementary facets of f2p gamespaces can help expand normative understandings of gambling in/and gaming.",
          "url": "https://doi.org/10.1177/13548565251320477",
          "doi": "https://doi.org/10.1177/13548565251320477",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "The Silent Struggle: Moral Injury Among Health Care Workers",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1089/cyber.2025.0033",
          "doi": "https://doi.org/10.1089/cyber.2025.0033",
          "filter": 0
        },
        {
          "title": "Alone Together: The Paradox of Digital Connection and Social Isolation",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1089/cyber.2025.0034",
          "doi": "https://doi.org/10.1089/cyber.2025.0034",
          "filter": 0
        },
        {
          "title": "Virtual Echoes: Enhancing Empathy Through the Experience of Others’ Physiology in Emotional Virtual Scenarios",
          "authors": "Henar Guillen-Sanz, Ines Miguel-Alonso, Bruno Rodriguez-Garcia, Giuseppe Riva",
          "url": "https://doi.org/10.1089/cyber.2025.0009",
          "doi": "https://doi.org/10.1089/cyber.2025.0009",
          "filter": 0
        },
        {
          "title": "The Perfect Storm of Cyberscam Risk: Examining Personal, Injury, and Psychosocial Risk Factors for People With and Without Acquired Brain Injury",
          "authors": "Jao-Yue Carminati, Joshua F. Wiley, Jennie Ponsford, Kate Rachel Gould",
          "url": "https://doi.org/10.1089/cyber.2024.0435",
          "doi": "https://doi.org/10.1089/cyber.2024.0435",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Visuality as an Affordance on Instagram News Production",
          "authors": "Saara-Maija Kallio, Jenni Mäenpää",
          "url": "https://doi.org/10.1080/21670811.2025.2462558",
          "doi": "https://doi.org/10.1080/21670811.2025.2462558",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Populist Frames in Climate Discourse: How Right-Wing Politics Rewrites the Narrative on Climate Change",
          "authors": "Wawan Rahmadi, Fendi Saputra, Muhammad Hamdun Haqiqi, Handy Hanurawan Firnandes, Daniel Hutabarat, William Johannes Darwin G",
          "url": "https://doi.org/10.1080/17524032.2025.2462989",
          "doi": "https://doi.org/10.1080/17524032.2025.2462989",
          "filter": 0
        },
        {
          "title": "Climate Solutions and Climate Attribution in Extreme Heat Press Coverage: The July 2022 UK Heatwaves",
          "authors": "Jill E. Hopke, Antal Wozniak",
          "url": "https://doi.org/10.1080/17524032.2025.2458219",
          "doi": "https://doi.org/10.1080/17524032.2025.2458219",
          "filter": 0
        },
        {
          "title": "Environmental Communication Through Language Education: Iranian Teachers’ Perceptions on Integrating Environmental Communication Pedagogy into English Language Teaching",
          "authors": "Hossein Davari, Ghodrat Hassani, Abutaleb Iranmehr, Amir Ghorbanpour",
          "url": "https://doi.org/10.1080/17524032.2025.2464171",
          "doi": "https://doi.org/10.1080/17524032.2025.2464171",
          "filter": 0
        },
        {
          "title": "Climate Information Exposure on Social Media and Climate-Related Political Participation: The Mediating Roles of Environmental Discussion and Risk Perception",
          "authors": "Bingbing Zhang",
          "url": "https://doi.org/10.1080/17524032.2025.2464150",
          "doi": "https://doi.org/10.1080/17524032.2025.2464150",
          "filter": 0
        },
        {
          "title": "Overshoot: How the World Surrendered to Climate Breakdown",
          "authors": "Vikky Renaldi",
          "url": "https://doi.org/10.1080/17524032.2025.2465662",
          "doi": "https://doi.org/10.1080/17524032.2025.2465662",
          "filter": 0
        },
        {
          "title": "Africa's Propensity for a Net Zero Energy Transition",
          "authors": "Mohamad Isnaeni Romadhon, Amita Rahma Permatasari, Arkan Pradipta",
          "url": "https://doi.org/10.1080/17524032.2025.2465666",
          "doi": "https://doi.org/10.1080/17524032.2025.2465666",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "“A Little Bit Like Psychological Torture”: A Grounded Theory of the Sociocultural Challenges Surrounding Expertise Development in an Emerging Esports Ecosystem",
          "authors": "J. Patrick Williams, Mark R. Johnson, Vinay Kumar",
          "abstract": "Esports-relevant expertise extends beyond gameplay to encompass the cultivation of knowledge, skills, networks, and resources that support competitive success. Using a grounded theory approach and insights from 33 interviews with esports players in an emerging ecosystem, this study develops a sociocultural model that identifies four interrelated dimensions shaping expertise development, while paying special attention to the challenges players face. C ultures represent the layered structures of meanings, values, and norms that influence practices within and around esports. Social relations highlight families, schools, peers, and other social actors that support and/or inhibit gaming pursuits. Minds address social-psychological dispositions, mindsets, and the interpersonal dynamics that impact expertise. Finally, resources foreground how finances, space, time, and emotions enable or constrain players’ growth. Together, these dimensions reveal the multifaceted and interconnected ecology surrounding esports-relevant expertise development. The article highlights the value of an inductive approach for generating new and novel insights, and offers a valuable framework for understanding the sociocultural factors influencing esports-relevant expertise.",
          "url": "https://doi.org/10.1177/15554120251319176",
          "doi": "https://doi.org/10.1177/15554120251319176",
          "filter": 0
        },
        {
          "title": "Among the Casters: A Qualitative Study of Work and Play in Nottingham's Lead Belt",
          "authors": "Ian Williams",
          "abstract": "This article is a qualitative study of work and play in the miniatures wargames industry. It was conducted over 5 weeks in Nottingham, UK and consists of 26 semi-structured interviews with freelance workers and employees of two studios, Mantic Games and Warlord Games. Interviews concentrate on worker motivation, encounters with history through games, and the role of gender in miniatures wargames. Key findings reveal that sector workers see their work as a more honest form of craft than that found at Games Workshop, publishers of the Warhammer series of games, and that sector workers engage in hybrid forms of work-play through their professions. Lastly, it locates what Paul Gilroy calls postcolonial melancholia in design practices.",
          "url": "https://doi.org/10.1177/15554120251318884",
          "doi": "https://doi.org/10.1177/15554120251318884",
          "filter": 0
        },
        {
          "title": "Dark Patterns Meet the Gamer's Dilemma: Contrasting Morally Objectionable Content with Systems in Video Games",
          "authors": "Thomas Montefiore, Paul Formosa",
          "abstract": "Much of the philosophical discussion of video game ethics is dominated by the literature on the Gamer's Dilemma, which forces us to focus on the ethics of certain forms of extreme virtual content in video games, such as virtual murder or molestation. While a focus on the ethics of video game content is important, we argue that scrutinizing the ethics of video game systems is needed to properly capture the full range of ethical concerns raised by video games. Drawing on a distinction between intravirtual and extravirtual effects, we identify ethical issues with video game content and, by linking to the dark patterns literature, video game systems. To illustrate our view, we give examples of how a game can appear to have morally objectionable content without the game being, at least clearly, morally objectionable, and how a game can appear to be morally unobjectionable despite having morally objectionable systems.",
          "url": "https://doi.org/10.1177/15554120251319173",
          "doi": "https://doi.org/10.1177/15554120251319173",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "The Emergence of the “Ain’t I a Woman?” Speech Journey: White Transcriptions of Black Voices",
          "authors": "Carolin Aronis, Natasha Shrikant, Tori Omega Arthur",
          "url": "https://doi.org/10.1080/10646175.2025.2461062",
          "doi": "https://doi.org/10.1080/10646175.2025.2461062",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "MOSS-6 : a multi-label dataset and deep learning model for detecting diverse social support-seeking behaviours in online mental health communities",
          "authors": "Jihye Kim, Onyu Park, Eunil Park",
          "url": "https://doi.org/10.1080/1369118x.2025.2460558",
          "doi": "https://doi.org/10.1080/1369118x.2025.2460558",
          "filter": 0
        },
        {
          "title": "A matter of perception? investigating subjective and objective exposure to hate speech with a survey and mobile longitudinal linkage study",
          "authors": "Dominique S. Wirz, Sina Blassnig",
          "url": "https://doi.org/10.1080/1369118x.2025.2461646",
          "doi": "https://doi.org/10.1080/1369118x.2025.2461646",
          "filter": 0
        },
        {
          "title": "Old data in new media? Problematic popularity of digital health data and consumer devices",
          "authors": "Danny Lämmerhirt, Cornelius Schubert",
          "url": "https://doi.org/10.1080/1369118x.2025.2464098",
          "doi": "https://doi.org/10.1080/1369118x.2025.2464098",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "A slap in the face! why artificial intelligence should not be used to price discriminate against loyal customers",
          "authors": "Charles R. Taylor",
          "url": "https://doi.org/10.1080/02650487.2025.2465148",
          "doi": "https://doi.org/10.1080/02650487.2025.2465148",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Many a little makes a mickle: avatar accumulability and loyalty",
          "authors": "Shih-I Tai, Tzu-Ling Huang, Hsin-Yi Huang, Chieh-Ni Wu, T.C.E. Cheng, Ching-I Teng",
          "abstract": "Purpose Online games are highly popular Internet applications. Some games enable players to save game progress and accumulate experiences or changes to avatars during gameplay, whereas some other games do not, requiring players to restart from the beginning each time. That is, games differ in avatar accumulability. However, we do not know whether games should be designed to permit avatar accumulability or not and how it affects players’ gameplay experience and therefore game outcomes, indicating gaps. Research addressing these gaps can inform game makers in designing games that effectively strengthen their players’ game loyalty. Design/methodology/approach We used social identity theory (SIT) to construct a theoretical model. To test this model, three waves of survey data were gathered from the same 778 participants. Findings These findings uniquely indicate that avatar accumulability fosters avatar identification and increases players’ focused immersion, thus increasing players’ loyalty. Practical implications Game providers could include game features that enable players to accumulate their avatars’ in-game skins, levels, items (weapons and equipment) and experience points. This accumulability can help strengthen players’ game loyalty. Originality/value Overall, our study extends SIT by adding a new trigger (avatar accumulability) and two novel consequences of avatar identification (image protection and focused immersion) in avatar-related systems (games or gamified systems). The new trigger offers an actionable means to apply SIT, while the novel consequences verify the value of applying SIT to study online games.",
          "url": "https://doi.org/10.1108/intr-06-2023-0494",
          "doi": "https://doi.org/10.1108/intr-06-2023-0494",
          "filter": 0
        },
        {
          "title": "The value of CEO communication on social media for internal relationship management and employees’ social media engagement",
          "authors": "Yeunjae Lee, Dalee Yoon, Cen April Yue",
          "abstract": "Purpose The purpose of this study is to explore how CEOs’ interpersonal communication styles on social media can effectively enhance the relationship with employees and increase their engagement on social media platforms. Design/methodology/approach An online survey was conducted with 404 full-time employees working in corporations across various industries in the US. Only employees who “follow” their company’s CEO on social media were included in the study. Findings CEOs’ use of a conversational tone on social media helps employees perceive them as approachable and interactive leaders, thereby improving the quality of the CEO-employee relationship and increasing employees’ engagement on social media. CEOs’ personal disclosures on social media were found to promote employees’ perceptions of CEO approachability only when paired with a conversational communication style. Research limitations/implications Our study offers theoretical implications for communication and media literature by highlighting the potential of CEOs as chief “engagement” officers, capable of leveraging online platforms (i.e. social media) to foster employee interactions and support. Practical implications This study provides CEOs and communication practitioners with practical guidelines for using social media for both professional and social purposes as a crucial tool for internal relationship management. Originality/value This study is one of the first empirical attempts to examine the value of CEO social media communication as a key tool for building and maintaining quality employee–CEO relationship and engagement.",
          "url": "https://doi.org/10.1108/intr-05-2024-0705",
          "doi": "https://doi.org/10.1108/intr-05-2024-0705",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Motivating neighborhood-focused health activism: exploring the nexus of collective efficacy, social hope, and neighborhood activism",
          "authors": "Youllee Kim, Rachel A. Smith",
          "url": "https://doi.org/10.1080/00909882.2025.2461312",
          "doi": "https://doi.org/10.1080/00909882.2025.2461312",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Sex Sells? Two Experiments Testing Exposure to Sexualized Female Video Game Characters on Purchase Intention",
          "authors": "Shay Xuejing Yao, Reed Reynolds, Megan Knittel, Nancy Rhodes",
          "url": "https://doi.org/10.1080/08838151.2025.2465493",
          "doi": "https://doi.org/10.1080/08838151.2025.2465493",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "A meta-analysis of gain–loss framing effects in narrative persuasion",
          "authors": "Hye Kyung Kim, Minyi Chen",
          "abstract": "This meta-analytic study synthesizes research on the persuasive impact of gain–loss framing in narrative guided by the social cognitive theory. A combined analysis of 47 experimental studies (N = 16,361) shows an overall persuasive efficacy of gain-framed narratives (vs. loss-framed) at enhancing self-efficacy (d = 0.17, p = .009). The results also indicated that gain-framed narratives produce less counterarguing (d = −0.57, p = .042) and more positive message evaluation (d = 0.25, p = .006) while inducing less transportation (d = −0.07, p = .039) compared to loss-framed narratives. Moderation analyses further revealed loss-framed narratives’ (vs. gain-framed) relative efficacy in improving behavioral intention when the story is written in the third-person perspective or promoting donation behaviors. Study findings illuminate some important boundary conditions and mechanisms of gain–loss framing effects specific to narrative persuasion.",
          "url": "https://doi.org/10.1093/joc/jqaf002",
          "doi": "https://doi.org/10.1093/joc/jqaf002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "True believers, entertainers, and skeptical scholars: claims and frames on conspiracy TikTok",
          "authors": "Courtlyn Pippert, Katherine Furl, Alice Marwick",
          "url": "https://doi.org/10.1080/19331681.2025.2458025",
          "doi": "https://doi.org/10.1080/19331681.2025.2458025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Where There's Smoke, There's Stigma? Written Expressions About Individuals with Lung Cancer Reveal Cultural and Language Differences",
          "authors": "Esther Ong Zhen Mei, Liz Jones, Stefano Occhipinti",
          "abstract": "We investigated how Australians and Hong Kong Chinese respondents describe individuals with lung cancer, examining the impact of culture and language on public discourse and stigma expression. A total of 303 participants ( N Aus = 176; N HK = 127) were recruited from a commercial panel provider to complete an online survey. Participants were presented with a vignette describing a hypothetical lung cancer patient and asked to provide their impressions through open-ended written responses. Content coding revealed seven main themes: Warmth, Competence, Morality, Bad luck, Poor health behaviors, Ordinary, and No judgments, with both similarities and differences in participants’ written expressions across cultures. The language Hong Kongers used to respond influenced response patterns, with English responses resembling Western norms of Australians. These findings demonstrate how both culture and the language a person uses influence how people express stigma. By understanding these cultural nuances public health strategies can better support people from diverse backgrounds.",
          "url": "https://doi.org/10.1177/0261927x251318879",
          "doi": "https://doi.org/10.1177/0261927x251318879",
          "filter": 0
        },
        {
          "title": "Modeling Language Attitudes: Attitudinal Measurements and Linguistic Behavior in Two Bilingual Communities",
          "authors": "Marco Tamburelli, Ianto Gruffydd, Florian Breit, Lissander Brasca",
          "abstract": "This paper investigates whether attitudinal measures can predict usage in two bilingual communities with radically different language policies. We compare 163 participants’ (ages 24–36) rates of spontaneous language usage to two attitudinal measures among Welsh—English and Lombard—Italian bilinguals. Usage rates are found to correlate with Matched Guise Technique status scores for Lombard and to predict solidarity scores for Welsh. A different picture emerges from the Implicit Association Test, with scores correlating with usage for Welsh but not for Lombard. We link these findings to the radically different levels of sociopolitical support associated with the regional/minority languages and the nature of the two attitudinal measures. Our findings suggest that the utility of different attitudinal measures depends partly on sociopolitical circumstances and on the type of association intrinsically addressed in each measure. These have important implications for both the study of language attitudes and research on language vitality.",
          "url": "https://doi.org/10.1177/0261927x251315114",
          "doi": "https://doi.org/10.1177/0261927x251315114",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "The MNO (Pro)social License to Operate: Globalized Public Relations in Bangladesh, Botswana, Indonesia, and Kenya",
          "authors": "Jeannette I. Iannacone, Drew T. Ashby-King, Teresia Nzau, Boitshepo Balozwi, Habib Mohammad Ali, Irmawan Rahyadi, Luke Capizzo",
          "url": "https://doi.org/10.1080/1062726x.2025.2465250",
          "doi": "https://doi.org/10.1080/1062726x.2025.2465250",
          "filter": 0
        },
        {
          "title": "Strategists, Advocates, and Storytellers: The Role of Public Relations in Driving Organizations’ Diversity, Equity, and Inclusion",
          "authors": "Cen April Yue, Weiting Tao, Amanda L. Sams, Bitt Moon",
          "url": "https://doi.org/10.1080/1062726x.2025.2465242",
          "doi": "https://doi.org/10.1080/1062726x.2025.2465242",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Personal and perceived partner orgasm pursuit: A daily diary study about the gendered orgasm gap",
          "authors": "Carly Wolfer, Cheryl L Carmichael",
          "abstract": "Interdependence theory reveals the robust influence romantic partners have on each other’s outcomes. However, research on “the orgasm gap”—that men orgasm significantly more often than women in partnered (hetero) sex—relies largely on women-only samples and ignores gendered interpersonal influences. We apply interdependence theory and investigate how gendered interpersonal orgasm goal pursuit (OGP) underlies orgasm inequity in relationships. With a 21-day diary study of heterosexually partnered individuals ( N = 127, 18–40 yrs), we tested a novel experience sampling assessment of interdependent OGP that measures event-level personal OGP, partner OGP, and perceived partner OGP. Results from multi-level models on 566 sex events revealed that men were 15x more likely to orgasm, and were more satisfied, than women. Men reported higher personal and perceived partner OGP, and lower partner OGP than women during sex. Higher levels of personal and perceived partner OGP during sex were associated with greater orgasm likelihood and satisfaction. Moreover, perceived partner OGP moderated the link between personal OGP and satisfaction, such that personal OGP was associated with greater satisfaction at high, but not low, levels of perceived partner OGP. Personal OGP is thus unlikely to yield satisfying orgasms and sex without (perceived) collaboration from a partner. This research exposes an orgasm pursuit gap, in favor of men’s orgasm, that contributes to inequity in partnered sex between men and women. We discuss how sexual pleasure equity requires symmetric pursuit of orgasm goals and interdependent strategies, rather than dwelling on women’s individual level barriers to orgasm.",
          "url": "https://doi.org/10.1177/02654075251316579",
          "doi": "https://doi.org/10.1177/02654075251316579",
          "filter": 0
        },
        {
          "title": "Positive peripheral social partners: Relationship and social interaction evaluations across adulthood",
          "authors": "Claire M. Growney, Tammy English",
          "abstract": "Older adults are theorized to prioritize relationships with close social partners who support their emotional goals. Throughout the lifespan, social partners of varying closeness may play different roles in one’s emotional life. We investigate the relationship between age, social closeness, and social partner evaluations at relationship and social interaction levels. Participants aged 25–85 ( N = 309) completed social network questionnaires with relationship evaluations of their enjoyment and conflict with partners of varying closeness. In an experience sampling procedure (6x/day for 10 days), participants reported on closeness, pleasure, and discomfort for their most recent social interaction, as well as momentary affect. Older age was associated with higher enjoyment of relationships with peripheral social network members and higher pleasure during interactions with less-close social partners. We also examined how links between momentary social closeness, evaluations, and affect vary by age. Among older, but not younger and middle-aged adults, prior social interaction pleasure was associated with higher positive affect regardless of relationship closeness. Older adults’ disproportionately positive evaluations of peripheral network members and interactions with non-close others may result from their pruning of social partners who do not support their emotional goals. Positive social interactions, even with acquaintances or other non-close partners, may become increasingly relevant for well-being across the adult lifespan.",
          "url": "https://doi.org/10.1177/02654075251319440",
          "doi": "https://doi.org/10.1177/02654075251319440",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Disruptions in Normalization: Reflexive Monitoring in Journalism Adaptation and Audience Collaboration",
          "authors": "Gregory P. Perreault, Valérie Bélair-Gagnon, Jennifer R. Henrichsen",
          "url": "https://doi.org/10.1080/1461670x.2025.2462548",
          "doi": "https://doi.org/10.1080/1461670x.2025.2462548",
          "filter": 0
        },
        {
          "title": "The Bright Side of Emotional Labor: Evidence from Job Burnout and Organizational Commitment of Chinese Journalists",
          "authors": "Jie Yao, Xiajun Duan, Chu Chu, Wenhao Han",
          "url": "https://doi.org/10.1080/1461670x.2025.2463592",
          "doi": "https://doi.org/10.1080/1461670x.2025.2463592",
          "filter": 0
        },
        {
          "title": "Broadcasting through the (New) Iron Curtain: Practices, Challenges, and Legacies of Russia's Independent Media in Exile",
          "authors": "Ilya Yablokov, Vasily Gatov",
          "url": "https://doi.org/10.1080/1461670x.2025.2462550",
          "doi": "https://doi.org/10.1080/1461670x.2025.2462550",
          "filter": 0
        },
        {
          "title": "Patterns of Persistence: Studying News Repertoires Before, During, and After Covid-19",
          "authors": "Sebastián Valenzuela, Ingrid Bachmann, Natalia Solís Valdés",
          "url": "https://doi.org/10.1080/1461670x.2025.2462535",
          "doi": "https://doi.org/10.1080/1461670x.2025.2462535",
          "filter": 0
        },
        {
          "title": "Fostering Civic Engagement on “Ghana X”: An Analysis of Data-driven Journalistic Practices of Mainstream and Peripheral Media Actors",
          "authors": "Theodora Dame Adjin-Tettey, Michael Etrue",
          "url": "https://doi.org/10.1080/1461670x.2025.2463587",
          "doi": "https://doi.org/10.1080/1461670x.2025.2463587",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Partisan Cues, Anger, and Attitude Formation: Experiments on Partisan Motivated Reasoning",
          "authors": "Freddie J. Jennings, Benjamin R. Warner",
          "url": "https://doi.org/10.1080/15205436.2025.2461699",
          "doi": "https://doi.org/10.1080/15205436.2025.2461699",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Intimate Yet Exploitative: Representations of Gender-Based Violence in Platformed True Crime Narratives",
          "authors": "Christine Linke, Lisa Brune",
          "abstract": "True crime is a highly controversial yet successful entertainment genre that is widely available on streaming, video, and podcast platforms. The content often includes visual depictions of victims and survivors of gender-based violence, as well as depictions of the acts of violence themselves, such as surveillance footage, police or court videos, or photographs. Additionally, producers and account holders on social media platforms frequently use stereotypical, clichéd, and even eroticized representations of violence. True crime formats rarely address neither the structural causes and backgrounds which lead to crimes, nor the impact on victims, survivors, and their relatives. To address these issues, we apply audio-visual content analysis, focusing on the YouTube channel of Bailey Sarian and her content combination of narrating true crime stories while doing her makeup. Drawing on communication and media studies, we explore the dual tenor of subversive-empowering versus voyeuristic-exploitative representations in the context of narratives of gender-based violence. Our analysis highlights that the unreflective and voyeuristic tone of commercialized true crime narratives can lead to the unethical exploitation of real events and the people affected. The Murder, Mystery &amp;amp; Makeup Monday series exemplifies a dual approach, blending affective storytelling, which fosters viewer intimacy, with sensationalistic portrayals that often simplify and stigmatize those involved in criminal cases. Although some empowering and informative voices regarding gender-based violence exist online, they are frequently overshadowed by the sensationalism typical of commercial true crime. The series underscores a tension between intimate engagement and ethical responsibility, shaped by platform-driven pressures that prioritize engagement over quality. Our findings emphasize the need for platforms to actively enable nuanced, balanced portrayals that foster a more informed and empathetic media environment.",
          "url": "https://doi.org/10.17645/mac.8964",
          "doi": "https://doi.org/10.17645/mac.8964",
          "filter": 0
        },
        {
          "title": "Strategic Choices for Balancing Intimacy and Professionalism: Con-tent Analysis of Chinese Podcasts on Himalaya",
          "authors": "Jinghong Xu, Zining Wang, Tong Luo, Shiyu Liu",
          "abstract": "By analyzing 120 episodes from 12 podcast accounts, representing central, provincial, commercial, and individual Chinese news outlets on the Himalaya platform, this study examines the strategies employed by news publishers to balance intimacy and professionalism. Our findings show that while all media types prioritize professionalism, their strategies for cultivating intimacy differ significantly. Compared to commercial and provincial media, central media achieved the best balance between intimacy and professionalism. Individual media demonstrated the highest intimacy scores, whereas central media excelled in professionalism. This study enhances our understanding of how institutional backgrounds shape strategies in audio journalism. It offers insights into balancing intimacy with professional standards in the podcast medium.",
          "url": "https://doi.org/10.17645/mac.9126",
          "doi": "https://doi.org/10.17645/mac.9126",
          "filter": 0
        },
        {
          "title": "Introduction of the Digital Gaming Relationship",
          "authors": "Miikka Sokka, Kwok Ng, Sami Kokko, Pasi Koski",
          "abstract": "In recent decades, there has been a growing interest in studying the appeal of digital games. However, there is still a call for further research, especially on the theoretical and methodological advancements. Hence, a novel approach and a concept of the Digital Gaming Relationship (DGR) is presented. The DGR model is adapted from earlier work on physical activity and with the central concept as “meaning,” it provides an alternative perspective to motivation-oriented literature for the field of game studies. With this approach, the fundamental view is that each person has a varying relationship with digital games and gaming over their life span. The relationship builds on the individual’s encounters with the social world of digital gaming and its cultural meanings. In the long term, accruing digital gaming-related knowledge, experiences, and emotional connections contributes to a rich tapestry of meaning, thus creating a deep and meaningful relationship capable of shaping one’s actions, behaviors, and even identity. The framework theorizes the mechanisms of an individual’s socialization process to the digital gaming world and illustrates that the relationship with digital games includes much more than just playing them. In this article, the theoretical roots and key concepts of the DGR are introduced, and the practical applicability of the approach is discussed.",
          "url": "https://doi.org/10.17645/mac.8738",
          "doi": "https://doi.org/10.17645/mac.8738",
          "filter": 0
        },
        {
          "title": "“I bet she’s ‘not like other girls’”: Discursive Construction of the Ideal Gaming Woman on r/GirlGamers",
          "authors": "Maria Ruotsalainen, Mikko Meriläinen",
          "abstract": "Research on women and hostile behaviour in video games has largely focused on women as victims rather than perpetuators of hostile behaviour. In this study, by utilizing discourse analysis, we examine how women’s hostile behaviour is discussed in the subreddit r/GirlGamers, and how the ideal gaming woman is discursively constructed in these discussions.",
          "url": "https://doi.org/10.17645/mac.8802",
          "doi": "https://doi.org/10.17645/mac.8802",
          "filter": 0
        },
        {
          "title": "Empowered by the Experience: Playing as Female Characters in Video Games",
          "authors": "Teresa Lynch, Annie Dooley, David M. Markowitz",
          "abstract": "Research on female video game characters often investigates negative outcomes of playing as stereotyped characters. Yet, video games increasingly offer people opportunities to play as capable, prominent female characters that may be meaningful and promote positive outcomes (e.g., feelings of empowerment). This manuscript shares the results of a mixed methods survey of individuals (&lt;em&gt;N&lt;/em&gt; = 751) recruited via online forums who recalled their experiences playing as female game characters. We analyzed qualitative response data using a traditional, top-down approach to identify themes. We focus our analysis and discussion on the results of a human-derived analysis, which indicated both positive and negative dimensions of experiences that participants found meaningful. Participants reported that taking on the role of a female character was often very important to them, but the reason for this significance varied across players. Often, these reasons involved their own gender identities and the context in which the gameplay occurred (e.g., online multiplayer). We consider findings as evidence of eudaimonic media effects.",
          "url": "https://doi.org/10.17645/mac.8733",
          "doi": "https://doi.org/10.17645/mac.8733",
          "filter": 0
        },
        {
          "title": "Dive Into the Past: Chinese Intangible Cultural Heritage Represented in Chinese Mobile Games",
          "authors": "Yixiang Que, Teresa De La Hera, Jeroen Jansz",
          "abstract": "This study delves into the representation of intangible Chinese cultural heritage in Chinese mobile games. Nowadays, even with huge economic potential, Chinese mobile games are still faced with negative comments, especially from parents. To develop their reputation, Chinese mobile games have portrayed considerate Chinese intangible cultural heritage (ICH). The representation of cultural heritage in video games has been a subject of discussion for a long time, while console and computer games and tangible cultural heritage have been at the centre of academic studies. Hence, we strived to investigate how Chinese ICH is depicted in Chinese mobile games. A thematic analysis was conducted on data collected through analytical gameplay of 30 Chinese mobile games selected from Apple’s App Store and the Chinese TapTap platform. Our analysis indicates that Chinese ICH is represented in Chinese mobile games to fulfil the persona of game characters, to create a more engaging and immersive game world experience, to provide more intense combat moments, to offer visually enjoyable virtual goods, and to deliver culturally driven updates during traditional festivals. Among the various forms of Chinese ICH, Chinese traditional craftsmanship is found to be used most frequently because of the huge effort it requires to be mastered, which could be educational to players. Theatrical traditions were found to be depicted in most game elements because they combine visual, audio, and motional elements. Lastly, folk and classical literature is portrayed in Chinese mobile games to provide a narrative resource that culturally resonates with players.",
          "url": "https://doi.org/10.17645/mac.8749",
          "doi": "https://doi.org/10.17645/mac.8749",
          "filter": 0
        },
        {
          "title": "Sympathy for the Devil: Serial Mediation Models for Toxicity, Community, and Retention",
          "authors": "Mingxuan Liu, Jack Lipei Tang, Dmitri Williams",
          "abstract": "Disruptive behaviors in online gaming communities are a growing concern, affecting player experience, retention, and well-being. While previous research has primarily focused on the victims’ experiences, this study examines the psychological mechanisms underlying the attitudinal and behavioral responses to both encountering disruptive behaviors and being flagged for such behaviors, as well as the effects on retention. The study retrieved longitudinal telemetry records of player reporting and gameplay data from the North American server of a popular competitive player vs. player multiplayer online game, coupled with a psychometric survey of a randomly selected sample of 1,217 players. Based on the rejection-disidentification model, this research identifies a shared pathway for both reporting and being reported for disruptive behavior. Our findings support a serial mediation model where both experiences are linked to decreased player engagement. This reduced engagement, reflected in diminished participation in game battles over time, is mediated by perceived discrimination and a reduced sense of community. Moreover, drawing on the concept of procedural justice from the group engagement model, the study delineates unique pathways for the disengagement process for reporters and those reported. Being flagged for disruptive behavior leads to a significant drop in sustained engagement through a decreased sense of community, which is not the case for reporting disruptive behavior. The article concludes with a discussion of the theoretical and practical implications of these findings.",
          "url": "https://doi.org/10.17645/mac.8676",
          "doi": "https://doi.org/10.17645/mac.8676",
          "filter": 0
        },
        {
          "title": "Games and Game Studies Are Meaningful—Are They?",
          "authors": "Felix Reer, Teresa De la Hera, Salvador Gómez-García",
          "abstract": "Building on the idea that digital games are more than trivial pastimes and can have deeper meanings, this article collection brings together emerging findings from the field of game studies. The foundation for this thematic issue was laid at the 2023 symposium of the Digital Games Research Section of the European Communication Research and Education Association (ECREA) held in Madrid. The articles in this collection examine the rich content of games as cultural artifacts and how they encourage reflection, the role of games as social environments and learning tools, the dynamics of identity negotiation and socialization in gaming contexts, the societal perceptions of games, and the increasingly important roles of games and game studies in mediatized societies.",
          "url": "https://doi.org/10.17645/mac.9857",
          "doi": "https://doi.org/10.17645/mac.9857",
          "filter": 0
        },
        {
          "title": "Amplifying Player Experience to Facilitate Prosocial Outcomes in a Narrative-Based Serious Game",
          "authors": "Lewen Wei, Mike Schmierbach, Bingjie Liu, Jin Kang, Cheng Chen, Frank E. Dardis, Ryan Tan, Olivia Cohen",
          "abstract": "The rise and development of serious games have shown promise in addressing critical social issues, including school bullying. However, prior work often compares game-based interventions with the conventional non-game approach, failing to generate insights about which game features should be emphasized to create more effective games. To bridge this research gap, in light of video games’ advantages for creating immersive experiences that benefit persuasion, we created a narrative-based serious game addressing school bullying and conducted two studies (Study 1, &lt;em&gt;N&lt;/em&gt; = 130; Study 2, &lt;em&gt;N&lt;/em&gt; = 250) to explore the persuasive effects of two game features, respectively player–avatar similarity and in-game control, on player experience (including player–avatar identification, narrative engagement, and empathy) and prosocial intention. We found mixed results subject to player perspective such that only when players took the bully’s perspective did one of the game features—in-game control—successfully create the intended empathy via amplified narrative engagement toward the desirable prosocial intention.",
          "url": "https://doi.org/10.17645/mac.8637",
          "doi": "https://doi.org/10.17645/mac.8637",
          "filter": 0
        },
        {
          "title": "Beyond Play: Researching the Transformative Power of Digital Gaming in Deeply Mediatized Societies",
          "authors": "Christian Schwarzenegger, Erik Koenen, Kerstin Radde-Antweiler, Karsten D. Wolf",
          "abstract": "Digital gaming has evolved from a peripheral activity to a central aspect of mediatized lifeworlds, significantly impacting media culture and society. Despite its pervasive influence, digital gaming research often occupies a marginalized status within broader academic disciplines. This article advocates for recognizing digital gaming as an integral part of the media landscape and understanding its role within a deeply mediatized society. By adopting a holistic perspective, this study emphasizes the interconnectedness of digital gaming with other media forms and cultural practices, highlighting its significance in driving digital transformation. Therefore, we argue for a dual development: one that removes gaming from its segregated special status and recognizes it as an integral part of the media landscape, and another that situates the unique aspects of gaming within the broader context of a society deeply transformed and shaped by media; capturing both its significance and its role as part of the whole. We elaborate on the concept of gamevironments bridging deep mediatization research and communicative figurations to comprehend change brought about by the transformative power of digital gaming in deeply mediatized societies. Gamevironments encompass transmedia figurations and narratives, cross-media adaptations, social interactions, user-generated content, and the cultural and educational impacts of gaming. We discuss the analytical potential of gamevironments along five distinct yet interrelated areas (making of gamevironments, values in and of gamevironments, governance of gamevironments, education in and for gamevironments, and researching gamevironments) to provide a comprehensive view of digital gaming’s transformative impact on digital society.",
          "url": "https://doi.org/10.17645/mac.8800",
          "doi": "https://doi.org/10.17645/mac.8800",
          "filter": 0
        },
        {
          "title": "Parasocial Interactions in Otome Games: Emotional Engagement and Parasocial Intimacy Among Chinese Female Players",
          "authors": "Hao Gao, Ruoqing Guo, Qingqing You",
          "abstract": "This study conducts qualitative research on female players of otome games, exploring the mechanisms of romantic relationship formation within these games and their impact on perceptions of real-life intimate relationships. The findings reveal that the parasocial romantic relationships formed in otome games are not entirely detached from reality; instead, they are embedded in daily life through game interaction mechanisms and the players’ internalized imagination, thereby influencing the reconstruction of real-life intimate relationships. Female players show a high degree of acceptance and immersion in these romantic relationships, focusing on the emotional support provided by male characters. These relationships play a positive role in fulfilling emotional needs, regulating negative emotions, constructing self-identity, and redefining perceptions of intimacy. The intangibility of physical contact remains the only significant shortcoming, as perceived by a minority of players, pointing to a primary direction for the future development of otome games.",
          "url": "https://doi.org/10.17645/mac.8662",
          "doi": "https://doi.org/10.17645/mac.8662",
          "filter": 0
        },
        {
          "title": "A Survey Study on Public Attitudes Toward Gaming Disorder",
          "authors": "Felix Reer, Lena Maria Küpper, Florian Wintterlin, Thorsten Quandt",
          "abstract": "The World Health Organization’s decision to include addictive game use (“gaming disorder”) in the International Classification of Diseases was the subject of controversial scientific debates (e.g., Aarseth et al., 2017; Rumpf et al., 2018; for an overview, see Reer &amp;amp; Quandt, 2021). However, knowledge is scarce on how addictive game use is perceived outside of academic circles (Schatto-Eckrodt et al., 2020). The current study aimed to fill this research gap by interviewing a stratified German sample (&lt;em&gt;N&lt;/em&gt;&lt;em&gt; &lt;/em&gt;= 1,075) on their attitudes toward the topic. We found that critical views about games and their addiction potential are rather common among the German general population. Further, we found evidence that many participants overestimated the number of players affected by gaming disorder. Regression analyses showed that age, gender, and gaming experience play a role in how individuals think about risks associated with game use. Interestingly, having heard about the topic in the media was associated with more critical attitudes and higher presumed prevalence rates. More exchange between scholars and the wider public is needed to increase knowledge on the topic. Further, media reports on gaming disorder should cover the latest research findings and the opposing views of scientists.",
          "url": "https://doi.org/10.17645/mac.8701",
          "doi": "https://doi.org/10.17645/mac.8701",
          "filter": 0
        },
        {
          "title": "FABLE: A New Horizon in Digital Learning and Serious Game Design",
          "authors": "Salvador Reyes-de-Cózar, Alba Merino-Cajaraville",
          "abstract": "Serious games have stood out as a new pedagogical format capable of motivating students through interactive learning. The lack of standards in the conception of these video games has led to the creation of different models, where the ludic aspects often prevail over the educational ones. This research analyzes the models present in the literature to identify those key elements in the design of serious games and to determine the presence of ludic-pedagogical elements. A systematic review is carried out following the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) statement to identify the existing models for creating serious games. A qualitative analysis of the selected models is carried out to extract the key elements that should be present when creating a guide for designing serious games and to evaluate a ludic-pedagogical approach. Finally, a directed content analysis is performed to evaluate the presence of ludic-pedagogical elements in the selected models. The results show a lack of attention paid to the elements of the pedagogical dimension of the game in the studies reviewed. Other elements, such as the format or the audience, are not specified, and most models prove incomplete. From this study emerges FABLE (Fun And Balanced Learning Experience), a model that incorporates both the playful and pedagogical dimensions of the serious game.",
          "url": "https://doi.org/10.17645/mac.8647",
          "doi": "https://doi.org/10.17645/mac.8647",
          "filter": 0
        },
        {
          "title": "Contemporary Political Discourse in Digital Games: A Systematic Approach",
          "authors": "Jenniffer Soto de la Cruz, Sara Cortés Gómez, Pilar Lacasa",
          "abstract": "This study reviews existing literature on how video games are being used to convey contemporary political discourse. Digital games, as meaningful cultural artifacts, have become a communication medium in their own right. They can serve as social mirrors, framing contemporary reality through metaphors that represent and recreate transcendent events or social facts through immersive experiences. Likewise, video games have played a significant role in shaping our current politics and culture. This article seeks to answer the research question: How has contemporary political discourse been explored through digital games in academic literature? To do so, we conducted a systematic literature review following the SALSA (search, appraisal, synthesis, and analysis) framework. We identified &lt;em&gt;N&lt;/em&gt; = 25 journal articles written in English and Spanish, published between January 2013 and September 2023. We found that first-person shooter games were the most frequently discussed game genre in the academic literature, followed by newsgames. We propose a new method for categorizing political messages in digital games, which we have called the PRICE dimensions model (participation, representation, ideology, conflict, and education). The studied papers were classified into five main thematic groups: (a) video games as a tool for digital propaganda; (b) video games aiming to raise awareness of political issues; (c) games and gamification elements for radicalization; (d) game design that justifies, minimizes, or downplays violence; and (e) players’ role in conveying political messages.",
          "url": "https://doi.org/10.17645/mac.8689",
          "doi": "https://doi.org/10.17645/mac.8689",
          "filter": 0
        },
        {
          "title": "The Case of Cities: Skylines Versions—Affordances in Urban Planning Education",
          "authors": "Laura Cañete Sanz, Sjors Martens, Teresa De la Hera",
          "abstract": "Studies on city-building games as educational tools show positive results in addressing different learning objectives, but also identify a missing link to reality, as they are mostly computer-based. Given the differences between existing games and their capabilities, the exact function of these games in an urban planning curriculum is unclear. The city-building game Cities: Skylines currently has three different versions (Digital, Tabletop, VR). Through an affordance analysis of the game’s three versions, this study analyses how the versions afford four primary knowledge dimensions, and in doing so identifies different educational applications for each version of Cities: Skylines in different planning disciplines. The results show that: (a) the board game is strong in fostering player participation and critical thinking more suited for the social and health studies, public policy, and citizen participation domains of urban planning; (b) the digital version functions as moddable simulator, ensuring familiarity with existing systems and monitoring their effects, useful in logistics and transportation planning; (c) the VR form viscerally involves players in the simulated processes, applicable in design-focused segments of urban planning, such as sustainable design theory, housing, and land-use management. The results of this study can help urban planning educators identify possible uses for different versions of Cities: Skylines.",
          "url": "https://doi.org/10.17645/mac.8747",
          "doi": "https://doi.org/10.17645/mac.8747",
          "filter": 0
        },
        {
          "title": "Experiencing the Call of Duty: Exploring Emotions in Commercial War Games",
          "authors": "Joseph Pattison",
          "abstract": "This article explores how players interpret and reflect on themes in mainstream war videogames, specifically the Call of Duty franchise. Scholars have long focused on the ideological content of war games, which is marked by increased collusion of military institutions with the gaming industry and assumptions about the influential capabilities of war games, in which player agency is often downplayed. This study builds on Lenoir and Caldwell’s (2018) observations that the interpretation of mainstream franchises should focus more on their attempts to create an “affective framework” that emphasises certain emotions in players. Through a thematic analysis of semi-structured interviews with 25 participants, this study found that participants outlined their discomfort in certain missions, to the point where they even altered their playstyle, suggesting that players often reflect critically on the aspects of war these games explore. This article concludes that mainstream franchises, like Call of Duty, should be considered complex cultural artefacts consisting of various layers of meaning. Rather than directly transmitting militaristic ideologies, these games craft an emotional aesthetic capable of exploring more controversial aspects of war. The key to understanding these franchises lies directly with the players themselves, which is why audiences should be treated as conscious agents who play an active role in drawing meaning from such an aesthetic.",
          "url": "https://doi.org/10.17645/mac.8667",
          "doi": "https://doi.org/10.17645/mac.8667",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Conceptualizing and Measuring Character Depth",
          "authors": "Rebecca Frazer, Matthew Grizzard, Emily Moyer-Gusé",
          "url": "https://doi.org/10.1080/15213269.2025.2460171",
          "doi": "https://doi.org/10.1080/15213269.2025.2460171",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "“Oh, you’re watching me ”: Care workers’ experiences of surveillant assemblages on the platform and in the home",
          "authors": "Hunter Akridge, Alex Ahmed, Free S Bàssïbét, Magally A Miranda Alcázar, Sarah Fox",
          "abstract": "Domestic workers have long been marginalized, even as they are made hypervisible to their employers. This is a process increasingly augmented by digital technologies. These technologies include care platforms, which have increasingly mediated the process of finding employment. This article reports on interviews with in-home childcare workers or “nannies” who shared experiences of scrutiny and surveillance across the labor process, both on and off the platform. This includes background checks, in-person monitoring, hidden cameras, and more. Although these practices might be legitimized as an extension of parental care or benign monitoring, workers’ negative afffects—fear, worry, anger—disrupt this normalization. Their stories make visible harm and hidden burdens from this hybridization of care and control. Through their accounts, a surveillant assemblage comes into view that intensifies uneven visibility regimes and reinstates the racialized and gendered power dynamics that have long defined domestic labor.",
          "url": "https://doi.org/10.1177/14614448251315759",
          "doi": "https://doi.org/10.1177/14614448251315759",
          "filter": 0
        },
        {
          "title": "Veiled conspiracism: Particularities and convergence in the styles and functions of conspiracy-related communication across digital platforms",
          "authors": "Kilian Buehling, Xixuan Zhang, Annett Heft",
          "abstract": "Digital communication venues are essential infrastructures for anti-democratic actors to spread harmful content such as conspiracy theories. Capitalizing on platform affordances, they leverage conspiracy theories to mainstream their political views in broader public discourse. We compared the word choice, language style, and communicative function of conspiracy-related content to understand its platform-dependent differences and convergence. Our cases are the conspiracy theories of the New World Order and Great Replacement, which we analyzed on 4chan/pol/, Twitter, and seven alternative US news media longitudinally from 2011 to 2021. The conspiracy-related texts were comparatively analyzed using a multi-method approach of computational and quantitative text analyses. Our results show that conspiracy narrations are increasingly present in all venues. While language differs vastly between platforms, we observed a style convergence between Twitter and 4chan. The results show how more coded language veils the spread of racist and antisemitic content beyond the so-called dark platforms.",
          "url": "https://doi.org/10.1177/14614448251315756",
          "doi": "https://doi.org/10.1177/14614448251315756",
          "filter": 0
        },
        {
          "title": "Queer ecological data: Where artificial intelligence meets the avian",
          "authors": "Maya Livio, Natalia Sánchez-Querubín",
          "abstract": "Nonhuman life is increasingly analyzed and acted upon through big data and AI tools. Birds in particular are among the most datafied wild beings. However, avian—like human—data sets present challenges of bias, misclassification, and harmful collection methods. For example, avian data includes bias along lines of sex and sexuality, female, queer, and intersex birds are significantly understudied. These missing birds not only represent consequences for biodiversity loss but also “naturalize” assumptions about sex and sexuality for all species, including humans. In this article, we interrogate avian datafication practices and introduce Salvaging Birds, a multimodal project proposing “queer data surrogacy” as a method for generating “queer ecological data,” that is data resisting normative environmental frameworks. Here queer data surrogates were produced by creatively subverting AI toward generating speculative missing birds. Bridging critical data and archival studies with queer ecology, we argue that data logics demand examination at nonhuman sites and scales.",
          "url": "https://doi.org/10.1177/14614448251313767",
          "doi": "https://doi.org/10.1177/14614448251313767",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "The Impact of Media Framing in Complex Information Environments",
          "authors": "Nicolai Berk",
          "url": "https://doi.org/10.1080/10584609.2025.2456519",
          "doi": "https://doi.org/10.1080/10584609.2025.2456519",
          "filter": 0
        },
        {
          "title": "The Role of Framing, Race, and Symbolic Racism in Policy Support",
          "authors": "Hillary C. Shulman, Lanier F. Holt, Elizabeth E. Riggs, Rachel Barry Wade",
          "url": "https://doi.org/10.1080/10584609.2025.2463923",
          "doi": "https://doi.org/10.1080/10584609.2025.2463923",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Black-owned business and passionate brand publics: A netnography of The Honey Pot Company PR crisis",
          "authors": "Suman Mishra, Mia Moody, Rosalynn A. Vasquez",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102542",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102542",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Should we express gratitude in human–AI interaction: The online public’s moral stance toward artificial intelligence assistants in China",
          "authors": "Yuqi Zhu, Jianxun Chu",
          "abstract": "The ethical dimensions of human–AI (artificial intelligence) interaction demand attention. As artificial intelligence assistants become more anthropomorphized, will the public interact with AI as humans morally? This study applied content analysis to data from an online question-and-answer platform in China ( N = 287) to explore the public’s judgments of gratitude toward artificial intelligence assistants. The findings revealed the majority supports expressing gratitude, while a significant minority disagrees, indicating diverse ethical judgments. By further analyzing people’s reasoning, this study found that supporters attribute gratitude to moral autonomy driven by virtue ethics, moral responsibility for responsible AI, and the perceived source identity of anthropomorphized AI as human, aligning with the Computers-are-Social-Actors paradigm. In contrast, opponents doubt AI’s moral agency, highlighting the perceived source of AI as machines, and they judge that treating it with human manners is useless and potentially dangerous. These insights enhance the understanding of the public’s view of ethical considerations regarding AI assistants, contribute to gratitude research in the context of human–AI interaction, extend the moral dimension of the Computers-are-Social-Actors paradigm, and emphasize the importance of moral and responsible AI use. Suggestions for future research based on the exploratory findings are also discussed.",
          "url": "https://doi.org/10.1177/09636625251314337",
          "doi": "https://doi.org/10.1177/09636625251314337",
          "filter": 0
        },
        {
          "title": "Science capital: Results from a Finnish population survey",
          "authors": "Johanna K. Kaakinen, Sari Havu-Nuutinen, Tuomo Häikiö, Hanna Julku, Teija Koskela, Mirjamaija Mikkilä-Erdmann, Milla Pihlajamäki, Daria Pritup, Kirsi Pulkkinen, Katri Saarikivi, Jaana Simola, Valtteri Wikström",
          "abstract": "This study examined science capital among Finnish adults ( N = 1572), who responded to 37 survey items assessing science capital. Factor analysis suggested four science capital dimensions: visiting science-related places, science attitudes, science-related self-efficacy, and early support for studying natural sciences. Higher education and higher parental education were linked to higher science capital across all dimensions. Older participants exhibited lower science-related self-efficacy, less early support, and more negative science attitudes than younger respondents. Age and education were stronger predictors of science-related self-efficacy and early encouragement for men than women, and mothers’ education had a weaker effect on science-related self-efficacy for men. The results show that science capital is a multidimensional construct and highlights that younger generations in Finland have had more opportunities to develop their science capital. These findings emphasize the need for early and equitable support to foster positive science attitudes and participation.",
          "url": "https://doi.org/10.1177/09636625241310756",
          "doi": "https://doi.org/10.1177/09636625241310756",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Testing the Durability of Persuasion From Moral Appeals About Renewable Energy",
          "authors": "Abel Gustafson, Matthew H. Goldberg, Sanguk Lee, Miriam Remshard, Andrew Luttrell, Seth A. Rosenthal, Anthony Leiserowitz",
          "abstract": "Research shows that opinions rooted in moral justifications may be more stable over time. This suggests that communicators could create more durable persuasion by adding explicit moral claims (i.e., stating that the issue is a matter of right vs. wrong) to persuasive messages. Here, using animated videos about the transition from fossil fuels to renewable energy, we conducted a three-stage longitudinal experiment ( N = 4,488) to test whether messages with explicit moral claims have more durable persuasive effects than similar messages without. We replicated this test across two distinct moral dimensions: harm to innocent people and contamination of nature’s purity. Our findings show that all message versions had strong immediate persuasive effects relative to a control condition, and much of those effects remained after a 3-week period. However, there were no clear advantages—in immediate effects or in durability—from adding explicit moral claims to the messages.",
          "url": "https://doi.org/10.1177/10755470241311011",
          "doi": "https://doi.org/10.1177/10755470241311011",
          "filter": 0
        },
        {
          "title": "Measuring Science Literacy in a Digital World: Development and Validation of a Multi-Dimensional Survey Scale",
          "authors": "Niels G. Mede, Emily L. Howell, Mike S. Schäfer, Julia Metag, Becca Beets, Dominique Brossard",
          "abstract": "We present a new multilingual 14-item scale for measuring science literacy in survey and experimental research. The scale captures three essential dimensions of science literacy in a digital world: civic science literacy, science media literacy, and cognitive science literacy. We developed, tested, and validated the scale through two preregistered national quota surveys in Switzerland and the United States in four languages (English, German, French, Italian). Iterative factor analyses, Bayesian Item Response Theory analyses, and validity tests confirm robustness and reliability of the scale.",
          "url": "https://doi.org/10.1177/10755470251317379",
          "doi": "https://doi.org/10.1177/10755470251317379",
          "filter": 0
        },
        {
          "title": "Harnessing AI to Address Misinformation on Cultivated Meat: The Impact of Chatbot Expertise and Correction Sidedness",
          "authors": "Mengxue Ou, Shirley S. Ho, Stanley A. Wijaya",
          "abstract": "This study conducted a 2 (chatbot expertise cues: high vs. low) × 2 (correction sidedness: one-sided vs. two-sided) between-subjects experiment to investigate the effects of chatbot features and output framing on misinformation correction and public perceptions of cultivated meat. Results highlighted the importance of chatbot expertise cues in shaping credibility perceptions of misinformation correction, with two-sided corrections from high-expertise chatbots perceived as more credible than those from low-expertise chatbots. Credibility perceptions mediated the interaction effect between chatbot expertise cues and correction sidedness on individuals’ attitudes and consumption intentions towards cultivated meat. Both theoretical and practical implications of these findings were discussed.",
          "url": "https://doi.org/10.1177/10755470251315097",
          "doi": "https://doi.org/10.1177/10755470251315097",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Affordances-in-Practice: How Social Norm Dynamics in Climate Change Publics Are Shaped on Instagram and Twitter",
          "authors": "Nathalie Van Raemdonck, Ike Picone, Jo Pierson",
          "abstract": "Social norms are flexible regulating forces of human behavior. They are shaped by humans, whose actions in turn are shaped by their environment, including the online social spaces they venture into. The objective of this research is to create an understanding of how the affordances of social media platforms shape social norm dynamics in online publics, particularly in climate change publics. For this purpose, we make a comparative analysis of the practices of users on Instagram and Twitter that engage with climate change content. We conducted 22 in-depth interviews with a purposively selected sample of worldwide Twitter and Instagram users. We investigated how each platform’s specific affordances shape the participants’ sense of community and how they participate in social norm enforcement and contestation, also called “callouts.” This “affordances-in-practice” perspective brings observations on the differences in how users can actualize the novel affordances of “interventionability” and “external visibility” on both platforms. This research provides a deeper insight into the socio-technical processes underlying the (self-)organization of social movements and provides a pathway to investigating discursive practices of online publics on other platforms. The study avoids debating which norms should prevail over others in the online climate discussion, but does reflect on the negative impact that certain outcomes of norm enforcement and contestation might have on democratic deliberation on climate change. The main findings are that actualizing these affordances on Twitter anno 2023 makes climate discourse sensitive to group-loyalties, whereas on Instagram it makes it dependent on norm leaders in the form of content creators.",
          "url": "https://doi.org/10.1177/20563051251319066",
          "doi": "https://doi.org/10.1177/20563051251319066",
          "filter": 0
        },
        {
          "title": "Performing Not-Not-Me in SoMe: A New Theatrical Typology of Self-Presentation Online",
          "authors": "Anne-Britt Gran",
          "abstract": "Erving Goffman’s dramaturgical model in The Presentation of Self in Everyday Life (1959) is frequently used to analyze online self-presentations in social media (SoMe) and other social network sites (SNS). The term “self-presentation” seems to be here to stay. We argue that Goffman’s dramaturgical model belongs to another era, and that online self-presentation needs new theoretical approaches and new content. Compared to its predominant usage in SoMe research, our approach involves a perspective shift from what do SoMe users present (e.g., social role, identity/identities, idealized self, authentic self, brand) to how they perform it, concerning the style of acting and dressing, the use of props, makeup, symbols and signs, emotions, and expressions. Since participation on SoMe platforms is largely about how SoMe users present themselves and how they want to be received, theatricality and performing arts theories can inform this how with a new and nuanced conceptual apparatus. Therefore, we create a theory-based typology on the concepts of theatricality, simple and complex acting, not-acting, not-not-me, imagined audience awareness, and absorption. We present six types of theatrical self-presentations and conditions, types suitable for analysis of SoMe performances.",
          "url": "https://doi.org/10.1177/20563051251315256",
          "doi": "https://doi.org/10.1177/20563051251315256",
          "filter": 0
        },
        {
          "title": "Jalaiah Effect: A Story of a Stolen Dance on TikTok and Trans-Platformization of Ignorance",
          "authors": "Mariam Betlemidze",
          "abstract": "This article explores how ignorance becomes a cultural affordance of trans-platformization, focusing on the Renegade dance’s evolution into a viral sensation that fueled TikTok’s rise and launched new teenage influencers. Employing new materialist feminist theory, Actor-Network Theory, and Critical Technocultural Discourse Analysis, this article operationalizes the concept of trans-platformization. It examines race-technology entanglements as they manifest during trans-platformization, highlighting the illusory progress in recognizing Black creators and the resistance against a predominantly White, techno-capitalist patriarchy. The tensions arising from these complexities intensify the demand for a more nuanced understanding of ignorance as the affordance of trans-platformization and the potential pivot point for speculative hope.",
          "url": "https://doi.org/10.1177/20563051251317765",
          "doi": "https://doi.org/10.1177/20563051251317765",
          "filter": 0
        },
        {
          "title": "Viral Justice: TikTok Activism, Misinformation, and the Fight for Social Change in Southeast Asia",
          "authors": "Nuurrianti Jalli",
          "abstract": "This study examines the use of TikTok as a platform for youth activism in Southeast Asia, focusing on Indonesia, Malaysia, and the Philippines. Through a mixed-methods approach that includes qualitative content analysis, semi-structured interviews, systematic fact-checking, and digital trace data, the research explores how activists leverage TikTok’s unique features to promote social justice and mobilize political participation amid democratic backslidings. The findings reveal that activists skillfully adapt to TikTok’s attention economy, using strategies like trend-jacking and meme creation to reach broad audiences. However, they also face significant challenges, including rampant harassment and the precarious nature of algorithmic visibility. The study highlights the complexities of digital activism, where the pursuit of virality can sometimes undermine the depth of political movements. While the research counters the prevalent narrative that digital activism is rife with misinformation, it underscores the importance of maintaining accuracy to protect credibility. The study concludes by calling for further research on integrating online activism with offline organizing and exploring how platform governance can be reformed to better support activists. The insights from this study contribute to a deeper understanding of TikTok’s role in contemporary social movements and the challenges faced by youth activists in the digital age.",
          "url": "https://doi.org/10.1177/20563051251318122",
          "doi": "https://doi.org/10.1177/20563051251318122",
          "filter": 0
        },
        {
          "title": "Neither “Platformization” Nor “Infrastructuralization”: Government as a Platform in China",
          "authors": "Jingyan Elaine Yuan, Yuchao Zhao",
          "abstract": "Critically engaging with the prevalent theses of “platformization” and “infrastructuralization” in the mainstream platform studies literature, this empirical study identifies socio-economic actors and examines their relations in digital governance mediated by data-driven platforms in the Chinese context. Through a case study of “the digital reform” in Zhejiang Province, and the affiliated smart city project—City Brain—in Hangzhou, the municipal capital, this study draws on data from participatory observations and interviews to (1) provide a historical context, in which “platformization” in urban governance is aimed to serve market-oriented socio-economic reforms; (2) argue that such “platformization” is shaped by the long-standing structural tension between centralization and localism, which has been renewed by digital data flows; and (3) understand the shifting public–private demarcation in social interactions and arrangements to deflect continual frictions between the state, local agents, and platforms in the domain of digital governance.",
          "url": "https://doi.org/10.1177/20563051251314625",
          "doi": "https://doi.org/10.1177/20563051251314625",
          "filter": 0
        },
        {
          "title": "Dynamics of Platform Architecture and Labor Unrest: Mobilizing and Contesting Solidarity in the 2021–2022 Foodpanda Delivery Rider Strikes in Hong Kong",
          "authors": "Ngai Keung Chan",
          "abstract": "Weaving together relational approaches to collective action as well as the concepts of platform architecture and social media affordances, this qualitative study examines the manifestation and contestation of worker solidarity in the platform-mediated gig economy. Based on semi-structured interviews with 30 participants—including riders and labor rights group members involved in the 2021–2022 Foodpanda delivery rider strikes—this article offers a relational and processual view of how worker solidarity was formed, consolidated, and contested throughout the strikes in Hong Kong’s post-union era. The analysis reveals that riders’ grievances against Foodpanda emerged in response to the evolving platform architecture, while non-workplace factors such as the sociopolitical context further shaped riders’ repertoires of action. Riders strategically utilized interpersonal communication networks and various social media affordances to mobilize and strengthen solidarity. Worker solidarity, however, was contested due to internal conflicts among riders and the fear of police. Algorithmic control also serves as a repressive tool to demobilize workers. Thus, solidarity was fragmented and transient. This study theorizes the platform architecture as part of the dynamic process through which worker solidarity is mobilized and contested. It contributes to understanding the varieties of platform labor unrest by examining the relational dynamics of worker solidarity in the changing political context where labor power is likely to be weakened. As such, platform labor unrest is deeply embedded within a wider platform ecology and socio-political context, where workers mobilize among themselves and interact with their opponents, alliances, and other social actors.",
          "url": "https://doi.org/10.1177/20563051251319578",
          "doi": "https://doi.org/10.1177/20563051251319578",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Am I watching or being watched? Exploring the selective disclosure paradox in users’ self-censorship to dataveillance awareness in video recommender systems",
          "authors": "Jooyoung Kim, Hangjung Zo",
          "url": "https://doi.org/10.1016/j.tele.2025.102253",
          "doi": "https://doi.org/10.1016/j.tele.2025.102253",
          "filter": 0
        },
        {
          "title": "Traumatizing, growing, or both? Exploring the role of social media in communal coping during vicarious traumatization",
          "authors": "Geyi Wang, Jo-Yun Li, Yeunjae Lee",
          "url": "https://doi.org/10.1016/j.tele.2025.102251",
          "doi": "https://doi.org/10.1016/j.tele.2025.102251",
          "filter": 0
        },
        {
          "title": "Populist radical-right attitudes, media trust, and social media reliance: Combining survey and tracking data to investigate predictors of online exposure to disinformation",
          "authors": "Clara Christner, Mykola Makhortykh, Teresa Gil-Lopez",
          "url": "https://doi.org/10.1016/j.tele.2025.102250",
          "doi": "https://doi.org/10.1016/j.tele.2025.102250",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "When Do Broken Campaign Promises Matter? Evidence From Four Experiments",
          "authors": "Alon Zoizner, Eran Amsalem",
          "abstract": "Campaign promises are a central mechanism for voters to hold politicians accountable, and information about their breakage or fulfillment features prominently in the media during election campaigns. Despite the importance of campaign promises, previous research yields conflicting expectations regarding their influence on citizens. Some theories suggest citizens vote based on policy performance and, therefore, consistently penalize actors who break their promises. Other theoretical accounts, however, argue that exposure to information during election campaigns often has minimal effects on citizens due to strongly held prior beliefs and partisan motivations. The goal of the current study is to address these competing claims by systematically testing the conditions under which citizens penalize politicians for breaking promises. We conducted four experiments (total N = 7,030), three of them preregistered, in two countries under varying political conditions. We find that (1) broken promises decrease domain-specific evaluations of leaders but have little impact on evaluations of actors’ overall performance; (2) broken promises have limited effects when people have strong priors about the political actor who made the promise; and (3) citizens downplay and rationalize promises broken by ingroup, but not outgroup, leaders. These results suggest that even though information about broken promises is salient in campaign communications, its impact on citizens is context-dependent and often quite limited.",
          "url": "https://doi.org/10.1177/19401612251317261",
          "doi": "https://doi.org/10.1177/19401612251317261",
          "filter": 0
        },
        {
          "title": "Deepfakes as a Democratic Threat: Experimental Evidence Shows Noxious Effects That Are Reducible Through Journalistic Fact Checks",
          "authors": "Viorela Dan",
          "abstract": "Concerns have been raised over AI-generated deepfakes and their impact on democracy. Unlike earlier forms of disinformation relying on text or traditional video-editing techniques (cheapfakes), deepfakes employ artificial intelligence, provoking speculations that they may be even more persuasive and harder to debunk. Using an experiment with a multiple-message design ( N = 2,085), we found that fake videos suggesting a sex, corruption, or prejudice scandal—but not text-only fakes—elicited substantial reputational damage for an innocent politician, regardless of whether the underlying technique was “cheap” or “deep.” This was visible in altered attitudes, emotions, and voting intentions. However, exposure to a journalistic fact-check substantially reduced and even eliminated the detrimental effects. These findings have important implications for our theoretical understanding related to the effects of and mitigation strategies for deepfakes. While clearly highlighting the significant persuasive potential of deepfakes (and visual disinformation in general), the present study paints a more nuanced picture than was previously possible.",
          "url": "https://doi.org/10.1177/19401612251317766",
          "doi": "https://doi.org/10.1177/19401612251317766",
          "filter": 0
        },
        {
          "title": "The Media Trust Gap and Its Political Explanations: How Individual and Sociopolitical Factors Differentiate News Trust Preferences in Asian Societies",
          "authors": "Yufan Guo, Yuzhe Lei",
          "abstract": "Despite the increasing reliance on online media for news consumption, people generally exhibit lower levels of trust in online news relative to traditional media. To explain the preference disparities in media trust and their potential cross-national variations, this article examines individuals’ trust gap between newspapers and Internet news across 14 countries and regions in East, South, and Southeast Asia. Drawing on nationally representative data and other country-level data (2018–2021), we test two underlying mechanisms, political trust transfer and alternative information orientation, that account for the media trust gap, as well as their boundary conditions. Multilevel analysis reveals that political trust positively correlates with people’s relative trust in newspapers, which is pronounced in societies with lower levels of polarization and limited press freedom. Besides, using the Internet and social media as the main channels of political information seeking may increase people’s relative trust in Internet news, especially in societies with higher levels of press freedom and political polarization. Our findings offer systematic explanations for news trust preferences by combining political characteristics and their contextual conditions, which have implications for understanding today’s media trust crisis.",
          "url": "https://doi.org/10.1177/19401612251315597",
          "doi": "https://doi.org/10.1177/19401612251315597",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
