{
  "update": "2025-08-25",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Topic modeling of video and image data: a visual semantic unsupervised approach",
          "authors": "Ayse D. Lokmanoglu, Dror Walter",
          "url": "https://doi.org/10.1080/19312458.2025.2549707",
          "doi": "https://doi.org/10.1080/19312458.2025.2549707",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Mapping the discourse on digital disconnection: a computational analysis on #disconnection Instagram posts from 2018 to 2023",
          "authors": "Sarah Geber, Sina Horner, Tilia Ellendorff, Minh Hao Nguyen",
          "url": "https://doi.org/10.1080/08824096.2025.2548262",
          "doi": "https://doi.org/10.1080/08824096.2025.2548262",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "The Role of Supportive Messages, Appraisals, and Attributions in Facilitating Cognitive Reappraisal of Bullying",
          "authors": "Xi Tian, Andrew C. High",
          "url": "https://doi.org/10.1080/10510974.2025.2544837",
          "doi": "https://doi.org/10.1080/10510974.2025.2544837",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Stakeholder-desired audiences: Fans’ audience data imaginaries and how they shape industry data practices",
          "authors": "Anna Yan Liu, Alice Ji, Harsh Taneja, Michelle R. Nelson",
          "abstract": "As the media industry employs big data to imagine audiences, audiences simultaneously seek to understand how their digital traces are being converted into audience data to inform the industry. We explore how fans map stakeholders in the Chinese idol industry, perceive stakeholders’ utilization and construction of audience data, and use those perceptions to guide their data-driven practices. We conducted a netnography of INTO1’s fandoms as a case study, expanding upon studies of platform audience behaviors, fan labor, and imaginaries. Previous studies have shown that fans generate audience data to influence profit-driven stakeholders’ cultural production, such as showing the size and purchasing power of the fanbase to networks and advertisers to prevent TV shows from being canceled. In China’s profit-driven yet state-regulated idol industry, we found that beyond traditional profit-driven (talent management agencies, media organizations, advertisers) and market information (measurement companies) stakeholders, fans also identify the State as a regulatory stakeholder and platforms as emerging cross-sector stakeholders. Based on a grounded theory approach to data analysis, we coined the concept of audience data imaginaries, which we define as audiences’ perception of multiple stakeholders’ utilization and construction of audience data in a cultural industry. We show how fans align data-driven practices with different stakeholders’ interests, serving as desirable market segments, promotion workers, and good citizens. Highlighting how fans map and perceive multiple stakeholders’ engagement with audience data, this concept offers a productive framework applicable to analyze fans’ data-driven practices in other contexts.",
          "url": "https://doi.org/10.1177/13548565251366412",
          "doi": "https://doi.org/10.1177/13548565251366412",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "“I Empathize With Them”: How Newsroom Leadership Assesses Mental Health and Hostility Toward Their Journalists",
          "authors": "Kaitlin C. Miller",
          "url": "https://doi.org/10.1080/21670811.2025.2548795",
          "doi": "https://doi.org/10.1080/21670811.2025.2548795",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Who is Imaged as Being Related to Climate Change? Localization and Individualization of Human Visual Images in China Search Engine",
          "authors": "Jing Su, Yunsong Li, Zihan Zhang, Yuxuan Lin, Wen Shi",
          "url": "https://doi.org/10.1080/17524032.2025.2544563",
          "doi": "https://doi.org/10.1080/17524032.2025.2544563",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Community-Centered Vaccine Communication: A Frame Analysis of HBCU Leadership Messaging",
          "authors": "Najma Akhther, Khairul Islam",
          "url": "https://doi.org/10.1080/10646175.2025.2539917",
          "doi": "https://doi.org/10.1080/10646175.2025.2539917",
          "filter": 0
        },
        {
          "title": "Role of Passion and Emotions in Social Movements: BLM Activists’ Niche That Scaled Up the Movement in the Digital Sphere",
          "authors": "Sadia Ehsan Cheema, Nicholas Browning",
          "url": "https://doi.org/10.1080/10646175.2025.2530461",
          "doi": "https://doi.org/10.1080/10646175.2025.2530461",
          "filter": 0
        },
        {
          "title": "The Affect-as-Information Effect: Analyzing the Diffusion of Framing of China Information on X (Formerly Twitter)",
          "authors": "Yanfang Wu",
          "url": "https://doi.org/10.1080/10646175.2025.2541760",
          "doi": "https://doi.org/10.1080/10646175.2025.2541760",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Virtual reality as an engagement driver in professional meetings",
          "authors": "Veronika Šlapáková Losová, Marko Orel",
          "abstract": "Purpose This study proposes how to empirically measure and explain virtual reality’s (VR) impact on meeting engagement compared to traditional video conferencing through a novel methodological framework grounded in social presence theory, combining social network analysis with conversation analysis to address the lack of empirical evidence on VR’s effectiveness in authentic workplace settings. Design/methodology/approach Through a 16-week longitudinal experiment in a multinational company, we analyzed eight retrospective meetings to compare engagement patterns across platforms. The framework operationalizes engagement through group cohesion metrics and content characteristics, employing both quantitative network analysis and qualitative content analysis of interaction patterns. Findings Results suggest that VR meetings generate higher engagement levels through three key mechanisms: enhanced network density, more balanced participation patterns, and improved social presence behaviors. The most striking finding reveals VR’s capacity to enhance peripheral participant engagement, demonstrated by an increase in degree prestige for least active participants. Additionally, while VR meetings exhibited lower task-orientation, they fostered more dynamic and inclusive interactions, challenging traditional assumptions about meeting efficiency as a function of task-orientation. Originality/value The study presents empirical evidence of VR’s impact on meeting engagement in authentic workplace settings through an innovative methodological framework. The integration of social network analysis with conversation analysis establishes a non-intrusive method for evaluating meeting effectiveness, capturing both structural and qualitative aspects of engagement. These findings advance our understanding of how VR technology transforms interaction dynamics, suggesting a paradigm shift in virtual collaboration practices.",
          "url": "https://doi.org/10.1108/itp-12-2024-1558",
          "doi": "https://doi.org/10.1108/itp-12-2024-1558",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Value orientations and social cohesion in organizational discourses: a civil-society perspective",
          "authors": "Rico Neumann, Barbara Pfetsch, Swen Hutter, Simon Koschut, David Schieferdecker, Jule Specht",
          "url": "https://doi.org/10.1080/1369118x.2025.2534719",
          "doi": "https://doi.org/10.1080/1369118x.2025.2534719",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Editorial: six critical research needs on the use of artificial intelligence in advertising",
          "authors": "Charles R. Taylor",
          "url": "https://doi.org/10.1080/02650487.2025.2530825",
          "doi": "https://doi.org/10.1080/02650487.2025.2530825",
          "filter": 0
        },
        {
          "title": "The gluckschmerz effect of ad sponsorship in displeasing sports replays",
          "authors": "Jaemin Kim, Jooyoung Kim, Jiwon Kim",
          "url": "https://doi.org/10.1080/02650487.2025.2546179",
          "doi": "https://doi.org/10.1080/02650487.2025.2546179",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "LinkedIn’s dilemma: navigating stress and well-being on professional networking platforms",
          "authors": "Mustapha Cheikh-Ammar, Nura Jabagi",
          "abstract": "Purpose Universities are increasingly encouraging students to join LinkedIn, a professional networking site (PNS), to enhance their employability prospects. Our study explores the double-edged sword of LinkedIn use among university students with a focus on its contrasting psychological impacts of stress and well-being. Design/methodology/approach Drawing on self-determination theory (SDT), conservation of resources theory (CORT), and recent social media research, this study proposes a theoretical model to explain users’ motivations for LinkedIn use, their experiences of LinkedIn-induced stress and well-being and how users deal with these experiences. Our model was tested via a survey of 221 undergraduate students and the use of structural equation modeling. Findings Results indicate that LinkedIn-induced well-being, stemming from the digital support of students’ basic psychological needs for autonomy, belongingness and competence, enhances their intrinsic motivation to engage with the platform. However, LinkedIn is also found to generate stress – driven by excessive demand and privacy threats – which undermines intrinsic motivation. Furthermore, LinkedIn well-being is found to be a personal resource that students leverage to manage this stress. Originality/value This study examines students’ experiences on LinkedIn, a PNS that has received less scholarly attention than hedonic social networking sites. Using SDT and CORT, we highlight the coexistence of stress and well-being on non-compulsory, utilitarian PNSs like LinkedIn. We further demonstrate how LinkedIn-derived well-being helps students manage LinkedIn technostress, addressing a key research gap, as few studies explore how social media users mitigate stress through positive mechanisms.",
          "url": "https://doi.org/10.1108/intr-08-2024-1292",
          "doi": "https://doi.org/10.1108/intr-08-2024-1292",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Culture-centered narratives of support and stigma: intergenerational tensions in the mental illness experiences of Vietnamese American youth",
          "authors": "Rati Kumar, Iccha Basnyat, Aayushi Hingle, Brianna Pham, Bernadette Bui",
          "url": "https://doi.org/10.1080/00909882.2025.2543763",
          "doi": "https://doi.org/10.1080/00909882.2025.2543763",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Tolerating Toxicity: How Incivility and Belief Congruence in User-Generated Comments Affect Readers’ Motivational Activation and Information Intake",
          "authors": "Di Zhu, Sungkyoung Lee",
          "url": "https://doi.org/10.1080/08838151.2025.2547702",
          "doi": "https://doi.org/10.1080/08838151.2025.2547702",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Possible futures all at once: time frame and time lag in short-term longitudinal media effects research on well-being",
          "authors": "Julius Klingelhoefer, Alicia Gilbert, Christoph Adrian, Adrian Meier",
          "abstract": "When assessing media effects, we seldom consider how they change over time. Especially with the prevalence of smartphone use as short-lived, fragmented media use, a systematic approach to temporal dimensions is crucial, particularly to understand mixed effects of smartphone use on situational well-being. We employ a multiverse approach to assess the influence of two central temporal dimensions in intensive longitudinal media effects research: Time frame and time lag. We combine mobile experience sampling (T1 = 2,859, T2 = 7,708) and log data (K1 = 71,807, K2 = 259,004) from N1 = 84 and N2 = 192 participants. Building on theorizing on time in media effects research, we propose four patterns of how short-term effects on situational well-being unfold: they may follow processes of ephemerality (fleeting effects), inertia (delayed onset), reversal (changing directions), or there are no changes over time. We discuss theoretical implications and give recommendations for future studies.",
          "url": "https://doi.org/10.1093/joc/jqaf037",
          "doi": "https://doi.org/10.1093/joc/jqaf037",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Communities of Protest: A 3R Framework of Social Media Rhetoric, Reach, and Reinforcement in India's #Anti-NRC Movement",
          "authors": "Kokil Jaidka",
          "abstract": "Social-media–based protests often unfold across multiple, semi-autonomous communities that cooperate, compete, and overlap, yet most research still treats “the movement” as a single unit. I introduce the 3R framework—Rhetoric, Reach, Reinforcement—to trace how collective-identity messages are produced, circulated, and amplified among these communities. The study analyzed a multilingual corpus of 800,000 Facebook posts (200,000 textual posts) spanning three months, using unsupervised topic modeling, multiple linear regression, and social-network analysis. Results show systematic heterogeneity: communal organizations react most intensely to posts criticizing the government, signaling identity-affirming outrage. Journalistic pages function as “bridge nodes,” injecting new topics into the network and diffusing them widely, thereby disrupting potential echo chambers. High-reach, high-rhetoric messages are disproportionately reinforced through repeated sharing and cross-posting, magnifying their visibility well beyond the originating community. This study maps how rhetoric, reach, and reinforcement interact across organizational boundaries, offering a unified theoretical and empirical approach to understanding how online protest movements construct, contest, and sustain collective identities.",
          "url": "https://doi.org/10.1177/0261927x251364003",
          "doi": "https://doi.org/10.1177/0261927x251364003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "AI for Combatting Mis/Disinformation",
          "authors": "Elizabeth Behm-Morawitz, Benjamin R. Warner, Julius M. Riles, Christopher Josey, Reagan Morawitz",
          "abstract": "Abstract: Artificial Intelligence (AI) poses challenges and opportunities in combating mis/disinformation that arises in today’s digital media landscape. Our research advances understanding of how psychological processing influences perceptions and effects of AI-generated messages on message acceptance and credibility. Specifically, the computers are social actors (CASA) paradigm, anthropomorphism, and solipsistic introjection are employed to examine the effects of the degree of AI involvement in information delivery when seeking clarification on a politicized issue – ranging from none (e.g., news article), to partial (e.g., AI-generated summaries in Google search results), to full reliance on AI (e.g., responses from ChatGPT). Findings from our online experiment with N = 551 US adults indicate that moderate and highly AI-powered sources are deemed more credible than non-AI human-authored sources, however, this effect is weakened by diminished perceptions of anthropomorphizing of AI. Further, solipsistic introjection is negatively related to message acceptance, indicating this intrapsychic processing may decrease the persuasiveness of messages that combat mis/disinformation. Findings are discussed in terms of theoretical and practical implications.",
          "url": "https://doi.org/10.1027/1864-1105/a000480",
          "doi": "https://doi.org/10.1027/1864-1105/a000480",
          "filter": 0
        },
        {
          "title": "Information Integrity in a Digital Age",
          "authors": "Richard Huskey, Heather J. Hether, Soojong Kim",
          "url": "https://doi.org/10.1027/1864-1105/a000477",
          "doi": "https://doi.org/10.1027/1864-1105/a000477",
          "filter": 0
        },
        {
          "title": "What Post-Pandemic Paradox?",
          "authors": "Bridget Rubenking, Monica Mayer, Melissa Looney, Walker Talton",
          "abstract": "Abstract: Given the importance of the credibility and effectiveness of health messaging during politicized public health events, this study explores both message source and message recipient factors in predicting perceived credibility and intent to comply with a COVID-19 mitigation message. Born out of disease avoidance, greater individual disgust sensitivity should lead to greater perceived risk and uptake of mitigation efforts. Meanwhile, conservative partisanship in the US has been associated with less perceived risk and behavioral compliance related to COVID-19. However, greater disgust, sensitivity, and political conservatism enjoy a positive relationship. To test this paradox, we explore both partisanship and disgust sensitivity, along with authoritarianism, to see which ultimately better predicts perceived credibility and intent to comply with government-issued COVID-19 guidance. We further explore partisanship by exploring how messages from the same (or different) political party influence message processing and effects. An online experiment with a US-based sample ( N = 424) found no influence of individuals’ political partisanship, but did find small (yet significant) effects such that messages from Democratic governors elicited greater intent to comply than Republican ones. Results about disgust sensitivity were mixed: greater pathogen disgust sensitivity was associated with greater perceived credibility of messages, whereas greater socio-moral disgust sensitivity was associated with greater intent to comply. Implications are discussed.",
          "url": "https://doi.org/10.1027/1864-1105/a000483",
          "doi": "https://doi.org/10.1027/1864-1105/a000483",
          "filter": 0
        },
        {
          "title": "Facts About Fact-Checkers: Comparing Credibility Perceptions, Usage, and Sharing of Different Fact-Checking Sources",
          "authors": "Li Qi, Laurent H. Wang, Xingyu Liu, Miriam J. Metzger",
          "abstract": "Abstract: Fact-checking provides an important tool in the fight against misinformation, yet fact-checks may only be effective to the extent that they are perceived as credible. This research provides a first look at such perceptions across a wide array of legacy and novel fact-check sources available today. An online survey of 993 participants and an experiment involving 1,002 participants were conducted to examine differences in credibility perceptions, usage, and sharing of fact-checks from professional fact-check organizations, mainstream news outlets, social media platforms, automated fact-check services, and crowdsourcing. Results show that legacy sources are considered most credible, fact-check receiver characteristics (political ideology, analytical thinking, and information literacy) influence perceptions of fact-checker credibility, and perceived credibility of fact-checkers is key to fact-check usage. Results also reveal that fact-checker source type and perceived credibility of fact-checkers are essential to fact-check sharing intention. Our findings advance the nascent concept of fact-checker credibility and contribute to theory, specifically the MAIN model and the stage framework model. They also offer novel data about new sources of fact-checking, including how AI and crowdsource-based fact-checkers are perceived by the public.",
          "url": "https://doi.org/10.1027/1864-1105/a000484",
          "doi": "https://doi.org/10.1027/1864-1105/a000484",
          "filter": 0
        },
        {
          "title": "Negativity Biases Online",
          "authors": "Seonhye Noh, Stuart Soroka",
          "abstract": "Abstract: A considerable body of work finds evidence of negativity biases in news production and consumption. These biases have consequences for the reliability and accuracy of digital information. For this special issue, focused on the “complex interplay of technology and human biases,” we consider how individual-level variation in negativity biases impacts both news selection and news provision. Using digital trace data, we analyze the news selections of roughly 25,000 SmartNews users over 6 months. We find evidence of trait-level differences in individuals’ negativity biases in news selection and consider the degree to which those trait-level differences in negativity biases are sustained through algorithmically personalized news feeds.",
          "url": "https://doi.org/10.1027/1864-1105/a000479",
          "doi": "https://doi.org/10.1027/1864-1105/a000479",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "Final Reflections: Correcting Misrepresentations and Charting Future Directions in Crisis Communication Research Through an Evidence-Based Lens",
          "authors": "Timothy Coombs",
          "url": "https://doi.org/10.1080/1062726x.2025.2548682",
          "doi": "https://doi.org/10.1080/1062726x.2025.2548682",
          "filter": 0
        },
        {
          "title": "A Response to Page et al. (2025)",
          "authors": "Timothy Coombs",
          "url": "https://doi.org/10.1080/1062726x.2025.2548680",
          "doi": "https://doi.org/10.1080/1062726x.2025.2548680",
          "filter": 0
        },
        {
          "title": "Bridging Theory and Practice in Prosocial Communication: Navigating Social Responsibility in a Complex Global Landscape",
          "authors": "Arunima Krishna, Sung-Un Yang, Nicholas Browning",
          "url": "https://doi.org/10.1080/1062726x.2025.2548679",
          "doi": "https://doi.org/10.1080/1062726x.2025.2548679",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Not such fast friends? The effect of intimate conversation on social connection in text-based getting acquainted interactions",
          "authors": "Christina M. Leckfor, Natasha R. Wood, Richard B. Slatcher, Edward Orehek",
          "abstract": "People can foster social connection in new relationships through intimate conversation comprised of reciprocal self-disclosure and responsiveness, but the limited affordances of text-based communication may hinder this process. The present study examined the effectiveness of intimate conversation in promoting social connection during texting and in-person interactions. Two hundred and eighty-six unacquainted dyads ( N = 572) were randomly assigned to have an intimate or small talk conversation that occurred face-to-face or via text messaging on a smartphone. Afterward, participants reported how socially connected they felt to their conversational partner, including their self-disclosure, perceived partner responsiveness, and interpersonal closeness. Participants reported greater social connection after intimate (vs. small talk) and face-to-face (vs. texting) conversations, but the effect of intimate conversation did not differ across the two mediums. Exploratory mediation analyses revealed a serial indirect effect of conversation medium on social connection, such that texting (vs. face-to-face) interactions led to lower self-disclosure, which was then associated with lower perceived responsiveness and closeness. These findings suggest people can connect over texting through intimate conversation, but they may be less likely to self-disclose over texting than in face-to-face interactions, which can have downstream consequences for interpersonal closeness.",
          "url": "https://doi.org/10.1177/02654075251367137",
          "doi": "https://doi.org/10.1177/02654075251367137",
          "filter": 0
        },
        {
          "title": "The reciprocal relationships between teacher-student relationship, peer attachment, and internalizing problem behaviors of left-behind children",
          "authors": "Yue Jia, Shuling Jiang, Xuan Wang, Yanlin Chen, Wan Ding, Weijian Li",
          "abstract": "Numerous studies have shown that teacher-student relationship and peer attachment play an important role in the development of internalizing problem behaviors. However, little is known about the bidirectional linkages between teacher-student relationship and peer attachment and internalization problems in left-behind children’s groups and the underlying mechanisms of the dynamics. This study used cross-lagged panel modeling (CLPM) to explore the bidirectional longitudinal relationship between teacher-student relationship and peer attachment and internalization problems among left-behind children in China. A sample of 610 left-behind children completed a series of questionnaires at three time points (M age = 9.52, SD age = 0.79), with an approximate interval of 1 year between each time point. The results of cross-lagged analyses showed that (1) A supportive teacher-student relationship initiates a virtuous cycle by negatively predicting subsequent internalizing problem behaviors while enhancing peer attachment. (2) Conversely, internalizing problem behaviors initiate a vicious cycle, which in turn negatively predicts subsequent teacher-student relationship and peer attachment. These findings support the interaction model, suggesting that teachers should not only recognize how internalizing problem behaviors actively reinforces relational deficits (negative “driving” effects) but also strategically leverage the protective roles of the teacher-student relationship and peer attachment (positive “driving” effects).",
          "url": "https://doi.org/10.1177/02654075251369845",
          "doi": "https://doi.org/10.1177/02654075251369845",
          "filter": 0
        },
        {
          "title": "Affectionate communication consent: Professional cuddlers coordinate platonic touch",
          "authors": "Joseph E. Honeycutt, Leah E. LeFebvre",
          "abstract": "This study investigates how professional cuddlers develop consensual affectionate exchanges, emphasizing the role of consent in platonic interactions, and how they navigate the violation of consent or expectations. Participants ( N = 15) included cuddle practitioners represented from several countries and ranging from 10 months to 10 years of experience. We applied a phronetic-iterative approach to derive themes surrounding (non)reciprocity and relational boundary violations. The process of managing (non)reciprocity unfolds through three key themes: s etting expectations , inquiring , and deconstructing “ no .” These themes situate the interpersonal communication exchange necessary to establish reciprocity between the practitioner and client to establish the appropriateness of their interaction and relationship. Affection exchange comes with risk. As a result, violations delineated progress from innocuous to severe. Four themes delineate the breach of relational boundaries: disquietude, overstimulation, transference, and severe breaches. This study highlights an emergent industry working to service the absence of interpersonal affection. The implications offer fertile ground for examining affection and consent, while also enhancing Affection Exchange Theory’s understanding of nonreciprocity and misinterpretation in platonic interactions.",
          "url": "https://doi.org/10.1177/02654075251364563",
          "doi": "https://doi.org/10.1177/02654075251364563",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Beyond a Negativity Bias: Explaining the Consumption of Positive and Negative Political Information Using WebTracking and Experience Sampling Data",
          "authors": "Michaela Maier, Jürgen Maier, Lea C. Gorski, Felix Schmidt",
          "abstract": "Negativity and positivity are crucial in political information, yet research often overlooks positive content consumption. This study examines the degree to which citizens consume positive and negative election-related content and the factors influencing both. Using web-tracking and experience sampling (mobile intensive longitudinal linkage analysis [MILLA]) data from the 2021 German federal election, we find positivity and negativity are equally relevant but vary across channels and methods of data collection. In tracking data, gender and conflict approach predict valence preference, while MILLA data highlight perceived duty, extreme ideology, and conflict approach. Possible interpretations of these systematic differences and their general relevance for communication research are discussed.",
          "url": "https://doi.org/10.1177/10776990251359658",
          "doi": "https://doi.org/10.1177/10776990251359658",
          "filter": 0
        },
        {
          "title": "Shouts and Whispers: The Gamson Hypothesis, Media Reliance, and Belief in 2020 Election Conspiracy Theories",
          "authors": "Thomas J. Johnson, Barbara K. Kaye, Chang Sup Park",
          "abstract": "This study, based on reliance on various types of media as well as the Gamson Hypothesis, investigates why people doggedly hang on to election fraud theories from the 2020 election. The results show that reliance on mainstream media and CNN negatively predicts belief in election conspiracy theories. In contrast, reliance on Fox News, hyperpartisan websites, conservative media, and text-based and video-based social media, positively predict belief in election conspiracy theories. Also, the Gamson Hypothesis positively moderates the relationship between reliance on Fox News, conservative media and video social media and belief in election conspiracy theories.",
          "url": "https://doi.org/10.1177/10776990251360688",
          "doi": "https://doi.org/10.1177/10776990251360688",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Networks of War/Peace Journalism on Twitter. Comparing Inter-Individual Differences in German Political Journalists’ Framing of the Russian-Ukrainian War",
          "authors": "Christian Nuernbergk, Nina Fabiola Schumacher",
          "url": "https://doi.org/10.1080/1461670x.2025.2547298",
          "doi": "https://doi.org/10.1080/1461670x.2025.2547298",
          "filter": 0
        },
        {
          "title": "Solutions-oriented Framing and Responsibility Attribution in Urban Youth Crime: Effects on Policy Support and the Mediating Role of Emotions and Social Inequality Perception",
          "authors": "Gyo Hyun Koo, Renita Coleman",
          "url": "https://doi.org/10.1080/1461670x.2025.2546842",
          "doi": "https://doi.org/10.1080/1461670x.2025.2546842",
          "filter": 0
        },
        {
          "title": "Housing News and the Enrolment of Publics into the Asset Economy in Aotearoa New Zealand",
          "authors": "Aeron Davis",
          "url": "https://doi.org/10.1080/1461670x.2025.2547303",
          "doi": "https://doi.org/10.1080/1461670x.2025.2547303",
          "filter": 0
        },
        {
          "title": "Decolonial Agents in La Coyuntura — Narrated Roles of Independent Media Journalists in Bolivia and Peru",
          "authors": "Iasmim Amiden dos Santos, Bruno Takahashi",
          "url": "https://doi.org/10.1080/1461670x.2025.2546846",
          "doi": "https://doi.org/10.1080/1461670x.2025.2546846",
          "filter": 0
        },
        {
          "title": "What “Digital Literacies” Must Journalists Have? Unpacking How Journalists Define and Practice News Literacy, Data Literacy, and Algorithmic and AI Literacy in the Digital Age",
          "authors": "Shangyuan Wu",
          "url": "https://doi.org/10.1080/1461670x.2025.2547302",
          "doi": "https://doi.org/10.1080/1461670x.2025.2547302",
          "filter": 0
        },
        {
          "title": "Deepfakes and Journalism: Normative Considerations and Implications",
          "authors": "Patric Raemy, Daniel Bendahan Bitton, Hannah Ötting, Christian Pieter Hoffmann, Alexander Godulla, Manuel Puppis",
          "url": "https://doi.org/10.1080/1461670x.2025.2547300",
          "doi": "https://doi.org/10.1080/1461670x.2025.2547300",
          "filter": 0
        },
        {
          "title": "Reintroducing the Journalist’s Body and Emotions in Metajournalistic Discourse: The Case of What I Didn’t Say",
          "authors": "Anna Luo",
          "url": "https://doi.org/10.1080/1461670x.2025.2546847",
          "doi": "https://doi.org/10.1080/1461670x.2025.2546847",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "“Media Pressure is What Makes Law Enforcement Move”: Insights from Co-victims About the Positive Impacts of True Crime Media Attention",
          "authors": "Danielle C. Slakoff, Kelli S. Boling",
          "url": "https://doi.org/10.1080/15205436.2025.2549719",
          "doi": "https://doi.org/10.1080/15205436.2025.2549719",
          "filter": 0
        },
        {
          "title": "The Impact of Political Ideology on News Consumption: The Mediating Role of Trust and the Moderating Role of Interest in Politics",
          "authors": "Claudia Mellado, Constanza Gajardo",
          "url": "https://doi.org/10.1080/15205436.2025.2546447",
          "doi": "https://doi.org/10.1080/15205436.2025.2546447",
          "filter": 0
        },
        {
          "title": "Framing Social Change in Health Messaging: The Effects of Dynamic vs. Static Thematic Frames and Normative Information",
          "authors": "Thomas H. Zhang, Jinyuan Zhan, Ran Tao, Douglas M. McLeod",
          "url": "https://doi.org/10.1080/15205436.2025.2547867",
          "doi": "https://doi.org/10.1080/15205436.2025.2547867",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Political Discourse, Emotions, and Polarization: A Case Study of the President of the Madrid Region",
          "authors": "Manuel Alcántara-Plá",
          "abstract": "In this article, I take a constructionist approach to study the strategic use of emotions as a polarizing tool by the current president of the region of Madrid, Isabel Díaz-Ayuso. Most of the existing discourse studies on emotions focus on their categorization (since Damasio, 1994; Nabi, 2002; Scheibenzuber et al., 2023). However, categories by themselves do not explain why emotions work so well in political and polarizing discourses, which are the main interest of the present study. That is why emotions are here understood as object-oriented mental states that are distinguished between two different types of objects: the deep object (the one perceived by the person constructing the emotion as both valuable and vulnerable) and the shallow object (the one perceived as affecting the deep object). The discourse conveys a relation between them that can be positive (an opportunity) or negative (a threat), triggering positive or negative emotions, respectively. This research shows how analysing emotions as evaluative/cognitive constructions helps us to understand their success in the current political landscape. It also shows that messages about different topics can convey the same emotional structure, being therefore part of the same communicative strategy. I use as a case study the speeches by Díaz-Ayuso at the Assembly of Madrid because she is a very polarizing political figure. I approach it under the hypothesis that her discourses employ a strategy of using emotions for political intentions.",
          "url": "https://doi.org/10.17645/mac.10717",
          "doi": "https://doi.org/10.17645/mac.10717",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "How Mediated Intergroup Contact Works: Exploring Mechanisms of Music and Language Learning Activities’ Effects",
          "authors": "Hyeonchang Gim, Jake Harwood",
          "url": "https://doi.org/10.1080/15213269.2025.2548910",
          "doi": "https://doi.org/10.1080/15213269.2025.2548910",
          "filter": 0
        },
        {
          "title": "Conflicting Norms Around Mobile Media Dis/Connection and State Awareness: A Vignette Experiment",
          "authors": "Minh Hao Nguyen, Sarah Geber",
          "url": "https://doi.org/10.1080/15213269.2025.2542792",
          "doi": "https://doi.org/10.1080/15213269.2025.2542792",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Book Review: Wi-Fi by Thomas Julian, Wilken Rowan and Rennie Ellie JulianThomasRowanWilkenEllieRennie, Wi-Fi, Cambridge: Polity Press; 2021; vii+194 pp. ISBN 150952990X, $19.70 (PBK).",
          "authors": "Shujun Liu",
          "url": "https://doi.org/10.1177/20501579251370445",
          "doi": "https://doi.org/10.1177/20501579251370445",
          "filter": 0
        },
        {
          "title": "Theorizing dis/connection: A mutual invitation to mobile media and digital disconnection scholars",
          "authors": "Mariek M. P. Vanden Abeele, Trine Syvertsen",
          "abstract": "Mobile connectivity fosters a 24/7 lifestyle that both benefits and burdens individuals. Digital well-being has emerged as a concept describing how persons balance these benefits and burdens. The concept of digital disconnection describes how people set limits to connectivity. Both concepts are currently studied in two fields of research, each dominated by different strands of theories. One strand is developing in mobile media studies: It uses the media-centric lens of affordances theory to explain how mobile media enable and constrain human action. The other is developing into its own field of “disconnection studies,” and draws on studies of media resistance to explain how the phenomenon of disconnection is inherently tied to the morality of what it means to lead a good (media) life in an increasingly digitized—yet unequal—society. This article offers a theoretical contribution at the intersection of both fields: Following an exploration of what “lack of theory” means in mobile communication and media studies, we argue that theoretical development fruitfully takes place through explorations of overlapping and complementary theoretical notions from adjacent fields. Mobile media and digital disconnection scholars thus benefit from extending a mutual invitation. To illustrate our argument, we formulate five axioms that compromise mobile media affordances with morality, to prepare mobile media studies for a future beyond mobile media.",
          "url": "https://doi.org/10.1177/20501579251360886",
          "doi": "https://doi.org/10.1177/20501579251360886",
          "filter": 0
        },
        {
          "title": "Book Review: Mobile assemblages and Maendeleo in rural Kenya by Komen Leah Jerop JeropKomen Leah, Mobile assemblages and Maendeleo in rural Kenya. Mankon, Bemenda, Cameroon: Langaa Research &amp; Publishing CIG, 2021, xiv+208 pp. ISBN 978-9956552849, $35.20 (hbk).",
          "authors": "John Maina Karanja",
          "url": "https://doi.org/10.1177/20501579251370453",
          "doi": "https://doi.org/10.1177/20501579251370453",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Cultural data markets: Interpreting the popularity of public datasets",
          "authors": "Alejandro Alvarado Rojas, Marlon Twyman",
          "abstract": "Data markets are critical sites that organize access to data products, such as datasets. This study argues that data markets increasingly operate as digital platforms for cultural production, where the logic of popularity shapes the cultural value of datasets. We conceptualize these shifts by analyzing how dataset valuation operates within cultural data markets . Through statistical and forensic qualitative analysis, we examine key content features of the most popular public datasets on the data science platform Kaggle and their relationship to different popularity metrics. We find that the logic of popularity establishes a value structure that relies on quantifiable user–dataset interactions, which obfuscates key aspects of data curation and collaboration for assessing the cultural value of datasets. Dataset popularity remains a limited approach for data valuation in cultural markets that requires more comprehensive measures of cultural investments in dataset production.",
          "url": "https://doi.org/10.1177/14614448251359631",
          "doi": "https://doi.org/10.1177/14614448251359631",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Where Is Social Connection Most Needed in Daily Life?",
          "authors": "Siyun Peng",
          "abstract": "In 2023, the US Surgeon General declared an “epidemic of loneliness and isolation.” This study asks: (RQ1) Where do daily social connections come from? (RQ2) Can people find alternative sources of social connection when access from a location is unavailable? Using 10 years of data from the American Time Use Survey, I find that the home is the largest source of social connections in daily life, followed by the workplace and third places. More importantly, when people lack daily social connections at home (i.e., living alone), they have 3.8 h/day fewer connections than people who do not live alone. In contrast, when people lack daily social connections at work (i.e., through unemployment or retirement), they have 1.3 h/day fewer connections than employed people. This significant difference in effect size is explained by the compensation patterns of people lacking daily social connections at home vs. at work. Specifically, people who lack daily social connections at work can compensate for their loss by getting connections from home and third places, whereas people who live alone are not able or willing to find alternative sources of daily social connections from work or third places, highlighting the need to address social isolation at home.",
          "url": "https://doi.org/10.1111/pere.70024",
          "doi": "https://doi.org/10.1111/pere.70024",
          "filter": 0
        },
        {
          "title": "Happy Spinsters? Singlehood as Experienced by Single Middle‐Aged Women in the Philippines",
          "authors": "Samantha Erika N. Mendez",
          "abstract": "Despite the global rise in singlehood, the expectation to marry persists, particularly in cultures that promote the ideology of marriage and family and among people who remain single beyond what is thought to be their prime marrying years, such as middle‐aged single women. This study explores how single, heterosexual, middle‐aged Filipino women experienced and made sense of their singlehood in the predominantly Catholic, collectivist, and pronatalist context of the Philippines. Data were collected from seven women aged 41–58. Using Interpretative Phenomenological Analysis (IPA), the following group experiential themes were extracted: (1) reclaiming the spinster narrative, (2) being alone but not lonely, (3) evolving views of singlehood over time, and (4) coming to terms with singlehood. These findings shed light on the Filipino experience and could potentially guide future research on the topic. They could also inform professionals, single women themselves, and society with recommendations to create supportive and inclusive spaces for single women to develop and thrive in.",
          "url": "https://doi.org/10.1111/pere.70022",
          "doi": "https://doi.org/10.1111/pere.70022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "The ripple effects of leadership's motivating language: Cultivating employee support for corporate social advocacy and organizational trust",
          "authors": "Yeonsoo Kim, Shana Meganck",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102615",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102615",
          "filter": 0
        },
        {
          "title": "Issue selection in corporate social advocacy (CSA): How issue maturity and congruence shape consumers' perceived authenticity and responses",
          "authors": "Yeonsoo Kim, Chun In Hazel Yun, Na Yu",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102618",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102618",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Social empathy in public deliberation",
          "authors": "Lauren M. Lambert",
          "abstract": "Scholars have increasingly turned to empathy to increase the effectiveness of participatory deliberations among individuals with diverse interests and values. However, because empathy is traditionally focused on in-group relations, deliberations in increasingly polarized contexts would benefit from ways to bridge across social groups. To address this, we apply the construct of social empathy. Our study explores social empathy through participatory technology assessment forums and asks: how do we incorporate, measure, and understand social empathy in public deliberations on human genome editing technology? The analysis reveals that by considering social empathy, participatory deliberation forum designers can use “persona” character cards and other forum infrastructure to increase the effectiveness of deliberation across social groups among individuals with diverse interests and values. For future deliberations seeking to cultivate social learning, social empathy—when designed for, integrated in, and measured through deliberations—presents an important mechanism for attention.",
          "url": "https://doi.org/10.1177/09636625251350573",
          "doi": "https://doi.org/10.1177/09636625251350573",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Hashtags and Hope: Tracing Chinese Digital Spirituality Through #WishMeABabyBoy Trend on Xiaohongshu (Rednote)",
          "authors": "Haoyang Zhai",
          "abstract": "This article examines how digital platforms shape and transform spiritual practices by analyzing the trending “Wish Me A Baby Boy” phenomenon on the Chinese social media platform Xiaohongshu (Rednote). Far from existing as purely personal pursuits, spirituality here emerges as a communal media practice reflecting everyday politics, shaped by cultural traditions, technological affordances, and broader socio-political conditions. Drawing on Chinese traditional practices of wish-making (xu-yuan) and returning the favor (huan-yuan), users adapt these long-standing practices into subtle digital forms, showing ongoing negotiations around cultural values, gender norms, and family expectations. Employing a non-participatory observation and integrating thematic and narrative analysis methods, the study reveals that these online spiritual practices provide unique insights into subtle yet pervasive social tensions in contemporary China, especially those involving fertility pressures, gender expectations, and the lived experiences of ordinary users. In doing so, this research contributes specifically to digital spirituality scholarship by illustrating how culturally marginalized aspirations gain visibility through spiritual expressions and interactions on social media, how platform affordances mediate traditional rituals, and how digital spirituality emerges as a site of ideological negotiation between traditional values (e.g. son preference) and changing gender norms expressed through parody.",
          "url": "https://doi.org/10.1177/20563051251369816",
          "doi": "https://doi.org/10.1177/20563051251369816",
          "filter": 0
        },
        {
          "title": "Social Media and Society: Platforms, Publics, and Anti-Publics",
          "authors": "Zoetanya Sujon, Harry T. Dyer, Felipe Bonow Soares",
          "abstract": "The Special Issue on Platforms, publics, and anti-publics focused on the complex intersection of platforms, including issues around their ownership, datafication, business models, and algorithms; and the emergence of publics and anti-publics online, which has been increasingly impacted by platforms infrastructures and designs. This Special Issue underscores the need to understand how online publics are influenced by sociotechnical affordances and shaped by the political and ideological influence of platforms’ governances. The articles featured in this issue explore the role of digital platforms in relation to sociability and public discourse; and dive into the discussion of publics, marked by the emergence of online communities and sociability online, and anti-publics on social media, poisoned by political propaganda and online abuse. The articles included in the issue are extended versions of the research presented at the 2024 International Conference on Social Media and Society (#SMSociety).",
          "url": "https://doi.org/10.1177/20563051251368234",
          "doi": "https://doi.org/10.1177/20563051251368234",
          "filter": 0
        },
        {
          "title": "TikTok as a Tool for Identity Work Among the Hoa Ethnic Community",
          "authors": "Sarah Tran, Cindy Lin, Bryan Dosono, Kelley Cotter",
          "abstract": "Popular discourse around race tends to categorize people in static ethnic and racial categories, overlooking the complexity of people with multi-ethnicities. To understand how ethnic communities resist the described practice, this article explores how Hoa communities in English-speaking countries use TikTok for identity work purposes. Using an inductive approach to qualitative content analysis, we identified two prominent themes: hybridization of a multi-ethnic identity and counter-hegemonic identity. Although the findings are particular to the Hoa community, we believe they merit attention from scholars interested in studying intra-ethnic populations and their social media usage for identity work.",
          "url": "https://doi.org/10.1177/20563051251363215",
          "doi": "https://doi.org/10.1177/20563051251363215",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "So close yet so far: Digital wounds from parental phubbing on adolescent digital self-harm",
          "authors": "Honglei Gu, Yuhang Hu, Yufang Cheng",
          "url": "https://doi.org/10.1016/j.tele.2025.102314",
          "doi": "https://doi.org/10.1016/j.tele.2025.102314",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Not a Bioweapon, or is it? The Role of Perceived Threats and Media Use in COVID-19 Misperceptions",
          "authors": "Noëlle S. Lebernegg, Julia Partheymüller, Jakob-Moritz Eberl, Hajo G. Boomgaarden",
          "abstract": "The COVID-19 pandemic not only posed unprecedented threats to public health and economic stability but also triggered a crisis of information, described by the World Health Organization as an “infodemic.” Against this backdrop, this study explores the dynamics of COVID-19 misperceptions through the lens of Appraisal Theory and the Reinforcing Spirals Model, examining how perceived threats and media exposure shaped belief updating and reinforcement over time. Drawing on a two-year panel survey conducted in Austria (April 2020 to March 2022), we use a mixed Markov chain model to analyze one of the most persistent and widely believed conspiracy narratives—the claim that COVID-19 was a deliberately engineered bioweapon. The results reveal two opposing types of belief trajectories: an upward trajectory of belief stability, reinforcement of accurate beliefs, and correction, driven by perceived health-related threats and exposure to high-quality media, such as public broadcasters and broadsheets; and a downward trajectory marked by heightened belief instability, reinforcement of misperceptions, and an erosion of belief accuracy, associated with perceived economic threats and the use of low-quality media—including tabloids, commercial TV, and social media. Overall, the findings highlight the value of the theoretical frameworks for a more nuanced understanding of belief dynamics in times of crisis and underline the vital role of high-quality media in fostering a well-informed democratic public.",
          "url": "https://doi.org/10.1177/19401612251360599",
          "doi": "https://doi.org/10.1177/19401612251360599",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
