{
  "update": "2025-06-28",
  "content": [
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Meta-music and the sonic storytelling of Baldur’s Gate 3",
          "authors": "Thomas Studley",
          "abstract": "The video game Baldur’s Gate 3 adapts the fictional setting and rule systems of the classic tabletop roleplaying game Dungeons &amp; Dragons . For most of its branching three-act story, the music of Baldur’s Gate 3 serves the conventional nondiegetic purpose of supporting narrative immersion and communicating key gameplay information to players. However, Baldur’s Gate 3 also employs a range of metareferential musical devices which foreground the artificiality of the medium with varying impacts on the player experience. This article explores how the use of ‘meta-music’ in Baldur’s Gate 3 contributes to its digital representation of the tabletop roleplaying experience while also navigating the anti-illusionistic risks that this entails for immersive storytelling. I begin by reviewing the established relationship between music and immersive storytelling across video games and tabletop roleplaying games (TTRPGs) alike. I next consider the metacommunicative nature of TTRPGs and how this aligns with the unique potentials of metareferential music within interactive contexts. The article then proceeds with a detailed accounting of the diverse meta-musical techniques encountered in Baldur’s Gate 3, from musical easter eggs and transdiegetic leitmotifs to villains who perform their own nondiegetic theme music. I argue that these strategies evoke the aesthetic experience of playing Dungeons &amp; Dragons by eliciting states of heightened meta-awareness and open creative experimentation that characterise TTRPGs. In doing so, the ‘meta-music’ of Baldur’s Gate 3 bridges the extra- and intratextual worlds to support a specific interactional immersion that succeeds, in most cases, to deepen the storytelling experience. I conclude by arguing for further research into player perceptions of metareferential music and considering what the case study of Baldur’s Gate 3 reveals about the study of video game music at large.",
          "url": "https://doi.org/10.1177/13548565251352073",
          "doi": "https://doi.org/10.1177/13548565251352073",
          "filter": 0
        },
        {
          "title": "Game live streaming in the Japanese context: Initial findings",
          "authors": "Mark R Johnson, James Baguley",
          "abstract": "Game live streaming has become a major component of global game culture. Through interview data with Japanese game live streamers, this paper offers a first consideration of Japanese-language game streaming and its associated cultural norms, expectations, and streamer perspectives. We firstly show that Japanese game streamers mostly stream anonymously, and interrogate this preference and situate it within wider contexts of Japanese internet culture, gaming culture, and societal stigmas. Secondly we show Japanese game streamers do not only appeal to native Japanese speakers, but draw in viewers from both English-language and Chinese-language backgrounds. We examine this in the context of the widespread cultural perception outside Japan of Japanese ‘otherness’, demonstrating instead that Japanese game streamers are well integrated with global flows of game streaming. We therefore present a picture of a linguistic-cultural game streaming context that is in many ways familiar, yet also highly distinctive.",
          "url": "https://doi.org/10.1177/13548565251354860",
          "doi": "https://doi.org/10.1177/13548565251354860",
          "filter": 0
        },
        {
          "title": "Satellite promises: An open-source investigation and footprint analysis of SGDC-1’s quest in delivering broadband to public rural schools in Brazil",
          "authors": "Iago Bojczuk",
          "abstract": "In 2017, Brazil launched the Geostationary Defense and Strategic Communications Satellite (SGDC-1), fulfilling the state’s long-held ambition to manufacture and operate a national communication satellite. This article investigates the main frictions surrounding the establishment, articulation, and representation of this large-scale infrastructural system, particularly regarding the federal government’s alleged commitment to deploying it to deliver broadband to public rural schools. Through open-source investigation and satellite footprint analysis, the study explores the political economy and governance dilemmas surrounding the SGDC-1 as a state-led project, revealing how its operations are framed and mediated through underserved publics and bolstered by televisual tactics under a populist logic. A critical analysis of disclosed documents, news stories, footprint maps, congressional hearings, and visual media uncovers the satellite’s dual complexity: it serves both as a flagship of publicly funded connectivity and as a discursive artifact that shapes public perceptions of inclusion through paternalistic space-telecom narratives. Considering the challenges related to public-private partnerships, militarization, and potential outages, the article calls for increased civic scrutiny and suggests the need for new policy strategies to ensure the project’s viability and long-term success.",
          "url": "https://doi.org/10.1177/13548565251353426",
          "doi": "https://doi.org/10.1177/13548565251353426",
          "filter": 0
        },
        {
          "title": "‘Virtual pleasure made real’: Domestication of online sex games and sex toys",
          "authors": "Mayara Araujo Caetano",
          "abstract": "This article discusses the domestication of remote-controlled sex toys within the online multiplayer sex game 3DXChat (SexGame Devil 2012) after their partnership with Lovense (Hytto) in May 2021. Under the title ‘Virtual pleasure made real’, both companies re-branded longstanding promises for the ‘future of sex’ for their consumers by converging different kinds of technologies and influencing sex-playing practices. In order to understand players’ perspectives, I primarily analyzed publications posted on 3DXChat official forum related to the partnership, which were complemented by other materials and participant observations of a two-year-long online ethnography within the sex game. The findings suggest that players were surprised and sceptical about the success of domestication. There was limited data supporting a modification of sex-playing practices, though they speculated who would benefit the most. In sum, it seems that the consumption and domestication of sexual objects in a technological setting were not as impactful as was expected, particularly in a sociocultural context of a global pandemic, which encouraged the interrelation of play and sex.",
          "url": "https://doi.org/10.1177/13548565251336307",
          "doi": "https://doi.org/10.1177/13548565251336307",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Less Hype, More Drama: Open-Ended Technological Inevitability in Journalistic Discourses About AI in the US, The Netherlands, and Brazil",
          "authors": "João C. Magalhães, Rik Smit",
          "url": "https://doi.org/10.1080/21670811.2025.2522281",
          "doi": "https://doi.org/10.1080/21670811.2025.2522281",
          "filter": 0
        },
        {
          "title": "Alternative Media in Lebanon: The Role of Digital Platforms in a Polarized Hybrid Media System",
          "authors": "Tamer Farag, Christoph Neuberger, Sonja Kretzschmar, Annika Sehl, Judith Pies, Linda Wiethaus",
          "url": "https://doi.org/10.1080/21670811.2025.2521282",
          "doi": "https://doi.org/10.1080/21670811.2025.2521282",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Down to Extract with Zac Efron and Ewan McGregor: How Streaming Travel Docuseries and Sustainability Discourses Map Racial Geographies in Central America",
          "authors": "Nathan Rossi",
          "url": "https://doi.org/10.1080/17524032.2025.2521325",
          "doi": "https://doi.org/10.1080/17524032.2025.2521325",
          "filter": 0
        },
        {
          "title": "Animals and AI: Using Environmental Thinking to Understand Media Labor",
          "authors": "Clare F. Ostroski",
          "url": "https://doi.org/10.1080/17524032.2025.2521331",
          "doi": "https://doi.org/10.1080/17524032.2025.2521331",
          "filter": 0
        },
        {
          "title": "Challenges to Social Sustainability in the Growing World of Sustainable Filmmaking: A Practitioner Roundtable",
          "authors": "Hunter Vaughan",
          "url": "https://doi.org/10.1080/17524032.2025.2521726",
          "doi": "https://doi.org/10.1080/17524032.2025.2521726",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "The people versus the media: Dissecting the relationship between populist attitudes and media evaluations in Italy",
          "authors": "David Coppini",
          "abstract": "Mass media are often portrayed by populist politicians as biased, elitist, and antagonist of the people. This study uses a social identity theory framework to examine the relationship between four dimensions of populist attitudes and attitudes towards mass media. Findings from a two-wave panel survey of the Italian adult population (W1 = 1,107, W2 = 832) confirm that anti-elite attitudes have negative effects on media evaluations and media trust. Anti out-group attitudes have detrimental effects for evaluations of media quality, while they enhance trust in commercial news and trust in right-wing tabloids. People with strong attitudes related to homogeneity of the people evaluate the quality of news reporting positively and they tend to trust right-wing tabloids.",
          "url": "https://doi.org/10.1177/02673231251315914",
          "doi": "https://doi.org/10.1177/02673231251315914",
          "filter": 0
        },
        {
          "title": "Anti-feminism in the spotlight: Media coverage of German parties’ gender and sexuality policies in the 2024 European Parliament election campaign",
          "authors": "Louise Luxton, Djamila Jabra, Daniela Braun",
          "abstract": "Right-wing populist parties (RWPPs) across Europe are increasingly politicising anti-feminist positions on gender and sexuality issues. However, little is known about how this mobilisation translates into media coverage. We argue that RWPPs’ polarising positions appeal to news values like conflict and sensationalism, leading to greater visibility, particularly compared to traditional issue owners that promote gender equality. We conduct a quantitative content analysis of party manifestos and six months of newspaper coverage during the 2024 European Parliament elections in Germany to examine whether media attention on gender issues corresponds with parties’ manifesto emphasis and whether the RWPP Alternative für Deutschland (AfD) is disproportionately visible. Our findings show that the AfD promoted distinctly negative gender positions and received more gender-related coverage than any other party. While mostly negative in tone, this coverage amplifies the party's anti-feminist discourse, with broader implications for gender equality and the role of news media in democratic societies.",
          "url": "https://doi.org/10.1177/02673231251349002",
          "doi": "https://doi.org/10.1177/02673231251349002",
          "filter": 0
        },
        {
          "title": "Radio audience in European minority languages: Important reality and structural correlation",
          "authors": "Iñaki Zabaleta-Urkiola, Tania Arriaga-Azkarate, Aitor Castañeda-Zumeta",
          "abstract": "This article examines the audiences of seven public radio channels in autochthonous minority languages with a general reach and programming, broadcasting in Galician, Basque, Catalan, Frisian, Irish, Welsh, and Scottish Gaelic languages, respectively. This comparative research explores the quantitative dimensions and demographic profiles of those radio audiences and the potential correlation with the speaking population and the concept of mutual linguistic intelligibility—defined as the level of mutual understanding between minority and majority languages—allowing the configuration of a European framework for minority language radio audiences. The comparison with the audience metrics of majority language public channels provides a distinct outlook. Key findings reveal a notable audience reach, reinforcing the significant role of the radio in the advancement of European minority languages and its relationship with the size of the speaking population as well as the concept of mutual linguistic intelligibility. Audience demography shows notable differences among the channels.",
          "url": "https://doi.org/10.1177/02673231251344862",
          "doi": "https://doi.org/10.1177/02673231251344862",
          "filter": 0
        },
        {
          "title": "Women’s activism online in Italy: Claiming spaces, navigating misogyny, reimagining feminisms",
          "authors": "Eleonora Esposito, Silvia Semenzin",
          "abstract": "This paper draws on a research study investigating technology-facilitated gender-based violence (TFGBV) targeting feminist influencers – referred to as ‘influactivists’ – on Instagram in Italy. Using a feminist ethnographic approach, semi-structured interviews with four prominent influactivists reveal how digital platforms serve as both tools for empowerment and arenas for misogynistic abuse. These women face diverse forms of TFGBV, including harassment, verbal abuse, mass-reporting, hyper-sexualised attacks, and coordinated assaults by manosphere communities, media figures, and mainstream influencers, all aimed at silencing feminist voices and reinforcing resistance to gender equality. The study underscores the serious toll this violence takes on activists’ mental health, digital presence, and self-expression, often resulting in self-censorship. In response, influactivists deploy resilience strategies – such as digital self-defence, community support, and content moderation – although institutional backing from social media platforms remains minimal. The research also uncovers internal frictions within feminist digital activism, where neoliberal pressures and perfectionist standards complicate visibility and expose activists to increased scrutiny. Ultimately, the paper exposes the paradox of digital feminism: while online spaces enable feminist expression, they simultaneously magnify gendered vulnerabilities. Addressing these contradictions demands stronger networks of solidarity and systemic action to counteract online misogyny and sustain feminist political engagement.",
          "url": "https://doi.org/10.1177/02673231251349009",
          "doi": "https://doi.org/10.1177/02673231251349009",
          "filter": 0
        },
        {
          "title": "Pedagogy for change: Building international teaching alliances for gender equality in media through student-driven advocacy",
          "authors": "Lucia Gloria Vázquez-Rodríguez, Krisztina Rozgonyi",
          "abstract": "This article evaluates the pedagogical approach of the EU-funded project ‘Rewriting the Story: Gender, Media, and Politics’, designed to dismantle gender stereotypes in political news reporting and foster equitable democratic participation. Drawing on feminist and deliberative pedagogies and utilising the Participatory Action Learning and Action Research method, the project engaged over 400 students from five European universities. By creating safe and collaborative learning spaces, highlighting the meaningful visibility of students’ work, and fostering participation and inclusion, the project addressed intersectional inequalities in media representation and empowered students to become agents of social change. Further qualitative analysis of student outputs reveals the transformative potential of feminist pedagogies in cultivating gender-aware professionals and amplifying student voices. The project highlights the role of education in challenging systemic barriers to gender equality, promoting intercultural dialogue, and advancing democratic values within media practices.",
          "url": "https://doi.org/10.1177/02673231251349008",
          "doi": "https://doi.org/10.1177/02673231251349008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Emotions in Game Data Work",
          "authors": "Taina Myöhänen, Heikki Tyni, Olli Sotamaa",
          "abstract": "This study explores the emotional dimensions of data work within the game industry. Through interviews with Finnish game industry professionals, the research reveals that data-driven work practices evoke a wide range of emotions, ranging from pleasure and satisfaction to insecurity and frustration. Data can act both as a helpful workmate and as a source of professional conflict and frustration, impacting the worker's sense of professionalism. Data-driven work also compels workers to individually confront ethical questions. Our findings highlight the interplay between creative work processes and data analytics, emphasizing the emotional labor that game industry professionals need to handle in a data-driven work culture. Additionally, the research addresses ethical considerations and the emotional work required to reconcile public perceptions of data usage. The study contributes to the broader understanding of emotional work in new data-intensive professions and advocates for more emotionally sustainable practices in data-driven game development.",
          "url": "https://doi.org/10.1177/15554120251349872",
          "doi": "https://doi.org/10.1177/15554120251349872",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "“ Dajjal (False Messiah) Fried Chicken”: Impolite Judgment as a Tool for Moral Accountability",
          "authors": "Najah Zainal Abidin, Hanaa Samaha, Nur Azwin Zulkarnain",
          "url": "https://doi.org/10.1080/10646175.2025.2521079",
          "doi": "https://doi.org/10.1080/10646175.2025.2521079",
          "filter": 0
        },
        {
          "title": "Discourse Analysis of the Role of Language on Cyberbullying in Selected TikTok Videos",
          "authors": "Jane Chinelo Obasi, Evelyn O. Ukoha, Rita Uchechi Onoyima",
          "url": "https://doi.org/10.1080/10646175.2025.2522804",
          "doi": "https://doi.org/10.1080/10646175.2025.2522804",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "News Finds Me as the illusion of competence: evidence for overconfidence in discernment of political misinformation",
          "authors": "Chris Skurka, Zicheng Cheng, Manuel Goyanes, Homero Gil de Zúñiga",
          "abstract": "Empirical research connects the News Finds Me perception (NFM) with undesirable democratic outcomes. Consequently, high-NFM individuals may be more vulnerable to political misinformation than low-NFM individuals. In this two-wave, preregistered news judgment study (N = 867 US adults), we explore the possibility that high-NFM individuals overestimate their ability to detect misinformation—a phenomenon grounded in the Dunning–Kruger effect, whereby individuals with limited competence fail to recognize their shortcomings. As hypothesized, high-NFM (vs. low-NFM) participants reported greater overconfidence in their false news discernment ability—an effect driven by their objectively lower discernment ability. We also find that the more overconfident high-NFM people were, the greater their intentions to engage with false and true news, although their overconfidence was especially likely to predict intentions to engage with false news. These findings suggest the NFM plays a dually negative role in promoting susceptibility to misinformation, highlighting the need for targeted intervention efforts.",
          "url": "https://doi.org/10.1093/hcr/hqaf015",
          "doi": "https://doi.org/10.1093/hcr/hqaf015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Online opinion dynamics model considering derivative topics based on complex network",
          "authors": "Cuiyou Yao, Lin Yu, Yan He, Dong Wang, Yanhong Yang, Dongpu Fu",
          "abstract": "Purpose In social networks, derivative topics derived from original topics are becoming increasingly general, and the interaction between derivative topics and original topics makes public opinions increasingly complex and unstable. This paper aims to study the evolution of online opinions under the interaction between original and derivative topics. Design/methodology/approach This paper establishes an online opinion dynamics model based on a two-layer complex network, consisting of original and derivative topic layers. In the two-layer network, the interaction threshold between netizens and the external environment is set dynamically. Secondly, by setting herd mentality, response subject, and media parameters, the internal psychological factors and external environmental factors are involved in the model. Finally, simulation experiments are conducted using actual online social network data to examine the effects of topic adherence, relative clout of topics, and external environmental information on the opinions related to the original and derivative topics. Findings Topic relationships are crucial in the interaction between original and derivative topics. Derivative topics that are highly related to the original topic will have a greater impact on each other’s dissemination. Those with high relative clout can influence the original topic more rapidly. Therefore, when encountering derivative topics that are highly related to the original topic or have high relative clout, relevant departments should give greater and more timely attention. In addition, due to topic relationships, governing a single topic always leads to an increase in negative opinions on another topic, which may turn low-clout topics into high-clout ones. Thus, the response subject can actively explore the commonalities between derivative and original topics and intervene in common issues to enhance effectiveness. Research limitations/implications First, our model did not consider forgetting mechanisms and node decay effects which may affect the long-term dissemination of information and the intensity of interaction between nodes. Second, we treat the response subject’s credibility and information quality as fixed parameters. Third, we employ a rough estimation method to assess topic adherence. Practical implications Due to topic relationships, the governance of a single topic always leads to an increase in negative opinions on another topic, which may turn low-clout topics into high-clout topics. Thus, the response subject can actively explore the commonalities between the derivative and original topics and intervene in common issues to be more effective. Originality/value This paper explores the interaction scenario between the original and derivative topics, providing valuable insights for more complex public opinion governance issues.",
          "url": "https://doi.org/10.1108/itp-10-2024-1325",
          "doi": "https://doi.org/10.1108/itp-10-2024-1325",
          "filter": 0
        },
        {
          "title": "Practice inspired critical success factors for “doing” digital transformation",
          "authors": "Patrick McCarthy, David Sammon, Ibrahim Alhassan",
          "abstract": "Purpose The pace of Digital Transformation (DT) is accelerating within organizations, and this has blossomed into a commentary around what we refer to as “doing” DT. Despite this trend, it is hard to find a collection of Critical Success Factors (CSFs) for DT, from either the academic literature or trade press. For the purposes of this research, we define DT as the strategic use of emergent and emerging technologies to make an organization more customer-focused, innovative and efficient, through optimizing processes, data and people, disrupting business and operational models to deliver value to all stakeholders. Therefore, the objective of this theory-building research is to explore the CSFs for DT in a pre-digital organization. Design/methodology/approach For the purposes of this theory-building research we take inspiration from features of the Gioia Methodology. Therefore, we pose the following research question: What are the CSFs for DT that impact positively on the outcome of a DT initiative within a pre-digital organization? To answer this question, we code (following an inductive open, axial and selective coding approach) the stories of 16 key informants (DT leaders). We also survey a further 30 DT leaders to evaluate the importance of our findings (the degree to which each of our nine CSFs for DT are deemed “essential”). Findings We present nine CFSs for DT in a pre-digital organization as a conceptual model. We also evaluate these CSFs for DT, and this evaluation reveals that seven of our CSFs for DT are deemed essential. Furthermore, our evaluation also reveals three interesting patterns, one of which highlights the importance of three specific CSFs that impact on “Culture Change” when “doing” DT in a pre-digital organization. Originality/value This paper is unique in its approach and the CSFs presented can sharpen the DT focus of academia and practice. Our contribution advances the first comprehensive conceptualization of the “essential” CSFs for DT in a pre-digital organization, thereby strengthening the relevance for practitioners striving for the best possible DT initiative outcome.",
          "url": "https://doi.org/10.1108/itp-04-2024-0481",
          "doi": "https://doi.org/10.1108/itp-04-2024-0481",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Remediated marketing: leveraging computer vision and rule-based classification models to detect e-cigarette warning labels across social media",
          "authors": "Kellen Sharp, Marzieh Babaeianjelodar, Dhiraj Murthy, Rachel R. Ouellette, Juhan Lee, Amanda de la Noval, Neil Kamdar, Grace Kong",
          "url": "https://doi.org/10.1080/1369118x.2025.2500485",
          "doi": "https://doi.org/10.1080/1369118x.2025.2500485",
          "filter": 0
        },
        {
          "title": "How are mutual shaping approaches being applied to the study of social networks and gender? A systematic literature review of analytical frameworks, methodologies, and trends",
          "authors": "Gema Valencia, Mónica Domínguez-Serrano, Lina Gálvez-Muñoz",
          "url": "https://doi.org/10.1080/1369118x.2025.2524576",
          "doi": "https://doi.org/10.1080/1369118x.2025.2524576",
          "filter": 0
        },
        {
          "title": "Managing unwanted visibility: how transnational Korean women content creators experience and manage harmful algorithmic visibility on global social media",
          "authors": "Jeehyun Jenny Lee",
          "url": "https://doi.org/10.1080/1369118x.2025.2518586",
          "doi": "https://doi.org/10.1080/1369118x.2025.2518586",
          "filter": 0
        },
        {
          "title": "Worker-led AI governance: Hollywood writers' strikes and the worker power",
          "authors": "Rafael Grohmann, Andre Campos Rocha, Guilherme Guilherme",
          "url": "https://doi.org/10.1080/1369118x.2025.2521375",
          "doi": "https://doi.org/10.1080/1369118x.2025.2521375",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Information exchange on interorganizational information systems and public social media: different impacts on conflict and joint action",
          "authors": "Tingyu Lu, Xubing Zhang, Guijun Zhuang",
          "abstract": "Purpose This research examines how information and communication technology (ICT)-enabled interactions influence conflict, joint action, and thus cooperative performance in supply chains. Design/methodology/approach We adopt a mixed-methods approach that uses both qualitative and quantitative methods. We conduct a grounded theory study of 18 interviews to identify two predominant platforms for ICT-enabled interactions among contemporary firms: interorganizational information systems (IOSs) and public social media (PSM). We then develop a research model and test six hypotheses with field survey data from 520 manufacturing firms. Findings ICT-enabled interactions reduce conflict and promote joint action in supply chains. More importantly, whereas IOS-enabled interaction is more effective in promoting joint action, PSM-enabled interaction is more effective in mitigating conflict. In addition, conflict and joint action fully mediate the effect of IOS-enabled interaction on cooperative performance, but only partially mediate the impact of PSM-enabled interaction. Research limitations/implications This research is an essential investigation of the impacts of the concurrent use of IOSs and PSM as interaction platforms, showing a new mechanism through which ICT-enabled interactions improve performance. Originality/value This research highlights the different effects of ICT-enabled interactions and provides practical insights for managers to deploy and leverage different ICT platforms in supply chains.",
          "url": "https://doi.org/10.1108/intr-02-2024-0166",
          "doi": "https://doi.org/10.1108/intr-02-2024-0166",
          "filter": 0
        },
        {
          "title": "Digital transformation’s impact on substantive innovation: a life-cycle perspective",
          "authors": "Jie Yang, Hongxiu Li, Linzi Zhang, Guohu Xu",
          "abstract": "Purpose Based on the theory of the firm life cycle, this study investigates the effect of digital transformation on substantive innovation and the moderating role of a firm’s life cycle in this relationship. Design/methodology/approach The effect of digital transformation on substantive innovation and the moderating effect of a firm’s life cycle were tested using panel data from A-share-listed Chinese manufacturing firms spanning 2013 to 2022, using an ordinary least squares regression model with fixed effects. Findings The findings indicate that digital transformation significantly boosts substantive innovation. A firm’s life cycle moderates this effect. Specifically, digital transformation significantly promotes substantive innovation during the mature stage, while its significance is not evident during the growth or decline stages. Research limitations/implications Theoretically, this study contributes to the digital transformation and innovation literature by providing a nuanced and dynamic perspective on their relationship from a firm’s life cycle perspective. Practically, the findings offer insights for managers in manufacturing firms into developing stage-specific digital strategies to optimize innovation outcomes. Originality/value This study enhances the understanding of digital transformation’s role in substantive innovation by revealing its dynamic effects across a firm’s life cycle. Our findings highlight that digital transformation’s effect on substantive innovation varies across different life cycle stages of a firm, offering insights for academics and practitioners seeking to optimize digital strategies based on a firm’s life cycle stages.",
          "url": "https://doi.org/10.1108/intr-08-2024-1204",
          "doi": "https://doi.org/10.1108/intr-08-2024-1204",
          "filter": 0
        },
        {
          "title": "Data analysis capabilities and technology compromise lead to innovation and market performance for tourism businesses",
          "authors": "Edward C.S. Ku, Chun-Der Chen",
          "abstract": "Purpose This study explores how data analysis and technology compromise influence innovation and market performance via customer service and organizational agility. Design/methodology/approach An innovation model was developed using a knowledge-based view and organizational information processing theory. Data from 236 valid samples of Taiwan travel agency executives’ samples were analyzed using the partial least squares approach. Findings The study’s findings indicate that the data analytical capabilities of inter-organizational systems (IOSs) and technology compromise can coordinate multifaceted activities related to successful tourism supply chain innovation. Practical implications Tourism businesses should integrate data analytics and IOSs to enhance innovation and market performance. Managers must leverage digital capabilities for customer insights, service personalization, and operational agility. Collaborative technology adoption fosters supply chain efficiency, while strategic knowledge spillover utilization accelerates technological adaptation, ensuring competitiveness in an evolving digital tourism landscape. Originality/value This study adopts a comprehensive perspective on innovation. The findings illustrate how data analysis and technology propel innovation in the tourism supply chain, emphasizing practical themes, particularly the application of IOS in tourism businesses.",
          "url": "https://doi.org/10.1108/intr-03-2024-0440",
          "doi": "https://doi.org/10.1108/intr-03-2024-0440",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Can Blockchain-Based Authenticity Disclosures Increase Consumer Trust in Online Advertising?",
          "authors": "Dasha Antsipava, Eva A. van Reijmersdal, Joanna Strycharz, Guda van Noort",
          "url": "https://doi.org/10.1080/00913367.2025.2510233",
          "doi": "https://doi.org/10.1080/00913367.2025.2510233",
          "filter": 0
        },
        {
          "title": "“What Can the Heart Tell Us About Thinking?” A Three-Decade Review of Heart Rate Measurement and Its Future Applications to Advertising Research",
          "authors": "Russell B. Clayton, Jessica G. Myrick",
          "url": "https://doi.org/10.1080/00913367.2025.2515905",
          "doi": "https://doi.org/10.1080/00913367.2025.2515905",
          "filter": 0
        },
        {
          "title": "The Lonely Mind: Unraveling Consumer Reactions to Ads of Ordinary and Extraordinary Experiences",
          "authors": "Nuoya Chen, Fang-Chi Lu, Jinfeng (Jenny) Jiao, Xiucheng Fan",
          "url": "https://doi.org/10.1080/00913367.2025.2518540",
          "doi": "https://doi.org/10.1080/00913367.2025.2518540",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Forum on public scholarship",
          "authors": "Heather M. Zoller",
          "url": "https://doi.org/10.1080/00909882.2025.2509965",
          "doi": "https://doi.org/10.1080/00909882.2025.2509965",
          "filter": 0
        },
        {
          "title": "Writing for the masses: translating communication research with praxis in mind",
          "authors": "Gail T. Fairhurst",
          "url": "https://doi.org/10.1080/00909882.2025.2497338",
          "doi": "https://doi.org/10.1080/00909882.2025.2497338",
          "filter": 0
        },
        {
          "title": "Coalitional possibilities and the making of GRIDS",
          "authors": "Karma R. Chávez",
          "url": "https://doi.org/10.1080/00909882.2025.2509967",
          "doi": "https://doi.org/10.1080/00909882.2025.2509967",
          "filter": 0
        },
        {
          "title": "Ready to detox from neoliberal publishing? Let’s write for ‘translation’ together",
          "authors": "Karen Lee Ashcraft",
          "url": "https://doi.org/10.1080/00909882.2025.2497337",
          "doi": "https://doi.org/10.1080/00909882.2025.2497337",
          "filter": 0
        },
        {
          "title": "Translating LGBT research into politics",
          "authors": "Larry Gross",
          "url": "https://doi.org/10.1080/00909882.2025.2495575",
          "doi": "https://doi.org/10.1080/00909882.2025.2495575",
          "filter": 0
        },
        {
          "title": "Overcoming resistance: an experimental approach to promoting regenerative agriculture among farmers using message design",
          "authors": "Olivia M. Bullock, Jacqueline Ouellette",
          "url": "https://doi.org/10.1080/00909882.2025.2519282",
          "doi": "https://doi.org/10.1080/00909882.2025.2519282",
          "filter": 0
        },
        {
          "title": "On doing public scholarship in public",
          "authors": "Sarah J. Jackson",
          "url": "https://doi.org/10.1080/00909882.2025.2497343",
          "doi": "https://doi.org/10.1080/00909882.2025.2497343",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Discussions That Divide: The Interplay Between Experiencing Uncivil Conversations and Politically Motivated Avoidance on Whatsapp and Facebook",
          "authors": "Patrícia Rossini, Jennifer Stromer-Galley, Erica Anita Baptista, Vanessa Veiga de Oliveira",
          "url": "https://doi.org/10.1080/08838151.2025.2519733",
          "doi": "https://doi.org/10.1080/08838151.2025.2519733",
          "filter": 0
        },
        {
          "title": "How Conversational Contingency Shapes Trust in Human-AI Interaction: Evidence from a Two-Wave Mediation Study",
          "authors": "Bolin Cao, Chuanqin Wen, Renwen Zhang",
          "url": "https://doi.org/10.1080/08838151.2025.2519730",
          "doi": "https://doi.org/10.1080/08838151.2025.2519730",
          "filter": 0
        },
        {
          "title": "Prior Parental Mediation, Privacy Perceptions and Privacy Protection Behaviors Among Emerging Adults: Testing the Mediating Effect and its Gender Difference",
          "authors": "Wei Ren, Qiang Chen",
          "url": "https://doi.org/10.1080/08838151.2025.2519734",
          "doi": "https://doi.org/10.1080/08838151.2025.2519734",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Identity construction through talk of difference and similarity: blocking and threading analysis",
          "authors": "Karoliina A Karppinen, Leena Mikkola, Malgorzata Lahti",
          "abstract": "Identity construction is a continuous process that permeates all social life. Drawing from intercultural communication scholarship and the Bakhtinian perspective on the construction of the self, we suggest that identity is constructed in talk through the interplay of socially constructed, ideologically imbued similarities and differences and propose the blocking and threading analysis (BTA) method to study this process. Blocking refers to constructing differences and social boundaries, whereas threading creates similarities, unity, and commonality. These practices are intertwined, and we argue that identity emerges from the constant shifts between the two. The four-step analytical process entails identifying positioning, recognizing connected utterances, interpreting blocking and threading, and examining their shifts. We illustrate the analytical force of BTA by an analysis of an extract from a focus group discussion among an interprofessional healthcare team. The method requires further application to different datasets, but it shows promise in terms of bringing new insights into research on identity construction.",
          "url": "https://doi.org/10.1093/joc/jqaf024",
          "doi": "https://doi.org/10.1093/joc/jqaf024",
          "filter": 0
        },
        {
          "title": "Time after time: longitudinal qualitative interviewing and the interplay between structure and agency in communication research",
          "authors": "Oren Meyers, Roei Davidson",
          "abstract": "Given that communicative phenomena are inherently processual, the scarcity of a longitudinal narrative perspective is an evident lacuna in communication research. This article argues that to explore communicative processes as a longitudinal experience, shaped by the constant tension between structure and agency, researchers can elicit and analyze stories that information producers and consumers construct in their own words across time. Consequently, the article explores the implementation of Longitudinal Qualitative Interviewing (LQI), the repeated interviewing of the same individuals at two (or more) time points, in the study of media. It considers the methodological and conceptual insights that could be drawn from such an application, and the ways in which the unique affordances of LQI enhance the validity of qualitative communication research. Our discussion of the implementation of LQI is anchored in an exploration of occupational life histories of 39 Israeli journalists over the span of a decade.",
          "url": "https://doi.org/10.1093/joc/jqaf022",
          "doi": "https://doi.org/10.1093/joc/jqaf022",
          "filter": 0
        },
        {
          "title": "The artisanal imaginaries of contemporary production",
          "authors": "Michelle Phillipov, Susan Luckman, Lyn McGaurr",
          "abstract": "Ideas of “craft” and “craftsmanship” have long been mobilized in middle-class Global North markets to promote the romanticized authenticity of artisanal goods, but what happens when these ideas are applied to industrially-made products? This article analyzes the artisanal imaginaries of the Australian Made Campaign to explore how the campaign taps into the growing cultural desirability of the handmade and the artisanal, and heightened concerns about the future sustainability of mass production. Focusing on the discursive and aesthetic approach of the campaign’s Facebook posts, we show how the campaign contributes to a wider mainstreaming of neo-craft as a dominant mode for promoting production in a national context where onshore manufacturing has long been in decline. We argue that the campaign’s media repertoires work to “domesticate” large-scale manufacturing via emotive appeals to traditional artisanal tropes (“love,” “family,” “care”) to tap into the zeitgeist appeal of locally-specific and knowable scales of production.",
          "url": "https://doi.org/10.1093/joc/jqaf028",
          "doi": "https://doi.org/10.1093/joc/jqaf028",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Computer-Mediated Communication",
      "journal_short": "JCMC",
      "articles": [
        {
          "title": "A cross-national examination of the effects of accuracy nudges and content veracity labels on belief in and sharing of misleading news",
          "authors": "Michael Chan, Jingjing Yi, Cristian Vaccari, Masahiro Yamamoto",
          "abstract": "This study examined whether accuracy nudges and content veracity labels enhance people’s discernment in believing and sharing true versus false news. Participants in the United Kingdom, the United States, and Hong Kong were shown five true and five false social media posts in random order. Two true posts and two false posts were randomly assigned “True” and “False” labels, respectively. Multilevel regression models indicated that accuracy nudges and veracity labels had no direct effects on the perceived accuracy of posts or willingness to share them, though the interaction of the “False” label and accuracy nudge significantly reduced the perceived accuracy of and intention to share false news across the samples. Post hoc analyses further uncovered contingent effects based on individual differences, including partisan identity in the United States and conspiratorial thinking in the United Kingdom and Hong Kong. The findings demonstrate the efficacy of combined countermeasures in attenuating the effects of misinformation.",
          "url": "https://doi.org/10.1093/jcmc/zmaf009",
          "doi": "https://doi.org/10.1093/jcmc/zmaf009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Disparities in misinformation flagging and different evolutionary outcomes in social-mediated information ecologies: assessing intervention policy outcomes from a long-term perspective",
          "authors": "Aimei Yang, Jingyi Sun, Yiqi Li",
          "url": "https://doi.org/10.1080/19331681.2025.2523302",
          "doi": "https://doi.org/10.1080/19331681.2025.2523302",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Science Communication",
      "journal_short": "JCOM",
      "articles": [
        {
          "title": "The Fracture of Korean Peninsula’s Division Order and Discourse Politics The Political Context, Characteristics, and Anti-Communist Complex of Discourses Related to the Film The Birth of Korea",
          "authors": "Sunghae Kim",
          "url": "https://doi.org/10.14696/jcs.2025.06.25.2.5",
          "doi": "https://doi.org/10.14696/jcs.2025.06.25.2.5",
          "filter": 0
        },
        {
          "title": "The Study of Changes in Social Discourse on the Metaverse in the Media A Focus on the Expectations, Concerns, and Social Implications of the Metaverse",
          "authors": "Yongbok Jung, Yunjung Cha, Juhyun Kang",
          "url": "https://doi.org/10.14696/jcs.2025.06.25.2.170",
          "doi": "https://doi.org/10.14696/jcs.2025.06.25.2.170",
          "filter": 0
        },
        {
          "title": "Household Size Transition and Fixed TV Consumption Examining Changes in Viewing Time Following the Shift to Single-Person Households",
          "authors": "Young Min Baek",
          "url": "https://doi.org/10.14696/jcs.2025.06.25.2.131",
          "doi": "https://doi.org/10.14696/jcs.2025.06.25.2.131",
          "filter": 0
        },
        {
          "title": "The Effects of Suicide Report Exposure via Portal News, Problem Recognition, and Perceived Influences on Attitudes toward Suicide Reporting Regulation",
          "authors": "Insook Kim, Jin Heo",
          "url": "https://doi.org/10.14696/jcs.2025.06.25.2.96",
          "doi": "https://doi.org/10.14696/jcs.2025.06.25.2.96",
          "filter": 0
        },
        {
          "title": "Study on the Influence of Government PR Youtube Content Attributes on Users’ Attitudes and Usage Intentions",
          "authors": "Eung-Pyo Kim, Seckjun Jang",
          "url": "https://doi.org/10.14696/jcs.2025.06.25.2.50",
          "doi": "https://doi.org/10.14696/jcs.2025.06.25.2.50",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Religiosity of grandchildren and their grandparents as a basis for norms of eldercare responsibility in emerging adults",
          "authors": "Merril Silverstein, Seonhwa Lee, Riansimone Orissa Harris, Wencheng Zhang",
          "abstract": "This investigation examines whether eldercare norms in emerging adulthood are directly and indirectly formed through an intergenerational religious pathway. Data derived from 231 grandchildren and their matched grandparents from the 2021–22 wave of the Longitudinal Study of Generations. Religiosity was defined as a composite consisting of religious service attendance, subjective religious intensity, and perceived importance of religion in daily life. Eldercare norms were assessed based on an evaluation of the responsibility that adult children should have to provide support and care to older parents in six areas of assistance. Intermediate factors following from religiosity include grandchildren’s altruism values and emotional closeness to grandparents. Structural equation modelling was used to examine direct and indirect pathways linking these factors. Results indicate significant continuity in religiosity between grandparents and grandchildren. Additionally, we found that the positive association between grandchildren’s religiosity and eldercare norms is fully mediated through an ideational route of general empathy toward vulnerable individuals and a relational route of emotional bonding with grandparents. Our findings highlight how religious involvement of grandchildren forms indirect pathways of influence that ultimately shape their view of parental caregiving as a filial responsibility.",
          "url": "https://doi.org/10.1177/02654075251335428",
          "doi": "https://doi.org/10.1177/02654075251335428",
          "filter": 0
        },
        {
          "title": "Intimacy reduces withdrawal after conflict in cohabiting couples",
          "authors": "Lin Lu, Siri Wilder, Karen J. Prager",
          "abstract": "Withdrawal, meaning emotional disengagement or the “silent treatment,” compromises couple relationship satisfaction and well-being. In contrast, intimate interactions between partners —characterized by self-disclosure and understanding — promote warmth, mutual knowledge, and satisfaction. The benefits of intimacy may thereby reduce partners’ tendencies to withdraw after a conflict. Both partners in 217 committed, cohabiting couples (434 individuals) completed 14-day diaries reporting whether they had a conflict each day, intimacy in their interactions, and the extent to which either partner withdrew after conflict. Couples who experienced more intimacy, whether on days with conflict or on average during the study, withdrew less after their conflicts. Of intimacy’s two dimensions, understanding was a stronger predictor of reduced withdrawals than self-disclosure. Lastly, couples withdrew more following serious conflict. However, the more intimacy they experienced during the study, the less they withdrew. Particularly, more intimate couples remained less withdrawn even when conflict expanded beyond the initial problem (but not after contemptuous communication). Overall, the findings underscore the benefits of intimate communication in sustaining partners’ emotional availability in the face of conflict by reducing partners’ withdrawals.",
          "url": "https://doi.org/10.1177/02654075251355074",
          "doi": "https://doi.org/10.1177/02654075251355074",
          "filter": 0
        },
        {
          "title": "An exploration of the dimensions of Filipino received social support",
          "authors": "Johnrev Guilaran, Aniceta Patricia T. Alingasa-Aguirre, Augil Marie Q. Robles",
          "abstract": "Social support is one of the most reliable predictors of well-being. One of its facets, received social support (RSS), pertains to social interactions that provide actual assistance. Cultural context is important in appreciating RSS; however, existing conceptualizations are based on western, educated, industrialized, rich, and democratic (WEIRD) contexts. This mixed methods study aimed to explore the concept of RSS in the Philippine context. Study 1 aimed to describe the characteristics of Filipino RSS through a qualitative survey. Five themes were generated from the responses of 424 Filipino adults. Study 2 examined the dimensions of RSS. Items were constructed using themes generated in Study 1 and RSS facets in the current literature (i.e., emotional, instrumental, informational). A total of 198 participants completed an online survey which asked them to rate the frequency at which they have received the specified supportive behaviors. Exploratory factor analysis surfaced six facets of received social support that cover behaviors that (1) provide encouragement and increase one’s sense of efficacy and self-worth; (2) provide a sense of emotional relief through empathy and companionship; (3) facilitate a sense of community; (4) provide information, guidance, and instruction on how to solve one’s problems; (5) provide timely practical support; and, (6) provide relief to the recipient by backing them up when they fail to deal with their problems successfully. Findings indicated that while Filipino received social support facets do not significantly differ from Euro-American-centric conceptualizations, they are infused with cultural aspects that focus on social relationships and social harmony, and self-efficacy.",
          "url": "https://doi.org/10.1177/02654075251342884",
          "doi": "https://doi.org/10.1177/02654075251342884",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Book Review: These Walls: The Battle for Rikers Island and the Future of America’s Jails , by Eva Fedderly These Walls: The Battle for Rikers Island and the Future of America’s Jails. FedderlyEva. New York: Simon &amp; Schuster, 2023. 224 pp.",
          "authors": "Chris Moody",
          "url": "https://doi.org/10.1177/10776990251351032",
          "doi": "https://doi.org/10.1177/10776990251351032",
          "filter": 0
        },
        {
          "title": "From Cultivating Fans to Coping With Troublemakers : A Typology of Journalists’ Audience Relationships",
          "authors": "Wiebke Loosen, Julius Reimer, Louise Oberhülsmann, Tim van Olphen",
          "abstract": "The journalism–audience relationship has become central in journalism research, yet it is not singular but diverse, varying even for individual journalists. Based on 52 in-depth interviews, we develop a typology of 11 distinct forms of audience relationships that journalists can maintain and combine. Each form represents a communicative figuration encompassing a specific audience construction, unique relationship practices, and a certain frame of relevance. Emerging forms—in response to the challenges facing journalism—complement traditional role-based relationships to a general public that is merely imagined by emotionally rooted connections to specific social groups and individuals who are observed and even interacted with.",
          "url": "https://doi.org/10.1177/10776990251343074",
          "doi": "https://doi.org/10.1177/10776990251343074",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Linguistic Capital and the Production of Vernacular Digital Journalism: The Case of Malayalam-Language News",
          "authors": "Subin Paul",
          "url": "https://doi.org/10.1080/1461670x.2025.2519937",
          "doi": "https://doi.org/10.1080/1461670x.2025.2519937",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Politically Motivated Retroactive Self-Censorship on Social Media: Managing Political Impression in a Politically Polarized Environment",
          "authors": "Xinzhi Zhang",
          "url": "https://doi.org/10.1080/15205436.2025.2515216",
          "doi": "https://doi.org/10.1080/15205436.2025.2515216",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "A See-Through Curtain of Varying Texture: Negotiating Power and Material Realities in Engaged Journalism",
          "authors": "Bissie Anderson",
          "abstract": "Acknowledging the networked nature of journalism and shifting power relations between actors in the hybrid media system, this article invokes the metaphor of “the curtain” that separates journalists and external actors/forces in discussions on journalistic autonomy (Coddington, 2015) and applies it to the engaged journalism practices of four media startups. It places “the curtain” in the hybrid media systems paradigm and its relational ontology (Chadwick, 2017) to examine to what extent that concept applies to engaged journalism, a participatory media practice that, by definition, involves publics in journalistic processes. Drawing on interviews with engaged journalism producers in Pakistan, Romania, Malaysia, and the UK, this comparative cross-border study explores the power relations within the actor constellations involved in journalistic co-creation. The outlets examined favour a relational approach to knowledge production, in which they prioritise mutual listening and learning—together&lt;em&gt; &lt;/em&gt;with their communities. However, there is still a separation between journalists and audiences/publics. Examining the power negotiations that shape engaged journalism in different parts of the world, this study sheds light on the unique texture of each hybrid media space of co-creation. It offers a nuanced conceptualisation of hybridity, suggesting that engagement can lend itself to varying degrees of openness. The study findings challenge idealistic notions of participation by showing that, even in engaged journalism practice, participation remains tightly controlled by journalists and is subject to their negotiation of capacity-enabling and capacity-limiting forces within the constraints of the context-specific material realities.",
          "url": "https://doi.org/10.17645/mac.10027",
          "doi": "https://doi.org/10.17645/mac.10027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Stories to Fight Stereotypes: Using Personal Narratives to Reduce Mental Illness Stigma",
          "authors": "Yuzhi Lu, Edith G. Smit, Elisa Gillner",
          "url": "https://doi.org/10.1080/15213269.2025.2519274",
          "doi": "https://doi.org/10.1080/15213269.2025.2519274",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Book Review: Uneven Connections: A Partial History of the Mobile Phone in Papua New Guinea by Robert J. Foster Robert J. Foster, Uneven Connections: A Partial History of the Mobile Phone in Papua New Guinea , ANU Press: Canberra, 2024; 238 pp.: ISBN 9781760466268, $59.99 (pbk). Available for download through ANU Press.",
          "authors": "Sheila B. Lalwani",
          "url": "https://doi.org/10.1177/20501579251314133",
          "doi": "https://doi.org/10.1177/20501579251314133",
          "filter": 0
        },
        {
          "title": "Book Review: Barcode by Jordan Frith Jordan Frith, Barcode . United States of America: Bloomsbury Academic, 2024. Xiii + 138 pp. ISBN 9781501399916, $21.99 (pbk)",
          "authors": "Nadia Egalita",
          "url": "https://doi.org/10.1177/20501579241289564",
          "doi": "https://doi.org/10.1177/20501579241289564",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "To let content be or not be: Understanding the decision-making process of content moderators on social media platforms",
          "authors": "Tania Chatterjee, Agam Gupta, Pradip Ninan Thomas",
          "abstract": "Content moderation plays a pivotal role in structuring online speech, but the human labour and the everyday decision-making process in content moderation remain underexamined. Informed by in-depth interviews with 16 content moderators in India, in this research, we analyse the decision-making process of commercial content moderators through the concept of sensemaking. We argue that moderation decisions are made in the context of the industry’s plural policies and efficiency requirements. An interplay of four cognitive processes of pattern identification, subjective perceptions, shared knowledge, and process optimization influences the final judgement. Once sense is enacted in the decision-making process, the sensibilities are retained by the adept moderator for future moderation decisions. Visibilizing the labour process behind commercial content moderation, we argue that everyday moderation decisions unfold in a socio-technical and economic assemblage wherein decisions are decontextualised and plausibility driven rather than consistency driven.",
          "url": "https://doi.org/10.1177/14614448251348900",
          "doi": "https://doi.org/10.1177/14614448251348900",
          "filter": 0
        },
        {
          "title": "Formation of social norms in location-based meso-spaces: A study of WeChat neighborhood groups during the Covid-19 pandemic lockdown",
          "authors": "Yichen Zhao, Qinfeng Zhu, Marcel Broersma",
          "abstract": "Social norms shape and are simultaneously established through communication processes. While instant messaging (IM) groups are nowadays prominent spaces for daily communication, we have only little knowledge of how norms function within them. To address this gap, this study analyzes norm formation in WeChat neighborhood groups during the Covid-19 lockdown in Shanghai. We conceptualize these groups as location-based meso-spaces ; situated between the public and private realms, they underscore the importance of social norms in navigating social interactions. Building on 20 semi-structured interviews, combined with walk-through protocols, we identify what social norms emerge and how they are formed. We find that group norms develop through in-group interactions facilitated by the technological and social affordances of WeChat groups, and that they could derive from shared moral values and “group prototypes.” The results highlight that the lockdown and the Chinese socio-cultural and political environment play a significant role in shaping in-group norms.",
          "url": "https://doi.org/10.1177/14614448251348468",
          "doi": "https://doi.org/10.1177/14614448251348468",
          "filter": 0
        },
        {
          "title": "How affect shapes online information seeking about political actors",
          "authors": "Cornelius Puschmann, Helena Rauxloh, Lisa Merten, Sebastian Stier, Katrin Weller, Juhi Kulshrestha",
          "abstract": "Search engines are both frequently used and widely trusted sources of current political information. While research has examined the different stages of information seeking via search, the question of how political preferences and sociodemographic factors impact political online search has received less attention. In particular, the way in which attitudinal factors, such as sentiment toward a politician or interest in their personal life motivate information seeking have not been widely studied. We present findings from a panel study that combines browser tracking data with survey results for 1863 German participants. Our results suggest that both sympathy and antipathy toward a selection of popular politicians is predictive of searching for them. Queries also vary in their composition, with searches for female politicians highlighting their personal lives and physical attributes somewhat more often than for males. We conclude that the role of “soft” factors in motivating information seeking on political actors remains underexplored.",
          "url": "https://doi.org/10.1177/14614448251346199",
          "doi": "https://doi.org/10.1177/14614448251346199",
          "filter": 0
        },
        {
          "title": "Web3 and deep play: Blockchain gaming in the Global South",
          "authors": "Saskia Witteborn",
          "abstract": "The article argues for the sociocultural contextualization of Web3 affordances by examining play-to-earn gaming in the Philippines. It first outlines how socioeconomic factors promote blockchain technology and cryptocurrency. Against this background, and based on scholarship in cultural communication, anthropology, and critical platform studies, the article illustrates how sociocultural frames shape the interpretation and enactment of blockchain-based gameplay affordances. A Grounded Theory analysis of interviews and documents reveals that players identify persistent access and ownership as technical affordances, performing them through the cultural frame of cockfighting and its digital economy version, the side hustle. The study challenges universalist notions of Web3 adoption, highlighting how technical affordances both support and disrupt sociocultural and economic reproduction through narratives of family, competition, and inclusivity. The research calls for comparative studies on how platform corporations structure societies in emerging economies, how platforms exploit culture as use value, and how adopters strategically utilize Web3 technologies.",
          "url": "https://doi.org/10.1177/14614448251336435",
          "doi": "https://doi.org/10.1177/14614448251336435",
          "filter": 0
        },
        {
          "title": "Anonymous dissent: Protest, privacy, and photographic surveillance in digital media",
          "authors": "Gino Canella, Mary Angela Bock",
          "abstract": "Protesters in recent years have been making a somewhat novel demand: they are asking journalists to blur their faces in news coverage of public demonstrations. This article investigates this demand to explore how new surveillance technologies and the political economy of media are complicating the ethics of visual journalism. Reviewing 26 articles from news outlets, trade publications, and blogs published between May 2020 and October 2024 that discussed protesters’ demand, the study considers three themes: visibility and surveillance in digital media; the ethical contradictions that visual journalists navigate while documenting dissent; and the relationships among journalists, movements, and political-economic power structures. The article contrasts Enlightenment ideals with an ethic of care to understand journalists’ views on transparency and truth, concluding that the uneven power dynamics among protesters, journalists and the state raise important questions about the documentation, preservation and circulation of dissent.",
          "url": "https://doi.org/10.1177/14614448251349830",
          "doi": "https://doi.org/10.1177/14614448251349830",
          "filter": 0
        },
        {
          "title": "r/23andMe and my pictures: Platform racial spectacles as collective racial identity formation",
          "authors": "Yukun Yang",
          "abstract": "This essay expatiates on the collective practices of image sharing of “direct-to-consumer” (DTC) genetic ancestry tests (GAT) results on social media, specifically the strategic, selective, and structural coupling of DNA charts, ancestry maps, and selfies. Building upon Guy Debord’s theory of the spectacle, I propose the concept of “platformed racial spectacle” to theorize such online phenomena: an aggregate of images voluntarily shared online, facilitated by the social media platform affordances and its sociality culture, fabricating the mythical connections between race, DNA, bodily traits, and geographies. Indicative of the racial structure and racial formations insidiously reified through such practices, the mobilization of racialization, semantics, and somatics can be found through the platformed racial spectacle and the collective practices of conjuring such a racial project. Contextualized in the subreddit r/23andme, I further explicate the emergence and existence of platformed racial spectacle, unfurl its texture and format, and expound its spectacular functionality of unification and alteration.",
          "url": "https://doi.org/10.1177/14614448251344291",
          "doi": "https://doi.org/10.1177/14614448251344291",
          "filter": 0
        },
        {
          "title": "Playlisting the periphery: Platform intermediaries and East-Central European music visibility in Spotify’s geography",
          "authors": "Miloš Hroch, Petr Szczepanik",
          "abstract": "This article examines Spotify’s engagement with East-Central European (ECE) music markets, exploring how platformization intersects with peripherality. Using insights from the political economy of global media and platform studies, it situates Spotify within the asymmetrical geographies of platform capitalism, where peripheral regions are more consumption markets than cultural centers. While Spotify emphasizes egalitarian access through playlisting and algorithmic tools, the findings reveal persistent inequalities shaped by “spatial gatekeeping.” Focusing on how regional actors, mediating between artists and the platform, experience these inequalities, the article draws on interviews and “scavenging” ethnography to develop a typology of “platform intermediaries,” including regional playlist editors, digital distributors, major label representatives, and music creators. These intermediaries internalize spatial gatekeeping in their practices and platform imaginaries, which reflect perceived distance from geographic and algorithmic centers and aspirations to transcend peripherality. The article offers a nuanced account of platform geography’s asymmetries as experienced from the periphery.",
          "url": "https://doi.org/10.1177/14614448251346200",
          "doi": "https://doi.org/10.1177/14614448251346200",
          "filter": 0
        },
        {
          "title": "‘It speaks to me in brain rot’: Theorising ‘brain rot’ as a genre of participation among teenagers",
          "authors": "Emilie Owens",
          "abstract": "In 2024, Oxford University Press made ‘brain rot’ – a piece of teenage slang found primarily on the popular video sharing application TikTok – its word of the year . This announcement was received by a public discourse of media panic wherein ‘brain rot’ was understood primarily as a threat to young people’s mental and physical wellbeing. This article seeks to challenge this discourse, building on the participatory approach to children’s media scholarship to argue instead that ‘brain rot’ constitutes a complex, and historically situated, genre of participation . Drawing on empirical data from seven TikTok workshops with 16- and 17-year-olds in Oslo, ‘brain rot’ is conceptualised as a collection of related practices that (1) are childish or unserious, (2) provide no cognitive or developmental benefit, and (3) are deliberately non-productive. In this way, it can be understood as a decompression-driven genre of participation whereby young people actively resist the pressures of productivity and self-optimisation.",
          "url": "https://doi.org/10.1177/14614448251351527",
          "doi": "https://doi.org/10.1177/14614448251351527",
          "filter": 0
        },
        {
          "title": "Examining racial stereotypes in YouTube autocomplete suggestions",
          "authors": "Eunbin Ha, Haein Kong, Shagun Jhaver",
          "abstract": "Autocomplete is a popular search feature that predicts queries based on user input and guides users to a set of potentially relevant suggestions. In this study, we examine what YouTube autocompletes suggest to users seeking information about race on the platform. Specifically, we perform an algorithm output audit of autocomplete suggestions for input queries about four racial groups and examine the stereotypes they embody. Using critical discourse analysis, we identify five major sociocultural contexts in which racial information appears – Appearance , Ability , Culture , Social Equity , and Manner . We found that the participatory nature of YouTube produces a multifaceted representation of race-related content in its search outputs, characterized by enduring historical biases, aggregated discrimination, and interracial tensions, while simultaneously depicting minority resistance and aspirations of a post-racial society. We call for innovations in content moderation policy design and enforcement to address existing racial harms in YouTube search outputs.",
          "url": "https://doi.org/10.1177/14614448251346503",
          "doi": "https://doi.org/10.1177/14614448251346503",
          "filter": 0
        },
        {
          "title": "Decoding revision mechanisms in Wikipedia: Collaboration, moderation, and collectivities",
          "authors": "Xixuan Zhang",
          "abstract": "Research on knowledge collaboration in Wikipedia has predominately focused on metadata at the article level or editor-centric analyses, often overlooking the complexities of knowledge collaboration and its contextual dependencies. This study takes a novel, fine-grained approach to investigating revision mechanisms in Wikipedia’s knowledge collaboration. By considering modified sentences as carriers of collective knowledge and spaces in which epistemic power is negotiated, it reconstructs their revision sequences and examines how editorial, contextual, content, and temporal factors shape Wikipedia’s revision dynamics. A total of 140,593 revisions (by 48,643 editors) of 76,525 sentences in 537 Wikipedia articles related to climate change were analyzed using text mining, natural language processing, survival analysis, and meta-analysis. The findings expand our understanding of how epistemic power is negotiated through collective endeavors underlying bureaucratic rules and community moderation in Wikipedia.",
          "url": "https://doi.org/10.1177/14614448251336418",
          "doi": "https://doi.org/10.1177/14614448251336418",
          "filter": 0
        },
        {
          "title": "The impact of exposure to generative AI art on aesthetic appreciation, perceptions of AI mind, and evaluations of AI and of art careers",
          "authors": "W P Malecki, Tanja V Messingschlager, Markus Appel",
          "abstract": "Visual art is increasingly created by generative artificial intelligence (generative AI). This study, conducted online with 470 US participants, investigated whether exposure to art attributed to AI may influence aesthetic appreciation, perceptions of AI mind, and evaluations of AI (acceptance of AI as an artist, evaluation of AI as an identity and realistic threat) and of art careers. Exposure to art introduced as generated by AI (vs a human artist) reduced appreciation. No significant impact was observed on the other dependent variables. For ostensibly AI-generated art, higher appreciation was associated with more acceptance toward AI as an artist and lower levels of AI realistic threat. This suggests that mere exposure to art attributed to AI may not be sufficient to induce a change in perceptions of AI mind, evaluations of AI and of art careers, but these effects might occur if AI-attributed art is appreciated aesthetically.",
          "url": "https://doi.org/10.1177/14614448251344590",
          "doi": "https://doi.org/10.1177/14614448251344590",
          "filter": 0
        },
        {
          "title": "“Actually an ED and not just a quirky aspect of autism”: TikTok as a forum and mediator of autistic food issues and eating disorders",
          "authors": "Meryl Alper, Rachel F Rodgers, Jess Rauchberg, Ellen Simpson, Kristen Harrison",
          "abstract": "Restrictive eating disorders (EDs) have among the highest mortality rate of any psychiatric disorder. To date, little research has investigated the role of digital media in sharing ED experiences and promoting recovery for autistic individuals, despite high autism rates among those with EDs and the potential for social media (SM) to provide resources and support for adolescent girls and young women living with EDs. Given this gap, we undertook an exploratory study to assess content pertaining to autistic people’s difficulties with food and eating on the leading SM app TikTok. We identified four main themes: (a) EDs and autism; (b) cognitive, sensory, and behavioral dimensions of autistic eating and body issues; (c) social, cultural, and economic aspects of autistic people’s food challenges; and (d) self-reported role of TikTok in autistic individuals’ coping with food/eating difficulties. Our study contributes several novel findings to research on digital media, mental health, and marginalized populations.",
          "url": "https://doi.org/10.1177/14614448251339408",
          "doi": "https://doi.org/10.1177/14614448251339408",
          "filter": 0
        },
        {
          "title": "Troubling the notion of the child in child influencer culture",
          "authors": "Ylva Ågren, Anna Sparrman",
          "abstract": "This article explores the notion of the child as found in the growing body of research on child influencer culture. While much of the existing literature adopts a reductionist and risk-focused perspective, this article explores the complexities and variations of the child figure in this field. Through an empirical case study of a successful Swedish child influencer, we highlight how multiple representations of ‘the child’ – as professional, creative, vulnerable, and marketing subject – can coexist within a single campaign. Theoretically, we draw on complexity theory, the concept of multiplicity and the feminist idea of ‘staying with the troubles’. We argue for a more nuanced approach to studying child influencers by embracing the uncertainties and challenges involved, and acknowledge that influencing is only one of many roles children occupy in their lives. This approach encourages thinking about children in dynamic, interconnected ways, recognising the fluidity of their roles across time, space and context.",
          "url": "https://doi.org/10.1177/14614448251349828",
          "doi": "https://doi.org/10.1177/14614448251349828",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "What do we know about digital public debate? Technological affordances and democratic dilemmas",
          "authors": "Ib T. Gulbrandsen, Sine N. Just",
          "abstract": "Digital platforms have become ubiquitous arenas of public debate, changing the relationship between citizens and democratic institutions. On the one hand, digital technologies offer enhanced possibilities for citizens’ participation in public debate, but on the other, they destabilise democratic institutions. In this conceptually informed literature review, we take stock of what we know about digital public debate. To do so, we posit technological affordances – that is, technologies’ latent action possibilities – as a lens through which to study digital public debate. We establish a typology based on human-centric, issue-centric, and technology-centric forms of participation, each of which can be engaged bottom-up by citizens or top-down by democratic institutions. We illustrate the resulting six types of participation through a review of empirical studies based in the Nordic context. We summarise what we currently know about digital public debate in a key democratic dilemma: increasing digital participation goes hand in hand with decreasing institutional trust.",
          "url": "https://doi.org/10.2478/nor-2025-0014",
          "doi": "https://doi.org/10.2478/nor-2025-0014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Can the Communication Style of Social Media Videos Affect Listening Quality and Opinion Change?",
          "authors": "Edana Beauvais, Dietlind Stolle",
          "url": "https://doi.org/10.1080/10584609.2025.2514603",
          "doi": "https://doi.org/10.1080/10584609.2025.2514603",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Sustainability – A fading imperative? Proposing a framework of issue maturation into grand challenges",
          "authors": "Irina Lock",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102601",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102601",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Make America quiet again: Achieving socially robust knowledge on noise pollution through citizen science",
          "authors": "Kirsten R. Vegt, Janneke E. Elberse, Bastiaan T. Rutjens, Laurens K. Hessels",
          "abstract": "Socially robust knowledge is scientific knowledge accepted by society for its contextual relevance. Citizen science, involving non-professional scientists, offers a promising approach to developing such knowledge. This study examines how citizen science fosters socially robust knowledge through a case-study on noise pollution’s impact on health and well-being in the Dutch village of America. Citizen scientists partnered with researchers of the Dutch National Institute for Public Health and the Environment to study train noise, employing diverse data-collection methods. Interviews with participants revealed trust in this approach and outcomes, contrasting with conventional noise-pollution research. The integration of extended expertise and real-world context, coupled with the project’s iterative feedback loop, ensured that findings were accurate and locally relevant. This case-study underscores citizen science’s potential to create relevant and adaptable policy-relevant science, offering concrete insights into the key elements that contribute to the social robustness of scientific outcomes.",
          "url": "https://doi.org/10.1177/09636625251338190",
          "doi": "https://doi.org/10.1177/09636625251338190",
          "filter": 0
        },
        {
          "title": "Mediating trust in content about science: Assessing trust cues in digital media environments",
          "authors": "Justin T. Schröder, Lars Guenther",
          "abstract": "Intermediaries such as (digital) media use trust cues in their content, that is, information and linguistic markers that present public audiences reasons for trusting scientists, scientific organizations, and the science system. Trust cues refer to dimensions of trust in science such as expertise, integrity, benevolence, transparency, and dialogue. Because digital media environments are expected to be heterogeneous in content, the sources of trust cues, characteristics of objects of trust in science (e.g. the gender of scientists), and their impact on public trust in science may vary. In our quantitative content analysis, we identified trust cues across several sources of scientific information ( n = 906) and examined their heterogeneity in digital media environments. Our results reveal journalism as the most important source for trust cues and that scientists are the most prevalent object of trust—with female scientists being underrepresented. Differences across (digital) media imply varying impacts on public trust in science.",
          "url": "https://doi.org/10.1177/09636625251337709",
          "doi": "https://doi.org/10.1177/09636625251337709",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "A New Obligation or a Natural Extension? STEM Scientists’ Science Communication in the Context of Their Professional Role Identities",
          "authors": "Lennart Banse, Friederike Hendriks, Monika Taddicken",
          "abstract": "Scientists face increasing expectations to engage in public communication. Using role identity theory, this qualitative interview study explores how experienced STEM researchers in Germany integrate these expectations into their professional role identities, where conflicts and intersections arise, and which factors influence these processes. Findings reveal that while some scientists integrate communication demands with core professional roles (e.g., research, teaching), others perceive them part of external administrative burdens, leading to resistance. The results imply that the increasing obligations for scientists’ engagement in science communication should be closer aligned with their central identity standards.",
          "url": "https://doi.org/10.1177/10755470251341839",
          "doi": "https://doi.org/10.1177/10755470251341839",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Inhabitants of a National “Walled Garden”: Everyday Digital Nationalism in China",
          "authors": "Ruoning Chen, Michael Skey, Sabina Mihelj",
          "abstract": "Digital media have played a significant role in the rise of nationalism in recent years. Existing research, however, tends to focus on more explicit or passionate expressions of nationalist feelings online. In contrast, there has been very little work on the relationship between everyday digital practices and the (re)production of national frameworks among “ordinary” citizens. To address this lacuna, this study develops a novel theoretical framework that employs insights from studies of everyday habits, temporal rhythms and “common-sense” knowledge. This framework is used to examine the everyday digital practices of ordinary people in China drawing on data from media diaries and semi-structured interviews with 45 participants. The Chinese digital infrastructure is particularly conducive to the formation of distinct national digital habits, due to its reliance on domestic platforms and the presence of the “Great Firewall” that limits access to foreign platforms. Yet, as our analysis shows, the nationalizing effects of this digital infrastructure requires “buy-in” from citizens. We first investigate how and why people’s digital activities tend to be confined to the national “walled garden” of Chinese platforms. Second, we highlight the role of WeChat as the primary node in China’s digital ecosystem and demonstrate how ordinary citizens use it, in a largely taken-for-granted manner, to sustain a plethora of nationally bounded relationships and activities. Finally, we examine the tiny number of participants that move beyond this ecosystem and their motivations for both venturing out and returning “home.”",
          "url": "https://doi.org/10.1177/20563051251342224",
          "doi": "https://doi.org/10.1177/20563051251342224",
          "filter": 0
        },
        {
          "title": "Of Loving and Losing: The Influence of Dating App Motivations and Perceived Success on Psychological Well-Being",
          "authors": "Anja Stevic, Angela Y. Lee, Sunny Xun Liu, Jeffrey Hancock",
          "abstract": "We advance communication theory on the relationship between online dating and psychological well-being with a nationally representative, two-wave panel survey of dating app users ( N = 521) that investigates individuals’ motives for dating and their perceived success. Results from an autoregressive structural equation model revealed people felt lonelier when they used dating apps for social approval, but not when they used them to pursue relationships. Perceived success was linked to psychological well-being: people felt lonely and less satisfied when they believed they were not attracting partners and better well-being when they felt successful. Gender differences were observed where women reported being more successful and less lonely but also more anxious about dating than men. However, men were observed to have higher life satisfaction when experiencing higher success. Our findings contribute evidence for the importance of motivations and perceptions in communication technology use and psychological well-being.",
          "url": "https://doi.org/10.1177/20563051251346888",
          "doi": "https://doi.org/10.1177/20563051251346888",
          "filter": 0
        },
        {
          "title": "The Social Construction of Mental Health Facts in Social Media Language",
          "authors": "Jessica S. Robles",
          "abstract": "Social media has had a significant impact on the increasing visibility of mental health. This article draws on a digital ethnographic approach and discourse analysis of posts to the microblogging site X (formerly Twitter) to examine uses of and metacommunication about the language of mental health. The analysis traces and snapshots how mental health language is being used to construct mental health, mental illness, and related subjects as a meaningful social object by participants on social media. The results focus on a particular practice around contesting the language and meaning of mental health designations, identities and language as a form of communication ritual that produces normative metadiscourse about mental health, what it means, and how we should understand and talk about it.",
          "url": "https://doi.org/10.1177/20563051251348122",
          "doi": "https://doi.org/10.1177/20563051251348122",
          "filter": 0
        },
        {
          "title": "Aspirational Politics of Talent Acquisition: Entrepreneurial Limits and Indian Short Video Platforms",
          "authors": "Rahul Mukherjee",
          "abstract": "Local short video platforms in India such as Moj and Josh have encountered mixed success in wooing talented creators and new users to their platforms. Some of the challenges they have faced suggest the limits of aspirational politics which is entangled with aspects of authenticity and relatability as well as the political economy of start-up apps and platform capitalisms. I endeavor to understand TikTok’s success in India and also comprehend in what ways Indian short video platforms tried to replicate TikTok’s algorithmic logics and creator/talent acquisition strategies within the cultural context of vernacular creativity in India. The article connects discussions of the popularity of short video platforms with recruitment strategies to tap influential content creators in provincial India. The article contends that while theorizing aspirational politics, it is not enough to study (in isolation) how creators aspire to be more successful and gain more followers and influence. Aspirations are also actively fashioned and nurtured by the platform’s talent scouts, content directors, and studio heads. The Indian government along with corporations also creates aspirational discourses. I conceptualize aspirational politics and entrepreneurial limits in these slippages and ruptures across individual desires and state-corporate-platform discourses of aspiration and entrepreneurship.",
          "url": "https://doi.org/10.1177/20563051251340579",
          "doi": "https://doi.org/10.1177/20563051251340579",
          "filter": 0
        },
        {
          "title": "The Nesting Strategies of E-Commerce Wanghong: Promotional Temporalities in Online Shopping Festivals on Chinese Platforms",
          "authors": "Ruohan Li, Crystal Abidin",
          "abstract": "The wanghong economy in China adopts unique platform monetization strategies, including social tipping, virtual gifting, advertising, and more prominently, e-commerce. E-commerce wanghong are one type of influencer focusing on pushing sales through e-commerce services and play a pivotal role in integrating e-commerce and social media. Online shopping festivals have recently catalyzed the intersection of wanghong cultures and e-commerce. A typical example is the e-commerce giant Alibaba, which implemented multi-stage promotional activities during online shopping festivals to provide practitioners with expanded business opportunities. Notably, this flourishing integration of e-commerce and wanghong culture is carefully guided by the Chinese government’s unique political agenda and regulatory framework. To study this dynamic interplay between e-commerce wanghong, platforms, and national policies, we explore how e-commerce wanghong become a kind of “platformed wanghong.” Furthermore, we examine how e-commerce platforms change users’ experiences of time during online shopping festivals, which we refer to as “promotional temporalities.” Finally, we investigate the “nesting strategies” employed by e-commerce wanghong during these events, which are intertwined with the platform’s promotional temporalities and must navigate compliance within the national regulatory framework. Our findings shed light on the complex relationship between e-commerce wanghong, platform strategies, state regulation, and audience engagement in the context of platform economy.",
          "url": "https://doi.org/10.1177/20563051251349742",
          "doi": "https://doi.org/10.1177/20563051251349742",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "The Role of Political Leaning on Immigration News Framing. The Case of the US During the Trump Era",
          "authors": "Eduard Fabregat, Fernando Severino",
          "url": "https://doi.org/10.1080/1041794x.2025.2523000",
          "doi": "https://doi.org/10.1080/1041794x.2025.2523000",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "From ‘good for her’ to ‘you in danger, girl’: text–image relationships in GIF reply posts",
          "authors": "Elizabeth Marsden, Alba Milà-Garcia",
          "abstract": "This article aims to explore the relatively under-researched text–image relationships within reply GIFs, with and without embedded text and/or user-added text. Drawing on existing frameworks for analysing text–image relationships, the article qualitatively examines a set of 41 response GIFs replying to the @AITA_Online Twitter account between May 2019 and August 2020. Each text (the stimulus, the user-added text and the embedded text) is related separately to the visual content to tease out the relationships therein, to ultimately answer what role, if any, the GIFs’ visual element plays in the interpretation of a reply as a whole.",
          "url": "https://doi.org/10.1177/14703572241310769",
          "doi": "https://doi.org/10.1177/14703572241310769",
          "filter": 0
        },
        {
          "title": "‘Please tell us how you can volunteer your contributions to the school’: a social semiotic analysis of school websites",
          "authors": "Zhi Yang Chan, Fei Victor Lim",
          "abstract": "The incursion of neoliberalism has impacted many facets of education worldwide. This article focuses on one of these: parent–school partnerships. Using a social semiotic approach, the authors analyse the websites of two primary schools in Singapore and examine how the semantic features of implications and presuppositions on the websites propagate the ideology of a transactional relationship between parents and schools. The social semiotic analysis reveals that parents were positioned as consumers through the multimodal choices on the web pages, with the ultimate message that the way to partner the school in education was to volunteer physically at the school. The authors discuss the implications of such an ideology and propose recommendations towards enabling parents to be partners in education.",
          "url": "https://doi.org/10.1177/14703572251335834",
          "doi": "https://doi.org/10.1177/14703572251335834",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
