{
  "update": "2026-02-19",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Back to the future",
          "authors": "Paul J Wright",
          "url": "https://doi.org/10.1093/anncom/wlag001",
          "doi": "https://doi.org/10.1093/anncom/wlag001",
          "filter": 0,
          "created": "2026-1-6"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "The end of a world and the loss of a friend: meaning and mourning in online game sunset rhetoric",
          "authors": "Andrew W. Cole",
          "url": "https://doi.org/10.1080/01463373.2026.2628809",
          "doi": "https://doi.org/10.1080/01463373.2026.2628809",
          "filter": 0,
          "created": "2026-2-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "A24 music: Reinventing synergy through musical paratexts",
          "authors": "Max Kaplan",
          "abstract": "Since its inception in 2012, the film producer/distributor A24 has relied on building and sustaining hype across its niche fanbase of cinephiles. The 2021 launch of their subsidiary label A24 Music made official a longstanding aspect in A24’s marketing strategy: its tight-knit association with indie music culture. In the age of what Claudia Gorbman calls the mélomane (or music-loving auteur), A24 has established itself in many ways as a mélomane among production companies, fostering a synergy with music cultures that factors into what Jordan Brower calls its brand pedagogy. While Brower argues that A24’s brand pedagogy positions itself as a steward of global film culture, this article will argue that their brand pedagogy extends to music cultures as well. Building upon Sarah Thornton’s theories of subcultural capital, Jonathan Gray’s work on paratextuality, and Jeff Smith and Michael Z. Newman’s respective studies on film music synergy and indie film culture, I will position A24 within a lineage of cultural and industrial trends that have made it possible for a production company to assume the role of mélomane. Through analysis of A24’s musical paratexts both online and off (including trailers, podcasts, YouTube features, playlists, vinyl records, zines, and merch offerings), I will illustrate how the brand has reinvented synergy between cinephile audiences and musical subcultures for the 21st century. This article will end with a case study of A24’s 2023 re-release of Talking Heads’ concert film Stop Making Sense , wherein they deployed an arsenal of paratextual strategies to cultivate intergenerational synergy and double-down on a brand pedagogy that’s fully committed to educating viewers about music cultures of the past and present.",
          "url": "https://doi.org/10.1177/13548565261422349",
          "doi": "https://doi.org/10.1177/13548565261422349",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "The End of Visual Certainty: How AI-Generated Video Reshapes Trust and Perception",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1177/21522715261417287",
          "doi": "https://doi.org/10.1177/21522715261417287",
          "filter": 0,
          "created": "2026-2-17"
        },
        {
          "title": "The Generative Artificial Intelligence (GenAI) Divide: Exploring the Individual Factors Influencing GenAI Competency, Adoption Readiness, and Psychological Barriers",
          "authors": "Christopher Ball, Kuo-Ting Huang, Xuan Nie, Elaine Kong, JM Shalani Dilinika",
          "abstract": "Generative artificial intelligence (GenAI), a branch of AI capable of producing novel content from human input, is poised to transform various aspects of society. However, the benefits and challenges of GenAI adoption are not equally distributed, contributing to a new layer of digital inequality, the GenAI divide. This study examines the individual factors associated with psychological barriers, GenAI competency, and adoption readiness. Using data from a stratified online survey of 305 participants, the study explores sociodemographic variables (e.g., sex, age, race, education, and income), as well as competency factors (e.g., operational and creative skills) and psychological factors (e.g., attitudes toward AI, GenAI decision reliance, and self-efficacy). Findings reveal that operational skills and comfort with AI were significantly associated with lower anxiety and higher adoption readiness, whereas negative technology attitudes were associated with increased barriers. Furthermore, greater reliance on GenAI for decision-making was associated with lower self-assessed competency, suggesting a compensatory mechanism in which less confident users may increasingly depend on automated recommendations. These results highlight the multi-dimensional nature of the GenAI divide, emphasizing the interplay between individual-level factors and inequality-related outcomes. The study underscores the need for targeted interventions, such as AI literacy programs and supportive digital communities, to address these disparities and promote equitable access to the benefits of GenAI. By identifying key factors associated with GenAI adoption, this research contributes to a deeper understanding of digital inequality in the age of generative AI technologies.",
          "url": "https://doi.org/10.1177/21522715261423789",
          "doi": "https://doi.org/10.1177/21522715261423789",
          "filter": 0,
          "created": "2026-2-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "The User Experience of TikTok and Its Compatibility with News",
          "authors": "Irene Costera Meijer, Kenza Lamot, Tim Groot Kormelink",
          "url": "https://doi.org/10.1080/21670811.2026.2626737",
          "doi": "https://doi.org/10.1080/21670811.2026.2626737",
          "filter": 0,
          "created": "2026-2-13"
        },
        {
          "title": "The Time Dimension of Visual Journalism: The Rhythm of Photographic “Truth Claims”",
          "authors": "Patrik Åker, Jenni Mäenpää, Liudmila Voronova",
          "url": "https://doi.org/10.1080/21670811.2026.2626733",
          "doi": "https://doi.org/10.1080/21670811.2026.2626733",
          "filter": 0,
          "created": "2026-2-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Who Has a Voice in the Energy Transition in the U.S. States? A Fifty-State Study of Local News",
          "authors": "Rachel Wetts, Ann Garth, J. Timmons Roberts",
          "url": "https://doi.org/10.1080/17524032.2026.2616474",
          "doi": "https://doi.org/10.1080/17524032.2026.2616474",
          "filter": 0,
          "created": "2026-2-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Professional boundaries in Estonian journalism: A decade of digital and organisational change",
          "authors": "Signe Ivask",
          "abstract": "This article analyses how Estonian journalists negotiated professional boundaries over a decade of technological and organisational change. Based on five interview waves (2012–2023) in national and local newsrooms, it traces shifts in symbolic, epistemic, organisational and temporal boundaries. Results show migration rather than erosion: from the marginalisation of online journalism in 2012, through debates about originality and quality, to institutionalised convergence and questions surrounding metrics in 2022/2023. Journalists accepted digital integration as routine but defended verification and public value. The study provides a diachronic account of identity formation in a small Central and Eastern European market, extending boundary work research by highlighting shifting lines of legitimacy and demonstrating how commercial and organisational pressures, rather than political capture, dominate struggles over identity.",
          "url": "https://doi.org/10.1177/02673231261423017",
          "doi": "https://doi.org/10.1177/02673231261423017",
          "filter": 0,
          "created": "2026-2-16"
        },
        {
          "title": "Defending fact-checking partnerships with platform companies: ‘We can't fight alone against disinformation’",
          "authors": "Johan Farkas, Mette Bengtsson",
          "abstract": "This article investigates how professional fact-checkers defend collaborations with major platform companies such as Meta, Alphabet, and ByteDance. Drawing on 12 qualitative interviews with European fact-checkers, the study applies rhetorical apologia theory to analyse recurring justificatory arguments. We identify four modes of differentiation and three modes of transcendence employed by fact-checkers. Arguments of differentiation involve distancing fact-checking from platform company partners to emphasise editorial independence; distinguishing between different platform companies to legitimise partnerships with certain actors while rejecting others (notably TikTok owned by ByteDance); separating platform companies as a whole and specific employees within them; and contrasting platform funding with state funding to defend the former as less compromising for editorial autonomy. Arguments of transcendence invoke counter-factual scenarios of unmitigated misinformation; appealing to broader alliances against disinformation; and highlighting the potential for improving platform companies from within. These findings contribute to existing scholarship by unpacking how fact-checkers negotiate the complex institutional dependencies of platform company partnerships by simultaneously acknowledging risks and asserting pragmatic necessity. As such, the study provides a deeper understanding of the challenges facing fact-checking organisations and their efforts to establish legitimacy as epistemic authorities in the boundary terrain shared with other key actors in today's media landscape.",
          "url": "https://doi.org/10.1177/02673231261422085",
          "doi": "https://doi.org/10.1177/02673231261422085",
          "filter": 0,
          "created": "2026-2-16"
        },
        {
          "title": "Journalism and influencers: The invisibility of eating disorders in the digital and information landscape",
          "authors": "Trinidad Fortes Martínez, Álvaro López-Martín, Carmen del Rocío Monedero Morales",
          "abstract": "This study examines the role of social media and influencers in promoting harmful physical stereotypes that increase adolescents’ vulnerability to eating disorders (EDs). Using a mixed-method approach, we analyse national and international news on EDs published by El País and El Mundo in 2024 ( N = 24), along with a content analysis of 10 Instagram profiles of celebrities who have publicly acknowledged suffering from EDs. Although information about these disorders is abundant, adolescents do not always interpret it critically. Social media has become a space where unhealthy aesthetic ideals and unverified health content circulate widely. Influencers often reinforce extreme thinness and perfection, while messages on mental health or body diversity remain scarce. We also identify digital subcultures that normalise risky practices, including viral challenges and pro-anorexia communities. The study highlights the importance of enhancing media literacy, promoting positive role models and demanding greater accountability in content targeted at minors.",
          "url": "https://doi.org/10.1177/02673231261422900",
          "doi": "https://doi.org/10.1177/02673231261422900",
          "filter": 0,
          "created": "2026-2-17"
        },
        {
          "title": "Between the state and the platforms: A socio-technical analysis of changing practices in Hungarian digital journalism",
          "authors": "Tamas Tofalvy",
          "abstract": "In recent years, the field of digital journalism in Hungary has undergone a profound transformation. One of the driving forces behind this change is the global platformisation of journalism, which has had far-reaching effects on journalism's business and practices. Another, local factor is the government's increasing intervention in the media industry and journalism. Using Telex.hu, one of Hungary's most read independent online news sites as a case study, this paper maps the socio-technical web of affordances and dependencies that digital journalistic content production and distribution must navigate under these circumstances. The paper concludes that the government's economic interventions weaken the financial relationship between journalism and advertisers, while platforms’ dominance over distribution channels weakens the direct relationship between journalism and audiences. The interplay of media and platform captures form a hybrid ecosystem of control in which content functions as the operational intersection point of political-economic and technological power.",
          "url": "https://doi.org/10.1177/02673231261423009",
          "doi": "https://doi.org/10.1177/02673231261423009",
          "filter": 0,
          "created": "2026-2-16"
        },
        {
          "title": "Hollow professionalism: The case of news journalism in Slovenia",
          "authors": "Igor Vobič",
          "abstract": "This paper examines how journalistic professionalism in Slovenia is continually renegotiated through the interplay of normative ideals, ideological imperatives and material constraints. By tracing how normative commitments rooted in the principle of publicity interact with ideological imperatives and material constraints, professionalism in Slovenian news journalism is shown to be relational and constantly reconfigured. These forces converge uniquely, revealing tensions and compromises inherent in maintaining journalistic professionalism amid the reconfiguration of autonomy, the pauperisation of journalistic work, the proletarisation of the journalism community and the growing digitalisation and platformisation of news production. Introducing the concept of hollow professionalism, the paper argues that notwithstanding the symbolic architecture of professionalism in place, its normative core is ever more constrained by ideological influences and material pressures, leaving professionalism more performative and a matter of instrumental rationality.",
          "url": "https://doi.org/10.1177/02673231261423018",
          "doi": "https://doi.org/10.1177/02673231261423018",
          "filter": 0,
          "created": "2026-2-16"
        },
        {
          "title": "“Young snowflakes” and “Old Fogeys”: Two Generations of Czech Editors and Their Editorial Practices",
          "authors": "Lenka Waschková Císařová",
          "abstract": "Editors are in an ambivalent position: on the one hand, their contribution to the production of journalistic content is often invisible to the outside world; on the other, their practices, responsibilities and the teamwork in which they hold decisive positions are considered key components of professional journalism. As their role is generally understudied or treated as part of the wider field of journalism, they find themselves on the periphery of journalism studies. Information about editors’ professional practices and how they change is particularly scarce in the context of Central and Eastern European post-transformation media systems. This paper addresses this gap by examining how two generations of Czech editors perceive and assess their work. Drawing on in-depth interviews, the findings uncover differences and similarities between the downturn and the transformation generations of Czech editors, including the conflicts perceived and the mutual criticisms formulated by representatives of the two generations.",
          "url": "https://doi.org/10.1177/02673231261423031",
          "doi": "https://doi.org/10.1177/02673231261423031",
          "filter": 0,
          "created": "2026-2-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Orchestrating scalability: how patents render cloud imaginaries in CAV innovation",
          "authors": "A. (Alex) Gekker, S. (Sam) Hind, G. (Gabriel) Pereira, F. N. (Fernando) van der Vlist",
          "url": "https://doi.org/10.1080/1369118x.2026.2631709",
          "doi": "https://doi.org/10.1080/1369118x.2026.2631709",
          "filter": 0,
          "created": "2026-2-18"
        },
        {
          "title": "Concluding reflections: polycentricity and legitimacy in digital governance",
          "authors": "Jan Aart Scholte",
          "url": "https://doi.org/10.1080/1369118x.2026.2624711",
          "doi": "https://doi.org/10.1080/1369118x.2026.2624711",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "What is a fact in the age of generative AI? Fact-checking as an epistemological lens",
          "authors": "Laurence Dierickx, Andreas L. Opdahl, Fredrik Bjerknes, Carl-Gustav Lindén",
          "url": "https://doi.org/10.1080/1369118x.2026.2630697",
          "doi": "https://doi.org/10.1080/1369118x.2026.2630697",
          "filter": 0,
          "created": "2026-2-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Progressive or regressive? Refining brand activism with a consumer-centric perspective by integrating cultural tightness-looseness and political ideology",
          "authors": "Hui Shi, Xinyu Zhao, Sophia Mueller-Bryson, Regina Jihea Ahn, Chen Crystal Chen, Dongqing Xu, Geyi Wang",
          "url": "https://doi.org/10.1080/02650487.2026.2629668",
          "doi": "https://doi.org/10.1080/02650487.2026.2629668",
          "filter": 0,
          "created": "2026-2-13"
        },
        {
          "title": "The need for more research on public policy issues related to the use of artificial intelligence in advertising",
          "authors": "Charles R. Taylor",
          "url": "https://doi.org/10.1080/02650487.2026.2615536",
          "doi": "https://doi.org/10.1080/02650487.2026.2615536",
          "filter": 0,
          "created": "2026-2-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Effects of chronological presentation of information on processing and memory for broadcast news",
          "authors": "Annie Lang",
          "url": "https://doi.org/10.1080/08838158909364093",
          "doi": "https://doi.org/10.1080/08838158909364093",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Television news technology: Do more sources mean less diversity?",
          "authors": "William R. Davie, Jung‐Sook Lee",
          "url": "https://doi.org/10.1080/08838159309364235",
          "doi": "https://doi.org/10.1080/08838159309364235",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Fake News is Shared by “Them” Not “Us” On Social Media: Perceptual Gaps of Fake News Sharing and Affective Polarization",
          "authors": "Yanqin Lu, Xia Zheng, Hsuan-Ting Chen",
          "url": "https://doi.org/10.1080/08838151.2026.2630874",
          "doi": "https://doi.org/10.1080/08838151.2026.2630874",
          "filter": 0,
          "created": "2026-2-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Conceptualization, operationalization, and performance of longitudinal studies in communication research: a systematic review",
          "authors": "Jonathan J H Zhu, Wei Lin, Jingwei Gao, Heng Lu",
          "abstract": "We report a systematic review of longitudinal studies published in SSCI-Communication journals over the 50 years, focusing on how time is conceived, measured, and analyzed as a scientific concept. To facilitate the review, we devised two novel classification schemes to distinguish between longitudinal and non-longitudinal studies and to measure how time is treated. We manually coded a random sample of 1,080 research articles, supplemented with computerized keyword scanning of the study population. The results show that longitudinal studies have steadily accounted for about 9% of the publications. Panel data studies outnumber time-series studies in a ratio of 3:2. Three-fourths of the longitudinal studies treat time as a timing index and aim to test causal effects, whereas a quarter treat time as a parameter to capture temporal dynamics. Longitudinal studies make more conceptual contributions and receive more citations than non-longitudinal studies. We offer practical recommendations for longitudinal communication research.",
          "url": "https://doi.org/10.1093/joc/jqaf047",
          "doi": "https://doi.org/10.1093/joc/jqaf047",
          "filter": 0,
          "created": "2025-10-14"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "State apparatus vs. surrogate sphere: a comparative analysis of domestic and international media in Turkish elections",
          "authors": "Sadettin Demirel, Neslihan Bulur Demirel",
          "url": "https://doi.org/10.1080/19331681.2026.2630181",
          "doi": "https://doi.org/10.1080/19331681.2026.2630181",
          "filter": 0,
          "created": "2026-2-13"
        },
        {
          "title": "Borderless surveillance in hard states: digital monitoring and the shifting politics of control in Central Asia",
          "authors": "Arash Beidollahkhani",
          "url": "https://doi.org/10.1080/19331681.2026.2630184",
          "doi": "https://doi.org/10.1080/19331681.2026.2630184",
          "filter": 0,
          "created": "2026-2-18"
        },
        {
          "title": "From social media to political action? Examining the role of influencers, news, and activism among youth",
          "authors": "Dina Fattouh, Nada Jabbour Al Maalouf, Elie Sayegh",
          "url": "https://doi.org/10.1080/19331681.2026.2630189",
          "doi": "https://doi.org/10.1080/19331681.2026.2630189",
          "filter": 0,
          "created": "2026-2-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "When Using the “N-Word” Goes Wrong: Black Americans’ Perceptions and Affective Responses of Those Who Use the “N-Word”",
          "authors": "Sheba M. Aikawa, Andre’ Oliver, Daryl A. Wout",
          "abstract": "The “n-word” remains one of the most offensive racial slurs, yet it is used by both Black and non-Black individuals. Across three studies (total N = 1,063), we examined how Black people perceive its use based on the speaker's racial identity and racial self-identification, while also varying valence and context. In Study 1, we varied the target race who used the n-word (Black, Black–White biracial, White); in Study 2, we manipulated the valence in which the n-word was used (positive or negative); and in Study 3, we explored how a biracial person racially self-identified (Black-identified, biracial-identified, or Black-disidentified) shaped reactions. Black participants reported more negative perceptions and affective responses when a White (Studies 1 and 2) or Black-disidentified biracial (Study 3) target used the word, compared to Black, Black–White biracial (Studies 1 and 2), or Black-identified biracial (Study 3) targets, highlighting how racial identity shapes perceptions of those who use racial slurs.",
          "url": "https://doi.org/10.1177/0261927x251411967",
          "doi": "https://doi.org/10.1177/0261927x251411967",
          "filter": 0,
          "created": "2026-2-16"
        },
        {
          "title": "At the Speed of a Verb: Grammatical Class of Stimuli Affects Response Time in Surveys and Syntactic Classification Tasks",
          "authors": "Marta Witkowska, Caterina Suitner, Joanna Dołżycka, Janin Roessel, Anne Maass, Magdalena Formanowicz",
          "abstract": "Verbs, as the conventional linguistic category for expressing action and motion, possess meta-semantic associations specifically with action-orientation—associations not typically found in other grammatical classes (e.g., nouns). The central aim of this research was to examine whether the proposed association between verbs and action manifests in shorter response times for verbs compared to other grammatical forms. In Studies 1a and 1b ( N 1a = 136, N 1 b = 323), we examined the impact of exposure to verbs versus nouns on overall completion time for a complex questionnaire survey. In Studies 2a and 2b ( N 2a = 92, N 2b = 96), we employed a syntactic classification task to investigate behavioral responses to verbs and nouns, using a pseudoword paradigm in which carefully constructed lexical stimuli were devoid of semantic meaning but clearly conveyed grammatical class through suffixes. Across all four experiments, we consistently observed shorter response times for verbs and pseudoverbs compared to nouns and pseudonouns, suggesting that grammatical class exerts meta-semantic effects on behavior.",
          "url": "https://doi.org/10.1177/0261927x251413715",
          "doi": "https://doi.org/10.1177/0261927x251413715",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "Internal Communication Satisfaction, Engagement, and Life Satisfaction: A Process Model",
          "authors": "Ana Tkalac Verčič, Dejan Verčič",
          "url": "https://doi.org/10.1080/1062726x.2026.2630048",
          "doi": "https://doi.org/10.1080/1062726x.2026.2630048",
          "filter": 0,
          "created": "2026-2-18"
        },
        {
          "title": "Articulating a Center: An Analysis of the Strategic Management Paradigm in Public Relations",
          "authors": "Luke Capizzo, Elizabeth Toth, Jordan Morehouse, Tyler G. Page, Alvin Zhou",
          "url": "https://doi.org/10.1080/1062726x.2026.2629389",
          "doi": "https://doi.org/10.1080/1062726x.2026.2629389",
          "filter": 0,
          "created": "2026-2-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Adjustment disorder symptoms among adult-child caregivers in wartime: The contribution of war-related stressful events, intolerance of uncertainty, and caregiver burden",
          "authors": "Sagit Lev, Pnina Dolberg, Maya Kagan",
          "abstract": "Challenges faced by adult-child caregivers can intensify during calamitous events, potentially resulting in adjustment disorder symptoms. This study examined the contribution of demographic characteristics (age and gender), self-reported number of war-related stressful events, intolerance of uncertainty, and caregiver burden to explaining adjustment symptoms among adult-child caregivers who resided in Israel during the initial months of the Israel-Gaza war. A total of 402 Israeli adult-child caregivers participated in the study. We performed a three-step multiple hierarchical regression analysis. All independent variables included in the regression model had a significant contribution to explaining the variance in the dependent variable. Being female, younger, experiencing a higher number of war-related stressful events, higher reported intolerance of uncertainty, and greater reported caregiver burden were related to higher levels of adjustment disorder symptoms. The findings underscore the complex relationship between caregiving demands, wartime stressors, caregiver characteristics, and adjustment disorder symptoms among adult-child caregivers residing in Israel. Amidst 21st-century uncertainties, the challenges associated with caring for an older parent may intensify, along with their potential negative consequences. These findings lay the groundwork for developing policies and services tailored to provide adapted support to family caregivers during such challenging times.",
          "url": "https://doi.org/10.1177/02654075261423501",
          "doi": "https://doi.org/10.1177/02654075261423501",
          "filter": 0,
          "created": "2026-2-17"
        },
        {
          "title": "The social life of non-parents: A systematic review of social networks and social support among adults without children",
          "authors": "Olivia Crawford, Phoebe E. McKenna-Plumley, Rosalyn Millar, Tanja M. Gerlach",
          "abstract": "Across many regions of the world, more people are not having children. Non-parents are viewed more negatively than parents, particularly those who deliberately choose to forego parenthood. This systematic review synthesises existing literature on social networks and support among parents and non-parents, attempting to distinguish between different groups of non-parents, namely not-yet-parents, childless, and childfree individuals. Eighty studies were included, sourced from systematic searches of six scientific databases, supplemented by a systematic search of ProQuest Dissertations and Theses, hand searches of Google Scholar, websites of relevant organisations, reference lists from prior reviews and included studies, and contacting authors. Findings are presented using narrative synthesis, supplemented by average effect size estimates for group differences for selected aspects. Parents have larger, more stable, family-centred networks, reliant on children and relatives for support. In contrast, non-parents have smaller, more diverse networks, with closer relationships with friends and siblings, but often rely on formal (i.e. paid) sources of support. The available evidence on differences and distinctions between groups of non-parents is investigated, emphasising a need for appropriate operationalisation of reproductive status groups in future research. Implications of life course-related changes in social networks for those with and without children are discussed.",
          "url": "https://doi.org/10.1177/02654075261420845",
          "doi": "https://doi.org/10.1177/02654075261420845",
          "filter": 0,
          "created": "2026-2-14"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "A Missed Opportunity? How Lifestyle Journalists Think About Inclusion in Their Work",
          "authors": "Gregory Perreault, Miriam Danninger, Folker Hanusch",
          "abstract": "Research on inclusion within journalism is devastatingly consistent: far from enhancing inclusion, journalism can actually diminish it. It is noteworthy that the vast majority of such research has focused on hard news beats. In contrast, we know very little about the role that soft forms of news, such as lifestyle journalism, may play in reporting inclusion. To address this issue, this study draws on interviews with lifestyle journalists from Austria and the United States ( n = 74). We find that while this particular specialty offers potential for inclusion, lifestyle journalists broadly do not believe they are tapping that potential.",
          "url": "https://doi.org/10.1177/10776990261416906",
          "doi": "https://doi.org/10.1177/10776990261416906",
          "filter": 0,
          "created": "2026-2-14"
        },
        {
          "title": "The Necessary Evolution of Mass Communication Research in a Fragmenting Media Landscape",
          "authors": "Mark Boukes, Miriam J. Metzger, Mike Schmierbach, R. Lance Holbert, Huma Rasheed, Larissa Leonhard, Erik P. Bucy, Michael McDevitt",
          "abstract": "With the ongoing evolution of media channels, debates over the concept of mass communication have been reignited. When we live in a society of filter bubbles and AI-generated content, the very notion of a large uniform audience has been undermined. Indeed, the process of mass communication looks different today than in the early days of the field, which naturally affects how to define and measure media effects. In this forum, leading communication scholars provide arguments as to whether we should keep using the term “mass communication,” adapt its definition, or develop entirely new concepts that better reflect our fragmenting media environment.",
          "url": "https://doi.org/10.1177/10776990251407083",
          "doi": "https://doi.org/10.1177/10776990251407083",
          "filter": 0,
          "created": "2026-2-17"
        },
        {
          "title": "Artisan, Advocate, Steward: A Narrative Exploration of Professional Identity and Meaningful Work in Journalism",
          "authors": "Minna Koivula, Tiina Saari, Pinja Päivänen, Mikko Villi",
          "abstract": "This study challenges the view of professional identity in journalism as role-based, arguing that journalists are more than their roles. Drawing from management and organization studies, we explore how the processes of identity work and meaningfulness negotiation coevolve over the course of journalists’ careers. Through analysis of 30 Finnish journalists’ interviews, we identify three narrative identities—artisans, advocates, and stewards—and explore the coevolution patterns of identity work and negotiation of work meaningfulness associated with them. Our findings refine the distinction between roles and identities in journalism and offer practical insights for individual well-being and management issues in media organizations.",
          "url": "https://doi.org/10.1177/10776990261416900",
          "doi": "https://doi.org/10.1177/10776990261416900",
          "filter": 0,
          "created": "2026-2-14"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Folk Theories of News Bias: How Audiences Perceive, Interpret, and Experience It",
          "authors": "Seth C. Lewis, Nick Mathews, Jon Benedik A. Bunquin",
          "url": "https://doi.org/10.1080/1461670x.2026.2615722",
          "doi": "https://doi.org/10.1080/1461670x.2026.2615722",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "News from Every Angle: On the Potential of Implementing Virtual Reality Technology in Journalistic Contexts",
          "authors": "Lars-Ole Wehden, Lena Maria Küpper, Felix Reer, Thorsten Quandt",
          "url": "https://doi.org/10.1080/15205436.2025.2609281",
          "doi": "https://doi.org/10.1080/15205436.2025.2609281",
          "filter": 0,
          "created": "2026-2-18"
        },
        {
          "title": "Countering Misinformation in Political Reporting: Enhancing Journalistic Legitimacy",
          "authors": "Abdulrahman Alroumi",
          "url": "https://doi.org/10.1080/15205436.2026.2628556",
          "doi": "https://doi.org/10.1080/15205436.2026.2628556",
          "filter": 0,
          "created": "2026-2-17"
        },
        {
          "title": "The Family Business: Entertainment Products and the Network Morning News Shows",
          "authors": "Johanna Cleary, Terry Adams-Bloom",
          "url": "https://doi.org/10.1080/15205430801936006",
          "doi": "https://doi.org/10.1080/15205430801936006",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Generational Differences in Digital Resilience in Four Countries",
          "authors": "Shelley Boulianne",
          "abstract": "Multiple crises have marked the formative years of young adults. These crises heightened the need for information while also creating a large audience for misinformation. This article highlights digital resilience in four countries (the US, the UK, France, and Canada) and across different age groups, using a survey conducted in February 2021 at the apex of a series of crises. Based on a sample of 6,000 respondents, the two youngest age groups are more likely to use fact-checking websites, verify suspicious information, and report misinformation to social media platforms. These practices reflect digital resilience. In terms of cross-national differences, respondents from the US have higher use of fact-checking sites, which can be explained by the structural availability of these websites, which tend to focus on American content. In line with theories about uncertainty avoidance, respondents from France have higher rates of verification of suspicious information. Canada is distinctive in its low rates of misinformation reporting to social media platforms. While much of the scholarship has focused on political ideology as shaping engagement with misinformation, this study highlights generational differences, cultural differences, digital literacy programming, structural opportunities, and regulatory frameworks that may shape practices related to digital resilience.",
          "url": "https://doi.org/10.17645/mac.11399",
          "doi": "https://doi.org/10.17645/mac.11399",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Mapping Platform-Mediated Proximities With the TikTok Global Observatory",
          "authors": "Salvatore Romano, Miazia Schueler, Natalie Kerby, Davide Beraldo",
          "abstract": "Considering TikTok’s increasing geopolitical influence, this article presents the TikTok Global Observatory (TKGO) as a case of data-reappropriation and introduces the concept of platform-mediated proximity as a counter-data mapping framework for data activist research. While TikTok enables global connection beyond local and cultural boundaries, its content is sensitive to locally specific conditions to which the platform provides no public insight. To counter this lack of transparency, the TKGO makes data for global and cross-national analysis of TikTok feeds available and navigable to the research community. The TKGO is an archive, updated daily, that collects the metadata of videos scraped from the non-logged-in web version of TikTok’s for you page (FYP) across 197 countries and territories. The tool’s main feature is a geographic map that allows users to view, filter, sort, and extrapolate the FYP data as prioritized in different geographical locations. This offers a unique access point for researchers, journalists, and activists investigating cross-national trends, content moderation, and content promotion. In this article, we firstly present the TKGO and contextually position its development in the contentious politics of data access, archiving, and mapping practices. Secondly, we elaborate on the notion of platform-mediated proximities, a conceptual lens that highlights how TikTok remediates geographical proximities through algorithmic content recommendation. Lastly, we apply this framework to the mapping of a three-month sample of the TKGO data, showing how TikTok’s cross-national content prioritization patterns generate new geographical boundaries, observing regional and geopolitical clustering as well as notable exceptions.",
          "url": "https://doi.org/10.17645/mac.11238",
          "doi": "https://doi.org/10.17645/mac.11238",
          "filter": 0,
          "created": "2026-2-18"
        },
        {
          "title": "Counter Data Mapping as Communicative Practices of Resistance",
          "authors": "Sandra Jeppesen, Paola Sartoretto",
          "abstract": "This thematic issue shares research that critically analyzes counter-mapping undertaken by community groups who appropriate, collect, and utilize counter-datasets to unveil and reshape spatial realities. The articles consider a range of multidimensional sociotechnical cartographic practices, including the politics embedded in various uses of representation, visualization, interactivity, and cartographic imaginaries, framing counter data mapping as communicative practices of resistance. They deepen our understanding of how counter-mapping can be understood as a sociotechnical communicative practice through which communities inhabiting marginalized and vulnerable positions have collectively mobilized the affordances of mapping technologies to both visibilize and contest the root causes and consequences of marginalization. Scholars here consider how counter-mapping is embedded in notions of spatiality and relationality, probing dimensions of analysis that include data sourcing, objectives, capacities, processes, collaborations, ownership, strategic invisibility, and so on, providing evidence of the emerging importance of sociotechnical multidimensionality in the production and cartopolitics of community counter-maps.",
          "url": "https://doi.org/10.17645/mac.11980",
          "doi": "https://doi.org/10.17645/mac.11980",
          "filter": 0,
          "created": "2026-2-18"
        },
        {
          "title": "When Trust Facilitates Risk: Older Adults’ Navigation of Deceptive Content in Urban China",
          "authors": "Rui Duan, Kun He",
          "abstract": "Older adults in China are increasingly active digital users, but they encounter distinctive challenges when navigating deceptive content online and offline, including misinformation, disinformation, and cyber fraud. Drawing on 35 in-depth interviews with older adults aged 50+ in urban Beijing, this exploratory study examines how older users encounter, interpret, and respond to deceptive content in everyday digital practices. Instead of relying solely on individual cognitive skills, participants described resilience as emerging through interconnected multiple layers of support, including family consultation, peer discussion, platform-level safeguards, and institutional assistance. The analysis identifies a recurring tension within trusted social networks: While relational expectations and norms of reciprocity may encourage information sharing, they may also discourage correction, creating what this study conceptualizes as a &lt;em&gt;human sentiment barrier&lt;/em&gt;. This concept builds on sociological research on the downsides of strong-tie social capital, illustrating how the same relationships that provide emotional support can also facilitate the circulation of misleading information. By illustrating how older adults’ evaluations of digital content are shaped by relational, cultural, and institutional contexts, this study reframes digital resilience as a socially embedded practice rather than an individual skill. Findings highlight the need for interventions that strengthen the social and infrastructural environments through which older adults make sense of online information.",
          "url": "https://doi.org/10.17645/mac.11531",
          "doi": "https://doi.org/10.17645/mac.11531",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Participatory Mapping as a Tool for Social Justice and Mobilization in Brazilian Informal Settlements",
          "authors": "Carolina Monteiro de Carvalho",
          "abstract": "Participatory mapping’s main aim is to represent the community’s voice. It stimulates a powerful social mobilization that provides support for better and more efficient urban policies and social inclusion of marginalized populations, especially in Global South countries, such as Brazil. Our main urban challenges, such as poverty, inequality, and social injustice, are aggravated by climate change. The marginalized populations are often excluded from the decision-making process for planning our cities, which creates a mismatch between urban planning and the real demands of citizens. This article assesses how participatory mapping in informal settlements in Brazil can help to collect data from citizens that can make a difference in better local urban planning through prioritizing their demands and bringing to light their real concerns. Also, this article seeks to show how participatory mapping can provide products that improve communication between stakeholders and society reinforcing the need for urban planning improvements. Three case studies are presented, developed in São Paulo and Guarulhos informal settlements, with citizens’ perceptions about their urban life conditions, highlighting inequalities such as environmental racism, gendered perspectives, and social injustice, as well as potential solutions and specific areas for interventions. The three study cases provided citizens a space to speak and to be heard, to identify problems and concerns in a deprived environment through community mapping and look for solutions and alternatives for better urban scenarios together. Also, this article highlights the importance of the development of an urban agenda, putting the periphery in the center of the decision-making process through participatory mapping and communication products development.",
          "url": "https://doi.org/10.17645/mac.11175",
          "doi": "https://doi.org/10.17645/mac.11175",
          "filter": 0,
          "created": "2026-2-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Identity Disclosure Timing Effects in Narratives Related to Transgender Individuals",
          "authors": "John J. Brooks, Melanie C. Green",
          "url": "https://doi.org/10.1080/15213269.2026.2627515",
          "doi": "https://doi.org/10.1080/15213269.2026.2627515",
          "filter": 0,
          "created": "2026-2-17"
        },
        {
          "title": "Focus on Facts, Not Fiction: Integrating Educational Television with Hands-On Learning",
          "authors": "J. Alex Bonus, Rebecca A. Dore, Kate Stewart, Samantha Flanagan, Blue Lerner",
          "url": "https://doi.org/10.1080/15213269.2026.2632204",
          "doi": "https://doi.org/10.1080/15213269.2026.2632204",
          "filter": 0,
          "created": "2026-2-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Mobile playbour: Mobile esports and gaming labor in Indonesia",
          "authors": "Haryo Pambuko Jiwandono",
          "abstract": "This article examines the merging of mobile media and gaming cultures through mobile esports (electronic sports). Exploring the accessibility and challenges associated with mobile esports labor practices offers a critical look at Indonesia's informal economy today. This economy operates at the intersection of mobile networked creativity and “playbour\"—the blend of play and work—in a fragile employment environment. The article introduces the concept of mobile playbour to analyze specific practices in Indonesia, emphasizing the creative, social, and emotional labor of players that drives the monetization of esports. It ultimately highlights digital and community-building opportunities, the structural instability of mobile game labor, and its broader implications for creativity and monetization in mobile media and game studies.",
          "url": "https://doi.org/10.1177/20501579261417804",
          "doi": "https://doi.org/10.1177/20501579261417804",
          "filter": 0,
          "created": "2026-2-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Data mirroring: A methodological framework for data-donation-based interviews in media use research",
          "authors": "Daniël Jurg, Sarah Vis, Ike Picone, David Mathieu",
          "abstract": "This article introduces “data mirroring,” a methodological framework for conducting data-donation-based interviews using Data Download Packages (DDPs) from digital platforms. Since the General Data Protection Regulation took effect, DDPs have found application in research. While the literature on the value of DDPs primarily points toward scaling and validating aggregate-level data, their potential to illuminate complex user–media relationships within datafied environments at the micro-level appears underexplored. Drawing from recent conceptualizations of the “data mirror,” which captures the feedback loops between users and digital media, this article provides theoretical grounding and practical guidelines for “mirroring” DDPs to users. Based on exercises with 64 participants, we articulate through an illustrative case study how DDPs can serve as prompts, contexts, and reflections, revealing reflexive strategies users employ to curate information flows on algorithmic platforms like Instagram. In addition, we introduce an open-source web application to operationalize DDPs as data mirrors for non-technical researchers.",
          "url": "https://doi.org/10.1177/14614448261419078",
          "doi": "https://doi.org/10.1177/14614448261419078",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Justice for @birdy: Queer counterpublics on Chinese TikTok (Douyin)",
          "authors": "Zituo Wang, Jiayi Zhu, Donggyu Kim, Wenqing Zuo, Ziyi Yao, Yufei Chen, Zhuoyu Wang",
          "abstract": "This study investigates the queer counterpublics on Douyin that call for social justice on LGBTQ rights. By revealing Douyin’s affective affordances to produce queer counterpublics through censorship, we propose a framework that explains how queer counterpublics navigate user–state tensions and balance affect with strategy in a dynamic discursive space. Based on our large-scale Douyin video dataset, we analyze 102,031 videos from 90,901 accounts by combining computational and qualitative methods. By employing computer vision and content analysis, we uncover the multimodal features and strategies calling for justice in those videos. We also show how non-influencers, influencers, and official accounts adopt distinct strategies and how these strategies are associated with user engagement. Further multimodal discourse analysis examines three key counter discourses, including maximum visibility, limited anger, and infinite hope. This study contributes to the understanding of queer counterpublics in China and the potential of short video platforms like Douyin to foster social change.",
          "url": "https://doi.org/10.1177/14614448251413683",
          "doi": "https://doi.org/10.1177/14614448251413683",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "How AI is imagined by industry during the Sam Altman controversy",
          "authors": "Natalia Stanusch, Richard Rogers",
          "abstract": "The aim of this research is to identify AI imaginaries, the issues they raise, and how the AI industry tackles them. It does so by choosing an opportune moment to map the issue space by virtue of a controversy around the firing and rehiring of OpenAI CEO Sam Altman. The sites for the mapping are X/Twitter and LinkedIn, where users frantically post not only about Altman but also about all manner of AI promises and pitfalls. By employing techniques from controversy mapping and digital research methods, we locate contemporary AI imaginaries, assess their salience in a cross-platform perspective, and describe the stakes gleaned from the prominence of certain dominant imaginaries, such as longtermism, regulatory ambivalence, and techno-hagiography. We discuss the issues these imaginaries raise and the AI industry’s premediation and preclusion of them: the manners by which the AI industry strives to occupy the future and absorb the present.",
          "url": "https://doi.org/10.1177/14614448261419109",
          "doi": "https://doi.org/10.1177/14614448261419109",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Transnational community empowerment and empathy transfer during the LA wildfires: How Xiaohongshu (RedNote) global users enacted environmental justice across the smoke",
          "authors": "Haiwei Valerie Huang, Lijun Luo",
          "abstract": "During the 2025 Los Angeles wildfires and amid uncertainty over a TikTok ban, Xiaohongshu (RedNote) unexpectedly emerged as a site of transnational environmental discussion. This study examines how transnational conversations unfolded and their implications for community empowerment and environmental justice during a crisis. Drawing on qualitative content analysis and social network analysis of 505 wildfire-related posts, we find that user engagement centered on participatory practices (44.45%), including reporting and the circulation of practical information. Another substantial share of posts focused on building social ties through emotional support (16.33%), while critically questioning the causes of the fires (11.02%). Social network analysis further shows that grassroots users occupied central positions in the discourse. Together, these findings suggest that Xiaohongshu enabled communicative agency and empathetic transfer across borders, facilitating emergent forms of collective resilience. However, such potentials remain contingent, as algorithmic visibility and geopolitical conditions unevenly shape participation and recognition in digital spaces.",
          "url": "https://doi.org/10.1177/14614448251414883",
          "doi": "https://doi.org/10.1177/14614448251414883",
          "filter": 0,
          "created": "2026-2-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "Do alternative media users distrust all mainstream news or only some? Assessing Danish left-wing and right-wing alternative media users’ trust in news at the outlet-specific level",
          "authors": "Miriam Kroman Brems",
          "abstract": "In this article, I investigate Danish alternative media users’ trust in mainstream news at the outlet-specific level. Drawing on an online survey representative of the adult Danish population ( N = 1,518), the study distinguishes between users of left-wing and right-wing alternative media and reveals a remarkable difference: The former only have lower trust in (purportedly) right-leaning mainstream media whereas the latter have lower trust in mainstream media regardless of their ideological leanings, indicating more all-encompassing lower trust. While the users have relatively lower news trust than the rest of the population, their trust is still fairly high in absolute terms. I conclude with a discussion of potential explanations for the left/right difference and of the democratic implications of the findings in and beyond the Danish media context.",
          "url": "https://doi.org/10.2478/nor-2026-0002",
          "doi": "https://doi.org/10.2478/nor-2026-0002",
          "filter": 0,
          "created": "2026-2-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "A Latent Profile Analysis of Need Fulfillment in Romantic Relationships",
          "authors": "Xiangjing Kong, Emily T. Beauparlant, Laura V. Machia",
          "abstract": "Do people have their psychological needs fulfilled uniformly or unevenly within romantic relationships? We measured fulfillment of seven psychological needs and used latent profile analysis to identify potential heterogeneity in need fulfillment (NF) across two convenience samples: a sample of dating college students (Study 1: N = 688) and a sample of cohabiting participants recruited from Prolific (Study 2: N = 294). Five profiles consistently emerged: low fulfillment of all needs except independence (independence NF driven); greater fulfillment of personal needs than relational needs (personal NF driven); greater fulfillment of relational needs than personal needs (relational NF driven); moderate fulfillment of all needs (moderate NF); and high fulfillment of all needs (high NF). All these profiles differed from one another in relationship commitment and satisfaction, except that the personal NF driven profile was not significantly different from the relational NF profile in commitment in both studies and in relationship satisfaction in Study 2. The current research introduces a novel use of a person‐centered approach to advance understanding of individual differences in need fulfillment in romantic relationships.",
          "url": "https://doi.org/10.1111/pere.70057",
          "doi": "https://doi.org/10.1111/pere.70057",
          "filter": 0,
          "created": "2026-2-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Science communication in the wild",
          "authors": "Sarah R Davies",
          "abstract": "This essay argues for the need to understand and study science communication ‘in the wild’ – as a set of practices that are not only ‘organised, explicit, and intended actions that aim to communicate scientific knowledge’, but that take on a variety of other meanings as they are realised in particular contexts. I make this point by building on my experiences of studying science communication projects and by reflecting on their internal heterogeneity in terms of what they were ‘about’ for those organising them. By showing this diversity in the meanings of science communication to those carrying it out, and in particular how this is exacerbated by the conditions of precarity and scarcity that frequently frame science communication activities, I argue for the importance of understanding science communication practice as not only being ‘about’ the communication or negotiation of scientific knowledge, but myriad other aspects, from personal prestige to the need for a job.",
          "url": "https://doi.org/10.1177/09636625261419690",
          "doi": "https://doi.org/10.1177/09636625261419690",
          "filter": 0,
          "created": "2026-2-17"
        },
        {
          "title": "Trust undone: How COVID-19 coverage shaped scientists’ trust in journalism and their willingness to engage with the media",
          "authors": "Frank Marcinkowski, Hella de Haas, Sarah Kohler",
          "abstract": "This study explores how scientists’ experiences during the pandemic influenced their trust in journalism and their willingness to engage with the media. The study employed a survey approach, collecting data from 4089 scientists affiliated with German universities and research institutions. Trust in journalism was measured across five dimensions: appropriate topic selection, accurate representation, proper fact selection, fair assessment, and desirable impact. Structural equation modeling was used to analyze the relationships between dissatisfaction with pandemic-era media coverage, trust in journalism, and scientists’ willingness to engage in science communication. Results show that scientists’ trust in news media is generally limited and varies across media types. The COVID-19 pandemic exacerbated distrust, particularly in media outlets expected to maintain high standards, such as national newspapers and public broadcasters. Trust in journalism proved central in mediating dissatisfaction and engagement, highlighting that distrust may reduce scientists’ media involvement and, in turn, weaken public trust in science.",
          "url": "https://doi.org/10.1177/09636625261416830",
          "doi": "https://doi.org/10.1177/09636625261416830",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Intersecting nexus of politics and science: Heterogeneous typologies of climate change skepticism discourse in China",
          "authors": "Xiaotong Chen, Ruoyu Ni",
          "abstract": "As a pervasive social phenomenon, climate change skepticism has been extensively studied in Western contexts, where it is deeply intertwined with local sociopolitical structures. In China, despite the government’s firm commitment to mitigation, a growing trend of public skepticism has emerged online. Using a corpus-assisted critical discourse analysis of 2426 climate skeptical posts on Zhihu , China’s largest knowledge-sharing platform, this study examined how Chinese skeptics construct their discourse. Our findings revealed that Chinese climate skeptics do not merely reject scientific evidence; instead, they frame their arguments through a synthesis of national identity, geopolitical conflicts, and cultural-historical narratives, invoking climate justice claims at both domestic and international levels. Building on these insights, our research proposed a “scientific–political framework” that distinguishes four subtypes of Chinese climate skepticism: “Geopolitical Construct,” “Western Conspiracy,” “Natural Variability,” and “Indifferent Fatalism.” By shedding light on the context-specific configurations of skepticism discourse, this study contributes to a deeper theoretical understanding of climate skepticism in non-Western contexts, while also prompting critical reflection on China’s long-standing over-politicized model of climate change communication.",
          "url": "https://doi.org/10.1177/09636625261417544",
          "doi": "https://doi.org/10.1177/09636625261417544",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Conspiracy belief is a conspiracy",
          "authors": "Philip J. Wilson",
          "abstract": "The public is said to be misled by Internet fakery amplified by social media, which contributes to conspiracy belief among those on the political right who feel dispossessed and powerless. In fact, conspiracy belief is difficult to attribute to any one political complexion or social stratum. Uncritical social surveys, especially if taken too literally, easily misrepresent conservative respondents, and the consequent negativity towards them is often exaggerated. Those accusing others of conspiracy belief are at least equally susceptible to the alleged predisposing factor of motivated reasoning.",
          "url": "https://doi.org/10.1177/09636625261416076",
          "doi": "https://doi.org/10.1177/09636625261416076",
          "filter": 0,
          "created": "2026-2-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Leveraging Artificial Intelligence Chatbots to Employ Bypassing and Correction Strategies for Addressing Misinformation About Contraceptive Use",
          "authors": "Christopher Calabrese, Haoning Xue, Xinyu Zhang, Yoo Jung Oh",
          "abstract": "We examined whether bypassing and combined (correction with bypassing) strategies delivered through artificial intelligence (AI) chatbots can address contraceptive misinformation. In Study 1, we found through observational reddit data that bypassing, correction, and combined strategies were present in online discussions and were more engaging than other responses. In Study 2, an experiment employing AI chatbots found that the combined strategy improved recommendation intentions compared with the control conditions, while also reducing beliefs in misinformation. The combined strategy AI chatbot was viewed as warmer and more competent than the correction, invoking less reactance and increasing recommendation intentions. Practical and theoretical implications are discussed.",
          "url": "https://doi.org/10.1177/10755470261418533",
          "doi": "https://doi.org/10.1177/10755470261418533",
          "filter": 0,
          "created": "2026-2-16"
        },
        {
          "title": "Threat and Efficacy in Persuasive Messages About PFAS in Public Drinking Water",
          "authors": "Lyn M. van Swol, Ika Dai, Bret Shaw, Gavin Dehnert, Rachel A. Hutchins",
          "abstract": "Effective risk communication about per-and-polyfluoroalkyl substances (PFAS) is essential due to health risks and low public awareness. Guided by the Extended Parallel Process Model (EPPM) and the Transtheoretical Model (Stages of Change), this study examined how risk-based messages, which include threat and efficacy, influence behavioral intention, advice outcomes, and perceived importance. An experimental survey manipulating threat (high/low) and efficacy (high/low) on 419 municipal water users in Wisconsin found that intentions to reduce PFAS exposure were higher in high-efficacy than low-efficacy messages, especially among those in later stages of change. Perceived importance was higher in the high health-threat condition than in the low-threat condition. Findings emphasize the need to include strong efficacy cues in risk messaging and tailor public health messages to individuals’ readiness for behavior change.",
          "url": "https://doi.org/10.1177/10755470261422165",
          "doi": "https://doi.org/10.1177/10755470261422165",
          "filter": 0,
          "created": "2026-2-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "“You Are Not Fat”: The Postfeminist Contradiction in #RejectBodyAnxiety—A Computationally Assisted Critical Thematic Analysis",
          "authors": "Lei Chen, Kun Zhou, Sang Jung Kim",
          "abstract": "Digital platforms have facilitated body-positive discourses that challenge appearance norms, yet these often intertwine with postfeminist elements, creating paradoxes that both resist and reinforce hegemonic ideals. By deploying computationally assisted critical thematic analysis across 1915 #RejectBodyAnxiety posts on RedNote, this study reveals both the breadth —the full variety of user-generated discursive elements and their articulation patterns—and the depth —the discursive meanings configured through these articulations, of this feminist digital activism site. The findings show that body-positivity discourses under #RejectBodyAnxiety are profoundly reconfigured through their articulation with localized postfeminist formations and platform-mediated empowering mechanisms, reframing body positivity as ideal positivity —a postfeminist discourse that refines hegemonic beauty ideals by shedding their extreme traits ( Selective Subversion ) and making them appear attainable ( Tactical Conformity ), thereby transforming them into seemingly positive forms. While fostering empowerment, this discourse risks new exclusions, marginalizing some women and intensifying postfeminist contradictions. Tracing these sensibilities through social media, the study highlights their new forms in non-Western contexts and underscores the need to address emerging discourses in body image promotion.",
          "url": "https://doi.org/10.1177/20563051261419392",
          "doi": "https://doi.org/10.1177/20563051261419392",
          "filter": 0,
          "created": "2026-2-13"
        },
        {
          "title": "Institutionalized Sharenting: Industry Dynamics Shaping Children’s Visibility in Influencer Content",
          "authors": "Beuckels Emma",
          "abstract": "This article critically investigates the institutional dynamics that shape influencer sharenting, employing a constructivist framework and the concept of institutional work. Based on in-depth interviews with key industry stakeholders, the study demonstrates how children’s visibility within influencer marketing is strategically cultivated through the interdependent operation of economic, professional, and normative structures. The article introduces the concept of institutionalized sharenting to describe the processes through which sharenting becomes routinized and legitimized, enabling industry actors to capitalize on children’s presence while displacing full responsibility onto parents. This deflection is enacted through a variety of practices, such as the inclusion of children via strategic collaborations with their parents, and is framed through discourses of authenticity, intensive parenting, and personal choice. Ultimately, the paper argues that the marginalization of children, despite their centrality to the industry’s profitability, is sustained by adultist and neoliberal logics that frame children’s labour as play and familial monetization as empowerment.",
          "url": "https://doi.org/10.1177/20563051261419394",
          "doi": "https://doi.org/10.1177/20563051261419394",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "County Partisanship Affects Social Media Posting Behavior During a Pandemic",
          "authors": "M. Luke Smith, Guangqing Chi, Junjun Yin, Yosef Bodovski, S. Shyam Sundar",
          "abstract": "The COVID-19 pandemic in the United States has been characterized by political partisan differences and opinions that influenced individual behavior and political policies, correlating with varying outcomes. Measuring these differences in opinion using traditional methods, such as opinion polls, can be costly and provides only a snapshot of sentiment at a given time. Social media platforms like X (formerly Twitter) may offer a real-time tool for assessing opinions to explore the relationship between differing viewpoints about the pandemic and how these differences impact the occurrence and severity of disease burden. Utilizing an open-source data set of 1.75 million keyword-selected X (Twitter) posts, updated weekly from January 1, 2020, through December 31, 2021, along with publicly available COVID-19 case and death counts and county-level data on election outcomes from the 2020 election, we analyzed how the volume of tweets on the X (Twitter) platform related to COVID-19 has changed over time and how patterns of use vary across the partisan divide. We discovered that Democratic-leaning counties exhibited higher X (Twitter) volume associated with COVID-19 topics compared to Republican-leaning counties in response to changes in case or death rates. In addition, we found a higher proportion of tweets in urban counties compared to rural ones.",
          "url": "https://doi.org/10.1177/20563051261419387",
          "doi": "https://doi.org/10.1177/20563051261419387",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Countermemory: A Rhetoric of Resistance",
          "authors": "Katrina Marks",
          "url": "https://doi.org/10.1080/1041794x.2026.2633106",
          "doi": "https://doi.org/10.1080/1041794x.2026.2633106",
          "filter": 0,
          "created": "2026-2-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Human-chatbot interaction, social support and public value co-creation: Evidence from users of government chatbots in China",
          "authors": "Houcai Wang, Thompson S.H. Teo",
          "url": "https://doi.org/10.1016/j.tele.2026.102380",
          "doi": "https://doi.org/10.1016/j.tele.2026.102380",
          "filter": 0,
          "created": "2026-2-16"
        },
        {
          "title": "The empowerment effect of jury-based content moderation: Impact on user stickiness on social media platforms",
          "authors": "Baojun Ma, Xiaoyan Wen, Yi Chen, Yao Mu, Yi Huang",
          "url": "https://doi.org/10.1016/j.tele.2026.102382",
          "doi": "https://doi.org/10.1016/j.tele.2026.102382",
          "filter": 0,
          "created": "2026-2-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "The Promise of a Better Past: Media, Authoritarian Nostalgia, and the Far Right",
          "authors": "Luca Manucci, Hugo Marcos-Marne, Yani Kartalis",
          "abstract": "The rising electoral support for far-right parties has sparked vibrant debates about the sociopolitical dynamics driving this phenomenon. This paper investigates a crucial yet underexplored dimension: the interplay between media consumption, authoritarian nostalgia, and far-right voting behaviour. Focusing on Spain and Portugal – two countries with distinct yet comparable histories of authoritarian rule – survey data analyses suggest that readers of ABC in Spain and Correio da Manhã (CdM) in Portugal may develop higher levels of authoritarian nostalgia, which in turn correlates with a higher probability to support VOX and Chega, respectively. A content analysis conducted on these newspapers indicates that this pattern may be driven more by the tone adopted by the tabloid (CdM) and conservative ( ABC ) newspapers when discussing the authoritarian past rather than by higher levels of authoritarian nostalgia compared to other newspapers. This study contributes to political communication research by highlighting a mechanism through which media narratives shape historical perceptions and electoral choices.",
          "url": "https://doi.org/10.1177/19401612261415688",
          "doi": "https://doi.org/10.1177/19401612261415688",
          "filter": 0,
          "created": "2026-2-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Judging a book by its cover: comparing visual grammar analysis of book covers with an eye-tracking study on viewer perceptions",
          "authors": "Long Li, Sixin Liao",
          "abstract": "This study represents an initial effort to integrate Visual Grammar analysis of book covers with an eye-tracking study of 65 Chinese viewers’ perceptions of 10 covers. While Visual Grammar usefully systematizes meaning-making resources in multimodal texts, there remains a lack of empirical evidence to support the accuracy of semiotic analysis in predicting reader responses. Drawing on eye-tracking and supplementary questionnaire data, this study tests the predictive capabilities of nine semiotic predictors, based on the two compositional systems of position and salience, for viewers’ visual processing and perceptions of book covers which combine several semiotic modes to inform and engage potential buyers. It reveals that font style and a centre-margin processing sequence are the most reliable predictors, followed by a top–bottom sequence. However, no dominant left–right or right–left sequence emerges on covers featuring vertical orthography. Furthermore, the accuracy of these predictions is moderated by the hierarchies created by position and salience, and readers’ top-down assessments. These findings reflect a complex interplay between bottom-up (compositional variables) and top-down factors (goal and attraction) in guiding readers, highlighting the need to complement semiotic analysis with more reception and experimental studies in visual communication.",
          "url": "https://doi.org/10.1177/14703572251394548",
          "doi": "https://doi.org/10.1177/14703572251394548",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    }
  ]
}
