{
  "update": "2025-11-18",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Employee appreciation: a systematic review and research recommendations",
          "authors": "Ingrid Wahl, Julia Stranzl, Christopher Ruppel, Sabine A Einwiller",
          "abstract": "Appreciating employees is a communicative behavior, however, research focused on communication is limited. This systematic review synthesized 41 records on employee appreciation to derive research recommendations. Research recommendations are related to (a) examining cultural differences, (b) examining differences in work environments and interindividual differences, (c) examining the match of wanted and received appreciation, (d) using more varied methods, (e) validating available and developing new instruments, (f) conducting meta-analyses and including under-researched concepts, (g) focusing on employee appreciation, (h) examining pitfalls and suitable strategies for conveying appreciation, and (i) examining the circular process of appreciation. This systematic review provides (communication) scholars with new research ideas which place employee appreciation at the center—and which are also of great interest for organizations.",
          "url": "https://doi.org/10.1093/anncom/wlaf024",
          "doi": "https://doi.org/10.1093/anncom/wlaf024",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "A heartbreaking choice: The integrative dilemmas of ending a wanted pregnancy",
          "authors": "Kami Kosenko, Yezi He",
          "url": "https://doi.org/10.1080/03637751.2025.2579013",
          "doi": "https://doi.org/10.1080/03637751.2025.2579013",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "The social construction and reciprocity of resilience: enacting resilience interactionally through affirmative sensemaking and critical co-reflexivity",
          "authors": "Jessica K. Kamrath, Sarah J. Tracy",
          "url": "https://doi.org/10.1080/01463373.2025.2587950",
          "doi": "https://doi.org/10.1080/01463373.2025.2587950",
          "filter": 0
        },
        {
          "title": "Successful mediated sexual interactions: understanding how attachment style and relationship uncertainty influence sexting experiences",
          "authors": "Kathryn D. Coduto",
          "url": "https://doi.org/10.1080/01463373.2025.2587951",
          "doi": "https://doi.org/10.1080/01463373.2025.2587951",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Empowering women for sustainable tourism: Evidence from Xijiang Miao village using PLS-SEM analysis",
          "authors": "Tao Xiaoning, Nor Akmar Abdul Aziz, Syamsul Herman Mohammad Afandi, Suziana Hassan",
          "abstract": "This study explores the role of women’s empowerment in shaping perceptions of tourism impacts and its influence on participation in sustainable tourism development in Xijiang Miao Village, Guizhou Province. Using a quantitative approach, data were collected through a structured questionnaire measuring five latent constructs: Women’s Empowerment, Ecological and Natural Impacts, Social and Cultural Impacts, Economic Impacts, and Participation in Sustainable Tourism. A total of 341 valid responses from local women involved in tourism-related activities were analyzed using Partial Least Squares Structural Equation Modeling (PLS-SEM). The results revealed that women’s empowerment significantly influenced their perceptions of ecological, social, and economic impacts, which, in turn, positively affected their involvement in sustainable tourism initiatives. The structural model was significant in explaining things and R 2 values were in the range of 25.8%–41.8% among the constructs. Effect size analysis indicated large effects of women’s empowerment on the perceived impacts, and the model’s predictive relevance was confirmed by satisfactory Q 2 values. The paper has exposed the importance of female empowerment on sustainable tourism practices and this gives valuable information on the governance of participation at the ethnically and culturally sensitive destinations. The findings suggest that the greater opportunities of women in the tourism societies can be translated to the more serious involvement in sustainable development in tourism that will result in the realization of economic and environmental sustainability in the region.",
          "url": "https://doi.org/10.1177/13548565251397423",
          "doi": "https://doi.org/10.1177/13548565251397423",
          "filter": 0
        },
        {
          "title": "‘Simulating fan discourse shifts: A thematic coding and regression model of K-pop communities under China’s Korean Wave Ban (2016–2017)’",
          "authors": "Ronald Yi Xiu Wu, Tianguang Meng",
          "abstract": "This paper examines Chinese K-pop fan communities’ responses to the 2016–2017 Korean Wave Ban, which restricted the circulation of Korean cultural materials amid diplomatic tensions. The study asks whether fan discourse – previously shaped by South Korea’s more democratic and individualistic environment – would shift toward state ideology or preserve alternative orientations once outside influences were curtailed. Drawing on a dataset of Weibo posts before and after the ban, thematic coding and regression analysis track how online dialogue evolved. Findings show a sharp rise in debates about policy and governance, but no corresponding increase in nationalist or security-driven rhetoric; rather than embracing state narratives or engaging in overt resistance, fans adapted by reframing entertainment discussions into institutional or bureaucratic terms. This strategy of maneuvering reflects coping within constraints while maintaining group identity. The study thus conceptualizes fan communities as emotional and discursive enclaves, whose expressive strategies flexibly adjust to regulation. It highlights how cultural governance reshapes digital participation without reducing fandom to a passive vehicle of state ideology.",
          "url": "https://doi.org/10.1177/13548565251394541",
          "doi": "https://doi.org/10.1177/13548565251394541",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "A Way Out or Another Hurdle? Assessing the Impact of the “News Partnership Evaluation Committee” on Platform Dependence in South Korea",
          "authors": "Ahran Park, Yoonmo Sang",
          "url": "https://doi.org/10.1080/21670811.2025.2587635",
          "doi": "https://doi.org/10.1080/21670811.2025.2587635",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Book Review: Critique of the Political Economy of the Media: Foundations and Application by Manfred Knoche KnocheManfred (2025) Critique of the Political Economy of the Media: Foundations and Application. University of Westminster Press:London, United Kingdom, 326 pp.:$26.99 (Paperback). ISBN: 978-1-915445-48-3",
          "authors": "Vikas Pathe",
          "url": "https://doi.org/10.1177/02673231251396161",
          "doi": "https://doi.org/10.1177/02673231251396161",
          "filter": 0
        },
        {
          "title": "Exploring media responses to terrorist attacks: A content analysis of portrayed mitigation strategies to terrorism in German and Austrian newspapers",
          "authors": "Brigitte Naderer, Thomas Niederkrotenthaler, Benedikt Till",
          "abstract": "This study investigates the types of mitigation strategies discussed in news reports about terrorist attacks (TAs) in German and Austrian newspapers, examining the differences between security- and surveillance-related (SSR) and restrictive migration-control strategies versus community-bonding and deradicalization strategies. A content analysis of N = 1514 articles on nine TAs in Western Europe since 2016 examines which characteristics of the attacks (rightwing TAs vs. Islamist TAs; death toll; and number of injured victims), the media environment, and the article (tabloid vs. broadsheet; country of reporting; article type; time frame; and article length) predicted the mitigation strategies presented in the articles. Results revealed that media coverage of TAs disproportionately emphasizes SSR and migration-control strategies, while largely neglecting deradicalization measures. This focus may contribute to shaping negative out-group perceptions, highlighting the need for increased awareness among journalists regarding the implications of their reporting.",
          "url": "https://doi.org/10.1177/02673231251394707",
          "doi": "https://doi.org/10.1177/02673231251394707",
          "filter": 0
        },
        {
          "title": "Navigating misinformation and disinformation: How definition ambiguity limits the DSA's implementation",
          "authors": "Marion Seigneurin, Christine Balagué, Inna Lyubareva",
          "abstract": "Very large online platforms shape public discourse, raising concerns about the impact of misinformation and disinformation on democratic stability. The European Union responded with the Digital Services Act framework. However, its enforcement remains limited, partly due to conceptual ambiguities surrounding the concepts of misinformation and disinformation. This article investigates how definitional inconsistencies undermine the Digital Services Act’s (DSA) implementation. We analyzed 79 documents—including EU legislation, platform policies, fact-checking codes, and academic publications—to examine how key actors define these terms. We identified four key definitional criteria: content quality, intent, associated risk, and creation and dissemination techniques. Our findings reveal that these criteria reflect divergent institutional interests and result in fragmented definitions. This fragmentation generates critical risks, affecting freedom of expression, research, countermeasure design, intervention effectiveness, and impact assessment. We conclude by offering recommendations to support criteria-based definitions, improve risk evaluation, and reinforce the DSA's effectiveness in countering information disorders.",
          "url": "https://doi.org/10.1177/02673231251391980",
          "doi": "https://doi.org/10.1177/02673231251391980",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Cozy Violence: Animal Companions, Self-Care, and Nationalist Ideology in Rise of the Rōnin",
          "authors": "Rachael Hutchinson",
          "abstract": "This essay explores the interactions of violence, self-care, and nationalistic ideology in Rise of the Rōnin (2024), a historical action RPG set in Bakumatsu Japan (1853–1868). The study examines how elements of “cozy games” appear in gameplay through animal interactions and human relationships, emphasizing the contrast between brutal samurai combat and moments of peace. Findings build on model of “situational coziness” given by Waskiewicz and Bakun to examine the cozy elements distributed throughout the open-world game environment. Analyzing game mechanics, narrative design, and player agency, the research highlights how the game crafts an emotional engagement that both softens and legitimizes its ideological stance, positioning self-care and loyalty as virtues aligned with Japan's turbulent path to modernization. The inclusion of nationalist ideologue Yoshida Shōin (1830–1859) as a central figure in the narrative limits the game in terms of global distribution, most notably in South Korea.",
          "url": "https://doi.org/10.1177/15554120251383815",
          "doi": "https://doi.org/10.1177/15554120251383815",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Masculinity Under Siege: Bollywood’s Response to Gender Shifts in Animal (2023)",
          "authors": "Santanu Sarkar, Anuradha Choudry",
          "url": "https://doi.org/10.1080/10646175.2025.2587086",
          "doi": "https://doi.org/10.1080/10646175.2025.2587086",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Relational introspections with machines: a social-cognitive framework of trait perception, relational schemas, and trust in intention to use AI",
          "authors": "Wang Liao, Ya-Ching Lee, Haoning Xue, Emily McKinley",
          "abstract": "This paper proposes a framework for understanding people’s relational introspections with machines. Through a social information processing lens, we argue that such introspections begin with relative perceptions of two basic traits: communion (prosocial intentionality) and agency (goal-pursuit capacities) for both machine and user. These relative perceptions are then interpreted through relational schemas in the short term and regulated by trust in the long term––jointly shaping relational behaviors toward the machine (e.g., intention to use). We surveyed three US samples of various AI-technology users (college students, N = 438; MTurk participants, N = 1,023; Prolific participants, N = 726, matched to census demographics). Results consistently showed that (a) intention to use such a machine was driven by self-agency followed by machine-communion, whereas machine-agency and self-communion had no direct impact, and (b) the relative importance of these trait perceptions was mediated by certain relational schemas and moderated by trust across respondents.",
          "url": "https://doi.org/10.1093/hcr/hqaf026",
          "doi": "https://doi.org/10.1093/hcr/hqaf026",
          "filter": 0
        },
        {
          "title": "Extending communicated sense-making theorizing to social groups: missionaries’ use of metaphor, personification, and in-group vernacular",
          "authors": "R Amanda Cooper, Alice Fanari",
          "abstract": "Exiting the totalistic and intensively focused structure of missionary service prompts sense-making as missionaries return and adapt to life at home. Drawing from organizational, religious, and interpersonal communication literature, we use the communicated sense-making model to explore how 26 Christian missionaries made sense of their experiences and post-missionary identity. Our findings suggest that missionaries used three sense-making devices—metaphors, memorable messages, and personifications—to find certainty in uncertainty, mobilize identity work, and position themselves toward others. We extend the communicated sense-making model by clarifying the functions of sense-making devices, introducing personification as a novel sense-making device, and proposing in-group vernacular as a shared set of linguistic and ideological resources that can enable or constrain sense-making surrounding difficult life events and transitions.",
          "url": "https://doi.org/10.1093/hcr/hqaf028",
          "doi": "https://doi.org/10.1093/hcr/hqaf028",
          "filter": 0
        },
        {
          "title": "Escaping the digital panopticon? Longitudinal effects of dataveillance salience shocks on privacy attitudes and inhibited behaviors",
          "authors": "Yannic Meier, Philipp K Masur",
          "abstract": "Using internet technologies exposes individuals to constant surveillance by companies and other actors. Perceptions of constant surveillance—termed “dataveillance”—are theorized to induce chilling effects (i.e., inhibiting legal and legitimate online activities) posing risks to individuals and societies. In this preregistered longitudinal 3-wave experiment (N = 774), we investigate whether news articles addressing constant online surveillance induce feelings of dataveillance and behavioral inhibitions. Moreover, we extend theoretical notions of dataveillance by examining whether perceived dataveillance relates to other factors that drive privacy behaviors—privacy resignation and critical privacy literacy. Results of Bayesian random-effects within–between models indicate that perceived dataveillance is positively associated with inhibited behaviors, resignation, and literacy. However, these relations only pertain to the between-person level as the within-person associations are possibly too small to be meaningful. Critical privacy literacy might be central for privacy behaviors as we find both between- and within-person associations with self-inhibition.",
          "url": "https://doi.org/10.1093/hcr/hqaf025",
          "doi": "https://doi.org/10.1093/hcr/hqaf025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "See you in the metaverse! Investigating dating intentions in the metaverse",
          "authors": "Aman Kumar, Amit Shankar",
          "abstract": "Purpose This study aims to investigate individuals dating intentions in the metaverse. The integrative model of behavioural prediction (IMBP) and behavioural reasoning theory (BRT) are used as underpinning theories to examine proposed hypotheses. Design/methodology/approach Using a sequential mixed-methods approach, this study begins with a qualitative study in phase 1 by conducting in-depth interviews. The insights gained from phase 1, along with pertinent literature, form the basis for constructing the conceptual framework research model. This model is then empirically validated in phase 2. A total of 318 responses were collected to examine the proposed hypotheses. The obtained data were analyzed via the structural equation modelling approach. Findings The results of this study reveal that social anxiety and anonymity are significantly associated with positive anticipated emotions. Further, the results also show that avatar customization, social anxiety and anonymity are significantly associated with negative anticipated emotions. Further, anticipated emotions are also associated with attitude and perceived norms towards dating in the metaverse. Moreover, attitudes towards metaverse dating and perceived norms towards metaverse dating are positively associated with dating intention in the metaverse. Finally, results show time spent in the metaverse as a significant moderator. Originality/value This research reveals how users approach dating in metaverse environments, drawing on BRT and the IMBP. These findings offer valuable insights for dating platforms seeking to enhance metaverse dating experiences.",
          "url": "https://doi.org/10.1108/itp-11-2023-1184",
          "doi": "https://doi.org/10.1108/itp-11-2023-1184",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Episodes of sustained protest: temporal patterns of online mobilization on X",
          "authors": "Jan Eckardt, Mathieu Turgeon, Deena Abul-Fottouh, Farah Rana",
          "url": "https://doi.org/10.1080/1369118x.2025.2585094",
          "doi": "https://doi.org/10.1080/1369118x.2025.2585094",
          "filter": 0
        },
        {
          "title": "Disentangling intent and behaviour: news avoidance and its implications for political knowledge",
          "authors": "Ludovic Terren, Ana Sofía Cardenal",
          "url": "https://doi.org/10.1080/1369118x.2025.2587136",
          "doi": "https://doi.org/10.1080/1369118x.2025.2587136",
          "filter": 0
        },
        {
          "title": "A commercial playground: investigating TikTok influencers’ commercial content",
          "authors": "Mathilde Hogsnes, Tor-Morten Grønli",
          "url": "https://doi.org/10.1080/1369118x.2025.2588348",
          "doi": "https://doi.org/10.1080/1369118x.2025.2588348",
          "filter": 0
        },
        {
          "title": "Eco-anxiety among young climate activists in the Netherlands: the role of information exposure on social media",
          "authors": "Marc Esteve-del-Valle, Klara Matusewicz",
          "url": "https://doi.org/10.1080/1369118x.2025.2587124",
          "doi": "https://doi.org/10.1080/1369118x.2025.2587124",
          "filter": 0
        },
        {
          "title": "Clicking to activate the key: unlocking the infrastructural potential of digital platforms through improvised relationships",
          "authors": "Lu Xu, Zhuo Chen",
          "url": "https://doi.org/10.1080/1369118x.2025.2587125",
          "doi": "https://doi.org/10.1080/1369118x.2025.2587125",
          "filter": 0
        },
        {
          "title": "The videoludic gender divide: an analysis of gender inequalities among adolescents in gaming culture",
          "authors": "Júlia Vilasís-Pamos, Pablo Romero-Medina",
          "url": "https://doi.org/10.1080/1369118x.2025.2588350",
          "doi": "https://doi.org/10.1080/1369118x.2025.2588350",
          "filter": 0
        },
        {
          "title": "Digital literacies of intimacy: women’s engagement and learning in otome video games",
          "authors": "Liang Ge, Tingting Hu, Min Ouyang",
          "url": "https://doi.org/10.1080/1369118x.2025.2587132",
          "doi": "https://doi.org/10.1080/1369118x.2025.2587132",
          "filter": 0
        },
        {
          "title": "Othering discourse online in the UK during a time of crisis: a case study of opinion expressed on Twitter during the COVID-19 pandemic",
          "authors": "Yimei Zhu, Shiyi Zhang, Panayiota Tsatsou, Lauren McLaren",
          "url": "https://doi.org/10.1080/1369118x.2025.2587126",
          "doi": "https://doi.org/10.1080/1369118x.2025.2587126",
          "filter": 0
        },
        {
          "title": "Algorithmic bias in image-generating artificial intelligence: prevalence and user perceptions",
          "authors": "Tanja V. Messingschlager, Markus Appel",
          "url": "https://doi.org/10.1080/1369118x.2025.2584146",
          "doi": "https://doi.org/10.1080/1369118x.2025.2584146",
          "filter": 0
        },
        {
          "title": "Experiences of brelfie-taking and sharing by UK breastfeeding mothers",
          "authors": "Lisa J. Orchard, Wendy Nicholls, Anna-Maria Markova",
          "url": "https://doi.org/10.1080/1369118x.2025.2581005",
          "doi": "https://doi.org/10.1080/1369118x.2025.2581005",
          "filter": 0
        },
        {
          "title": "Explaining explainable AI for healthcare: a Q-methodology study",
          "authors": "Sydney Howe, Daan Horbach, Lucas van Rijn, Morris Gaff, Job van Exel, Rik Wehrens",
          "url": "https://doi.org/10.1080/1369118x.2025.2584148",
          "doi": "https://doi.org/10.1080/1369118x.2025.2584148",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "The ambivalence of merit: advertising creatives and the contradictions of festival recognition",
          "authors": "Saraí Meléndez-Rodríguez, Henry Kojo Bonsu-Owu, David Roca",
          "url": "https://doi.org/10.1080/02650487.2025.2585737",
          "doi": "https://doi.org/10.1080/02650487.2025.2585737",
          "filter": 0
        },
        {
          "title": "Brand awareness in complex communication ecosystems: rethinking research methods in sponsorship",
          "authors": "Steffen Jahn, T. Bettina Cornwell",
          "url": "https://doi.org/10.1080/02650487.2025.2586330",
          "doi": "https://doi.org/10.1080/02650487.2025.2586330",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "First versus final impression formation: cues from dynamic and continuous emotional expressions in social media profiles",
          "authors": "Yuren Qin, Hichang Cho, Dongdong Yang, Pengxiang Li",
          "abstract": "Purpose This study investigated the influence of inconsistent versus consistent emotional expressions (independent variables) in social media profiles on first and final impressions in terms of interpersonal liking and trust (dependent variables). Design/methodology/approach Consistency in emotional expressions was operationalized as the same or different valences across all emotional posts. A 2 (initial positive vs negative emotional expressions) × 2 (subsequent positive vs negative emotional expressions) between-subjects online experiment (N = 254) was employed. Joy and sadness were employed to represent positive and negative emotional expressions, respectively. Findings The findings revealed that first impressions formed based on emotional expressions at Time 1 were transitory. Both positive and negative initial impressions were susceptible to modification by inconsistent emotional expressions at Time 2, indicating the dominance of the recency effect over the primacy effect. Notably, expectancy violation valence, triggered by these inconsistent emotional expressions, significantly mediated the relationship between the displayed emotional expressions and the final impressions at Time 2. Furthermore, interpersonal liking was highly sensitive to inconsistent emotional valence at both stages, whereas interpersonal trust was less affected. Research limitations/implications On a theoretical level, this study reveals the dynamic and continuous process of impression formation based on users’ emotional expressions on social media. On a practical level, the findings can guide users to effectively manage impressions via emotional expressions in social media profiles. Originality/value This study examined the effects of inconsistent emotional expressions on impression formation through competing mechanisms (primacy or recency effects, valence biases and expectancy violation theory).",
          "url": "https://doi.org/10.1108/intr-06-2023-0486",
          "doi": "https://doi.org/10.1108/intr-06-2023-0486",
          "filter": 0
        },
        {
          "title": "Guest editorial: Navigating the digital transformation maze: an editorial on strategy, execution and impact for firms",
          "authors": "Yonggui Wang, Si Shi, Xiang (Robert) Li, Jie Meng",
          "url": "https://doi.org/10.1108/intr-08-2025-996",
          "doi": "https://doi.org/10.1108/intr-08-2025-996",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Defining “Conservative” and “Progressive” Identities Through Popular Political Merchandise",
          "authors": "Bridget Barrett",
          "url": "https://doi.org/10.1080/08838151.2025.2587587",
          "doi": "https://doi.org/10.1080/08838151.2025.2587587",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Computer-Mediated Communication",
      "journal_short": "JCMC",
      "articles": [
        {
          "title": "Social media self-presentation of LGBTQ+ youth in the United States: the role of identity exploration, context collapse, and supportive feedback",
          "authors": "Y Anthony Chen, Marie-Louise Mares",
          "abstract": "For those with marginalized identities, social media may offer opportunities for identity exploration and affirmation but may also pose challenges of context collapse, wherein the presence of multiple audiences makes identity-related posting awkward or dangerous. To probe short-term longitudinal patterns, 337 LGBTQ+ 15- to 22-year-olds completed six weekly surveys during Pride Month. As hypothesized, identity exploration was associated with self-reported frequency, positivity, and authenticity of youths’ LGBTQ+ self-presentations online, primarily among those who, on average, rated their online audiences as less heterogeneous (i.e., perceived less context collapse). Consistent with the self-effects model, positivity of self-presentations predicted increases in self-acceptance and self-esteem, with the latter association stronger for those who, on average, received more supportive feedback. In contrast, frequency and authenticity of self-presentations did not predict self-acceptance and self-esteem.",
          "url": "https://doi.org/10.1093/jcmc/zmaf020",
          "doi": "https://doi.org/10.1093/jcmc/zmaf020",
          "filter": 0
        },
        {
          "title": "How change in sociality over time moderates the association between mobile and social media use and well-being",
          "authors": "Jeffrey A Hall, Natalie Pennington",
          "abstract": "Mobile and social media are often identified as a means of enhancing social connection for those who wish to connect. In line with research on relational maintenance and the communicate bond belong theory, a need for connection can drive individuals to reach out to relational partners through mobile and social media, which might boost overall well-being. Using 3 longitudinal datasets that differ by time period (i.e., 6 years, 1 year, 1 month) and context (i.e., older adults’ pandemic-era communication, college student communication with friends, daily diary study of social media use), we test whether change in sociality moderates the association between frequency of mobile and social media use and well-being. In contrast to our hypothesis, when experiencing declines in sociality, the use of mobile and social media was either unrelated to well-being or associated with a decline in well-being. These findings challenge long-held assumptions about relational maintenance through media.",
          "url": "https://doi.org/10.1093/jcmc/zmaf019",
          "doi": "https://doi.org/10.1093/jcmc/zmaf019",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Cute politics!: increasing positive emotions, attractiveness and online public participation in social media platforms",
          "authors": "Lu Zhang, Guohua Wang",
          "url": "https://doi.org/10.1080/19331681.2025.2584970",
          "doi": "https://doi.org/10.1080/19331681.2025.2584970",
          "filter": 0
        },
        {
          "title": "Let me entertain you: Does online incidental exposure to non-political content distract from political learning?",
          "authors": "Andreas Nanz, Jörg Matthes",
          "url": "https://doi.org/10.1080/19331681.2025.2574047",
          "doi": "https://doi.org/10.1080/19331681.2025.2574047",
          "filter": 0
        },
        {
          "title": "Chinese Gen-Z’s incidental news consumption in an algorithm-driven social media environment and their perceptions of India",
          "authors": "Runping Zhu, Xinlei Ge, Zunbin Huo, Baogang He",
          "url": "https://doi.org/10.1080/19331681.2025.2587879",
          "doi": "https://doi.org/10.1080/19331681.2025.2587879",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Social provision and postnatal well-being across the transition to motherhood: Family cohesion as a mediator",
          "authors": "Xin-Ying Zeng, Eva Yi Hung Lau",
          "abstract": "The transition to motherhood often leads to a decline in maternal well-being. However, mothers with higher social provision, may perceive greater connection and accessibility to necessary resources within social network that safeguard well-being by strengthening family cohesion. In a cohesive family environment, where family members tend to communicate and resolve conflicts constructively, mothers’ overall satisfaction will likely be promoted. This 3-wave longitudinal study is the first to examine the mediating role of family cohesion in the above relations. 127 married Hong Kong first-time mothers ( M age = 32.8 ) reported social provision, family cohesion, marital and life satisfaction during the third trimester, 4 and 9 months postpartum. Results from structural equation modeling revealed that family cohesion mediated the association between social provision and both marital satisfaction ( R 2 = 0.28 ***) and life satisfaction ( R 2 = 0.41 ***), controlling for baseline. New mothers with higher provision may be better equipped to function within the family environment by perceiving connected and available to sufficient support. This helps to enhance family cohesion during this challenging period, which, in turn, contributes to higher marital and life satisfaction. The findings have significant implications for future prevention and intervention efforts on promoting social provision and family cohesion among new mothers.",
          "url": "https://doi.org/10.1177/02654075251399000",
          "doi": "https://doi.org/10.1177/02654075251399000",
          "filter": 0
        },
        {
          "title": "Face concerns, the communication medium, and supportive conversations: A dynamic dyadic systems approach examining conversational motifs",
          "authors": "Stephen A. Rains, Eric Tsetsi, Corey A. Pavlich, Bethany R. Lutovsky, Anjali Ashtaputre, Katerina Nemcova, Scott C. Durso",
          "abstract": "We adopt a dynamic dyadic systems approach and use the impression management model to examine how a support seeker’s concerns with a face threat and the communication medium influence supportive conversations. Using secondary data ( N = 176 dyads), we identified seven conversational motifs involving five-turn sequences of talk between seekers and providers that appeared regularly during conversations. Motifs involving the discussion of feelings were more likely when the prospect of a face threat was not salient and communicating using instant messaging. Inconsistent with our predictions, the problem description motif involving the sharing of facts about the problem was more prevalent when the potential for a face threat was salient and communicating face-to-face. Also contrary to our predictions, the expressing and implicitly recognizing feelings motif was associated with increased seeker distress.",
          "url": "https://doi.org/10.1177/02654075251395101",
          "doi": "https://doi.org/10.1177/02654075251395101",
          "filter": 0
        },
        {
          "title": "Parent-adolescent communication about sex and adolescent sexting behaviors",
          "authors": "Robert S. Tokunaga, Paul J. Wright, Debby Herbenick",
          "abstract": "The term “sexting” refers to sexually suggestive and/or explicit messages exchanged in one-to-one or one-to-many forms over Internet-enabled devices. According to the multisystem perspective, parent-adolescent communication influences sexual socialization globally and sexting locally. In the present study, a model of the relationships among the breadth of sex topics discussed between parents and adolescent children, comfort in parent-adolescent sexual communication, and adolescent sexting is evaluated. U.S. nationally representative data were gathered from 592 parents and their adolescent children. The results demonstrated that for both adolescents and parents, a wider array of sex topics discussed is associated with increased comfort in parent-adolescent sexual communication. Additionally, increased comfort in parent-adolescent sexual communication is associated with lower incidence of adolescent sexting. Equivalent alternative models that rearrange the variables of interest did not fit the data. These findings contribute to the conceptualization of parent-adolescent sexual communication by delineating between content (i.e., “what is talked about”) and process (i.e., “how it is talked about”) components. Theoretical contributions involve expanding the multisystem perspective of adolescent sexual behaviors to include technologically mediated risks and introducing communication comfort as a regulatory mechanism between message exchange and effects.",
          "url": "https://doi.org/10.1177/02654075251397465",
          "doi": "https://doi.org/10.1177/02654075251397465",
          "filter": 0
        },
        {
          "title": "A dyadic analysis of sibling perpetrated abuse in childhood on negative affect in adulthood among dizygotic twins: Contemporary family strain as a Moderator",
          "authors": "Carlee Smith, Viktoria Papp, Michael Fitzgerald",
          "abstract": "Sibling abuse is one of the most common forms of maltreatment, yet it has been overlooked by researchers and clinicians alike. Sibling relationships are generally the most enduring relationships individuals have, even when there is sibling-perpetrated abuse in childhood. Supportive and strained relationships with family members may protect against or amplify negative affect resulting from sibling-perpetrated abuse in childhood, yet these propositions have yet to be tested. To address the aforementioned gap, we utilized two waves of data nine years apart from the study of Midlife Development in the United States, using retrospective measures of sibling-perpetrated abuse. A sample of dizygotic twins ( n = 221) was analyzed to address gender, age, and birth order effects, and utilized a longitudinal actor-partner independence moderation model. Results indicate a significant interaction between the male twin’s reports of higher levels of female twin perpetrated abuse in childhood and the male twin’s reports of higher levels of current family strain in adulthood (+2 SD above the mean), where the interaction term predicted higher levels of negative affect in the female twin . Models with family support included did not converge, so findings could not be evaluated. Sensitivity analyses indicate there was no mediating effect. We found evidence that a male’s experience of historical abuse and family strain in adulthood crosses over and influences the female twin’s mental health which may be a function of gender socialization and the female twin being more central to maintaining familial relationships over time.",
          "url": "https://doi.org/10.1177/02654075251397435",
          "doi": "https://doi.org/10.1177/02654075251397435",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "“I Think It’s Exciting and Frightening at the Same Time”: Audience Sentiments Toward the Use and Labeling of Generative AI in Journalism",
          "authors": "Jonas Nygaard Blom, Lene Heiselberg, Arjen van Dalen, Izabella Andersen",
          "abstract": "This study explores audience sentiments toward generative artificial intelligence (AI) in journalism by analyzing in-depth qualitative interviews with Danish news consumers. Findings show that while the users acknowledge AI’s potential to improve efficiency and writing quality—and are sometimes delighted by the prospects—they emphasize the need for a human journalist in the loop. Many are concerned about AI replacing human journalists; some fear AI’s capacity to produce fake news, biased content, and clickbait, while others find AI annoyingly inappropriate and its writing generic and impersonal. Regarding transparency and labeling, opinions range from seeing it as irrelevant or context-dependent to essential.",
          "url": "https://doi.org/10.1177/10776990251385943",
          "doi": "https://doi.org/10.1177/10776990251385943",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "When Journalists Share Their Happy Feelings: Affective Connection as a Source of Reliability in Personal Journalism",
          "authors": "Kim Smeenk, Herbert Kruitbosch, Frank Harbers, Marcel Broersma",
          "url": "https://doi.org/10.1080/1461670x.2025.2588790",
          "doi": "https://doi.org/10.1080/1461670x.2025.2588790",
          "filter": 0
        },
        {
          "title": "Constructing the Bodies of the Female AI News Presenters: Biometric Replication, Gendered Standardization, and Subjectivity Reconstruction",
          "authors": "Liming Liu, Yichen Ge, Yiming Chen",
          "url": "https://doi.org/10.1080/1461670x.2025.2585296",
          "doi": "https://doi.org/10.1080/1461670x.2025.2585296",
          "filter": 0
        },
        {
          "title": "Will They Defend Their Own? A Critical Discourse Analysis and Comparison of Corporate News Media and NewsGuild Coverage of Journalists’ Labor Strikes",
          "authors": "Qiongye Chen, Ever Josue Figueroa",
          "url": "https://doi.org/10.1080/1461670x.2025.2588234",
          "doi": "https://doi.org/10.1080/1461670x.2025.2588234",
          "filter": 0
        },
        {
          "title": "Routinising the Expected? Defining and Characterising Evergreen Journalism Online",
          "authors": "Cecilia Arregui Olivera",
          "url": "https://doi.org/10.1080/1461670x.2025.2588231",
          "doi": "https://doi.org/10.1080/1461670x.2025.2588231",
          "filter": 0
        },
        {
          "title": "Heat in Real Time, Climate in Retrospect: Mapping Seasonal Gap in Japanese Heatwave Journalism",
          "authors": "Kunhao Yang, Mengyuan Fu",
          "url": "https://doi.org/10.1080/1461670x.2025.2588789",
          "doi": "https://doi.org/10.1080/1461670x.2025.2588789",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Unveiling the Link between Hostile Media Perceptions and Disinformation Susceptibility: Investigating Cognitive, Social, Media and Personal Dynamics",
          "authors": "Lucie Wittner Franckx, Brahim Zarouali",
          "url": "https://doi.org/10.1080/15205436.2025.2585901",
          "doi": "https://doi.org/10.1080/15205436.2025.2585901",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "The 1927 Mapleton Train Disaster, Memorialisation, and the Media’s Role in Narrating the Dead",
          "authors": "Laurence Stewart, Thandi Bombi",
          "abstract": "On 27 July 1927, a passenger train collided with a goods train near the town of Mapleton in South Africa. Twenty-seven black passengers and four white train staff died and scores more were injured in one of the largest train disasters in the country’s history. Injured black passengers were transported to hospital in disused coal trucks and those killed were buried in “one large grave” near the scene of the accident, while the white train staff were quickly treated and those who died had individual funerals. This article uses the case of the Mapleton disaster to illustrate the media’s role in narrating death and the relationship between history, journalism, and memorialisation. The study draws on archival documents and newspapers for two purposes: First to construct a history and second to conduct a thematic content analysis of newspaper articles that covered the tragedy. Using the concept of bearing witness, the study attempts to understand the role played by the media in preserving the memory of those who have died tragically, been buried, and are now forgotten. The study argues that although journalists play a vital role as servants of history, their privilege in creating narrative results in a historical construction and collective memory that quiets some voices while elevating others. This impacts the capacity for recognition and memorialisation. In addition, the case illustrates how, in the context of tragedy and mass suffering, the media can facilitate public agency and responses that are counter to the hegemonic structures in society.",
          "url": "https://doi.org/10.17645/mac.10669",
          "doi": "https://doi.org/10.17645/mac.10669",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "One Platform, Different Terminals: The Impact of Terminal Differences on the Political Engagement Expressions of Chinese Netizens",
          "authors": "Zheng Yang, Yuanting Huang, Mingyue Zhu, Xi Lu",
          "abstract": "Numerous studies have shown that platform differences can affect users’ online political engagement. However, there are few studies exploring the impact of different terminals on the online political engagement of netizens on the same platform. To explore this issue, this study captured user messages from four different terminals of the Leadership Message Board on People's Daily Online : the WeChat Mini Program; application client; mobile webpage; and PC webpage. The aim was to discover the differences in user political engagement behavior when using different terminals for the same platform. The findings show that although users try to engage in political issues online on the same platform with similar purposes, the differences in what terminal they use to access it significantly affect the results of such engagement. Concepts of “rehearsal space,” “psychological ownership,” and “redirection convenience” are introduced to help explain this phenomenon.",
          "url": "https://doi.org/10.1177/20501579251385036",
          "doi": "https://doi.org/10.1177/20501579251385036",
          "filter": 0
        },
        {
          "title": "Connections, negotiations, and tensions: Talking tech with older adults",
          "authors": "Nicole K. Dalmer, Stephen Katz, Barbara L. Marshall, Kirsten L. Ellison",
          "abstract": "Mobile media, and the larger digital technological systems of which they are a part, both shape and are shaped by contemporary experiences of aging. With the aim of exploring older adults’ understandings, uses of, and experiences with digital technologies in their everyday lives, we conducted four exploratory focus groups in two Canadian cities, with a total of 29 participants representing a diverse range of ages, living situations, and socio-economic statuses. Challenging stereotypes of technophobic or health-obsessed elders, our participants reported using a wide variety of devices and apps for a multiplicity of purposes. Focus groups were characterized by open-ended discussion, eliciting complexity, creativity, and agency in our participants’ understandings and experiences of their digital worlds. Two main themes emerged from the analysis. First, a number of tensions – self-talk vs practice, design vs adaptation, “scripts” vs recreation – were articulated. Second, participants recounted the complex negotiations between technologies and people, bodies, environments, and resources that conjoined to shape their navigations of digital worlds. We suggest that open-ended dialogue with older adults is a promising method for understanding their ongoing, complex, and socially and materially situated engagements with technology. As a generative methodological tool, the focus group not only captures these dynamics but also produces the frictions, negotiations, and shared reflections that reveal them.",
          "url": "https://doi.org/10.1177/20501579251394803",
          "doi": "https://doi.org/10.1177/20501579251394803",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Technolinguistic suspension and the digital futures of minority languages: AI and Meänkieli in Sweden",
          "authors": "Moa Eriksson Krutrök, Pär Poromaa Isling",
          "abstract": "As AI-driven language models transform communication, minority languages like Meänkieli—a national minority language in northern Sweden—face new forms of digital marginalization. Historically suppressed by the Swedish state, Meänkieli now risks exclusion from rapidly evolving AI ecosystems. This article examines how current AI platforms shape language inclusion, combining semi-structured interviews with language technologists, conservators, and promoters, and a platform analysis of AI translation and language tools. Drawing on these materials, we develop the concept of “technolinguistic suspension” to describe the state in which Meänkieli currently exists: symbolically recognized yet excluded from the technological infrastructures that increasingly define linguistic legitimacy. We identify four interrelated aspects—two conditions (non-representative technologies and low-resource status) and two responses (active work-arounds and AI skepticism)—that illuminate how institutional neglect and platform-level dynamics jointly constrain digital revitalization. The study argues that overcoming technolinguistic suspension requires both structural reforms in platform design and sustained institutional commitment to minority language futures.",
          "url": "https://doi.org/10.1177/14614448251385920",
          "doi": "https://doi.org/10.1177/14614448251385920",
          "filter": 0
        },
        {
          "title": "Digital-regional capital: Digitally enhanced bonds between Chinese internal migrants and their hometowns",
          "authors": "Yutian Xiong, Tingting Liu",
          "abstract": "This study proposes a Bourdieusian theory of digital-regional capital to explore the mediated bond between migrants and their hometowns, addressing an under-studied issue in the context of transregional mobility while filling a gap in the spatial dimension of prior digital capital studies. Focusing on the interplay among digital capital, internal migration, and the development of rural and inland regions in China, this research conducts interviews with 48 internal migrants and 2 government representatives, examining how China’s techno-nationalism/regionalism, combined with various digital platforms, particularly WeChat’s dominant role, has co-shaped digital-regional capital. Key findings reveal that state-led and decentralized technological advancements have equipped Chinese internal migrants with crucial digital capital, enabling their engagements in online networks and economic activities. Thus, migrants can effectively convert their resources into consumption and investments that benefit their hometowns, forming digital-regional capital. However, economic, gendered, and generational disparities create unequal access to and benefits of digital-regional capital.",
          "url": "https://doi.org/10.1177/14614448251391721",
          "doi": "https://doi.org/10.1177/14614448251391721",
          "filter": 0
        },
        {
          "title": "Gender and social media campaigning: Opportunities for women candidates to close the gender gap in Dutch politics?",
          "authors": "Maurice Vergeer",
          "abstract": "Gender inequality in Dutch politics remains persistent, with men dominating parliament. This study explores whether social media campaigning can help reduce this imbalance by examining how women and men differ in their online campaign strategies and how these differences affect likability on social media and electoral success. Drawing on the concept of trait-balancing, the study analyzes communication styles, issues, and sentiments in tweets from all parliamentary candidates using topic modeling. Results show that while men and women use similar communication styles, women benefit more from social and positive messaging, as well as participation in Q&amp;A interactions—factors that predict higher preference votes. However, these advantages do not offset systemic barriers. The findings suggest that structural factors, such as male-dominated candidate lists and informal party-selection rules, continue to sustain unequal gender representation. Thus, while social media offers opportunities, institutional reform remains essential for achieving gender equality in politics.",
          "url": "https://doi.org/10.1177/14614448251385085",
          "doi": "https://doi.org/10.1177/14614448251385085",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Bridging gaps in the gig economy: Strategic communication and employee-organization relationships",
          "authors": "Zifei Wang, Linjuan Rita Men",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102649",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102649",
          "filter": 0
        },
        {
          "title": "Public relations practitioners and AI implementation: The challenges presented by the dominant coalition’s diffusion of responsibility",
          "authors": "Kyle Harris, Burton St. John",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102648",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102648",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Book review: Paula Murphy, AI in the Movies MurphyPaulaAI in the Movies. Edinburgh: Edinburgh University Press, 2024. 208 pp. £85 (Hardback). ISBN: 9781474448581",
          "authors": "David A. Kirby",
          "url": "https://doi.org/10.1177/09636625251390612",
          "doi": "https://doi.org/10.1177/09636625251390612",
          "filter": 0
        },
        {
          "title": "Trust in scientists and doctors: The roles of faith, politics, education and gender",
          "authors": "Steven David Pickering, Martin Ejnar Hansen, Han Dorussen, Jason Reifler, Thomas J. Scotto, Yosuke Sunahara, Dorothy Yen",
          "abstract": "This article examines trust in science in England, focusing on variation across demographic and ideological groups. Using survey data from 11,173 respondents, we compare trust in two domains, medical doctors and scientists, to explore whether predictors operate similarly across these professional groups. We find higher education is associated with greater trust, while right-wing political orientation predicts lower trust. Religious affiliation also matters, with some faith groups reporting lower trust relative to the non-religious baseline. Gender differences emerge as well, particularly in trust in medical doctors. Respondents selecting ‘Prefer not to say’ on the religion item report significantly lower trust in both doctors and scientists, consistent with a broader privacy-motivated disclosure style. Our results highlight the importance of considering not just overall levels of trust in science, but variation across education, ideology, religion and gender, and they suggest that trust in doctors and trust in scientists, while related, are not interchangeable.",
          "url": "https://doi.org/10.1177/09636625251386562",
          "doi": "https://doi.org/10.1177/09636625251386562",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "#BigTech @Minors: social media algorithms have actionable knowledge about child users and at-risk teens",
          "authors": "Martin Hilbert, Drew P. Cingel, Jingwen Zhang, Samantha L. Vigil, Jane Shawcroft, Haoning Xue, Arti Thakur, Zubair Shafiq",
          "url": "https://doi.org/10.1016/j.tele.2025.102341",
          "doi": "https://doi.org/10.1016/j.tele.2025.102341",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "AI-Driven Disinformation and Political Influence on WhatsApp in South Africa’s 2024 Elections",
          "authors": "Gregory Gondwe",
          "abstract": "This study investigates the role of encrypted messaging apps, specifically WhatsApp, in disseminating political disinformation during South Africa’s 2024 general elections. Drawing on a dataset of 22,384 messages from 47 politically active WhatsApp groups and 6,283 unique users, the study identifies how AI-generated deepfakes, emotional manipulation, and ideological group structures facilitated the spread of false political narratives. Using MyFactChecker, an AI-powered sentiment and verification tool, we reveal that disinformation most frequently relied on fear-based appeals (41%), identity-driven rhetoric (32%), and content mimicking credible journalism (27%). The findings show that disinformation gained traction not through factual accuracy but through emotional resonance and relational trust within ideologically cohesive groups. Even when flagged as false, corrective content was often dismissed as propaganda or foreign interference, thus underscoring how truth contests unfold within closed, affective networks.",
          "url": "https://doi.org/10.1177/19401612251395434",
          "doi": "https://doi.org/10.1177/19401612251395434",
          "filter": 0
        },
        {
          "title": "Climate Action and Native Advertising: How Fossil Fuel Companies Present Environmental Commitment in American and British News Media",
          "authors": "Chris Wells, Michelle A. Amazeen, Sara Weinberg",
          "abstract": "Confronting severe economic challenges in the twenty-first century, many news media are forging new relationships with advertisers, including the focus of this study: native advertising. At the same time, as the climate crisis worsens, and political pressures and news coverage increase, we are seeing the fossil fuel industry expand and shift its communication about the topic. This study sits at the intersection of these trends: we ask to what extent, and how, native advertisements are being employed in fossil fuel communication campaigns. We analyze 252 native ads sponsored by fossil fuel companies between 2014 and 2022 in leading English-language news outlets. Led by human quantitative content analysis, with supplementary automated text analysis, we show that the style of climate science denial documented by, for example, Oreskes and Conway, is absent from native ad communications; in its place are frequent mentions of the environment, the reality of climate change, and the need to decarbonize. In fact, the primary position of fossil fuel companies in our data is the assertion that they are leading the decarbonization of energy systems. To do so, they strongly emphasize the relative virtues of natural gas and promote investments in unproven new technologies. A secondary tactic emphasizes the importance of energy to development and quality of life. Our discussion explores the challenges of analyzing claims that are often superficially true but misleading in context and the questions misleading native advertising raises for news media in a challenging digital media landscape.",
          "url": "https://doi.org/10.1177/19401612251388186",
          "doi": "https://doi.org/10.1177/19401612251388186",
          "filter": 0
        },
        {
          "title": "What is Freedom of Speech? How Citizens Define and Perceive the “Bulwark of Liberty”",
          "authors": "Anna-Luisa Sacher, Carsten Reinemann",
          "abstract": "Freedom of speech is an essential pillar of democracy. Despite constitutional protections, citizens in some liberal democracies increasingly feel the “bulwark of liberty” under pressure. While the underlying causes of these developments remain largely ambiguous, a fundamental question persists: What exactly do citizens have in mind when assessing the concept of “freedom of speech” – and who do they believe is restricting it? Clarifying this is essential for interpreting survey data, understanding underlying causes, and developing effective strategies to counter this trend. A quota-representative national survey of German citizens ( N = 1,490) reveals (1) that most respondents perceive free speech in both legal and social terms. Additionally, (2) a notable portion perceives freedom of speech as too restricted, driven by both dimensions, slightly emphasizing the legal aspect. Finally, (3) perceptions of the general status quo and both dimensions are – at least partly – shaped by different actors, underscoring the need to distinguish the social and the legal dimensions of freedom of speech.",
          "url": "https://doi.org/10.1177/19401612251388182",
          "doi": "https://doi.org/10.1177/19401612251388182",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
