{
  "update": "2025-10-13",
  "content": [
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Revisiting Identity Cues and Helpfulness Heuristics in Online Learning: Does Knowing Who Helps Matter?",
          "authors": "Xialing Lin, Kenneth A. Lachlan, Stephen A. Spates, Patric R. Spence, Renee Kaufmann, Bumju Jung",
          "url": "https://doi.org/10.1080/10510974.2025.2558959",
          "doi": "https://doi.org/10.1080/10510974.2025.2558959",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Big data audiences: Critical approaches to the datafication of audience ontologies in contemporary media industries",
          "authors": "Jennifer Hessler, Elliot Montpellier",
          "abstract": "The current transformations in how audiences are datafied, including how that data is then traded and sold, used in various algorithms and AI models, and executed on to shape our media ecosystems, necessitate renewed frameworks for conceptualizing these datafied audience ontologies, which we refer to in this issue as ‘big data audiences’. Big data audiences are the lifeblood of the contemporary digital media ecosystem, with significant epistemic and cultural consequences that social scientists and humanists have not sufficiently grappled with. While political economy remains central to understanding the contemporary contexts of audience datafication, this issue demonstrates how theories and methods from the domains of social and humanistic research are equally essential for conceptualizing big data audiences. The issue brings together a range of methodological approaches and aims to catalyze critical media scholarship on audiences that explores the industrial and cultural aspects of datafied audience ontologies in media industries big and small across the globe.",
          "url": "https://doi.org/10.1177/13548565251383380",
          "doi": "https://doi.org/10.1177/13548565251383380",
          "filter": 0
        },
        {
          "title": "The ratings panel from participation to personification: Nielsen and the big-data reconfiguration of the audience",
          "authors": "Jennifer Hessler",
          "abstract": "The defining feature of the Nielsen ratings has always been that they derive from a statistically sampled panel of viewers. Even amid the firm’s turn to a panel/big data-integrated currency, Nielsen claims its viewer panel is the thing that sets them apart from their third-party competitors because of its capacity to ground and calibrate the disarray of platform-derived proprietary data. In this article, I discuss Nielsen’s new panel/big data integrated currency, which integrates viewer-panel data and big data with AI modeling to create a composite of US viewership. More specifically, I analyze how Nielsen has discursively reframed the value of their viewer panel in terms of its capacity to assist data personification. The word ‘personification’ describes the process of mapping human qualities back onto big data via machine learning systems. In reality, the process of personification scales and abstracts data in such a way that the output no longer bares a direct tie to a person. To illustrate the socio-cultural stakes of this, I detail three of the machine learning processes that Nielsen characterizes as ‘personification’: ID Graphing, Demographic Modelling, and Scaling Persona Profiles. I also analyze the particularly neo-liberal rhetorical work that Nielsen does to mythologize these AI processes of personification as socially beneficial.",
          "url": "https://doi.org/10.1177/13548565251383394",
          "doi": "https://doi.org/10.1177/13548565251383394",
          "filter": 0
        },
        {
          "title": "Tokenised kitsch: OpenSea’s top 50 NFT collections and MoMA’s first two NFTs",
          "authors": "Reilly Smethurst, Orestis Papageorgiou, Ben Egliston",
          "abstract": "Blockchain-tokenised media is kitsch. We examined OpenSea’s top 50 collections of non-fungible tokens (NFTs) as well as the first two NFTs acquired by New York’s Museum of Modern Art (MoMA). We concomitantly developed two concepts: oppositional kitsch, and historically informed kitsch. OpenSea’s profile picture collections exemplify oppositional kitsch: they are described by their creators as anti-normal, degenerate or animalistic. CryptoPunks and Bored Apes are the best-known examples. Historically informed kitsch is, by contrast, pleasant and reassuring. MoMA’s first two NFTs exemplify historically informed kitsch: they are produced by artificial intelligence (AI) models that rely on historical data. For Unsupervised – Machine Hallucinations – MoMA , Refik Anadol trained an AI model with images from MoMA’s GitHub archive. The Unsupervised NFTs are mementos of individuals’ encounters with the work at MoMA. For 3FACE , Ian Cheng created an AI model that draws on blockchain transaction histories. The AI model generates tokenised portraits of individuals based on their transactions. Oppositional kitsch and historically informed kitsch both valorise the individual consumer. OpenSea’s oppositional kitsch lets consumers identify with cartoon figures like CryptoPunks and Bored Apes that are marketed as avatars (alter-egos) and profile pictures. MoMA’s historically informed kitsch sells mementos of individuals’ experiences and portraits that are based on individuals’ consumption choices. Our conception of blockchain-tokenised media as kitsch is primarily informed by the philosophers Alain Badiou and Thorsten Botz-Bornstein as well as the media theorist Jean Baudrillard. These three thinkers treat kitsch as a category of sophistic, liberal-cum-libertarian culture.",
          "url": "https://doi.org/10.1177/13548565251372817",
          "doi": "https://doi.org/10.1177/13548565251372817",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "PAVE: Planning Assessment in a Virtual Environment for Evaluating Executive Functions in the Elderly",
          "authors": "Eleonora Noselli, Irene Alice Chicchi Giglioli, Elena Sajno, Giuseppe Riva",
          "url": "https://doi.org/10.1177/21522715251386361",
          "doi": "https://doi.org/10.1177/21522715251386361",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Aspirational Metajournalism: What Nieman Journalism Lab Predictions Reveal About Platform and Audience Imaginaries",
          "authors": "Gregory P. Perreault, Jacob L. Nelson",
          "url": "https://doi.org/10.1080/21670811.2025.2568909",
          "doi": "https://doi.org/10.1080/21670811.2025.2568909",
          "filter": 0
        },
        {
          "title": "Platform Retraction? Discourses of Entanglement and Disentanglement in News Media’s Platform Engagement",
          "authors": "Ragnhild Kristine Olsen, Helle Sjøvaag",
          "url": "https://doi.org/10.1080/21670811.2025.2570497",
          "doi": "https://doi.org/10.1080/21670811.2025.2570497",
          "filter": 0
        },
        {
          "title": "Connecting to Local Publics Through Media: An in-Depth Study of Local Media Use and Public Connection",
          "authors": "Anna Grøndahl Larsen",
          "url": "https://doi.org/10.1080/21670811.2025.2569778",
          "doi": "https://doi.org/10.1080/21670811.2025.2569778",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "The Role of Emotion in Climate Change Communication",
          "authors": "Laura Thomas-Walters, Matthew H. Goldberg, Elisa Tedaldi, Kei Kohmoto, Seth A. Rosenthal, Anthony Leiserowitz",
          "url": "https://doi.org/10.1080/17524032.2025.2569411",
          "doi": "https://doi.org/10.1080/17524032.2025.2569411",
          "filter": 0
        },
        {
          "title": "The Dzanga-Sangha Rainforest Argument: Legal Concessions, Scientific Expertise, &amp; Emotional Labor Memories",
          "authors": "T. Jake Dionne",
          "url": "https://doi.org/10.1080/17524032.2025.2571951",
          "doi": "https://doi.org/10.1080/17524032.2025.2571951",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "From trailblazers to tortoises: How Europe's regional public service broadcasters approach innovation",
          "authors": "José Rúas-Araújo, Talía Rodríguez-Martelo, Marius Dragomir",
          "abstract": "Regional broadcast media comprises a substantial sector across Europe, encompassing thousands of players and drawing on considerable public funds. Yet, as the media landscape becomes an increasingly crowded field and the competitive heat from tech giants ratchets up, the need for media companies to sharpen their edge will only intensify. Gaining that competitive vantage requires embracing innovative practices and business models—especially as the relentless wave of innovation, often bankrolled by large tech corporations, continues to wash over the industry. Drawing on insights from interviews with representatives of member organizations under CIRCOM-Regional, Europe's largest association of regional broadcasters, this article sheds light on how regional public service media grapple with innovation. Despite widespread awareness of its significance, the findings suggest that many regional broadcasters lag behind in fully embracing the concept. Only a rare few boast dedicated teams or resources for innovation. In most cases, progress is driven through technological enhancements and organizational openness, while strategic policies and long-term investment plans often fall by the wayside.",
          "url": "https://doi.org/10.1177/02673231251379207",
          "doi": "https://doi.org/10.1177/02673231251379207",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "“Big Butt Ideology”: Digital Gaze and Evolving Normative Beauty Constructs for Black Women",
          "authors": "Quindelda McElroy",
          "url": "https://doi.org/10.1080/10646175.2025.2567330",
          "doi": "https://doi.org/10.1080/10646175.2025.2567330",
          "filter": 0
        },
        {
          "title": "Health Communication as Capability: Gig Workers’ Freedoms Through Sen’s Approach",
          "authors": "Pooja Kalbalia, Kailash Koushik",
          "url": "https://doi.org/10.1080/10646175.2025.2570753",
          "doi": "https://doi.org/10.1080/10646175.2025.2570753",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Coping with technostress-related goal hindrances: multidimensional and hierarchical nature of goals",
          "authors": "Antti Hämäläinen, Markus Salo, Henri Pirkkalainen",
          "abstract": "Purpose While considerable attention has been directed towards identifying antecedents and consequences of technostress in various contexts, research is lagging on its mitigation, especially in personal use contexts. Here, we explain how individuals employ coping to shield their humanistic and instrumental goals from technostress-related hindrances in personal smartphone use. As individuals’ goals can be considered pivotal in shaping their lives as worthwhile, identifying solutions for managing the negative consequences of technostress on, for instance, users’ well-being and productivity, is paramount. By focusing on smartphones, which are used by billions, we provide impactful insight relevant for numerous stakeholders. Design/methodology/approach We conducted qualitative research by collecting and analyzing rich data (semi-structured interviews) from 38 smartphone users. Findings By investigating coping with smartphone-related technostress that manifests as hindrances to users’ humanistic (e.g. attaining meaningful life) and instrumental (e.g. managing personal information) goals and their sub-goals (e.g. experiencing happiness and maintaining information security, respectively), we address the multidimensional and hierarchical nature of goals. We further extend this perspective by examining how coping relates to goal explicitness: anticipatory coping tends to prevail when goals are explicit, while reactive coping is more common with implicit goals. Additionally, we showed that users' goals, technostress, and the associated coping can be in conflict, requiring goal prioritization from users. Originality/value We address an important gap in the literature by examining the intricate dynamics of coping with the unintended outcomes of personal smartphone use manifesting as technostress-related hindrances to users’ goals.",
          "url": "https://doi.org/10.1108/itp-03-2024-0371",
          "doi": "https://doi.org/10.1108/itp-03-2024-0371",
          "filter": 0
        },
        {
          "title": "Workplace fear of missing out, organizational support and performance: the mediating role of work-related social media use",
          "authors": "Rahul Bodhi, Ward van Zoonen",
          "abstract": "Purpose The study aims to examine the correlates of work-related social media use. Specifically, it investigates the role of work-related social media use (WRSMU) and frequency of social media use (FSMU) in the relationship between workplace fear of missing out (FoMO), organizational support, innovative performance, and routine performance at the workplace. Design/methodology/approach A sample of 245 employees from India working in various organizations. The data were analyzed using partial least squares structural equation modeling (PLS-SEM). Findings The findings indicate that work-related social media use has a positive and significant association with innovative and routine performance. Additionally, organizational support is positively and significantly associated with work-related social media use and performance. Workplace fear of missing out is positively associated with work-related social media use, but not with performance. The mediation analysis showed that work-related social media use mediates between workplace FoMO and performance, and organizational support and performance. Furthermore, moderation analysis revealed that the frequency of social media use moderates between work-related social media use and innovative performance. Originality/value This study’s findings provide new insights into the impact of social media use on individual and organizational functioning. This study demonstrates this impact and contributes to the existing literature on the social and cultural impacts of information technology.",
          "url": "https://doi.org/10.1108/itp-05-2023-0425",
          "doi": "https://doi.org/10.1108/itp-05-2023-0425",
          "filter": 0
        },
        {
          "title": "Towards an inclusive and equitable future: transformation of digital learning design in the digital era",
          "authors": "Jamshed Khalid, Mi Chuanmin, Muhammad Shahid Rasheed, Ismail Kamdar",
          "abstract": "Purpose This study aims to investigate emerging technologies and their impact on establishing a digital campus in academic institutions. It seeks to understand the barriers and opportunities associated with digitalization in education and propose an inclusive digital learning framework for academicians. Design/methodology/approach Online-focused group discussions (O-FGDs) were conducted with education experts to gain insights into the phenomena of digital learning. The discussions explored the potential barriers to digitalization and strategies for successful implementation. Additionally, Technique for Order of Preference by Similarity to Ideal Situation analysis was performed to select the most significant factors among those reported by the respondents. Findings The study revealed that digitalization is a crucial factor in the establishment of a digital campus. However, cultural diversity and multilingualism were identified as having the lowest relative closeness. The O-FGDs highlighted the need for inclusive digital learning frameworks that consider the impacting factors to ensure equitable implementation of digital strategies. Originality/value This study contributes to the literature by providing a comprehensive understanding of emerging technologies and their implications for academic institutions. It offers a practical framework for implementing inclusive digital strategies that address the challenges and opportunities associated with digitalization in education.",
          "url": "https://doi.org/10.1108/itp-09-2024-1144",
          "doi": "https://doi.org/10.1108/itp-09-2024-1144",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Scripted to fail: delayed discrimination in biometric asylum systems",
          "authors": "Bruno Magalhães",
          "url": "https://doi.org/10.1080/1369118x.2025.2561063",
          "doi": "https://doi.org/10.1080/1369118x.2025.2561063",
          "filter": 0
        },
        {
          "title": "No one can do it for me; only I can change my life! A taxonomy of online independent investors in the field of digital finance",
          "authors": "Niccolò Casnici, Paola Zuccolotto, Marco Castellani",
          "url": "https://doi.org/10.1080/1369118x.2025.2565325",
          "doi": "https://doi.org/10.1080/1369118x.2025.2565325",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Do early birds catch the worms? The role of early-bird terms in startup crowdfunding",
          "authors": "Yi Wu, Zhimei Wen, Xiaopan Wang, Yangsheng Zhang, Ben Choi",
          "abstract": "Purpose Equity crowdfunding is an increasingly vital source of financing for startup companies. To attract early investors and take advantage of an observed herding effect in online crowdfunding, platforms have introduced the promotional strategy of “early bird” terms (EBT). Based on signaling theory, we investigate the influence EBT has on crowdfunding performance and post-investment engagement, and the moderating role of valuation. Design/methodology/approach We empirically tested a set of hypotheses by analyzing archival data from a leading equity crowdfunding platform that had implemented EBT. Findings We find EBT has significant negative impacts on fundraising performance and investors' post-investment engagement, which is detrimental to sustaining long-term investor interest in the campaign. In addition, enterprise valuation amplifies the negative relationship between EBT and fundraising performance, but does not significantly affect post-investment engagement. Practical implications To enhance equity crowdfunding outcomes, platforms should regulate EBT use, improve campaign vetting, and monitor incentive impacts. Entrepreneurs must balance EBT's appeal with valuation consistency. Investors, especially novices, should evaluate EBT critically, focusing on campaign fundamentals and long-term value to avoid being misled by short-term, superficial cues. Originality/value This study enriches existing literature on online crowdfunding and signaling theory by providing new insights into signaling effectiveness. It highlights the overlooked impact of negative signals, reveals how incentive and financial signals interact, and introduces post-investment engagement as a novel measure of investor behavior, offering a dynamic view of crowdfunding performance.",
          "url": "https://doi.org/10.1108/intr-02-2024-0157",
          "doi": "https://doi.org/10.1108/intr-02-2024-0157",
          "filter": 0
        },
        {
          "title": "Unraveling the dark threads: exploring the impact of cross-channel cognitive overload on consumers' behaviors in multichannel retailing",
          "authors": "Sheng Shu, Jiangzhe Wang, Zhiqing Chen",
          "abstract": "Purpose Multichannel retailing efforts may have a dark side. This research provides novel insights into the dark side of multichannel retailing by investigating negative cross-channel cognitive overload outcomes within an SSO framework. Design/methodology/approach The proposed model is empirically validated by surveying 536 respondents and data was analyzed with PLS-SEM. Findings This study finds that multichannel customers may experience cross-channel cognitive overload, in the form of cross-channel information overload and cross-channel interaction overload, both of which are adversely related to purchase intention and omnichannel service use. Cognitive trust and emotional exhaustion mediate the detrimental effects of cross-channel cognitive load on consumers' purchase intentions and omnichannel service use. Consumers' high need for cognition can attenuate the relationship between cross-channel cognitive overload and emotional exhaustion, but not between cross-channel cognitive overload and cognitive trust. Practical implications Retailers should implement lifecycle-based multichannel strategies that address evolving cognitive overload patterns, from initial confusion to experienced-user fatigue. Essential tactics include centralizing product information management, personalizing content based on consumers' cognitive preferences, and developing cognitive accessibility features. Retailers should prioritize seamless navigation for new users and consistency for experienced shoppers, while offering educational resources to enhance multichannel literacy and tailored interfaces that match individual cognitive processing styles. Originality/value Unlike previous research that has predominantly focused on the bright side of multichannel retailing, this study provides a novel perspective on the dark side by exploring whether and how cross-channel cognitive overload affects consumer behaviors in multichannel retailing.",
          "url": "https://doi.org/10.1108/intr-06-2024-0933",
          "doi": "https://doi.org/10.1108/intr-06-2024-0933",
          "filter": 0
        },
        {
          "title": "Under the dark side of online trust: how and when livestreamers’ online expressive coping strategy impacts the livestreaming e-commerce failure recovery process",
          "authors": "Jianyu Chen, Pengfei Du",
          "abstract": "Purpose Despite the prevalence of service failures in this emerging livestreaming e-commerce domain, scholarly investigations have neglected the effectiveness of livestreamers’ online coping strategies in mitigating the dual consequences of sales attrition and reputational impairment after these failures. Based on the stress and coping theory, this research aims to examine the underlying mechanism and boundary condition through which livestreamers’ online expressive coping strategy influences the recovery process of viewers’ electronic word-of-mouth (WOM) in the livestreaming e-commerce failure context. Design/methodology/approach We employed a two-wave time-lagged survey to mitigate common method bias and control for spurious mood effects, thereby enhancing the robustness of our findings. Our sample comprised 222 Chinese viewers who recently encountered service failures in livestreaming e-commerce. Analytically, we adopted a two-stage partial least squares structural equation modeling approach to validate a moderated-mediation model. Findings Livestreamers’ online expressive coping strategies exert a positive influence on viewers’ perceived livestreaming e-commerce failure severity, which in turn negatively impacts their electronic WOM. Viewers’ online trust in livestreamers intensifies this negatively mediated relationship. Practical implications This study provides practical implications for stakeholders to enhance livestreaming e-commerce failure recoveries through effective online expressive coping strategies while recognizing the potential downside of viewers’ online trust in livestreamers. Originality/value This study advances the understanding of livestreamers’ online expressive coping strategies in the livestreaming e-commerce failure recovery process and uncovers the dark side effect of online trust in the livestreaming e-commerce context.",
          "url": "https://doi.org/10.1108/intr-04-2024-0631",
          "doi": "https://doi.org/10.1108/intr-04-2024-0631",
          "filter": 0
        },
        {
          "title": "The impact of prior chatbot identity disclosure on customer tolerance of service failures",
          "authors": "Tiange Li, Chubing Zhang, Ying Chang",
          "abstract": "Purpose Large language models, such as ChatGPT, have made chatbot responses seem more natural, making it more difficult for customers to distinguish that chatbots are non-human. Although chatbots offer advantages in the service industry, their technical limitations can lead to service failures. This study aims to explore how the disclosure of the chatbot's identity during the initial stage of service, before any service failure occurs, affects customer tolerance of service failures. Design/methodology/approach Three psychological experiments were conducted to assess the effects of chatbot identity disclosure on customer tolerance of service failure. Findings This study confirms that the disclosure of the chatbots' identity at the initial stage of service, before any service failure occurs, has a positive impact on consumers' tolerance of service failures. Compared to non-identity disclosure, chatbot identity disclosure increases consumers' perception of chatbots' sincerity and reduces their disgust, thus increasing the consumers' tolerance of chatbot service failures. In addition, the explanation of service failures moderates the relationship between chatbot identity disclosure and customers' feelings of disgust and perceived sincerity. Practical implications This study reveals the importance of chatbot identity disclosure for service companies. Managers should consider a chatbot's ability to handle service failures when deciding whether to disclose its identity. Originality/value This research contributes to the literature on the positive effects of identity disclosure by investigating how the disclosure of a chatbot's identity during the initial stage of service, prior to any service failure, affects consumers' tolerance of service failures.",
          "url": "https://doi.org/10.1108/intr-11-2023-1073",
          "doi": "https://doi.org/10.1108/intr-11-2023-1073",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Global Journalism: Understanding World Media Systems",
          "authors": "Sohana Nasrin",
          "url": "https://doi.org/10.1080/08838151.2025.2570945",
          "doi": "https://doi.org/10.1080/08838151.2025.2570945",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Computer-Mediated Communication",
      "journal_short": "JCMC",
      "articles": [
        {
          "title": "How social media users adopt the toxic behaviors of ingroup and outgroup accounts",
          "authors": "Alon Zoizner, Avraham Levy",
          "abstract": "While the spread of toxicity on social media has received ample attention, studies offer conflicting expectations and mixed evidence about its contagious nature. This study advances understanding of how toxicity becomes contagious by distinguishing between exposure to toxicity by ingroup versus outgroup members and separating toxicity into impolite style and intolerant substance. We focus on Israel during 2023, a period marked by intense political polarization. Using Twitter panel data from original and replication datasets, we analyze ∼1M tweets from 12,481 users and ∼6M tweets from the 713,231 accounts they follow. We find that exposure to toxic behavior by ingroup members is the primary driver of contagious toxicity, compared to smaller, less consistent associations with outgroup toxicity. Moreover, seemingly less harmful forms of toxicity (impoliteness) by the ingroup are not only associated with increased users’ impoliteness but also with increased intolerance toward political groups—which may carry troubling implications for democracies.",
          "url": "https://doi.org/10.1093/jcmc/zmaf018",
          "doi": "https://doi.org/10.1093/jcmc/zmaf018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Development and Validation of the Motivation for Language Reclamation Scale Among Polish-Speaking Gay Individuals",
          "authors": "Dominik Puchała, Michał Bilewicz, Aleksandra Świderska",
          "abstract": "In response to hate speech, members of minorities use reclaimed derogatory language. Until now, psychological research has treated reclamation as a uniform concept in terms of the motivations of minorities, despite theoretical perspectives suggesting otherwise. In this paper, based on previous research, we described three motivations for using reclaimed language: to regain control, for humorous purposes, and to consolidate relationships in the community. We reported the process of creating a new scale to measure these three motivations. The three-dimensional structure of the Motivation for Language Reclamation Scale (MLRS) was validated in two studies ( N = 362; N = 141) among gay people in Poland. We also showed that the motivations have various implications for collective action intentions. Language reclamation for humorous purposes was associated with lower willingness to engage in collective action. By contrast, reclamation aimed at consolidating relationships was associated with higher willingness to engage in collective action.",
          "url": "https://doi.org/10.1177/0261927x251385002",
          "doi": "https://doi.org/10.1177/0261927x251385002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "An introduction to the special issue on sibling relationship processes across the lifespan",
          "authors": "Sarah E. Killoren, Nicole Campione-Barr",
          "abstract": "Although siblings are significant relationship partners and are influential on individuals’ well-being, only 2.4% of family-focused research examines siblings. The goal of this special issue is to expand the literature on sibling relationships, highlight the importance of sibling relationships across the lifespan, and promote interest in studying this unique and ubiquitous relationship. In the introduction to the special issue, we describe the selection process, and discuss the developmental periods, theoretical frameworks, populations of interest, research design, and main constructs featured in the articles included in this issue. We also give suggestions for future research on sibling relationships. The articles included in this issue move the field forward by improving upon many of the critiques of sibling relationship research.",
          "url": "https://doi.org/10.1177/02654075251384799",
          "doi": "https://doi.org/10.1177/02654075251384799",
          "filter": 0
        },
        {
          "title": "The object of my intoxication: Examining the role of dehumanization, objectification, and alcohol consumption in intimate partner aggression perpetration",
          "authors": "Rebecca L. Brock, Sarah J. Gervais",
          "abstract": "This study investigated dehumanization of one’s intimate partner and alcohol consumption as predictors of intimate partner aggression (IPA). We integrated theories of dehumanization, alcohol, and intimate partner violence to examine relational-level influences on perpetration of IPA, and conducted an initial test of a novel framework explaining IPA risk in a large college sample of coupled individuals. We robustly assessed partner dehumanization (i.e., mechanistic and animalistic dehumanization, dehumanizing deindividuation, and sexual objectification), alcohol consumption quantity and frequency, the likelihood of enacting physical and psychological IPA as well as the amount of IPA when it was enacted, and a range of other risk factors for IPA. Results revealed that a comprehensive latent variable of dehumanization and alcohol use were additive risk factors for physical abuse, and at least moderate levels of drinking (i.e., 3-4 drinks per typical drinking day) might be necessary for dehumanization to escalate into physical IPA. In contrast, psychological IPA was directly predicted by dehumanization alone, at all levels of alcohol use. These findings held while controlling other established risk factors for IPA including global relationship discord. The results underscore the potential for early interventions that target dehumanizing and objectifying perceptions of intimate partners and drinking behaviors. Building on these preliminary findings, future research should further examine these dynamics in more diverse populations, using longitudinal and/or experimental designs to infer causality.",
          "url": "https://doi.org/10.1177/02654075251383668",
          "doi": "https://doi.org/10.1177/02654075251383668",
          "filter": 0
        },
        {
          "title": "The effects of pets and human-pet interactions on humans’ romantic relationships and friendships",
          "authors": "Ece Beren Barklam, Fatima Maria Felisberti",
          "abstract": "Pet ownership and interactions with pets might influence humans’ positive affect and interactions with other humans. Some evidence suggests that there is a positive link between pet ownership and humans’ romantic relationship and friendship quality, but there has been very limited research. This experiment investigated the immediate and subsequent effects of pet presence and interactions with pets on adults’ positive facial emotional display and mood while they interacted with their romantic partner or friend ( n = 164; 74 in romantic couple dyads and 90 in friend dyads) compared with a control object (stuffed dog toy). A standardized behavior coding tool developed for human-animal interaction research (OHAIRE-v3) was used to analyze the video data. The results showed that pet presence was linked to more positive facial expressions compared with stuffed animal toy presence, which seemed to be a short-term effect for those interacting with a friend and to have a lingering effect for those interacting with a romantic partner. The largest differences in positive facial expressions were observed between pet owners who had pet presence and non-pet owners who had toy presence, while there were smaller differences between pet owners who had pet presence and pet owners who had toy presence. Moreover, pet presence was linked to increased mood only in those interacting with a friend. The exploratory findings suggest that the cognitive presence of a pet might potentially still affect humans’ emotional displays while interacting with romantic partners, while the physical presence of a pet could have a more substantial effect on emotional displays. Participants’ perceived interactions with the pet during the experiment were positively linked to their facial expressions, while their observed interactions were not. Limitations of the existing measures and potential importance of pets’ interactive behaviors toward humans are highlighted.",
          "url": "https://doi.org/10.1177/02654075251383683",
          "doi": "https://doi.org/10.1177/02654075251383683",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Social Actors and Storylines in the Coverage of Russian-Ukrainian War in English and Polish-Language Tabloids",
          "authors": "Katarzyna Molek-Kozakowska",
          "url": "https://doi.org/10.1080/1461670x.2025.2567889",
          "doi": "https://doi.org/10.1080/1461670x.2025.2567889",
          "filter": 0
        },
        {
          "title": "Different Country, Different Truth? A Cross-Country Comparison of Fact-Checking Journalism During Public Health Crises",
          "authors": "Bin Chen, Gyo Hyun Koo",
          "url": "https://doi.org/10.1080/1461670x.2025.2562141",
          "doi": "https://doi.org/10.1080/1461670x.2025.2562141",
          "filter": 0
        },
        {
          "title": "ChatBots as Artificial Intermediaries? Adaptation to Artificial Intelligence in Newsrooms",
          "authors": "Gregory Perreault, Jakob Ohme",
          "url": "https://doi.org/10.1080/1461670x.2025.2567894",
          "doi": "https://doi.org/10.1080/1461670x.2025.2567894",
          "filter": 0
        },
        {
          "title": "Polarization, Social Responsibility Journalism, and Collective Memory Discourse: The Case of Tisha B’Av 2023 Broadcasts",
          "authors": "Elie Friedman, Idit Manosevitch",
          "url": "https://doi.org/10.1080/1461670x.2025.2569812",
          "doi": "https://doi.org/10.1080/1461670x.2025.2569812",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "How Does Misinformation Affect Health Behavior? Examining the Roles of Information Source, Information Processing, and Health Belief in the Context of COVID-19",
          "authors": "Shaohai Jiang, Lianshan Zhang, Qiaofei Wu",
          "url": "https://doi.org/10.1080/15205436.2025.2569457",
          "doi": "https://doi.org/10.1080/15205436.2025.2569457",
          "filter": 0
        },
        {
          "title": "Apocalyptic Authoritarianism: Climate Crises, Media, and Power",
          "authors": "Yaroslava Kutsai",
          "url": "https://doi.org/10.1080/15205436.2025.2565762",
          "doi": "https://doi.org/10.1080/15205436.2025.2565762",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Search in the Newsroom: How Journalists Navigate Google’s Dominance in a Hybrid Media System",
          "authors": "Daniel Trielli",
          "abstract": "As a significant algorithmic actor in a media system where humans and machines interact to produce and disseminate news information, Google acts as an external algorithmic editor to news media, shaping what information gets picked up for broader consumption. Journalists, in their attempt to inform and create a dialogue with the public, are constantly aware of Google’s dominance and, for the last two decades, have experienced the shifting power dynamics in the digitized media system. Based on 18 interviews with US-based journalists across a range of newsroom types and regions, this interview study shows how reporters and editors deal with this new external algorithmic editor. The findings demonstrate that they do that through resistance, relinquishment, and renegotiation. Journalists first resist giving up on their editorial values, setting particular limits around framing and selecting which hard news stories to cover, even when facing algorithmic pressure towards provocative and eye-grabbing content. Second, they relinquish some editorial control and create segregated content (“search work”) tailored to the algorithm and toward audience growth. Third, they renegotiate their values and roles to fit a new logic in which newsworthiness and commercial values overlap. These findings confirm and build upon previous work delineating how journalists navigate their 20th-century values with 21st-century digital curation in a hybrid media system shaped by both human and machine logics.",
          "url": "https://doi.org/10.17645/mac.9975",
          "doi": "https://doi.org/10.17645/mac.9975",
          "filter": 0
        },
        {
          "title": "Whom to Trust in Crises? The Influence of Communicator Characteristics in Governmental Crisis Communication",
          "authors": "Christian Schwaderer",
          "abstract": "Public sentiment toward government communicators plays a critical role during crises, influencing societal resilience and potentially contributing to broader trust in government. Such sentiment is shaped not only by what is said, but also by who says it. While existing literature on political crisis communication has largely focused on the content of governmental messages, it has overlooked the importance of the messenger. This study addresses that gap by shifting attention from what is communicated to who is communicating. This research explores how the personal characteristics of government communicators relate to public sentiment toward them during crises. To do so, this study matches data on communicators present at government-held press conferences with social media discourse, examining how these communicators are referenced online. Social media platforms serve as vital spaces where citizens communicate about their government’s crisis response and thus play an important role in building or undermining public responses. Given their role in shaping public perceptions of government performance, these digital platforms offer an ideal setting to observe sentiment toward communicators during crises. The study analyzes 744,000 posts on Twitter (now X) from six European countries during the early stages of the Covid-19 pandemic using advanced transformer-based classification models. Expressions of positive sentiment are identified through sentiment analysis, capturing affective reactions in user-generated content. The findings indicate that political actors are generally associated with less positive sentiment than experts, who tend to elicit more positive responses. Gender also emerges as a significant factor: During peak crisis periods, women communicators are more likely to be referenced positively on social media. This pattern aligns with prior research on a potential “trust advantage” for women in crisis communication, which has been linked to relational communication traits that are particularly valued in high-stress contexts.",
          "url": "https://doi.org/10.17645/mac.10425",
          "doi": "https://doi.org/10.17645/mac.10425",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Small Word Change, Large Effect on News Users? How the Use of Gender-Inclusive Language in News Articles Influences News Selection and News Engagement",
          "authors": "Annabell Halfmann, Jonathan Schwenzer, Teresa K. Naab",
          "url": "https://doi.org/10.1080/15213269.2025.2570293",
          "doi": "https://doi.org/10.1080/15213269.2025.2570293",
          "filter": 0
        },
        {
          "title": "Narratives are Key: How Narratives Influence Solutions Journalism and Promote Climate-Friendly Behavior",
          "authors": "Lisa Mai, Christian von Sikorski",
          "url": "https://doi.org/10.1080/15213269.2025.2567363",
          "doi": "https://doi.org/10.1080/15213269.2025.2567363",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Relational Digital Agency: An Everyday Life Study of Mobile Communication in Nursing Homes",
          "authors": "Sarah Wagner",
          "abstract": "The pervasive association of long-term care with frailty and dependency has shaped research agendas. Everyday life studies that take into account care home residents’ knowledge, values, and experiences are few and far between. This research engages care home residents in dialogue to co-produce understanding about their lived experiences with mobile technologies. Drawing on qualitative research with 39 care home residents at long-term care sites in Canada, the paper calls for reframing digital inequalities in terms of relational digital agency. The analysis describes how meaningful communication environments in long-term care involve a wide range of factors, including effective access to analogue media and wider support networks, which enable residents to put meaningful limits on their uses of mobile devices. Moreover, the findings show how having the opportunity to deny and contest mobile technologies can be an important part of feeling socially and digitally included, which brings question to existing measures of digital inclusion that focus on quantity and quality of technology use. Whereas most research on digital agency has concerned youth, this paper develops an understanding of relational digital agency to account for long-term care residents’ experiences negotiating and adapting to digital change.",
          "url": "https://doi.org/10.1177/20501579251379751",
          "doi": "https://doi.org/10.1177/20501579251379751",
          "filter": 0
        },
        {
          "title": "Always On, Always Rushed For Time? Exploring Momentary Associations Between Passively Sensed Smartphone Use, Feeling Rushed, and Perceived Task Juggling",
          "authors": "Kyle Van Gaeveren, Stephen Murphy, David de Segovia Vicente, Mariek Vanden Abeele",
          "abstract": "This mixed-methods study combines experience sampling and smartphone log data to explore momentary associations between passively sensed smartphone use, feeling rushed, and perceived task juggling in daily life. Using data from 774 adults, we analyze how four use features (frequency, duration, fragmentation, and notifications received) of four mobile app categories (email, social media, chat, and work communication) affect how rushed people feel, both directly and indirectly by increasing their perceived juggling load. At the between-person level, persons who use work communication apps more frequently and longer, and who receive more chat notifications, also felt more rushed on average. Findings also revealed within-person associations in the theorized direction (e.g., increased email frequency predicting increased task load and feelings of being rushed) for nearly all features of three out of four examined app categories, with social media use features as a noticeable exception. Perceived task juggling mediated these associations, suggesting that the examined smartphone use features contribute to feeling rushed by increasing the (real or perceived) load of tasks that people juggle within and across role domains. Some patterns differed based on age, gender, parenthood, and segmentation preference. Taken together, these findings support the theoretical link between technology use and experiences of time scarcity.",
          "url": "https://doi.org/10.1177/20501579251377010",
          "doi": "https://doi.org/10.1177/20501579251377010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Me, myself, and the influencer: Examining how parasocial interaction and self-congruence with social media influencers affects news media trust",
          "authors": "Ben Wasike",
          "abstract": "Social media influencers (SMIs) develop unique relationships with their followers, including high levels of trust and credibility. This study examined how these influencer–follower relationships affect news media trust with a focus on actual self-congruence, ideal self-congruence, parasocial interaction (PSI), and source and message credibility. Data showed that respectively, positive correlations exist between each of these variables and news media trust. However, ordinary least squares (OLS) regression only showed direct effects of actual self-congruence and PSI on trust, while message credibility had a negative effect. Structural equation modeling showed that actual self-congruence positively mediated the relationship between PSI and trust. Overall, consuming SMI-based news and information increased news media trust among followers, suggesting that SMIs play a complimentary rather than a disruptive role regarding news media trust.",
          "url": "https://doi.org/10.1177/14614448251373020",
          "doi": "https://doi.org/10.1177/14614448251373020",
          "filter": 0
        },
        {
          "title": "Google Maps review sub-platform: A narrative view of design, affordances, and user activity",
          "authors": "Mia Schreiber, Chaim Noy",
          "abstract": "This article begins by conceptualizing Google Maps Review and its commenting apparatus as a distinct communication (sub)-platform (GMRsP) of Google Maps, which revolves around review sharing (writing and reading). Then, by combining structural and post-structural narratological frameworks, we describe GMRsP design and affordances, and conceptualize their potential for shaping emergent user activity and platform dynamics. The unpacking of meanings and possible implications of GMRsP’s affordances illuminates the intricate inter-relations between the platform socio-technical design and the contents of its reviews. This stresses the reviews’ evaluative narrative function and suggests a spiraling communication design, where the (sub)-platform’s narrative functions may alternately shape different points of entry for various Google Maps sites’ reviews and experiences. The study’s theoretical contribution includes informing future critical empirical and theoretical studies of reviewing/commenting platforms, stressing the types of participatory roles they provide and the effects they may have; and advancing platform studies by highlighting the emergent relations between sub-platforms and platforms.",
          "url": "https://doi.org/10.1177/14614448251378988",
          "doi": "https://doi.org/10.1177/14614448251378988",
          "filter": 0
        },
        {
          "title": "Time zones, time slots and Twitch: When do game streamers go live, and why?",
          "authors": "Mark R Johnson",
          "abstract": "The role of time in game development has seen increasing study, but the role of time in creating gaming ‘content’ has rarely been explored. To explore how time is strategised and rationalised by content creators, I examine how game streamers on Twitch navigate dynamics of time and temporality in their broadcasts. Through semi-structured interviews, this article reveals complex and dynamic decision-making processes in the seemingly simple decision of ‘when to stream’, highlighting the interplay of geography, game genre, game community, and life commitments. I demonstrate how three main factors – pragmatics, discourses, and happenstance – combine to shape game streamers’ thinking about temporal elements of streaming. The article thus unpacks the multi-layered dynamics of these decisions, and how live streamers’ broadcasts become structured and routinised over time, which inevitably shapes and drives both the creation and the consumption of video content on the platform.",
          "url": "https://doi.org/10.1177/14614448251381718",
          "doi": "https://doi.org/10.1177/14614448251381718",
          "filter": 0
        },
        {
          "title": "Internet shutdowns in Ethiopia: Discourses of digital sovereignty and information suppression amid political instability",
          "authors": "Endalkachew H Chala, Téwodros W Workneh",
          "abstract": "This study examines Ethiopia’s Internet shutdowns between 2005 and 2024, analyzing their frequency, motives, and socio-political impact within the discursive frames of digital sovereignty and Internet governance. By adopting a mixed-methods approach of quantitative trend analysis and secondary qualitative research of government narratives, we identify four different types of shutdowns including Internet blackouts, network shutdowns, platform blockages, and Internet slowdowns. Our findings reveal Ethiopia experienced a systematic escalation of shutdowns, transitioning from sporadic disruptions in the early periods of our data sample to sustained, highly targeted interventions by 2023–2024. We found official government narratives portray shutdowns as “necessary” measures for public safety, linking cyberhate and misinformation to real-world violence. We argue the Ethiopian case underscores the usefulness of a nuanced approach to digital sovereignty in Global South contexts where shutdowns are used ambivalently as reactive tools to mitigate platform failures in content moderation while also lending themselves to political control and expressive repression.",
          "url": "https://doi.org/10.1177/14614448251378981",
          "doi": "https://doi.org/10.1177/14614448251378981",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Do Crushes Pose a Problem for Exclusive Relationships? Trajectories of Attraction Intensity to Extradyadic Others and Links to Primary Relationship Commitment and Satisfaction",
          "authors": "Lucia F. O'Sullivan, Charlene F. Belu, Lucia Tramonte",
          "abstract": "This study examined individuals who had an active agreement to be exclusive with their relationship partner but who also reported romantic or sexual attraction to someone outside of their relationship (a “crush”). We tracked participants over time, measuring attraction intensity and relationship quality, to help clarify when an extradyadic attraction might challenge the quality of the primary relationship in some way. Of 567 individuals ( M age = 28.52; 55.4% women; 82.2% heterosexual) who reported an extradyadic attraction, 172 (30.3%) completed all assessments and maintained their primary relationship over a one‐year period. We used HLM and cluster analysis to examine patterns of associations among these 172 participants and to capture typologies for extradyadic attraction. Overall, many harbor attraction to people outside of their relationship with no corresponding harms noted in that primary relationship, regardless of whether that attraction varied or was stable in its target. However, some had extradyadic attractions that were linked to decreases in primary relationship romantic and sexual satisfaction over time, especially among those whose relationship quality was lower at baseline. The findings have implications for researchers, counselors, and educators invested in supporting couples and for understanding relationship maintenance processes generally.",
          "url": "https://doi.org/10.1111/pere.70033",
          "doi": "https://doi.org/10.1111/pere.70033",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Buying State Power: How Elite-Led Propaganda Through Advertising Mechanisms is Connected to Democratic Weakening in Four Countries",
          "authors": "Gabrielle D. Beacken, Inga K. Trauthig, Samuel C. Woolley",
          "url": "https://doi.org/10.1080/10584609.2025.2566930",
          "doi": "https://doi.org/10.1080/10584609.2025.2566930",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Unpacking perceptions of selective and inclusive listening in a government context",
          "authors": "Lisa Tam, Soojin Kim",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102644",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102644",
          "filter": 0
        },
        {
          "title": "Delicate interactions: Relational skills in public relations consulting",
          "authors": "Deepti Bhargava, Petra Theunissen",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102642",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102642",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Unveiling Climate Adaptation: A Comprehensive Analysis of Agenda-Setting Dynamics in the United Kingdom and the Netherlands",
          "authors": "Denise J. Roth, Nan Bai, Robbert Biesbroek, Art Dewulf, Sanne Kruikemeier, Daan de Leur, Mariken A. C. G. van der Velden, Erik de Vries, Rens Vliegenthart",
          "abstract": "Climate change adaptation occurs within a complex interplay of science, media, politics, policy, and the public. Using comparative longitudinal data (2012–2021) from online newspaper articles, parliamentary debates, policy documents, and social media, we analyze agenda-setting dynamics in the United Kingdom and the Netherlands. Vector autoregression models, incorporating scientific output as an exogenous variable, reveal traditional agenda-setting effects in both countries. In the Netherlands, however, social media positively influences traditional media, while in the United Kingdom, traditional media negatively affects social media. These findings enrich our understanding of the factors shaping public awareness and policy responses to this critical global issue.",
          "url": "https://doi.org/10.1177/10755470251376576",
          "doi": "https://doi.org/10.1177/10755470251376576",
          "filter": 0
        },
        {
          "title": "How Values Guide Trust: The Multiple Roles of Science-Related Value Predispositions in Shaping Trustworthiness and Trust in Scientific Authorities",
          "authors": "Hwanseok Song, Prince Adu Gyamfi",
          "abstract": "Guided by literature suggesting that value similarity shapes trust in scientific authorities managing technological risks, we examined how science-related values affect trust formation. Our experiment found that individual value orientations moderated the effects of scientific authorities’ value displays. They also affected how people weigh ability, benevolence, and integrity to establish trust. Individuals with high deference to scientific authority judged power-oriented authorities more favorably and drew less on benevolence and integrity dimensions than did those low in deference. Those with higher technocratic beliefs rated universalism-oriented authorities as higher in benevolence and weighted this dimension more heavily in trust judgments.",
          "url": "https://doi.org/10.1177/10755470251376575",
          "doi": "https://doi.org/10.1177/10755470251376575",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "What Matters to Voters? Analyzing the Influence of Targeted Online Ads on Perceived Issue Importance During the United States 2022 Midterm Election and the Dutch General Election 2021",
          "authors": "Jade Vrielink, Rens Vliegenthart, Annelien van Remoortere, Sanne Kruikemeier",
          "abstract": "Online advertising is an important component of political campaigning. With microtargeting techniques, voter groups who have shared concerns about specific issues can be identified and, subsequently, targeted with posts addressing those issues. This paper aims to provide an initial investigation into the dynamics and effects of targeted issue ads. We study whether these targeted persuasion efforts influence which issues matter to voters and, vice versa, if voters are more likely to receive ads about issues that they deem important. We take a comparative approach by collecting data in the run-up to the 2021 Dutch general election ( N = 103) and during the 2022 United States midterm election ( N = 31). To test the effects of ads that individual voters were exposed to during these times, we use a novel combination of methods, namely, mobile experience sampling, screenshot data donations, and content analysis. In both countries, we find that exposure to online ads increases the salience of issues among voters. We did not find evidence for successful targeting on issue preferences in the United States or the Netherlands. We discuss possible explanations and implications of these findings.",
          "url": "https://doi.org/10.1177/19401612251371514",
          "doi": "https://doi.org/10.1177/19401612251371514",
          "filter": 0
        },
        {
          "title": "Beyond the Headlines: Examining the Role of Negative Campaigning Media Coverage on Electoral Trust",
          "authors": "Kelechi Amakoh",
          "abstract": "Negative campaigning is an age-old strategy, yet its impact on trust in election outcomes remains underexplored, particularly in newer democracies. In this study, I argue that negative campaign messages erode electoral trust by fostering cynicism, undermining confidence in politicians, and heightening the perceived stakes of elections. By signalling that candidates will do whatever it takes to win, such messages raise concerns about fraud and diminish institutional trust. I further contend that these effects depend on the autonomy of electoral management bodies (EMBs). When EMB autonomy is low, greater exposure to negative campaigning significantly increases perceptions that elections are unfair. By contrast, where EMBs are highly autonomous, negative campaigning does not reduce trust in electoral integrity and may even bolster it, as institutional safeguards reassure voters. To test these claims, I draw on Afrobarometer survey data from eighteen countries across three rounds, expert assessments of negative campaign coverage from the Negative Campaigning Comparative Expert Survey, and measures of EMB autonomy from Varieties of Democracy. My findings show that the interaction between media negativity and EMB independence shapes public trust in elections, underscoring the central role of electoral institutions in mediating the democratic consequences of campaign strategies.",
          "url": "https://doi.org/10.1177/19401612251375535",
          "doi": "https://doi.org/10.1177/19401612251375535",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
