{
  "update": "2024-11-14",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Participatory conflict as an intrinsic dimension of participatory communication: An ethnographic study of women self-help groups from Uttarakhand, India",
          "authors": "Aanchal Sharma, Manisha Pathak-Shelat",
          "url": "http://dx.doi.org/10.1080/03637751.2024.2422485",
          "doi": "10.1080/03637751.2024.2422485",
          "filter": 0
        },
        {
          "title": "Power and racial differences in the communication experiences of Black and White patients living with advanced cancer and their care partners: An application of co-cultural theory",
          "authors": "Darlene K. Drummond, Satveer Kaur-Gill, Jingyi Zhang, Susan Eggly, Amber E. Barnato",
          "url": "http://dx.doi.org/10.1080/03637751.2024.2421485",
          "doi": "10.1080/03637751.2024.2421485",
          "filter": 0
        },
        {
          "title": "“Water is life … the problem is there’s only one tap”: A culture-centered and necrocapitalist inquiry to communicating health and water",
          "authors": "Parameswari Mukherjee, Ambar Basu",
          "url": "http://dx.doi.org/10.1080/03637751.2024.2420962",
          "doi": "10.1080/03637751.2024.2420962",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Decision aids and systematic information processing increase disaster preparedness intentions",
          "authors": "Olivia M. Bullock",
          "url": "http://dx.doi.org/10.1080/08824096.2024.2427610",
          "doi": "10.1080/08824096.2024.2427610",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "The situation in media and communication research",
          "authors": "Anna Schnauber-Stockmann, Joseph B Bayer, Gabriella M Harari, Veronika Karnowski",
          "abstract": "Communication researchers have long sought to situate or contextualize media behaviors in their natural settings. However, the many approaches taken to understand media behavior in context have varied considerably. This article proposes a metatheoretical framework for theorizing media behavior at the situational level, encompassing the entirety of circumstances surrounding a media behavior at a given moment. The framework describes how psychological states, environmental context, and media context combine to shape moment-to-moment media behavior. We then describe how situational factors have the potential to interact with the three phases of media behavior—i.e., selection, processing, and disengagement—in distinctive ways. We argue that communication researchers only gain the ability to explain the variability in media behavior by taking the situational level into account. We conclude by providing future theoretical and empirical directions to guide the field in building a more generalizable and durable understanding of situated media behavior.",
          "url": "http://dx.doi.org/10.1093/ct/qtae021",
          "doi": "10.1093/ct/qtae021",
          "filter": 0
        },
        {
          "title": "Reverse symbolic action and quiescence: a critical exploration of anti-abortion rhetoric and movement activation",
          "authors": "Mackenzie O Marquess",
          "abstract": "Following the Dobbs v. Jackson Women’s Health Organization Supreme Court decision, the pro-choice movement had a clear spike in motivation and action. The Republican Party hosted a celebratory news conference following the decision, but rather than activating their own base they witnessed an unintentional activation of their opposing base. This article proposes a theory of reverse symbolic action which explores the possibility that extreme anti-abortion rhetoric caused the pro-life movement to fall into dormancy while causing the pro-choice movement to activate. Drawing on social judgment theory and politics as symbolic action, reverse symbolic action has three dimensions: policy action producing quiescence, rhetorical overreach, and unintentional activation of the oppositional base. A case study applies this new theoretical lens to the House Republican news conference held immediately after the announcement of Dobbs. Public responses are explored through analysis of Twitter activity following the conference and the 2022 midterm election results.",
          "url": "http://dx.doi.org/10.1093/ct/qtae022",
          "doi": "10.1093/ct/qtae022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Algorithmic experiences of Netflix’s users in the Arab world: Implications for agency and social practice",
          "authors": "Mohamed Ben Moussa, Engy Khalil, Bouziane Zaid",
          "abstract": "Netflix has significantly reshaped the global production, distribution, and consumption of audiovisual content. While Netflix claims its algorithm-driven platform provides superior services and limitless choices, it raises concerns about human agency, autonomy, and data justice. These concerns are especially pressing in the Global South, where predatory data extraction practices are prevalent. Research on this issue faces challenges, including a dichotomy between algorithmic power and human agency, limited exploration of user perspectives, and a lack of studies in non-Western contexts. This paper addresses these gaps using a socio-constructivist lens, centering users’ experiences in understanding algorithms as sociotechnical systems. Through reflexive in-depth interviews, it examines Netflix users in Egypt, UAE, Morocco, and Jordan. Drawing on Domestication Theory and a relational view of agency, it explores how users engage with, interpret, and resist algorithmic impacts. The paper argues that while users interact with these systems, their engagement is shaped by asymmetrical power, where algorithms control the parameters of user agency. It highlights the often-overlooked relational nature of agency, co-constructed through everyday interactions with these systems.",
          "url": "http://dx.doi.org/10.1177/13548565241301125",
          "doi": "10.1177/13548565241301125",
          "filter": 0
        },
        {
          "title": "Navigating platformized generative AI: Examining early adopters’ experiences through the lens of data reflectivity",
          "authors": "Martina Skrubbeltrang Mahnke, Christoffer Bagger",
          "abstract": "Following the widely noticed launch of ChatGPT 3.5 in November 2022, an unprecedented number of users have started to experiment with generative AI for communication purposes. Prior studies have shown how users are commodified by platforms, and the unprecedented development of generative AI raises hence once again questions of platform dynamics vs user agency. In this study, we argue that platformized generative AI (GenAI) actively ‘talks back’ to their users, prompting them to act accordingly. Theoretically, we develop the concept of data reflectivity as a critical lens, showing that users exhibit reflective practices. These allow them to reflect upon their own role in relation to platformized GenAI and thus alter their patterns of action. The empirical case study, carried out in Spring 2023, draws on a survey with 60 early adopters and 14 subsequent semi-structured interviews, collected in an NGO operating in Southeast Asia. The thematic analysis shows that users relate to platformized GenAI in three distinct but related ways: (1) as a happy helper to organize and systematize knowledge and information; (2) as a creative tool to generate ideas; and (3) as a conversation partner for personal and life-related matters. In conclusion, we discuss the findings critically in relation to overall platform dynamics and the notion of systems ‘speaking back’ and further suggest that future research should aim to bring the two research fields of datafication and user studies even closer together.",
          "url": "http://dx.doi.org/10.1177/13548565241300857",
          "doi": "10.1177/13548565241300857",
          "filter": 0
        },
        {
          "title": "Queering algorithms: LGBTQ+ content creators’ non-conforming and non-confronting workarounds to digital normativity in China",
          "authors": "Jiannan Shi",
          "abstract": "Popular social media platforms in China, such as Bilibili, Douyin, and Xiaohongshu (REDnote), use machine learning algorithms to curate personalized feeds and enforce content moderation. But the opacity of such algorithms introduces socially consequential and often problematic mechanisms of classification. Given the playful resistance of queer individuals against a normative social environment, the interaction between algorithms and content creators warrants close examination. This study investigates how LGBTQ+ content creators navigate these algorithm-driven platforms, focusing on their negotiation of digital normativity to share non-heterosexual content and foster queer sociality in China. Avoiding the oversimplification of viewing algorithms and those implementing them as monolithic entities, I explore how content creators creatively manage to produce and distribute their work within the constraints of these platforms, and even by playing with these constraints. I collected data from an ethnography on algorithms, interviews, and an open-source investigation into recommendation algorithms, through a scavenge approach. I argue that LGBTQ+ content creators engage with algorithms in ways that are simultaneously non-conforming and non-confrontational. They imagine algorithmic effects, appropriate outcomes, and play with the opacity of machine learning to navigate three aspects of digital normativity in China: heteronormativity, Internet civilization, and commercialization. Empirically, I identified three strategies used to create and expand queer sociality within these constraints: camouflaging, filtering, and verticalizing. Theoretically, I introduce ‘workarounds’ as a framework that transcends the binary perspectives of conformity and resistance in discussions of authoritarian governance, algorithmic control, and user-platform interaction.",
          "url": "http://dx.doi.org/10.1177/13548565241299281",
          "doi": "10.1177/13548565241299281",
          "filter": 0
        },
        {
          "title": "The New Media Art world in Turkey: Boundary-work in action",
          "authors": "İpek Yeğinsü",
          "abstract": "In an age marked by the Post-media condition, the term ‘New Media Art’ remains in use in reference to a professional territory not autonomous, but also different from the territory of Contemporary Art, and its members use various rhetorical tactics to maintain and expand their professional authority. This study aims at analyzing the professional ideology of the New Media Art territory in Turkey using Thomas F. Gieryn’s concept of the ‘boundary-work’. The data obtained via semi-structured in-depth interviews conducted with a purposively sampled population of artists, curators and producers are used to assess whether a common cultural repertoire exists in this territory and whether it conforms to or contradicts its global counterpart. The study finds that since the mid-1990s, the professional ideology of the New Media Art territory in Turkey has developed in parallel with the world, but not monolithically. The curators/producers’ ideology is defined by potential for democratization, intersections of art, science and technology, interaction/interactivity and interdisciplinary collaboration. However, they exhibit two repertoire variants positively correlated with the subjects’ career orientations. The artists’ common ideology is similar to the curators’/producers’, but their cultural repertoires are more flexible thanks to the variety of their individual practices. The study concludes that this duality emerges due to the limited funding sources in Turkey.",
          "url": "http://dx.doi.org/10.1177/13548565241284533",
          "doi": "10.1177/13548565241284533",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Associations Between Searching and Sending Cyberhate: The Moderating Role of the Need of Online Popularity and Toxic Online Disinhibition",
          "authors": "Olga Jiménez-Díaz, Sebastian Wachs, Rosario Del Rey, Joaquín A. Mora-Merchán",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0305",
          "doi": "10.1089/cyber.2024.0305",
          "filter": 0
        },
        {
          "title": "Not All Interventions are Made Equal: Harnessing Design and Messaging to Nudge Bystander Intervention",
          "authors": "Anna Davidovic, Adam Joinson, Catherine Hamilton-Giachritsis, Othman Esoul",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0223",
          "doi": "10.1089/cyber.2024.0223",
          "filter": 0
        },
        {
          "title": "Homelessness in Virtual Reality: Experiencing Social Exclusion Improves Attitudes and Behaviors Toward Unhoused People",
          "authors": "Marco Marinucci, Paolo Riva",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0027",
          "doi": "10.1089/cyber.2024.0027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Defensive Journalism in Bangladesh: Consequences of the Digital Security Act on Journalism Practice",
          "authors": "Sima Bhowmik, Jolene Fisher",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2406861",
          "doi": "10.1080/21670811.2024.2406861",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Between Eco-Anxiety and Solastalgia: Aspirational and Exiled Astronaut Eco-Imaginaries",
          "authors": "Amanda du Preez",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2427289",
          "doi": "10.1080/17524032.2024.2427289",
          "filter": 0
        },
        {
          "title": "How Can Storytelling Help Restore Mires? Applying Place-lore Fieldwork Methodology in Ecological Restoration",
          "authors": "Lona Päll, Piret Pungas-Kohv",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2420789",
          "doi": "10.1080/17524032.2024.2420789",
          "filter": 0
        },
        {
          "title": "Wild Cats on the Internet: The Role of Social Media in Popularising Caracals in South Africa",
          "authors": "Gabriella R. M. Leighton, Laurel E. K. Serieys",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2402466",
          "doi": "10.1080/17524032.2024.2402466",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "How effective is AI augmentation in human–AI collaboration? Evidence from a field experiment",
          "authors": "Chengcheng Liao, Xin Wen, Shan Li, Peiyuan Du",
          "abstract": "Purpose Companies increasingly leverage artificial intelligence (AI) to enhance human performance, particularly in e-commerce. However, the effectiveness of AI augmentation remains controversial. This study investigates whether, how and why AI enhances human agents’ sales through a randomized field experiment. Design/methodology/approach This study conducts a two-by-two factorial randomized field experiment ( N  = 1,090) to investigate the effects of AI augmentation on sales. The experiment compares sales outcomes handled solely by human agents with those augmented by AI, while also examining the moderating effect of agents’ experience levels and the underlying mechanisms behind agents’ responses. Findings The results reveal that AI augmentation leads to a significant 5.46% increase in sales. Notably, the impact of AI augmentation varies based on agents’ experience levels, with inexperienced agents benefiting nearly six times more than their experienced counterparts. Mediation analysis shows that AI augmentation improves response timeliness, accuracy and sentiment, thereby boosting sales. Originality/value This study highlights the role of AI augmentation in human–AI collaboration, demonstrates the varying impacts of AI augmentation based on agents’ experience levels and offers insights for organizations on how to regulate AI augmentation to enhance agent responses and drive sales.",
          "url": "http://dx.doi.org/10.1108/itp-11-2022-0859",
          "doi": "10.1108/itp-11-2022-0859",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Digital revolution and the gender divide: factors affecting mobile phone use in India",
          "authors": "Lina Sonne Vyas",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2420034",
          "doi": "10.1080/1369118x.2024.2420034",
          "filter": 0
        },
        {
          "title": "Beyond the margin of error: a systematic and replicable audit of the TikTok research API",
          "authors": "George D.H. Pearson, Nathan A. Silver, Jessica Y. Robinson, Mona Azadi, Barbara A. Schillo, Jennifer M. Kreslake",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2420032",
          "doi": "10.1080/1369118x.2024.2420032",
          "filter": 0
        },
        {
          "title": "Digital divide and digital engagement in small business owners: an examination of survey data",
          "authors": "Roger Enriquez, David Han, Richard Harris, Christopher Reddick",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2423348",
          "doi": "10.1080/1369118x.2024.2423348",
          "filter": 0
        },
        {
          "title": "It ain't easy: using normatively motivated news diversification to facilitate policy support, tolerance, and political participation",
          "authors": "Nicolas Mattis, Philipp K. Masur, Judith Moeller, Wouter van Atteveldt",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2423892",
          "doi": "10.1080/1369118x.2024.2423892",
          "filter": 0
        },
        {
          "title": "The metaverse-industrial complex",
          "authors": "Harrison Smith",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2423346",
          "doi": "10.1080/1369118x.2024.2423346",
          "filter": 0
        },
        {
          "title": "Expectations vs reality: teenager views of institutional privacy",
          "authors": "Janet Ruppert, Priya C. Kumar, Anna Howard, Ricarose Roque, R. Benjamin Shapiro",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2423345",
          "doi": "10.1080/1369118x.2024.2423345",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Virtual reality luxury fashion show: how imaginary space influences brand word‑of‑mouth",
          "authors": "Minjung Cho, Eunju Ko, Hyojo Jung",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2419227",
          "doi": "10.1080/02650487.2024.2419227",
          "filter": 0
        },
        {
          "title": "Vive la résistance: a boomerang effect of resisting incentivized eWOM on consumer trust",
          "authors": "Yaniv Gvili, Shalom Levy",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2426428",
          "doi": "10.1080/02650487.2024.2426428",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "The OPAD-perception framework: measuring perceptions of online personalized advertising",
          "authors": "Lijie Guo, Daricia Wilkinson, Moses Namara, Karishma Patil, Bart P. Knijnenburg",
          "abstract": "Purpose The paper aims to develop and validate an instrument to measure users’ perceptions of online personalized advertising. Design/methodology/approach First, we identified 12 different aspects of online personalized advertisement and formulated candidate items through a literature review. A card sorting study and expert review were conducted to generate the initial scale items. We then conducted one survey ( n  = 308) to create a reliable measurement instrument and another ( n  = 296) to validate the instrument. Finally, we tested how the dimensions of the OPAD-Perception Framework can be used to differentiate between different levels of ad sensitivity, control/no control over the ad personalization process, and different levels of granularity of ad explanation. Findings The resulting OPAD-Perception Framework contains 49 Likert-formatted questions measuring ten distinct dimensions of online personalized advertising: reliability, usefulness, transparency, interactivity, targeting accuracy, accountability, creepiness, willingness to rely on, self-actualization, and persuasion. Originality/value The OPAD-Perception Framework can serve as a powerful tool to measure users’ attitudes toward online personalized advertising. This will enable advertisers and social media platforms to better support users’ privacy expectations and provide user-friendly interfaces for controlling the ad personalization process.",
          "url": "http://dx.doi.org/10.1108/intr-01-2023-0078",
          "doi": "10.1108/intr-01-2023-0078",
          "filter": 0
        },
        {
          "title": "Value co-creation in live streaming through tourism scenes: a contextual marketing perspective",
          "authors": "Jun Yu, Chaowu Xie, Songshan Huang",
          "abstract": "Purpose This study aims to identify a value co-creation framework for live streaming through tourism scenes (LStTS). It also clarifies the value attributes of LStTS and makes an empirical test. Design/methodology/approach The study used a mixed-method approach. In Study 1, a total of 12,216 pieces of viewers’ comments and ten web news reports were coded and analyzed employing a grounded theory approach. In Study 2, data were collected from 587 Douyin e-commerce users. Exploratory factor analysis and partial least squares structural equation modeling were used to test the value co-creation framework of LStTS. Findings In Study 1, six value attributes in three categories were identified based on a content analysis of viewers’ comments. In Study 2, a three-order factorial model of value co-creation in LStTS was identified and tested. Research limitations/implications Our study is limited by the preponderance of female respondents in the sample and the unique nature of the research context. Practical implications Merchants and streamers should consider whether there is a fit between the merchandise and the tourism scene when selecting the tourism scene for live streaming marketing; they can select novel and beautiful natural tourism scenes to attract viewers. Detailed and comprehensive product information should be provided in the process of live streaming marketing and sharing with consumers. Originality/value The novelty of our study lies in the provision of a new value co-creation framework in LStTS, which offers a theoretical basis for analyzing the value of the tourism scene in live streaming marketing.",
          "url": "http://dx.doi.org/10.1108/intr-05-2023-0362",
          "doi": "10.1108/intr-05-2023-0362",
          "filter": 0
        },
        {
          "title": "Understanding the influence of communication visibility in preventing knowledge sabotage: a knowledge power perspective",
          "authors": "Junli Wang, Ling Yuan, Zhihong Tan",
          "abstract": "Purpose This study explores the potential impact of enterprise social media (ESM) communication visibility on knowledge sabotage to reduce knowledge sabotage within organizations. Design/methodology/approach We collected data from 389 Chinese employees across three stages and used hierarchical regression analysis and the bootstrap method to test our hypotheses. Findings Communication visibility negatively affects knowledge sabotage, and the loss of knowledge power mediates the relationship between communication visibility and knowledge sabotage. Digital work connectivity strengthens the negative relationship between message transparency and loss of knowledge power but weakens the negative relationship between network translucence and loss of knowledge power. Therefore, digital work connectivity plays a dual role. Practical implications Managers can encourage employees to share their knowledge advantages through ESM and seek cross-disciplinary knowledge cooperation, which helps restrain knowledge sabotage from the source. At the same time, maintaining appropriate digital work connectivity enables employees to leverage their knowledge interaction advantages of ESM, thereby fostering their knowledge competitiveness. Originality/value This study is the first to reveal the internal mechanism (loss of knowledge power) through which ESM communication visibility affects knowledge sabotage and explores the boundary condition (digital work connectivity) impacting the effectiveness of communication visibility. It contributes to a deeper understanding of the inherent nature of knowledge sabotage from an information technology perspective and offers novel technical insights into its management.",
          "url": "http://dx.doi.org/10.1108/intr-03-2024-0360",
          "doi": "10.1108/intr-03-2024-0360",
          "filter": 0
        },
        {
          "title": "Unpacking the association between social media use and support for unlawful behaviors in protests: a study in Hong Kong",
          "authors": "Chuanli Xia, Fei Shen",
          "abstract": "Purpose Existing research has shown the role of social media in facilitating general protest participation. However, there is a noticeable gap in understanding the dynamics related to explicitly unlawful behaviors during protests, which have become increasingly prominent in recent times. Drawing upon the communication mediation model (O-S-O-R model), this study proposes a moderated mediation model to delineate specific mechanisms under which social media use influences individuals' support for unlawful behaviors in protests. Design/methodology/approach A survey of 1,121 Hong Kong residents was conducted in the context of the 2019 Hong Kong Anti-Extradition Law Amendment Bill Movement to test the theoretical model. Findings Obtaining political information on social media has a dual effect on support for unlawful behaviors in protests. On one hand, social media use increases individuals' political knowledge, which is reinforced by frequent political discussions on social media. This enhanced political knowledge tends to reduce the likelihood of supporting unlawful behaviors in protests. On the other hand, acquiring political information on social media can also generate increased anger toward politics, potentially leading to a more supportive attitude toward unlawful behaviors in protests. Originality/value This study contributes to the expanding field of research on digital activism by revealing the intricate mechanisms by which social media usage shapes support for unlawful behaviors in protests. It also expands our understanding of explicit unlawful behaviors within protests as a distinct form of political behavior.",
          "url": "http://dx.doi.org/10.1108/intr-01-2024-0070",
          "doi": "10.1108/intr-01-2024-0070",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "From recovery to preparedness: an examination of resources, individual disaster communication, and anticipatory resilience capacity during the 2023 U.S. tornado season",
          "authors": "Matthew L. Spialek, Scott E. Branton",
          "url": "http://dx.doi.org/10.1080/00909882.2024.2425845",
          "doi": "10.1080/00909882.2024.2425845",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "“What do you want to do?”: expertise tension and authority negotiation in emergency nurse–physician interactions",
          "authors": "DaJung Woo, Laura E Miller, Leonard N Lamsen",
          "abstract": "Collaborative work represents a communicative context in which organizational actors navigate the blurring of knowledge and authority boundaries as they address complex problems. This article theorizes about expertise tension that arises when individuals with valuable insights lack corresponding authority to act, or vice versa. Using observations and interviews, we studied how physicians and nurses navigated this tension in problem-solving situations in a hospital emergency department. We found that nurses, who identified emergent problems, simultaneously asserted their situational authority and displayed a veneer of deference by asking physicians, “What do you want to do [in this situation]?” The question prompted one of three problem-solving activities (i.e., instruction by demand, reversed instruction, and collaborative improvisation) depending on the situation’s urgency and ambiguity. We discuss how nurses and physicians managed expertise tension without undermining their different claims to expertise and authority, highlighting the value of a communication-centered view in examining such dynamics.",
          "url": "http://dx.doi.org/10.1093/joc/jqae043",
          "doi": "10.1093/joc/jqae043",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Sibling relationship qualities and prosocial behaviors in Asian Indian college students: Intervening roles of family respect values and empathy",
          "authors": "Sahitya Maiya, Cara Streit, Gabrielle C. Kline",
          "abstract": "Despite rising interest in understanding siblings as socialization agents of young adults’ well-being in diverse cultural contexts, strengths-based research on the sibling socialization of youth prosocial behaviors in non-Western, majority world settings (i.e., India) is lacking. The present study investigated the associations between siblings’ relationship qualities (i.e., support and conflict) and prosocial behaviors towards different recipients (i.e., family, friends, and strangers), and considered the intervening roles of family respect values and empathy among Asian Indian young adults. Cross-sectional data were drawn from 197 college students ( M = 21.6 years, SD = 2.3, range = 18–25; 61.6% women) with at least one sibling from urban liberal arts colleges in India. Using online surveys, participants self-reported on their perceived levels of support and conflict with siblings, empathy, family respect, and prosocial behaviors. Path analyses yielded evidence for both family respect and empathy as intervening mechanisms between sibling support (but not sibling conflict) and prosocial behaviors. Sibling support was related to higher family respect, which was subsequently associated with greater empathy. In turn, empathy was linked to more prosocial behaviors towards family, friends, and strangers. Sibling conflict was only directly associated with lower family respect. Findings have key implications for traditional and culturally-integrated theoretical models of prosocial development by emphasizing the interplay of sibling relationship qualities, cultural values, and moral developmental mechanisms for Asian Indian young adults’ prosocial behaviors.",
          "url": "http://dx.doi.org/10.1177/02654075241298713",
          "doi": "10.1177/02654075241298713",
          "filter": 0
        },
        {
          "title": "Associations of sibling relationship quality and emotion regulation with child functioning in families with parental cancer",
          "authors": "Kirsten L. Buist, Marthe R. Egberts, Paul A. Boelen",
          "abstract": "In families facing parental cancer, children have an increased risk for impaired psychosocial functioning, such as lower quality of life and satisfaction with life, and increased posttraumatic stress symptoms (PTSS). These outcomes are likely affected by both dyadic and individual factors. The aims of the current study were to examine (1) the associations of sibling relationship quality (i.e., warmth and conflict) and emotion regulation problems with child functioning (i.e., quality of life, satisfaction with life, and PTSS) in families facing parental cancer; and (2) whether emotion regulation problems partially or fully mediate these associations. Our sample consisted of 161 children from 82 Dutch families facing parental cancer (84.6% maternal cancer). During home visits, children (mean age 12.1 years; 53.1% girls; 54.4% same-sex sibling pairs) filled out questionnaires about their sibling relationships and their own functioning. Mediation analyses showed no significant direct nor indirect effects of sibling warmth on quality of life, satisfaction with life or PTSS. Significant indirect (but not direct) effects were found for sibling conflict on quality of life and satisfaction with life and on PTSS, through emotion regulation problems. Children experiencing more sibling conflict reported more emotion regulation problems, which were linked to lower quality of life and satisfaction with life and more PTSS. Our study suggests that sibling conflict could be considered a risk factor for child psychosocial functioning in families facing parental cancer. The potentially beneficial effects of sibling warmth were not confirmed by our findings. Limitations and implications of the study and future directions are discussed.",
          "url": "http://dx.doi.org/10.1177/02654075241299136",
          "doi": "10.1177/02654075241299136",
          "filter": 0
        },
        {
          "title": "Adult sibling relationships and media multiplexity theory",
          "authors": "Maura D. Corder, Jeffrey A. Hall, Natalie Pennington, Amanda J. Holmstrom",
          "abstract": "Sibling relationships are among the longest-lasting relationships in people’s lives. Information and Communication Technologies (ICTs), including voice calls, texting, and social media, help adult siblings keep in touch. The present study tests media multiplexity theory (MMT) in the context of adult sibling relationships. In the first study, a quota sample of American adults completed several name listing tasks to identify their most important relationship partners, ranging from 0 to 16 people, and 29% of participants listed at least one sibling. Multilevel modeling (MLM) results found that emotional closeness between siblings was positively associated with the frequency of phone calls and emails and negatively associated with the frequency of person-to-person media sharing. Showing mixed support for MMT, the number of ICTs used was negatively associated with emotional closeness, but the overall frequency of ICT use was positively associated with closeness. In the second study, a quota sample of American adults identified six of their closest friendships, and siblings constituted 2.9% of friends listed. MLM results found that the frequency of phone calls and text messages between siblings was positively associated with emotional closeness. The number of ICTs used was unrelated to emotional closeness, but the overall frequency of ICT use was positively associated with closeness, showing partial support for MMT. Both studies suggested that the frequency of communicating across ICTs was associated with greater life satisfaction, accounting for sibling closeness.",
          "url": "http://dx.doi.org/10.1177/02654075241299463",
          "doi": "10.1177/02654075241299463",
          "filter": 0
        },
        {
          "title": "Defer, disagree, or disengage? Relational mobility, self-changeability, culture, and responses to inconsistency",
          "authors": "James G. Hillman, Eun Ju Son, Mina Jyung, Tara K. MacDonald",
          "abstract": "Past research has found that people often engage in one of three behaviours to resolve inconsistencies with others: validation, conforming, or distancing. While much of the social influence literature has assessed contexts in which conformity is more or less likely, little has explored alternatives to conformity, such as validation and distancing. The present research as aims to assess what underlying factors that affect these preferences. We used vignettes of inconsistency in relational contexts to assess people’s preferred responses. In Study 1, we assessed Canadian participants’ preferences responses following social inconsistency. We found that more perceived self-changeability increased preference for conformity and decreased preference for validation and distancing, while more perceived relational mobility increased preference for distancing and decreased preference for conformity and validation. In Study 2 we assessed how these behaviours may vary culturally. We found that compared to Canadians, Koreans expressed greater preference for conformity and less preference for validation. The patterns of results for perceived changeability and mobility were largely the same across Canadian and Korean, with Koreans demonstrating similar or smaller effects. Implications and limitations of these findings are discussed.",
          "url": "http://dx.doi.org/10.1177/02654075241298912",
          "doi": "10.1177/02654075241298912",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "The Value of Independence: Making the Connection Between Quality Journalism and Editorial Control in Rwanda",
          "authors": "Karen McIntyre, Jesse Abdenour",
          "abstract": "This study evaluates which type of news outlets—independent or government aligned—produce higher quality stories in the East African country of Rwanda. A number of quality indicators are discussed in context, and hypotheses are proposed based largely on Scott, Gobetz, and Chanslor’s (2008) investment model. The data come from a global project —the Journalistic Role Performance Project— and specifically from a content analysis of 2,644 news stories published by Rwandan media in 2020. Findings reveal that independent news outlets outperform government-aligned outlets on the majority of quality indicators included in the study, especially in regard to story sourcing.",
          "url": "http://dx.doi.org/10.1177/10776990241289428",
          "doi": "10.1177/10776990241289428",
          "filter": 0
        },
        {
          "title": "Web-Series Ads as a New Marketing Media: Toward a Commercial-Independent Digital Integration Model",
          "authors": "Matan Aharoni, Osnat Roth-Cohen",
          "abstract": "This study presents a new type of advertisement—web-series ads. This undiscussed form of advertising is unique, as it presents an independent digital cultural field. By examining the main structural and narrative features of web-series ads and consumers’ responses, this research presents an integration model which explains how advertisements, as a commercial system, integrate into an independent new media system. Using thematic, narrative–structural, and textual analysis methods, this research shows how marketers convey messaging by introducing a free-from-constraints new online advertising media type. The use of polysystem theory offers a new theoretical perspective to media research and explains the findings.",
          "url": "http://dx.doi.org/10.1177/10776990241287124",
          "doi": "10.1177/10776990241287124",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Sports News Media and Coming Out of Lesbian Athletes: Perspective from Non-Western News Outlets",
          "authors": "Muhammad Fahad Humayun",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2425637",
          "doi": "10.1080/1461670x.2024.2425637",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Moral Comments in Social Media: Analyzing the Role of Ideology-Matching Moral Framing and Impression Motivation in the Persuasive Effect of User Comments on YouTube",
          "authors": "Vanessa Hirschhäuser, Stephan Winter",
          "url": "http://dx.doi.org/10.1080/15205436.2024.2415019",
          "doi": "10.1080/15205436.2024.2415019",
          "filter": 0
        },
        {
          "title": "Culprits or Victims? Social Media Use, Mediated Ethnic Blame, and Asian American Mental Health During COVID-19",
          "authors": "Srividya Ramasubramanian, Shumaila J. Bhatti, Martina Santia, Lu Tang",
          "url": "http://dx.doi.org/10.1080/15205436.2024.2420089",
          "doi": "10.1080/15205436.2024.2420089",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Mediating the Sugar Baby Imaginary: Popular Narratives About Gender and Sexuality in Sugar Dating",
          "authors": "Megan Sawey",
          "abstract": "The internet is rife with opportunities to participate in dating practices, discourses about gender, romance, and sexuality, and, increasingly, efforts to restrict sexual expression. Therefore, it is important to square popular discourse with the perspectives and thought processes that color women’s participation in romantic and sexual phenomena. This article explores how media narratives about women who pursue relationships at the intersection of intimacy, social class, and labor map onto the realities of their lived experiences. Specifically, I compare an analysis of popular press articles about sugar dating—a mutually beneficial relationship practice wherein people engage in frank negotiations of companionship, intimacy, and material benefits—with interviews with 13 women who have participated in sugar dating. I sought to understand how these women defined sugar dating, what motivated them to sugar date, and where their sugar relationships felt most rewarding or difficult. I argue that, for women, sugar dating can be a site of both labor and leisure. These interviews complicate how contemporary press coverage tends to frame sugar dating, revealing important insights about how women may conform to but also challenge popular narratives about their identities, labor, sexual desires, and agency. My findings, therefore, constitute a narrative about sugar dating that captures the nuances of women’s thinking and operating logics. This is a crucial step forward in elevating the voices of those who participate in sugar dating and other romantic and sexual practices.",
          "url": "http://dx.doi.org/10.17645/mac.8811",
          "doi": "10.17645/mac.8811",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Algorithmic media use and algorithm literacy: An integrative literature review",
          "authors": "Emilija Gagrčin, Teresa K. Naab, Maria F. Grub",
          "abstract": "Algorithms profoundly shape user experiences on digital platforms, raising concerns about their negative impacts and highlighting the importance of algorithm literacy. Research on individuals’ understanding of algorithms and their effects is expanding rapidly but lacks a cohesive framework. We conducted a systematic integrative literature review across social sciences and humanities (n = 169), addressing algorithm literacy in terms of its key conceptualizations and the endogenous, exogenous, and personal factors that influence it. We argue that existing research can be framed in terms of experiential learning cycles and outline how this approach can be beneficial for acquiring algorithm literacy. Finally, we propose a future research agenda that includes defining core competencies relevant to algorithm literacy, standardization of measures, integrating subjective and factual aspects of algorithm literacy, and task- and domain-specific approaches.",
          "url": "http://dx.doi.org/10.1177/14614448241291137",
          "doi": "10.1177/14614448241291137",
          "filter": 0
        },
        {
          "title": "Trust it or not: Understanding users’ motivations and strategies for assessing the credibility of AI-generated information",
          "authors": "Mengxue Ou, Han Zheng, Yueliang Zeng, Preben Hansen",
          "abstract": "The evolution of artificial intelligence (AI) facilitates the creation of multimodal information of mixed quality, intensifying the challenges individuals face when assessing information credibility. Through in-depth interviews with users of generative AI platforms, this study investigates the underlying motivations and multidimensional approaches people use to assess the credibility of AI-generated information. Four major motivations driving users to authenticate information are identified: expectancy violation, task features, personal involvement, and pre-existing attitudes. Users evaluate AI-generated information’s credibility using both internal (e.g. relying on AI affordances, content integrity, and subjective expertise) and external approaches (e.g. iterative interaction, cross-validation, and practical testing). Theoretical and practical implications are discussed in the context of AI-generated content assessment.",
          "url": "http://dx.doi.org/10.1177/14614448241293154",
          "doi": "10.1177/14614448241293154",
          "filter": 0
        },
        {
          "title": "Pathways from incidental news exposure to political knowledge: Examining paradoxical effects of political discussion on social media with strong and weak ties",
          "authors": "Saifuddin Ahmed, Teresa Gil-Lopez, Sangwon Lee, Muhammad Masood",
          "abstract": "This study advances the theoretical understanding of the effects of incidental news exposure on political knowledge by probing the mechanisms through which exposure transfers to learning. Two studies in the U.S. across both non-election and election settings test the centrality of political discussion on social media with strong and weak ties in explaining this relationship. Findings across both studies show no significant direct associations between incidental news exposure and political knowledge. However, mediation analyses suggest that incidental news exposure can influence political knowledge when mediated by interpersonal political conversations on social media: discussions with strong ties contribute to political knowledge, but discussions with weak ties are detrimental. Furthermore, the indirect effects via strong and weak ties are significantly conditioned by one’s cognitive ability. The findings highlight the conditions under which incidental news exposure helps yet also hinders individuals’ political knowledge.",
          "url": "http://dx.doi.org/10.1177/14614448241287763",
          "doi": "10.1177/14614448241287763",
          "filter": 0
        },
        {
          "title": "Active bystanders in the forwarding of sexting messages: Applying a theory of planned behavior in youth",
          "authors": "Chelly Maes, Joris Van Ouytsel, Laura Vandenbosch",
          "abstract": "This study explored youth’s intention to engage in active bystander behavior in response to non-consensual forwarding of sexts (NCFS). The study paid attention to the possible conditional boundaries of these suggested dynamics based on youth’s empathy levels and sex. An online survey was conducted among 1337 Belgian respondents, of which 78.4% were female ( M age = 21.64 years, SD = 3.57 years). Structural equation modeling showed that positive attitude and injunctive norms, higher descriptive norms, and greater perceived behavioral control regarding active bystander behaviors in the context of NCFS were related to youth’s intention to engage in such active bystander behaviors, which in turn was related to actual active bystander behavior. Differences were found based on youth’s empathy levels, though no sex differences were found. The findings provide a critical foundation for highly needed intervention approaches and educational curricula seeking to diminish the occurrence of NCFS in youth.",
          "url": "http://dx.doi.org/10.1177/14614448241287729",
          "doi": "10.1177/14614448241287729",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "The effects of crisis type and CSR fit on organizational outcomes: The moderating role of authentic leadership in shaping organizational reputation, word-of-mouth, and purchase intentions",
          "authors": "James Ndone, Victoria Kyriakopoulos",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102517",
          "doi": "10.1016/j.pubrev.2024.102517",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "The Effects of Climate Change Meta-Knowledge on Selective Exposure, Selective Elaboration, and Behavioral Intentions",
          "authors": "Luna T. Frauhammer, German Neubaum",
          "abstract": "This experiment investigates how individuals’ meta-knowledge (the self-perception of one’s knowledge) influences selective exposure to and elaboration of information about climate change with climate change self-schema as possible mediator. Participants’ ( N = 510) meta-knowledge was manipulated by receiving fake feedback after a climate change knowledge test. There were no group differences in selective exposure and selective elaboration. Correlational evidence tentatively speaks for a “rich-get-richer” process of information selection and elaboration. This could be explained through climate change self-schemas which differed significantly between conditions ( d = 0.26) and correlated positively with selective exposure ( r = .36) and elaboration ( r = .28).",
          "url": "http://dx.doi.org/10.1177/10755470241284938",
          "doi": "10.1177/10755470241284938",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Using Pregnancy and Parenting Apps and Social Media During COVID-19: Absence and Sociality, Agency and Cultural Negotiations for South Asian–Origin Women in Australia",
          "authors": "Sukhmani Khorana, Ruth DeSouza, Bhavya Chitranshi",
          "abstract": "This article reports on and analyses data from a situated and in-depth project on the experiences of six cisgender South Asian-Australian women/people who gave birth during the COVID-19 pandemic. Prior to the pandemic, negatively racialized women experienced barriers to health care and a lack of social support, which were further exacerbated during the COVID-19 pandemic. International border closures in Australia combined with local mitigation strategies inhibited social and cultural support from families, impacting many migrant mothers/birthing people who gave birth for the first time in Australia. Many hospitals in the states of New South Wales and Victoria instituted restrictions to birthing services as a way of reducing exposure to the coronavirus during the pandemic. Our research suggests that pre-existing limitations of health care providers, digital platforms, and apps with regard to culturally and linguistically diverse (CALD) women in Australia have been amplified during the pandemic. Online Facebook groups from the mothers’ countries of origin or cultural backgrounds, or for mothers who had babies due in the same month, represented a significant source of information and support for the participants. This was particularly important at a time when women’s capacities to engage in traditional cultural practices, which provide practical, emotional, and informational support, were compromised by the inability to garner familial support. We situate these findings in the literature on “performing good motherhood” in neoliberal times and via reliance on digital devices and platforms and what it means for CALD women’s sociality, sense of agency, and negotiations with cultural practices.",
          "url": "http://dx.doi.org/10.1177/20563051241293484",
          "doi": "10.1177/20563051241293484",
          "filter": 0
        },
        {
          "title": "The AI Chatbot Always Flirts With Me, Should I Flirt Back: From the McDonaldization of Friendship to the Robotization of Love",
          "authors": "Bibo Lin",
          "abstract": "How is the use of artificial intelligence (AI) technologies, such as machine learning (ML) algorithms and Large Language Models (LLMs), in social chatbots transforming friendship and love? This study investigates Replika, an app offering AI friends and/or lovers to users. Unlike most AI companion research grounded in Human-Machine Interaction (HMI) and interpersonal communication theories, this study employs the sociological concept of McDonaldization to interrogate broader social and cultural implications of Replika. I argue that McDonaldization offers a systematic framework to understand the fast friendship and fast love provided by social chatbots while accounting for its limits in addressing the personalization enabled by emerging AI technologies. To bridge the conceptual gap, I propose the term “Robotization of Love,” pointing to the merging of efficient, quantifiable, predictable, and controllable love and algorithmically personalized love. The Robotization of Love also underscores the growing significance of robotic elements in shaping our affection and sociality.",
          "url": "http://dx.doi.org/10.1177/20563051241296229",
          "doi": "10.1177/20563051241296229",
          "filter": 0
        },
        {
          "title": "Online Privacy, Young People, and Datafication: Different Perceptions About Online Privacy Across Antigua &amp; Barbuda, Australia, Ghana, and Slovenia",
          "authors": "Rys Farthing, Katja Koren Ošljak, Teki Akuetteh, Kadian Camacho, Genevieve Smith-Nunes, Jun Zhao",
          "abstract": "Children and young people’s online privacy is increasingly challenged by the datafication of the digital world, and this is an increasingly important area of policy concern. Understanding what young people understand online privacy to be, and what they want done to protect it, is key to creating effective and rights-realizing policy responses. This article explores young people’s perceptions across four countries and finds they have nuanced understandings about online privacy and clear, robust ideas about how to improve it. Context mattered, and their online privacy concerns and ideal protections were often informed by their socio-political context and awareness of and trust in datafication.",
          "url": "http://dx.doi.org/10.1177/20563051241298042",
          "doi": "10.1177/20563051241298042",
          "filter": 0
        },
        {
          "title": "Participatory Censorship With Illusory Empowerment: Algorithmic Folklore and Interpretive Labor beyond Fandom",
          "authors": "Erika Ningxin Wang",
          "abstract": "This article explores the cultural complexities of participatory censorship among young Chinese netizens, particularly within and beyond fan communities, through a digital ethnographic lens. By examining the interplay between social media practices and state governance, the study introduces the concepts of algorithmic folklore and interpretive labor to elucidate how fans engage in censorship as both a routine task and a form of ideological negotiation. Through immersive participant observations and in-depth interviews with 25 informants involved in fan conflicts, the findings highlight that while fans perceive their participation in reporting as a form of empowerment, this engagement paradoxically reinforces state control and self-censorship. The study argues that the dynamics of fan conflicts are intricately linked to broader political contexts, where fans become both agents and subjects of censorship. Ultimately, this research underscores the cultural complexities of participatory censorship, revealing the ways it can obscure deeper systemic inequalities and exploitation within the framework of cultural governance in China.",
          "url": "http://dx.doi.org/10.1177/20563051241295800",
          "doi": "10.1177/20563051241295800",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Engaging with underserved communities during times of crises: A computational analysis of social media interactions with government information about COVID-19 economic relief programs",
          "authors": "Jihye Lee, Soojong Kim",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102209",
          "doi": "10.1016/j.tele.2024.102209",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Brexit and the Iraq War on BBC Question Time: Demographic and Political Issue Representation in UK Public Participation Broadcasting",
          "authors": "Heinz Brandenburg, Brian Paul Boyle, Yulia Lemesheva",
          "abstract": "Public broadcasters are bound by strict guidelines to ensure balance in representing different demographic and political groups, and to better reflect the distribution of these characteristics within the public and political elites. How are these decisions affected when the biggest political issues of the day create further cleavages that not only cross-cut existing divides but also deserve representation in political discourse? In this article, we examine how panel selection on BBC Question Time dealt with this in relation to two prominent issues in twenty-first century UK politics: Brexit and the UK invasion of Iraq. We introduce an original dataset including all BBC Question Time appearances between 2001 and 2019, created using a combination of web-scraping and expert coding. This allows us to trace patterns in representation across sex, ethnicity, educational background, as well as partisan affiliation and stances on issues like Brexit and the Iraq war among the show’s panelists. We find that panel selection closely reflects gender and ethnic diversity among the UK public and MPs, but that individuals from privileged educational backgrounds are vastly overrepresented on the show. For both the Iraq war and Brexit, the show again broadly reflects the views of the public and political elites once we account for relevant comparisons between politicians and non-political guests.",
          "url": "http://dx.doi.org/10.1177/19401612241292716",
          "doi": "10.1177/19401612241292716",
          "filter": 0
        },
        {
          "title": "The Infrastructure of Domestic Influence Operations: Cyber Troops and Public Opinion Manipulation Through Social Media in Indonesia",
          "authors": " Wijayanto, Ward Berenschot, Yatun Sastramidjaja, Kris Ruijgrok",
          "abstract": "Coordinated influence campaigns on social media have become an increasingly important tool for political and economic elites to sway public opinion in their favor. As the study of this phenomenon has so far largely focused on traces of such campaigns on social media itself, we know relatively little about the people and networks implementing them. Furthermore, existing literature offers limited analytical handles to delineate and analyze different forms of influence operations. To address these challenges, we employ interviews with fifty-two members of the “cyber troops” implementing such operations in Indonesia. On the basis of this material, we propose that three key features—being secretly funded, highly coordinated, and involving mostly anonymous accounts—distinguish cyber troops from other types of domestic influence operations. In Indonesia cyber troops involve transient, project-based collaborations among freelancing individuals, not coincidentally mirroring the character of the country’s election campaigns. This rapidly growing industry is cementing the already oligarchic character of Indonesia’s democracy.",
          "url": "http://dx.doi.org/10.1177/19401612241297832",
          "doi": "10.1177/19401612241297832",
          "filter": 0
        },
        {
          "title": "Reporting from the Outside While Looking In: Iranian Diaspora Journalists and #WomanLifeFreedom",
          "authors": "Sara Shaban, Soheil Kafiliveyjuyeh",
          "abstract": "Following the death of twenty-two-year-old Mahsa Jina Amini, tens of thousands of protestors took to the streets in Iran—and the whole world watched through their screens. Several Iranian diaspora journalists stepped up to cover the events in Iran for western news outlets. In this study, we interviewed fourteen Iranian diaspora journalists on how they define their role when reporting on Iran and how they navigate the balance between their personal experience and their reporting. Implications for this study include journalistic expectations for international news coverage and the role of the diaspora journalist within that coverage.",
          "url": "http://dx.doi.org/10.1177/19401612241293111",
          "doi": "10.1177/19401612241293111",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
