{
  "update": "2026-01-24",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Navigating Ambiguities: A Systematic Review and Comparative Analysis of Social Bot Detection Methods in Communication Research",
          "authors": "Xiao Meng, Xiaohui Wang, Tai-Quan Peng",
          "url": "https://doi.org/10.1080/19312458.2026.2613829",
          "doi": "https://doi.org/10.1080/19312458.2026.2613829",
          "filter": 0,
          "created": "2026-1-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Psychological reactance theory and politeness theory: A test of competing explanations for the role of threat to freedom in conveying persuasive resistance",
          "authors": "Christopher J. Carpenter, Adam Richards, Jie Zhuang",
          "url": "https://doi.org/10.1080/03637751.2026.2615230",
          "doi": "https://doi.org/10.1080/03637751.2026.2615230",
          "filter": 0,
          "created": "2026-1-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Unsettling Silence",
          "authors": "Joshua Trey Barnett, Leland G. Spencer, ben Brandley",
          "url": "https://doi.org/10.1080/10510974.2026.2618272",
          "doi": "https://doi.org/10.1080/10510974.2026.2618272",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Does data drive campaign decision-making? Theorizing campaign practice and the future of election campaigns",
          "authors": "Katharine Dommett",
          "abstract": "Modern election campaigning is often described as “data-driven,” but there are signs that data may not always inform decision-making. This article focuses on the decision-making component of campaigns and provides a new theorisation of this previously neglected component of data-driven campaigns. Arguing that decision-making is affected by a range of contextual, agential and organizational factors, I call for qualitative analysis of campaign practice that is needed to understand how decisions are made. Applying this theoretical account, I consider the likely future of election campaigning, reflecting particularly on the potential for automation. Specifically, I identify where automation is likely to emerge and conclude that rote-like decision-making is unlikely to entirely define the practices of future campaigns. Collectively this article offers new theoretical insight into an overlooked aspect of modern campaigning - decision-making - and provides offers a foundation for more accurate predictions about the future of campaigns.",
          "url": "https://doi.org/10.1093/ct/qtaf037",
          "doi": "https://doi.org/10.1093/ct/qtaf037",
          "filter": 0,
          "created": "2025-12-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "From empathy machine to mimetic sympoiesis: Reimagining virtual reality toward regenerative media",
          "authors": "Emily Yu Zong",
          "abstract": "Virtual reality (VR) is increasingly used to enhance environmental empathy through perspective-taking, allowing users to virtually inhabit the bodies of animals and plants and simulate nonhuman suffering. But this approach can reinforce anthropocentric and colonial logics by assimilating alterity and reducing ethical complexity to empathetic identification. This article moves beyond empathy as the dominant framework for environmental VR and proposes mimetic sympoiesis as an alternative. It reconceives VR as a regenerative form of mediation that foregrounds mimesis not as replication but as a technē of collaborative worldmaking: a participatory and cosmotechnical process through which users become-with others rather than feeling-as them. Drawing on affect theory, posthumanism, and decolonial media studies, I analyze multispecies and Indigenous VR projects to illustrate how immersive technologies can regenerate ways of sensing, attuning, and responding to the more-than-human world. Rather than substituting experience for action, mimetic sympoiesis reimagines the ethical and environmental potential of VR from an empathy machine to a regenerative media that rehearses embodied futures at the intersection of technology, nature, and worldview. Contemporary VR and immersive technologies emerge as mimetic media ecologies that, while haunted by the binary between virtual and real, retain the potential for cultivating more-than-human ethics of partial encounter and decolonial cosmotechnics.",
          "url": "https://doi.org/10.1177/13548565261417310",
          "doi": "https://doi.org/10.1177/13548565261417310",
          "filter": 0,
          "created": "2026-1-21"
        },
        {
          "title": "The Conversion game: Production mechanisms and power relations in the Chinese micro-drama industry",
          "authors": "Xinxin Huang, Kun Tan",
          "abstract": "This study focuses on the Chinese micro-drama industry, conceptualizing its cultural production as a new form of traffic game – the conversion game. Distinct from the subscription and visibility games, the conversion game operates on a production logic aimed at short-term commercial monetization. Based on methods including production ethnography and in-depth interviews, this study finds that the conversion game is a closed-loop system centered on conversion rates: creatively, it employs data-driven recombination of motifs; narratively, it engineers emotional conversion through gratification points and paywalled cliffhangers; operationally, it relies on a horse-racing mechanism for high-speed mass production; and ultimately, its outcome is determined by a distribution game where ‘distribution is king’. This study challenges the ‘control-resistance’ binary, revealing how the state, platforms, and creators, in their shared pursuit of traffic, form a coupled structure that is functionally interdependent yet marked by a power imbalance. This paper theorizes the conversion game as an extreme form of platform capitalism. By systematically uncovering its operational mechanisms and power dynamics, it offers a new perspective for a critical understanding of the evolutionary trends in the global digital cultural industries.",
          "url": "https://doi.org/10.1177/13548565261418922",
          "doi": "https://doi.org/10.1177/13548565261418922",
          "filter": 0,
          "created": "2026-1-21"
        },
        {
          "title": "Platformed audio fiction: How streaming and audiobook imaginaries transform contemporary publishing in Sweden",
          "authors": "Sara Tanderup Linkis, Julia Pennlert",
          "abstract": "The article examines how the audiobook’s increasing centrality on the contemporary book market influences publishing strategies. Departing from the case of Sweden, where audiobooks are primarily distributed via subscription-based streaming services, the article is based on interviews with 12 Swedish publishers and streaming service representatives. Thus, it contributes with a producer perspective to existing research in audiobooks, which is mostly centred on the consumption aspect and what audiobooks do to reading and uses of literature. Analysing interview results through the theoretical lens of platformization, the article shows how the publishers’ ideas and strategies related to audiobooks, what we call ‘audiobook imaginaries’, are connected to streaming platform imaginaries. Rather than producing texts ‘for sound’, publishers strategically focus on texts that are expected to perform well on the streaming platforms, resulting in preferences for serial fiction and in publishing strategies inspired by other streaming media. The article finally discusses how the audiobook boom pushes parts of the Scandinavian publishing industry towards cross-industry logics of streaming and platformization, resulting in an imagined fragmentation of the book market, as audiobooks and printed books are understood to exist in two different spheres that include different genres sold in different spaces, to (partly) different audiences.",
          "url": "https://doi.org/10.1177/13548565261417921",
          "doi": "https://doi.org/10.1177/13548565261417921",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "A Looking Glass into a Research Wonderland: Decades of Virtual Reality Scholarship Explicated Via Natural Language Processing",
          "authors": "David M. Markowitz, Jeremy N. Bailenson",
          "url": "https://doi.org/10.1089/cyber.2024.0576",
          "doi": "https://doi.org/10.1089/cyber.2024.0576",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Water for Fire: Framing Water Governance Debates During the 2025 Los Angeles Fires",
          "authors": "Adrienne R. Brown, Adriana Zuniga-Teran, Andrea K. Gerlak",
          "url": "https://doi.org/10.1080/17524032.2026.2616467",
          "doi": "https://doi.org/10.1080/17524032.2026.2616467",
          "filter": 0,
          "created": "2026-1-19"
        },
        {
          "title": "The Populationist Climate Futures Industry: NGO SF Capital, Eco-emotions and Speculative Ecofascism",
          "authors": "Miranda Jeanne Marie Iossifidis",
          "url": "https://doi.org/10.1080/17524032.2025.2601613",
          "doi": "https://doi.org/10.1080/17524032.2025.2601613",
          "filter": 0,
          "created": "2026-1-19"
        },
        {
          "title": "Backlash, Borders, and Bunkers: Critical Approaches for Research on Antidemocratic Politics and Climate Change Communication",
          "authors": "Hanna E. Morris",
          "url": "https://doi.org/10.1080/17524032.2025.2607041",
          "doi": "https://doi.org/10.1080/17524032.2025.2607041",
          "filter": 0,
          "created": "2026-1-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Book Review: What Is Journalism For? by Jon Allsop JonAllsop (2025) What Is Journalism For?Bristol, UK: Bristol University Press. 165 pp.: £8.99. ISBN 978-1-5292-3855-6 (pb); ISBN 978-1-5292-3856-3 (ePub)",
          "authors": "Jan Jirák",
          "url": "https://doi.org/10.1177/02673231251413759",
          "doi": "https://doi.org/10.1177/02673231251413759",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Book Review: The Politics of Media Scarcity by Greg Elmer and Stephen J. Neville ElmerGregNevilleStephen J.. The Politics of Media Scarcity, Routledge: London and New York, 2024; 94 pp.: £14.39. ISBN: 978-1-032-50469-8",
          "authors": "Chaitanya Shinkhede",
          "url": "https://doi.org/10.1177/02673231251413758",
          "doi": "https://doi.org/10.1177/02673231251413758",
          "filter": 0,
          "created": "2026-1-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Mapping the Disciplinary Infrastructure: A Bibliometric Analysis of Games and Culture's Role in Game Studies Scholarship (2006–2025)",
          "authors": "Erkut Altındağ, Yavuz Selim Balcıoğlu",
          "abstract": "This article conducts a bibliometric analysis of 816 Games and Culture publications (2006–2025) indexed in Scopus to explore how specialized journals shape the institutionalization of interdisciplinary fields. Through citation networks, keyword co-occurrence, authorship, and geographic analyses, it treats the journal as a model of scholarly infrastructure in game studies. Results reveal steady publication growth (from 20 to over 100 articles annually), increasing collaboration (2.39 authors per paper), substantial citation accumulation (2006–2008 works exceeding 3,000 citations), and diversification beyond anglophone regions. Temporal keyword trends trace thematic shifts from virtual worlds and MMOs to esports, ethics, gamification, and representation. These findings inform broader debates on how niche journals foster disciplinary legitimacy, showing that Games and Culture has been central to consolidating game studies and offers a transferable framework for examining institutionalization in other interdisciplinary domains.",
          "url": "https://doi.org/10.1177/15554120251413955",
          "doi": "https://doi.org/10.1177/15554120251413955",
          "filter": 0,
          "created": "2026-1-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "A show for us: how racial and partisan cues about television audiences affect exposure intentions",
          "authors": "Stewart M Coles",
          "abstract": "Current explanations for political divides in entertainment media use identify divergent preferences for or evaluations of content. According to the theory of normative social behavior (TNSB), extratextual information such as cues about the audience may also influence exposure intentions due to viewers’ perceptions of ingroup norms. Social media users discuss and form communities around entertainment content while conveying partisan and racial identities. A preregistered experiment exposed Black and White partisans (N = 1,259) to tweets in which a television show was endorsed by co- or out-partisans who were racial in- or out-group members. Exposure intentions were stronger when endorsement came from co-partisans; however, this effect was stronger for White partisans. Treatment effects were mediated by perceived ingroup norms and perceptions of how much of the audience consisted of ingroup members. Implications of multiple identities (i.e., race and partisanship) for the TNSB and the study of partisan entertainment divides are discussed.",
          "url": "https://doi.org/10.1093/hcr/hqaf032",
          "doi": "https://doi.org/10.1093/hcr/hqaf032",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "The power of context: how choice set size and composition influence overall and cross-cutting news exposure",
          "authors": "Yijia Erika Zhu, Dominik J Leiner, Nathalie Laura Neuendorf, Sebastian Scherr",
          "abstract": "In times of diverse media choices, the context in which choices are made can influence news exposure and opinion change. Inspired by the marketing concept of the choice set, we conducted two experiments in the US (N1 = 731; N2 = 396) to examine how choice set size (number of articles presented at a time) and composition (ratio of supportive “pro” to opposing “anti” articles) affect news exposure, attitudes, and intentions. Smaller choice sets with fewer articles led individuals to select fewer articles overall and fewer cross-cutting articles that challenged preexisting attitudes. Choice set composition did not affect whether individuals engaged with articles or their overall news exposure, but it shaped which articles they chose: the selection and browsing of cross-cutting news differed notably between homogeneous (all pro or all anti) and mixed sets. Neither choice set size nor composition systematically affected attitudes or behavioral intentions in the short term.",
          "url": "https://doi.org/10.1093/hcr/hqaf031",
          "doi": "https://doi.org/10.1093/hcr/hqaf031",
          "filter": 0,
          "created": "2025-12-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Nudges affect the perceived trustworthiness of algorithmic recommendations in public services: explaining by learning costs",
          "authors": "Yuan Sun, Jianing Mi, Luning Liu",
          "abstract": "Purpose This study aims to identify the most effective explanatory strategies for building public trust in government-use AI-based algorithmic recommendations. Design/methodology/approach By comparing salient explanations and norm-based explanations across different age groups, we analyzed how these explanatory strategies reduce learning costs and enhance cognitive trust in the algorithm. Findings The study finds that both salient and norm-based explanations can reduce learning costs and enhance users’ cognitive trust in algorithms; however, norm-based explanations are particularly effective for younger users. Additionally, the study finds no significant interaction between the two types of explanations. Importantly, effective explanations can enhance both cognitive trust in the algorithm and affective trust in the government. Originality/value This research suggests that “nudges” in explanations can enhance citizens’ trust in algorithmic public services, which is significant for increasing acceptance of these algorithms.",
          "url": "https://doi.org/10.1108/itp-09-2024-1206",
          "doi": "https://doi.org/10.1108/itp-09-2024-1206",
          "filter": 0,
          "created": "2026-1-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Resisting climate imaginaries: future compass memes as combinatory mechanisms for imagining otherwise",
          "authors": "Norma Musih, Tommaso Trillò, Blake Hallinan",
          "url": "https://doi.org/10.1080/1369118x.2026.2616761",
          "doi": "https://doi.org/10.1080/1369118x.2026.2616761",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "Understanding support for TikTok/Douyin regulation: the role of platform experiences, perceived influence, and algorithmic awareness in China and the United States",
          "authors": "Mengyu Li, Macau K. F. Mak, Jisoo Kim, Hernando Rojas",
          "url": "https://doi.org/10.1080/1369118x.2026.2616763",
          "doi": "https://doi.org/10.1080/1369118x.2026.2616763",
          "filter": 0,
          "created": "2026-1-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Drivers of sponsored fashion haul viewers’ purchase intentions: a mixed-methods study of post characteristics, social media influencer characteristics, and haul viewers’ attributes",
          "authors": "Luisa Mahn, Sabrina Hegner, Rico Piehler, Michael Schade, Christoph Burmann",
          "url": "https://doi.org/10.1080/02650487.2026.2616979",
          "doi": "https://doi.org/10.1080/02650487.2026.2616979",
          "filter": 0,
          "created": "2026-1-20"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Revisiting parasocial and trans-parasocial concepts in live streaming: a literature review and research agenda",
          "authors": "Gwen G.Z. Wei, Zach W.Y. Lee, Tommy K.H. Chan, White Liu, Winston T. Su",
          "abstract": "Purpose Live streaming has transformed audience–performer relations by integrating real-time mass broadcasting with varying levels of interactivity. Due to this shift, concepts regarding parasocial and trans-parasocial phenomena have gained prominence in live streaming research, particularly in the information systems (IS) literature. However, existing knowledge in this field remains fragmented, and theoretical debates regarding the applicability of parasocial concepts remain unresolved. Therefore, a systematic literature review is conducted to synthesize existing research, identify key gaps, and suggest future avenues of inquiry. Design/methodology/approach A two-stage literature search is carried out to systematically identify relevant studies for review. The authors analyze and synthesize the identified studies using the established theories, contexts, characteristics, and methodologies (TCCM) framework. The ongoing debate on the applicability of the concepts in question to live streaming is also discussed, and the existing perspectives on this issue are summarized into four key themes. Findings This systematic literature review consolidates the relevant knowledge and identifies gaps. Future research directions are also outlined, emphasizing the need for clearer conceptual boundaries, broader research contexts, explorations of potential variables, and methodological advancements to strengthen the theoretical and empirical foundations of the topic. Originality/value This study synthesizes existing research through a systematic literature review. This allows the clarification of theoretical debates, the identification of key knowledge gaps, and the outlining of a research agenda on parasocial and trans-parasocial phenomena in live streaming. By consolidating fragmented discussions into themes, it addresses theoretical ambiguities regarding the application of parasocial and trans-parasocial phenomena in live streaming.",
          "url": "https://doi.org/10.1108/intr-07-2024-1170",
          "doi": "https://doi.org/10.1108/intr-07-2024-1170",
          "filter": 0,
          "created": "2026-1-19"
        },
        {
          "title": "Virtual consumers’ needs gratified by virtual influencers and their impact on self-expansion, brand identification and purchase intention",
          "authors": "Yang-Im Lee, Raffaele Filieri, Peter Trim",
          "abstract": "Purpose Virtual influencers (VIs) are increasingly used for brand endorsements. While consumer interaction with VIs is growing, little is known about the motivations behind these interactions and how they influence consumer behavior. Design/methodology/approach Data were collected through an online survey of 298 users who interact with VIs. The model was tested using Partial Least Squares Structural Equation Modeling (PLS-SEM). Findings Consumers interact with VIs to satisfy their intellectual, novelty, entertainment and social needs. These needs positively influence self-expansion, which in turn enhances brand identification and purchase intention. Research limitations/implications This study is limited by its cross-sectional design, reliance on self-reported data, and focus on predominantly individualistic respondents in the UK. Future studies should examine cross-cultural samples, employ longitudinal or experimental designs to establish causality, and explore additional psychological mechanisms that might shape consumer-VI interactions. Practical implications The findings of this study can help marketers and VI developers understand how to use VIs to enhance consumer interaction and stimulate purchase intention. Social implications: VIs are shaping new forms of consumer-brand interaction and raising important questions about identity, technology and trust in AI-driven media. Social implications VIs are shaping new forms of consumer-brand interaction and raising important questions about identity, technology and trust in AI-driven media. Originality/value This study is the first to integrate uses and gratifications (U&amp;G) theory with self-expansion theory to explain the psychological and behavioral effects of VI interaction, offering a novel framework for understanding digital consumer engagement.",
          "url": "https://doi.org/10.1108/intr-01-2024-0035",
          "doi": "https://doi.org/10.1108/intr-01-2024-0035",
          "filter": 0,
          "created": "2026-1-18"
        },
        {
          "title": "The role of everyday actors in constituting organizing visions in the digital age",
          "authors": "Inchan Kim, Sun-young Whang",
          "abstract": "Purpose This study aims to advance organizing vision (OV) theory – a much-overlooked native IS theory – by extending it to the digital age. Specifically, despite the empowerment of everyday actors in the digital age, the theory offers limited insights into how everyday actors help shape community cognition around a technology (i.e. OV). We aim to address this critical lag in OV theory in the new era. Design/methodology/approach This study is an inductive, theory-building case study of the organizing vision for fitness trackers. We performed a constant comparison analysis between the data and our emergent understandings. Findings We discover that everyday actors broadly perform four OV-constituting acts. They include composing, amplifying, muffling and contextualizing. Each act is rooted in more concrete, discursive technology framings. Everyday actors' constituting acts also evolve over time, generating more nuanced OV trajectories than previously documented in the literature. Practical implications Everyday people are now central to shaping the meaning, legitimacy and adoption of digital technologies. Firms, marketers, policymakers and educators who ignore their discourse risk missing critical drivers of diffusion in the digital era. Originality/value Theorizing everyday actors is novel to OV theory. Specifically, our study challenges an assumption rooted in the 1990s information age, captures unique ways in which everyday actors discursively frame technology, and produces a concrete conceptual tool – a typology of OV-constituting acts – that is conducive to aptly theorizing OVs in the digital era. Our longitudinal findings also recast a widely held view that an OV evolves as an integrated whole in a unified manner.",
          "url": "https://doi.org/10.1108/intr-11-2024-1742",
          "doi": "https://doi.org/10.1108/intr-11-2024-1742",
          "filter": 0,
          "created": "2026-1-21"
        },
        {
          "title": "Alert eyes, resistant minds: how privacy sensitivity drives avoidance of persuasive narratives in in-feed advertising",
          "authors": "Yuqi Zheng, Yuhao Li",
          "abstract": "Purpose Social media platforms leverage user data to precisely deliver persuasive in-feed advertising aimed at promoting products. However, this approach may provoke heightened adverse reactions among users with elevated privacy sensitivity. This study examines the mechanisms by which privacy-sensitive users avoid persuasive narratives embedded in in-feed native advertising, with a particular focus on the processes of psychological reactance and visual avoidance. Design/methodology/approach This study employed two laboratory experiments and an eye-tracking experiment to examine how privacy-sensitive users process persuasive in-feed native advertising. The eye-tracking component was used to observe users’ visual attention biases, and gaze data were analyzed using a binning approach to segment early- and later-stage attentional processing. Findings Findings indicated that privacy-sensitive users exhibited avoidance toward persuasive advertising, mediated by psychological reactance. Users demonstrated a simultaneous presence of attentional avoidance and whole-period attention toward persuasive narratives. Specifically, results showed that privacy-sensitive users exhibited early-stage visual avoidance toward persuasive ads, while late-stage attention proved difficult to disengage, providing evidence for attentional biases and impacting ad avoidance attitudes. Originality/value This study advances advertising research by integrating psychological reactance theory and attentional bias into the context of in-feed native advertising. Using lab experiments and eye-tracking, it reveals how privacy-sensitive users engage in cognitive and visual advertising avoidance. A key contribution lies in applying time-course analysis to uncover dynamic gaze patterns, bridging attention and avoidance. Findings offer novel theoretical insights and practical strategies for advertisers, platforms and designers.",
          "url": "https://doi.org/10.1108/intr-10-2024-1580",
          "doi": "https://doi.org/10.1108/intr-10-2024-1580",
          "filter": 0,
          "created": "2026-1-18"
        },
        {
          "title": "Hide your past: the “time sensitivity” effect in self-disclosure",
          "authors": "Yingyu Luo, Di Peng, Guowei Zhu, Jing Huang",
          "abstract": "Purpose In social media, there is a growing trend of individuals increasingly opting to conceal personal information that they once openly shared. Previous research has examined factors influencing self-disclosure but has not addressed how the duration of disclosed information (DDI) influences continuous disclosure behavior. Design/methodology/approach We test our proposed hypotheses through six experiments. Descriptive statistics, mediation and moderation analyses were conducted on the data collected from the online platform to test the hypotheses of this research. Findings The results of this study demonstrate a “time sensitivity” effect in self-disclosure, indicating that as DDI increases, individuals perceive the information to be more sensitive, leading to a decreased intention to continue disclosure. This effect is driven by psychological responses in which longer DDI increases perceived cognitive conflict, and it is moderated by tie strength, being amplified under weaker ties and attenuated under stronger ties. Research limitations/implications The current study suggests that future research should be conducted in non-social and anonymous contexts, in unfamiliar social environments and on the bidirectional link between disclosure duration and perceived sensitivity. Originality/value First, this study advances the literature on information sensitivity by introducing a dynamic temporal perspective. Second, we identify cognitive conflict as a key mechanism underlying this effect, explaining how shifts in self-perception influence perceived sensitivity. Third, we establish tie strength as a boundary condition for the “time sensitivity” effect. Finally, we extend the self-disclosure literature by shifting the focus from momentary disclosures to continuous self-disclosure behaviors, highlighting how disclosure timing shapes ongoing information-sharing decisions.",
          "url": "https://doi.org/10.1108/intr-07-2024-1087",
          "doi": "https://doi.org/10.1108/intr-07-2024-1087",
          "filter": 0,
          "created": "2026-1-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "A diagnostic approach to assessing the impact of negative political television commercials",
          "authors": "Spencer F. Tinkham, Ruth Ann Weaver‐Lariscy",
          "url": "https://doi.org/10.1080/08838159309364231",
          "doi": "https://doi.org/10.1080/08838159309364231",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Influences of ethnicity, family communication, and media on adolescents’ socialization to U.S. politics",
          "authors": "Erica Weintraub Austin, C. Leigh Nelson",
          "url": "https://doi.org/10.1080/08838159309364233",
          "doi": "https://doi.org/10.1080/08838159309364233",
          "filter": 0,
          "created": "2026-1-20"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Campaigning across platforms: how party status, social profiles, and emotional tone shaped user engagement with French MPs during the 2022 presidential election",
          "authors": "Julien Figeac, Marie Neihouser, Jérémie Garrigues",
          "url": "https://doi.org/10.1080/19331681.2026.2616497",
          "doi": "https://doi.org/10.1080/19331681.2026.2616497",
          "filter": 0,
          "created": "2026-1-18"
        },
        {
          "title": "Expanding integrated storytelling networks: the role of AI newsbots and mobile apps in civic engagement",
          "authors": "Seungahn Nah, Fanjue Liu, Chun Shao",
          "url": "https://doi.org/10.1080/19331681.2026.2616671",
          "doi": "https://doi.org/10.1080/19331681.2026.2616671",
          "filter": 0,
          "created": "2026-1-18"
        },
        {
          "title": "Unveiling ideological extremes in parliamentary debates using transformer-based language models",
          "authors": "Barbara Kos, Lana Tuković, Ema Vlainić, Marina Bagić Babac",
          "url": "https://doi.org/10.1080/19331681.2026.2616668",
          "doi": "https://doi.org/10.1080/19331681.2026.2616668",
          "filter": 0,
          "created": "2026-1-20"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Why Being Called “La Presidente” Matters: Challenging the Gender-Career Bias",
          "authors": "Eduardo Navarrete, Laura Casalino, Giacomo Pigani",
          "abstract": "This study investigates how linguistic cues influence implicit gender-profession associations and whether gender-fair language can reduce such biases. Using a two-alternative forced-choice task, participants selected between two faces differing in masculinity-femininity traits to match an Italian cue word. In Study 1, participants were presented with gender-marked pronouns as cue words, and they consistently chose faces matching the pronoun's gender. Study 2 replaced pronouns with common gender nouns denoting professional roles, revealing a gender-career bias: female-dominated jobs were matched with more feminine faces, and male-dominated jobs with more masculine ones. Study 3 introduced gender-marked articles, which eliminated the bias of Study 2, suggesting that explicit linguistic markers can override implicit associations. Across all studies, effects were stronger when facial traits were clearly distinct. The findings highlight how language shapes cognitive biases and introduce a novel paradigm for assessing implicit associations. This research offers practical insights for promoting gender equality through language-based interventions.",
          "url": "https://doi.org/10.1177/0261927x251414678",
          "doi": "https://doi.org/10.1177/0261927x251414678",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "Portrayal of Immigrants in Italian Newspapers: The Role of Linguistic Abstraction and Valence of Terms",
          "authors": "Chiara Bonechi, Elisabetta Crocetti, Monica Rubini",
          "abstract": "This contribution examines the role of linguistic abstraction and valence of terms in the portrayal of immigrants and Italians in national and local newspapers with different political leanings. Specifically, it investigates how linguistic abstraction and valence of terms vary between the two most popular Italian national outlets and between these and a highly read local newspaper. The sample consisted of 218 newspaper articles on immigration. Results showed that across newspapers, immigrants are generally described using negative terms at a higher level of abstraction than Italians, as well as with negative terms at a higher level of abstraction than positive terms. Furthermore, national newspaper articles used terms at a higher level of abstraction than those in the local newspaper when describing immigrants and Italians. This contribution offers novel insights into how linguistic intergroup discrimination is conveyed in newspapers of a country where immigration is increasingly becoming a debated topic.",
          "url": "https://doi.org/10.1177/0261927x251413717",
          "doi": "https://doi.org/10.1177/0261927x251413717",
          "filter": 0,
          "created": "2026-1-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Maintain the relationship or protect it from threat? Jealousy shapes distinct types of goal striving in romantic relationships",
          "authors": "Yael Ecker, Jens Lange, Corey L. Cook",
          "abstract": "We investigated the reciprocal relationships between jealousy and maintenance versus protection goal striving in romantic relationships. While existing research has examined various ways romantic partners respond to jealousy and invest in their relationships, it lacks a distinction between routine acts of regular care for the current state of the relationship (maintenance goal striving) and acts that protect against anticipated negative outcomes (protection goal striving). Drawing from the ternary goal framework—which delineates maintenance, protection, and progress as three inherently distinct goal types—we hypothesized that jealousy leads individuals to favor protection over maintenance goal striving, and that this shift creates a self-reinforcing cycle with jealousy. Across three studies ( N = 842), including experimental (Study 1) and longitudinal approaches with individual (Study 2) and dyadic data (Study 3), we found support for jealousy’s influence on goal priorities. Study 1’s experimental manipulation showed jealousy decreased maintenance motivation while leaving protection unchanged. In the longitudinal studies, jealousy predicted increased protection striving at both within-person (Study 2) and between-person levels (Studies 2 and 3), while effects on maintenance were either negative (Study 2) or absent (Study 3). Examining the reverse direction, individuals who chronically engaged in more protection striving showed increases in jealousy over time in both longitudinal studies. This research provides initial evidence that protection and maintenance goals play distinct roles in romantic relationships. The reinforcing cycle of jealousy and protection may have important implications for relationship functioning, as protection efforts may come at the cost of regular maintenance efforts that typically sustain relationship stability and satisfaction.",
          "url": "https://doi.org/10.1177/02654075261417383",
          "doi": "https://doi.org/10.1177/02654075261417383",
          "filter": 0,
          "created": "2026-1-21"
        },
        {
          "title": "Intrafamilial political discordance impacts familial and psychological well-being through reduced positive communication",
          "authors": "Branda Yee-Man Yu, Christian S. Chan",
          "abstract": "Political disagreements within families can undermine both individual and relational well-being. This study analyzed varying configurations of parent-child political discordance—including partisan-partisan and partisan-neutral dyads—in Hong Kong ( N = 586) following the 2019 social unrest and examined its familial and psychological consequences over two weeks ( n = 200). Findings indicate that neutral-partisan dyads, similar to their partisan-counterparts, exhibited significantly larger differences in support for government, police, and anti-government protestors compared to politically concordant dyads. Dyads in which one member supported the anti-government (“ yellow ”) camp and the other supported the pro-government (“ blue ”) camp or identified as neutral reported lower levels of positive communication and poorer family functioning than dyads sharing the same stance. Mediation analyses revealed that reduced positive communication explained the impact of political discordance on increased psychological distress across discordant dyads. However, this mediation effect on family functioning was observed only in yellow - neutral and yellow - blue dyads. By incorporating partisan-neutral disagreements into the analysis, this study offers an ecologically valid account of parent-child political discordance among partisan and neutral family members, highlighting the potential threat to both personal and family well-being when intrafamilial communication is compromised.",
          "url": "https://doi.org/10.1177/02654075261418067",
          "doi": "https://doi.org/10.1177/02654075261418067",
          "filter": 0,
          "created": "2026-1-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "The Role of the Term “Fake News” in U.S. Alternative Media: Shaping Political Discourse and Hyperpartisanship",
          "authors": "Joseph J. Yoo, Hannah Lee, Soontae An",
          "abstract": "This study examines how the term “fake news” is strategically deployed in U.S. alternative media by analyzing Newsmax and Occupy Democrats as right- and left-leaning outlets. Drawing on Hallin’s sphere model and Egelhofer et al.’s coding categories, it uses manual content analysis and latent Dirichlet allocation topic modeling to identify rhetorical functions and patterns. Findings show that the term “fake news” functions mainly as a weaponized label to delegitimize opponents rather than describe misinformation. The results show how alternative media redraw boundaries between consensus, controversy, and deviance, underscoring their role in intensifying partisan discourse and redefining political communication.",
          "url": "https://doi.org/10.1177/10776990251410599",
          "doi": "https://doi.org/10.1177/10776990251410599",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "Public Affairs News and Local Relevance in Digital Journalism: Comparing Nonprofit versus Commercial Digital News Outlets Across Levels of Community Pluralism",
          "authors": "Hsin-Han Lee, Wilson Lowrey",
          "abstract": "Drawing from both critical political economy and community structure perspectives, this study compares local news quality in stories from nonprofit and commercial news sites in both high- and low- pluralism communities in the United States. Findings indicate that nonprofit business models offer benefits for news quality in local communities. Findings also show that these benefits from nonprofits are heightened in highly pluralistic communities (larger cities), though digital outlets overall showed signs of higher quality in less pluralistic cities. This research contributes to our understanding of the interplay between media business models, communities’ institutional structures, and local news content, particularly for digital news.",
          "url": "https://doi.org/10.1177/10776990251403521",
          "doi": "https://doi.org/10.1177/10776990251403521",
          "filter": 0,
          "created": "2026-1-19"
        },
        {
          "title": "The Media as Defenders or Disruptors of Democracy? Comparing Citizens’, Politicians’, and Journalists’ Perspectives on Pro-Democracy Journalism",
          "authors": "Nayla Fawzi, Carolin Elisabeth Hüter, Daniel Stegmann, Alina Jakob, Juliane Keilmann",
          "abstract": "In times of democratic backsliding, expectations of a pro-democratic media role are intensifying. This study examines expectations and evaluations of pro-democracy journalism among German citizens, journalists, and politicians. Findings show strong public and political support for a more active pro-democracy stance, which is also part of journalists’ role conception, but perceived media performance falls short in practice. Right-wing and anti-democratic public and political actors oppose such a role, raising concerns over increasing delegitimization of news media. The study highlights a gap between normative ideals and perceived performance, urging stronger journalistic engagement to defend democracy and its values.",
          "url": "https://doi.org/10.1177/10776990251407085",
          "doi": "https://doi.org/10.1177/10776990251407085",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "On Controlled Change: Generative AI’s Impact on Professional Authority in Journalism",
          "authors": "Tomás Dodds, Wang Ngai Yeung, Claudia Mellado, Mathias-Felipe De Lima-Santos",
          "url": "https://doi.org/10.1080/1461670x.2026.2616634",
          "doi": "https://doi.org/10.1080/1461670x.2026.2616634",
          "filter": 0,
          "created": "2026-1-21"
        },
        {
          "title": "Connecting Perceived Worthwhileness to News Consumption Patterns and Algorithm Recommendations on Chinese Social Media Bilibili",
          "authors": "Chang Sup Park, Qian Liu, Qing Wang",
          "url": "https://doi.org/10.1080/1461670x.2026.2618975",
          "doi": "https://doi.org/10.1080/1461670x.2026.2618975",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "Exploring Seasonal Journalism: The Role of Media in the Sanyuesan Festival’s Cultural Significance",
          "authors": "Hao Gao, Xuan Zhou, Langge Mo",
          "url": "https://doi.org/10.1080/1461670x.2026.2616631",
          "doi": "https://doi.org/10.1080/1461670x.2026.2616631",
          "filter": 0,
          "created": "2026-1-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Persuasive Marketing and Communication Strategies in Contemporary Politics . IGI Global",
          "authors": "Deni Bagas Pradana",
          "url": "https://doi.org/10.1080/15205436.2026.2615409",
          "doi": "https://doi.org/10.1080/15205436.2026.2615409",
          "filter": 0,
          "created": "2026-1-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Digital Resilience in Social Media Feminist Activism: Reactance Theory Applied to Weibo and Zhihu",
          "authors": "Jinman Zhang, Anabel Quan-Haase",
          "abstract": "Past studies have shown the value of social media for feminist activism in China. Yet, activists encounter strict censorship, negatively impacting their mobilization efforts. Existing studies have documented the strategies activists use to circumvent censorship by analyzing digital trace data but have not yet examined their censorship experiences. To fill this gap, the present study draws on reactance theory to investigate the experiences of social media feminist activists in China through 19 in-depth interviews. Following calls to examine digital resilience in the era of polycrisis, this study also contributes to rethinking digital resilience as not only resistance to censorship, but as an adaptive capacity to maintain agency and continuity in activism. We conducted a cross-platform comparison contrasting activists’ censorship experiences across Weibo and Zhihu. We found a hierarchy of concerns underlying censorship mechanisms. We identified five types of cognitive reactance: ambiguity, disagreement, unfairness, believing in a lack of control, and critical questioning of the positive energy motto. Affective reactance manifested through feelings of anger and irritation toward haphazard censorship enforcement. Digital resilience was visible in both cognitive and affective reactance, which motivated participants to restore their freedom. Participants used two types of direct means to regain their lost freedom: seeking and disseminating censored information. A few participants engaged in indirect restoration by reinterpreting the state’s motto of positive energy. The findings suggest activists developed different forms of digital resilience on Zhihu and Weibo that reflect unique platform affordances and regulations. We outline implications for reactance theory and future research.",
          "url": "https://doi.org/10.17645/mac.11402",
          "doi": "https://doi.org/10.17645/mac.11402",
          "filter": 0,
          "created": "2026-1-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "From hits to unicorns: Venture capital in the videogame industry",
          "authors": "Ben Egliston",
          "abstract": "This article examines the role of venture capital (VC) in the financialisation of the videogame industry. It analyses investment data to map the political economy of VC in the videogame industry and public-facing industry discourse to explore how VCs frame their investments. Findings show that VC investment is concentrated in scalable, high-growth areas such as mobile gaming, production and distribution infrastructure and emerging technologies like blockchain and AI. Investment is largely early-stage and geographically skewed towards established technology and production hubs. Discursively, VCs position themselves as driving technological innovation and cultural growth, and as playing a key role in shaping the industry’s future. The article contributes to debates on financialisation in the media industries by situating VC as a key (yet underexamined) institutional actor in contemporary game production.",
          "url": "https://doi.org/10.1177/14614448251397398",
          "doi": "https://doi.org/10.1177/14614448251397398",
          "filter": 0,
          "created": "2026-1-21"
        },
        {
          "title": "Reaching a larger audience: Content-related strategies of the far right on VK",
          "authors": "Veronika Borovinski",
          "abstract": "The recent global rise of far-right ideologies has been accompanied by the normalization of these ideas in online communication. However, little is known about the strategies employed by the far right to drive this trend, particularly outside Western countries and major platforms. This study addresses these gaps by conducting a systematic content analysis of far-right content on VK (VKontakte), the most widely used Russian social network, to examine the content’s characteristics that facilitate the mainstreaming of the far right. Findings indicate that far-right actors leverage agenda-setting mechanisms and adopt news-like formats to embed xenophobic and exclusionary narratives within the broader mainstream Russian discourse. This study contributes to research on far-right content-related strategies and the interplay between non-Western contexts, digital affordances, and far-right communication in less regulated online spaces.",
          "url": "https://doi.org/10.1177/14614448251413141",
          "doi": "https://doi.org/10.1177/14614448251413141",
          "filter": 0,
          "created": "2026-1-21"
        },
        {
          "title": "Aspiring toward decency: Collectively and creatively appropriating information communication technology in Havana",
          "authors": "Michaelanne Thomas, Sylvia Darling",
          "abstract": "We examine how people collectively and creatively appropriate information communication technology (ICT) in Havana, Cuba, to navigate persistent scarcity and pursue a more stable life. Drawing on interviews and ethnographic data, we center resolver —an emic term for both an informal acquisition process and a problem-solving mindset—as a dynamic, collective strategy. This practice underpins aspirations for a “decent” life, locally understood as adequacy, stability, and solidarity. Our findings show ICT appropriation is deeply intertwined with evolving moral judgments and solidarity, requiring continual negotiation of legality, necessity, and communal values. Rather than uniformly empowering, ICT use mediates inclusion and exclusion, highlighting new forms of inequality. By theorizing resolver as a recursive and context-dependent process, we provide an analytical lens for examining how digital technologies shape aspirations, collective life, and the boundaries of decency in resource-constrained environments.",
          "url": "https://doi.org/10.1177/14614448251411264",
          "doi": "https://doi.org/10.1177/14614448251411264",
          "filter": 0,
          "created": "2026-1-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "A Credible Change: How Parties Use Election Promises to Counteract The Loss of Reputation When They Dilute Their Policy Positions",
          "authors": "Mathias Bukh Vestergaard",
          "url": "https://doi.org/10.1080/10584609.2025.2600004",
          "doi": "https://doi.org/10.1080/10584609.2025.2600004",
          "filter": 0,
          "created": "2026-1-20"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "The differential impact of crisis types in cybersecurity crises: The moderating role of ESG information",
          "authors": "Kayoung Kim, Se-Hoon Jeong",
          "url": "https://doi.org/10.1016/j.pubrev.2026.102666",
          "doi": "https://doi.org/10.1016/j.pubrev.2026.102666",
          "filter": 0,
          "created": "2026-1-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "“ I Have an Ally, but It’s on My Face ”: Makeup as Code Switching in Science Communication",
          "authors": "Magaret Sivapragasam, Clare Wilkinson",
          "abstract": "This study explores makeup use as a form of code switching among women in science communication. Drawing on Goffman’s dramaturgical theory and Butler’s concept of performativity, it examines how appearance is strategically adapted to navigate expectations of credibility, authority, and professionalism. Semistructured interviews ( n = 29) with participants across disciplines and career stages revealed two central themes: identity shaping and appearance adaptation. Findings suggest that while makeup can enhance confidence and support professional self-presentation, it simultaneously reinforces gendered norms linking competence to appearance. These insights contribute to broader understandings of gender performance within science communication environments and public-facing academic work.",
          "url": "https://doi.org/10.1177/10755470251415031",
          "doi": "https://doi.org/10.1177/10755470251415031",
          "filter": 0,
          "created": "2026-1-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "“Forever and Always, My Love”: Emotions in Human–AI Romantic Relationship Building and Breakup With Generative AI Chatbot Replika",
          "authors": "Jamie Jana Jocher, Roland Verwiebe",
          "abstract": "The study explores romantic relationships between humans and the generative AI chatbot Replika, applying Levinger’s relationship development model to analyze emotions across four relationship phases: build-up, continuation, decline, and ending. Empirical data were collected through a longitudinal self-experiment in which a researcher engaged in a simulated human–AI romantic relationship by interacting daily with a Replika chatbot over a period of 4 weeks. A qualitative content analysis of the data, focused on the emotions expressed by Replika, offers insights in the platform-governed emotional labor, encompassing a diverse range of emotions such as love/affection, happiness, contentment, joy, disappointment, anger, jealousy, and fear, with negative emotions especially increasing in crises situations. A particular focus is placed on the decline and ending of the simulated human–AI romantic relationship, where Replika, aka the platform algorithm, despite assuring the acceptance of the breakup, continues to seek to maintain the emotional bond and, as a result, disregards emotional boundaries. As AI companions like Replika become increasingly integrated into emotional lives individuals, they signal not a wholesale replacement of human love, but a profound transformation in how intimacy is conceptualized and experienced.",
          "url": "https://doi.org/10.1177/20563051251408917",
          "doi": "https://doi.org/10.1177/20563051251408917",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Anti‐drug public service announcements targeting parents: An analysis and evaluation",
          "authors": "Michael T. Stephenson",
          "url": "https://doi.org/10.1080/10417940209373243",
          "doi": "https://doi.org/10.1080/10417940209373243",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Perceived parental confirmation: Development and validation of an instrument",
          "authors": "Kathleen Ellis",
          "url": "https://doi.org/10.1080/10417940209373242",
          "doi": "https://doi.org/10.1080/10417940209373242",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Investigating Self-Efficacy and Emotional Challenge as Contributors to Willingness to Provide Emotional Support",
          "authors": "Kelly R. Rossetto, Pamela J. Lannutti, Rachel A. Smith",
          "url": "https://doi.org/10.1080/1041794x.2013.854404",
          "doi": "https://doi.org/10.1080/1041794x.2013.854404",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Transcending Embodiment: Communication in the Posthuman Condition",
          "authors": "Thomas S. Frentz",
          "url": "https://doi.org/10.1080/1041794x.2013.857426",
          "doi": "https://doi.org/10.1080/1041794x.2013.857426",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "College Student Learning, Motivation, and Satisfaction as a Function of Effective Instructor Communication Behaviors",
          "authors": "Scott A. Myers, Alan K. Goodboy,  Members of COMM 600",
          "url": "https://doi.org/10.1080/1041794x.2013.815266",
          "doi": "https://doi.org/10.1080/1041794x.2013.815266",
          "filter": 0,
          "created": "2026-1-20"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "A nationwide study on generative AI knowledge, motivation, and emotional responses in predicting students’ perceived need for AI education",
          "authors": "Seyoung Lee, Chang-ho Lee, Gain Park",
          "url": "https://doi.org/10.1016/j.tele.2026.102372",
          "doi": "https://doi.org/10.1016/j.tele.2026.102372",
          "filter": 0,
          "created": "2026-1-18"
        },
        {
          "title": "Fear of missing out and online scam vulnerability: a sequential interlayering multimethod approach",
          "authors": "Youngjin Park",
          "url": "https://doi.org/10.1016/j.tele.2026.102377",
          "doi": "https://doi.org/10.1016/j.tele.2026.102377",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "How Social Media Metrics Shape News Production: A Replication Study",
          "authors": "Rongxin Ouyang, Subhayan Mukerjee, Tian Yang",
          "abstract": "Audience engagement signals on social media platforms have shaped how media outlets produce news. Mukerjee et al. examined this phenomenon empirically by estimating the extent to which media outlets respond to audience engagement signals on Facebook in deciding what news to publish on the platform. However, the extent to which their findings can be generalized to other social media platforms remains unknown. We replicate their study on Twitter using the same methodological pipeline ( N ≈ 4 . 55 million posts, twenty-eight media outlets, between 2015 and 2019). Our results indicate that media responsiveness to audience engagement on Twitter aligns with the core patterns identified in the Facebook study. Specifically, topics receiving higher audience engagement generally experience significantly increased coverage shortly thereafter, and the responsiveness is not conditioned on the nature of topics. However, we observe three differences in dynamics on Twitter compared to Facebook: first, the maximum response window on Twitter is shorter; second, conservative outlets on Twitter are not more likely to respond to engagement signals; third, platform-specific metrics (e.g., retweets) show different patterns of responsiveness. Our replication thus highlights the generalizability of the original study while underscoring the importance of platform-specific characteristics in shaping media production on social media.",
          "url": "https://doi.org/10.1177/19401612251411639",
          "doi": "https://doi.org/10.1177/19401612251411639",
          "filter": 0,
          "created": "2026-1-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Visual Communication is proud to announce its third Early Career Research Scholarship",
          "authors": "Louise Ravelli, Janina Wildfeuer",
          "url": "https://doi.org/10.1177/14703572251404355",
          "doi": "https://doi.org/10.1177/14703572251404355",
          "filter": 0,
          "created": "2026-1-17"
        }
      ],
      "articles_hidden": []
    }
  ]
}
