{
  "update": "2025-06-08",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Communication about economic inequality: a systematic review",
          "authors": "Michael Vaughan, Hendrik Theine, David Schieferdecker, Nora Waitkus",
          "abstract": "What do we know about representations of economic inequality in media, and how well does this account for media transformations like hybridization? This article uses a systematic review of academic literature on mediated communication about economic inequality, in order to assess the current state of research around salience, framing, explanatory factors and effects of this kind of inequality discourse. We find an overwhelming focus on legacy newspapers and a small number of Global North countries. We argue for research which builds further links between studies of economic inequality and the contemporary study of communication, including moving past obsolete models of media systems, decentering a small selection of Global North countries, and building a more comparative perspective on nationally-grounded inequality discourses.",
          "url": "https://doi.org/10.1093/anncom/wlaf006",
          "doi": "https://doi.org/10.1093/anncom/wlaf006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Health-Related Communication Challenges Identified by Adults Incarcerated in a Women’s Jail",
          "authors": "Holly M. Harner, Maddy Jupina, Pamela J. Lannutti",
          "url": "https://doi.org/10.1080/10510974.2025.2507664",
          "doi": "https://doi.org/10.1080/10510974.2025.2507664",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Personal playlists and collective experiences: Findings from the pervasive game ‘What we take with us’",
          "authors": "Adam Jerrett",
          "abstract": "This research investigates the impact of self-selected music, communal music sharing, and personal audio and video recordings within the pervasive game What We Take With Us (WWTWU) on player wellbeing, emotions, and narrative engagement. WWTWU is a wellbeing-focused pervasive game deployed across a Discord-based ARG, a physical room-based game, and game workshops. Players created personal playlists to use during play, vocalised self-reflections in some tasks, and shared these artefacts on the communal Discord server. Findings show that players reported music significantly enhanced their play experience, fostering community, supporting emotional regulation, and deepening their sense of engagement with the game. The personal playlists and communal interaction pivotally provided comfort to players while completing the game’s often emotional tasks. However, individual music preferences impacted the resonance of players’ experiences, with some participants finding the repetition of music-based tasks less engaging. Based on these findings, recommendations for developers include using audio interludes for reflection, music playlists as narrative tools, and integrating personal and communal music design to facilitate emergent narratives in games.",
          "url": "https://doi.org/10.1177/13548565251339988",
          "doi": "https://doi.org/10.1177/13548565251339988",
          "filter": 0
        },
        {
          "title": "Becoming-world: Deleuze, virtual reality, and the ethics of narrative immersion",
          "authors": "Emad Abouata Amlashi, Fatos Adiloglu",
          "abstract": "This article examines how Deleuzean philosophy can inform the design and analysis of Virtual Reality (VR) narratives, focusing on the concepts of becoming, assemblage, and immanence. The research addresses the question: How can VR narratives foster ethical reflection and participant engagement, particularly on issues of social justice and representation? Through a post-qualitative methodology and narrative analysis of four VR films – ‘Notes on Blindness’, ‘Clouds Over Sidra’, ‘The Key’, and ‘Giant’ – the study demonstrates how VR enables participants to engage in processes of becoming-other, provoking sensory and emotional transformations. These films illustrate how VR narratives allow for co-creation, ethical reflection, and empathy by immersing participants in complex ethical dilemmas related to disability, trauma, and displacement. Based on these findings, the article proposes an ethical framework for VR narrative design, emphasizing participant agency, immanent ethics, and the integration of social justice themes.",
          "url": "https://doi.org/10.1177/13548565251349136",
          "doi": "https://doi.org/10.1177/13548565251349136",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "A Grade for Artificial Intelligence: A Study on School Teachers’ Ability to Identify Assignments Written by Generative Artificial Intelligence",
          "authors": "Maria Concetta Carruba, Alba Caiazzo, Chiara Scuotto, Lucrezia Savioni, Stefano Triberti",
          "url": "https://doi.org/10.1089/cyber.2024.0524",
          "doi": "https://doi.org/10.1089/cyber.2024.0524",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "At the Crossroads of Fear, Confusion and Hope. COVID-19 News as the Motivator of Affective News Usage and Sense-Making Practices",
          "authors": "Salla Tuomola, Jaana Hujanen, Katja Lehtisaari, Juho Ruotsalainen, Mikko Grönlund",
          "url": "https://doi.org/10.1080/21670811.2025.2514219",
          "doi": "https://doi.org/10.1080/21670811.2025.2514219",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Representations of Youth Climate Anxiety: A Framing Analysis of Emotional Responses to the Climate Crisis in International News Media",
          "authors": "Linda Murray, Mary Breheny, Romilly Cumming, Tom Doig, Bevan Erueti, Maureen Mooney, Christina Severinsen, James Shanly",
          "url": "https://doi.org/10.1080/17524032.2025.2510374",
          "doi": "https://doi.org/10.1080/17524032.2025.2510374",
          "filter": 0
        },
        {
          "title": "Emotion as Motive: Aligning Hope and Action in Jane Goodall’s Climate Rhetoric",
          "authors": "Mollie K. Murphy",
          "url": "https://doi.org/10.1080/17524032.2025.2510371",
          "doi": "https://doi.org/10.1080/17524032.2025.2510371",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Refining automated news? The role of journalistic post-editing in shaping reader perceptions",
          "authors": "Sina Thäsler-Kordonouri",
          "abstract": "Automating news production can change the composition of news output and negatively affect its evaluation by the readership. Some journalists decide to post-edit automated news texts to improve their quality for the reader – a practice that, although essential to automated journalism, is still largely underexplored. Using a large-scale online experiment with UK online news consumers ( N = 4734), this study investigates how readers perceive the changes made during post-editing and whether they achieve the journalistic goal of making the automated articles more appealing. Results show that, regarding the criteria examined, post-editing has no discernible influence on readers’ perception of automated articles. However, compared to manually written texts, it appears that this practice may not always be necessary to receive a positive rating from readers. These findings are discussed in the context of the evolving relationship between journalists and technology in news production and local journalism's decreasing resources.",
          "url": "https://doi.org/10.1177/02673231251344854",
          "doi": "https://doi.org/10.1177/02673231251344854",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Do Video Games Matter? Examining Video Games’ Pathways to Legitimacy and Cultural Value Through Cultural Intermediaries",
          "authors": "Charlotte Gislam, Garry Crawford, Gaynor Bagnall, Victoria Gosling, Neta Yodovich",
          "abstract": "After years on the fringe of our cultural and social life, video games are becoming more recognized as legitimate and culturally valuable. This paper examines the process of their legitimation through the role of ‘cultural intermediaries’, who frame video games as meaningful cultural artifacts. Drawing on Bourdieu's theories, this paper explores how external cultural institutions legitimize video games and how cross-media pollination further reinforces their cultural status. By analysing how broader industries have integrated and contextualized video games within their own domains, this paper highlights how video games contribute to cultural production and are gradually being positioned within established cultural hierarchies.",
          "url": "https://doi.org/10.1177/15554120251341621",
          "doi": "https://doi.org/10.1177/15554120251341621",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Organizing expectations: the co-constitutive dynamics of AI imaginaries",
          "authors": "Emma Christensen",
          "abstract": "This study examines how artificial intelligence (AI) is constituted as valuable within organizational settings through communicative practices that mobilize sociotechnical imaginaries of AI and expectations of specific AI models. Drawing on an ethnographic study of a commercial collaboration between an AI company and its client, the study explores how organizational actors manage, negotiate, and anticipate expectations surrounding a customized AI model. Rather than focusing on AI’s technical properties, the analysis attends to how collectively held visions of desirable futures and anticipated capabilities constitute AI’s organizational value. The findings highlight the role of sociotechnical imaginaries and expectations in co-constituting investments and the development of AI, suggesting how AI may function as a placeholder for broader managerial aspirations, especially when actors lack technical knowledge. In doing so, the article contributes to research on AI as a co-organizing force, offering insights into the communicative (re)constitution of technology’s worth and its impact on organizational realities.",
          "url": "https://doi.org/10.1093/hcr/hqaf014",
          "doi": "https://doi.org/10.1093/hcr/hqaf014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "The impact of technology: how features, resources and task demands shape digital well-being",
          "authors": "Ana Isabel Canhoto, Danae Manika, Emma Wainwright, Donna-Marie Holder",
          "abstract": "Purpose Despite growing awareness that digital technology has both positive and negative implications, the role of specific features in shaping users’ overall well-being remains inadequately understood. We aim to investigate the relationship between technology features, type of task, users’ resources and well-being, to address conflicting empirical evidence in the extant literature. Design/methodology/approach We draw on the Conservation of Resources theory and Involvement theory to analyse user experiences with the digital platforms of a local authority in England. We use an explanatory case-study, nested in a critical realist perspective, and draw on observations, document analysis and interviews with two stakeholder groups. Findings We find that digital well-being is a situated condition shaped by users’ goals, resources and experiences. This explains why the same technology feature – e.g. self-service – supports well-being in low-involvement tasks but not in high-involvement ones. We also show that the hedonic and functional aspects of technology are interdependent in the production of digital well-being and describe how the alignment between resources’ affordances and the users’ specific needs and goals shape well-being. Originality/value We address the conflicting evidence regarding the impact of digital technology on well-being, in the extant literature. This will support future researchers to critically analyse under what conditions technology will benefit vs harm individual well-being and society. It also highlights the importance of designing digital platforms that are aligned with the level of user involvement, to create digital solutions that promote user well-being and foster an inclusive society.",
          "url": "https://doi.org/10.1108/itp-01-2024-0077",
          "doi": "https://doi.org/10.1108/itp-01-2024-0077",
          "filter": 0
        },
        {
          "title": "Examining the impacts of artificial intelligence characteristics on user resistance to financial robo-advisors",
          "authors": "Jung-Chieh Lee, SiQi Jiang, Yuyin Tang",
          "abstract": "Purpose Currently, artificial intelligence (AI) is being utilized to improve and strengthen the function of financial technology (fintech), especially for AI-enabled financial robo-advisors in consumer markets. Nevertheless, how AI characteristics affect users’ resistance to the use of AI advisors remains unclear. To address this gap, this paper employs innovation resistance theory (IRT) to propose a research model to further explore the effects of intelligence and anthropomorphism (AI characteristics) on users’ resistance to robo-advisors via functional (usage, value and risk barriers) and psychological (traditional and image barriers) barriers. Design/methodology/approach A total of 482 AI-enabled financial robo-advisor users were used as a sample to examine the model. Partial least squares (PLS) was utilized to perform the data analysis. Findings The results indicate that the intelligence of AI-enabled robo-advisors reduces resistance, whereas the anthropomorphism of AI-enabled robo-advisors increases resistance. In addition, intelligence significantly reduces usage, value, tradition and image barriers, which in turn decreases users’ resistance to AI-based robo-advisors. Interestingly, anthropomorphism significantly increases usage and value barriers, which ultimately leads to increased resistance to AI-based robo-advisors. Originality/value This study provides a theoretical contribution to the literature by examining how intelligence and anthropomorphism affect users’ functional and psychological barriers in the context of AI-based robo-advisor resistance. The findings of this study are important for financial institutions seeking to use AI to reduce users’ resistance to robo-advisors and increase financial inclusion.",
          "url": "https://doi.org/10.1108/itp-07-2024-0921",
          "doi": "https://doi.org/10.1108/itp-07-2024-0921",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Assembling platform governance as private ordering in the age of generative AI: platform interdependence in policy evolution",
          "authors": "Chris Chao Su, Ngai Keung Chan",
          "url": "https://doi.org/10.1080/1369118x.2025.2513672",
          "doi": "https://doi.org/10.1080/1369118x.2025.2513672",
          "filter": 0
        },
        {
          "title": "Parental profiles and online supervision in the digital age",
          "authors": "Estefanía de los Dolores Gil García, Pedro Francisco Alemán Ramos, Juan Carlos Martín Quintana",
          "url": "https://doi.org/10.1080/1369118x.2025.2512134",
          "doi": "https://doi.org/10.1080/1369118x.2025.2512134",
          "filter": 0
        },
        {
          "title": "A typology of platform power and its regulation",
          "authors": "Inge Graef, Friso Bostoen",
          "url": "https://doi.org/10.1080/1369118x.2025.2512972",
          "doi": "https://doi.org/10.1080/1369118x.2025.2512972",
          "filter": 0
        },
        {
          "title": "Rethinking screen time and academic achievement: gender differences and the hidden benefit of online leisure through digital skills",
          "authors": "Gabriel E. Hales, Keith N. Hampton",
          "url": "https://doi.org/10.1080/1369118x.2025.2516542",
          "doi": "https://doi.org/10.1080/1369118x.2025.2516542",
          "filter": 0
        },
        {
          "title": "On moving fast and breaking things . . . again: social media’s lessons for generative AI governance",
          "authors": "Philip M. Napoli, Suher Adi",
          "url": "https://doi.org/10.1080/1369118x.2025.2513668",
          "doi": "https://doi.org/10.1080/1369118x.2025.2513668",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Binge-watching preferences of over-the-top video streaming services among young female adults",
          "authors": "Chin-Feng Lin, Wei-Hsin Su",
          "abstract": "Purpose This study aims to integrate the means-end chain (MEC) theory with the Kano model to better understand the preferences of female binge-watchers who demonstrate high levels of e-leisure attachment, constraints and addiction to over-the-top (OTT) video streaming services. The ultimate goal is to develop effective service design and promotional strategies. Design/methodology/approach This study investigated the OTT services using data derived from mixed-method research. A preliminary qualitative survey was conducted with 28 female interviewees to identify the questionnaire items for a subsequent survey involving 400 valid respondents. Findings The results show that all respondents considered the attributes of “copyright,” “low interference from advertising,” “quick program updates” and “easy access to frequently viewed programs” to be important factors that attract female binge-watchers using the OTT services. However, female binge-watchers with high e-leisure attachment, constraints and addiction have different perspectives on the remaining attributes. By understanding these differences, academics and practitioners can gain insights to formulate effective business strategies. Research limitations/implications This research primarily focused on female individuals aged 18–24 years; therefore, the findings of this study are limited to this specific demographic group. Practical implications The developed hierarchical value maps can assist managers, marketers and designers in the OTT media sector in formulating effective strategies for product design and marketing endeavors. Originality/value This study is the first to integrate the MEC theory with the Kano model to elucidate the cognitive hierarchies of female binge-watchers who utilize OTT services, particularly those with a strong attachment to e-leisure as well as the constraints and addiction associated with this behavior.",
          "url": "https://doi.org/10.1108/intr-11-2023-1075",
          "doi": "https://doi.org/10.1108/intr-11-2023-1075",
          "filter": 0
        },
        {
          "title": "Esports business ecosystem and its lifecycle: a case study of Zhongxian Esports Town in China",
          "authors": "Zhengyang Li, Qi Peng, Nicolas Scelles",
          "abstract": "Purpose This article aims to understand the evolution process (lifecycle) of an esports business ecosystem, with Zhongxian Esports Town in China as a case study. Design/methodology/approach A mix of primary and secondary qualitative data was collected. Primary data were gathered through 15 semi-structured interviews with respondents involved in the strategic development of Zhongxian Esports Town. Secondary data consisted of public policies and internal publications. Thematic analysis was applied, with four themes identified that align with four lifecycle phases. Findings In the birth phase (2017–2018), there was a gap between the early planning and the actual business ecosystem due to a lack of capabilities and knowledge about customers, leading to an eventual strategic focus on education. In the expansion phase (2018–2020), more stakeholders were attracted. However, conflicts and tension started to emerge among stakeholders due to limited supply capacity. In the authority phase (2020–2021), there was some evidence of authority being achieved, while new entrants forced their way into the ecosystem. In the last phase (2021–2023), the esports town encountered adverse policy changes. However, it was able to insert new ideas into the old order and therefore renew itself. Research limitations/implications The study analyses in-depth an evolving esports business ecosystem, providing valuable insights into its development trajectory and adaptability. Practical implications The manuscript helps inform decision-making and resource management for policymakers, business managers and other esports stakeholders. Originality/value To the best of our knowledge, this research is the first to help understand the lifecycle of a Chinese esports town.",
          "url": "https://doi.org/10.1108/intr-03-2024-0497",
          "doi": "https://doi.org/10.1108/intr-03-2024-0497",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Leveraging digital spaces and datafication in communication research: contributions of digital qualitative fluidity to ethnographic interviewing",
          "authors": "Jeffrey Lane, Yonaira M Rivera",
          "abstract": "The digitalization of communication practices affords major gains for qualitative methods of communication science. What we term digital qualitative fluidity captures the way traditional boundaries between interviewing and ethnography may dissolve through the use of contemporary, digital technologies. We illustrate how communication scholars have leveraged the digital to open ethnographic spaces within interviews to examine situated communication processes of meaning-making in action, amplifying marginalized voices, evoking affect, and enabling sense making–better meeting key goals of qualitative research. We discuss examples of harnessing the fluidity of digital ethnographic interviews in different corners of communication science, dilemmas that accompany this approach, and institutional investments to ensure that qualitative data and methods are valued alongside computational approaches.",
          "url": "https://doi.org/10.1093/joc/jqaf017",
          "doi": "https://doi.org/10.1093/joc/jqaf017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "The power of alignment: how personalized information shapes voter decisions",
          "authors": "Nikandros Ioannidis",
          "url": "https://doi.org/10.1080/19331681.2025.2512856",
          "doi": "https://doi.org/10.1080/19331681.2025.2512856",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Beyond She and He : A Framework for Studying the Cognitive, Psychological and Social Effects of Gender-Neutral Pronouns",
          "authors": "Tiziana Jäggi, Pascal M. Gygax, Sofie Decock, Ute Gabriel, Sarah Van Hoof, Hanne Verhaegen, Chloé Vincent",
          "abstract": "In recent years, gender-neutral pronouns have emerged in different languages. We review current research on their emergence and offer an interdisciplinary framework for studying and understanding gender-neutral pronouns. Our framework is aimed at sparking and guiding interdisciplinary research on gender-neutral pronouns. The framework incorporates (cross-)linguistic and cognitive aspects of the function, use and processing of gender-neutral pronouns in light of the fact that different language systems (i.e., conceptual vs. grammatical gender languages) require different degrees of linguistic creativity in order to expand the word class of pronouns. Furthermore, we link these linguistic and cognitive considerations with research on the social-psychological effects of the use of gender-neutral pronouns, more specifically on how they affect the well-being of nonbinary people with regard to social stigmatization and discrimination (minority perspective) as well as how their attitudes are linked with attitudes on non-binary individuals (majority perspective). Integrating these different aspects, we highlight the current gaps in the literature, make concrete suggestions for future research approaches, and emphasize the importance of interdisciplinary research on this multifaceted topic.",
          "url": "https://doi.org/10.1177/0261927x251346193",
          "doi": "https://doi.org/10.1177/0261927x251346193",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "Exploring Algorithmic Cultivation – Sensitive Self-Disclosure, Self-Diagnosis, and Hazardous Mental Health Communication on TikTok",
          "authors": "Lili R. Romann, Anne Oeldorf-Hirsch",
          "abstract": "Abstract: TikTok’s algorithm (the “For You Page”) leads like-minded, like-diagnosed users together. Amid users frequenting comment sections, seldom research examines how venues of algorithmically-dominated social media might contextualize mental illness discourse. In exploration of how users’ perceived realities both inform and are informed by algorithmic social media environments, the present study offers a theoretical extension of cultivation theory. A reflexive thematic analysis of TikTok comment sections from 15 videos ( N = 15,540 comments) spanning mental illness-related topics including suicidality, bipolar disorder, eating disorders, premenstrual dysphoric disorder, and obsessive-compulsive disorder, positions shared and distinguished knowledge between subject groups as a central component of health communication on the platform. Findings illuminate processes of self-diagnosing, presence of an “algorithmic clock,” emotional contagion, and confession hour, driven by the algorithmic environment. Questioning healthcare treatment, looming stigma, and distinct relational struggles thematically illuminated the sharing of such illness-related experiences.",
          "url": "https://doi.org/10.1027/1864-1105/a000474",
          "doi": "https://doi.org/10.1027/1864-1105/a000474",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "Scholarly Exchange",
          "authors": "Timothy Coombs",
          "url": "https://doi.org/10.1080/1062726x.2025.2513801",
          "doi": "https://doi.org/10.1080/1062726x.2025.2513801",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Adult attachment as a predictor of savoring quality in mothers of toddlers: Results from a 4-week randomized trial",
          "authors": "Silvia Perzolli, Daniela Arcos, Margaret L. Kerr, Patricia A. Smiley, Jessica L. Borelli",
          "abstract": "Parental attachment is a robust predictor of parents’ emotion regulation and parent-child interaction quality. However, little is known about how attachment representations influence parents’ ability to engage in savoring, the process of attending to and prolonging positive emotional experiences. This study examined the association between maternal attachment and two aspects of savoring quality in the context of a large randomized controlled trial. Mothers ( N = 147) of toddlers (aged 18–27 months) participated in this longitudinal study. Prior to being randomized to a Personal Savoring (PS) or Relational Savoring (RS) condition (delivered four times over a 4-week period), participants completed the Adult Attachment Interview (AAI) and the Experiences in Close Relationships-Revised questionnaire (ECR-R). Savoring quality was coded from transcripts of the savoring sessions and two indices of savoring quality were derived, positivity and specificity. AAI secure attachment predicted higher savoring quality (higher positivity and specificity), whereas AAI dismissing attachment predicted lower savoring quality (specifically, lower positivity but not specificity). Neither ECR-R avoidance nor ECR-R anxiety was associated with savoring quality. These results suggest that narrative assessments, such as the AAI, can reveal attachment dynamics that may be not captured by self-report measures in relation to savoring quality. AAI dismissing attachment is associated with lower positivity during savoring, highlighting the need for interventions that specifically address the emotional distancing characteristic of dismissing attachment. Additionally, the link between AAI secure attachment and specificity suggests that enhancing specificity could be an effective intervention target to promote positive outcomes in savoring practices.",
          "url": "https://doi.org/10.1177/02654075251342712",
          "doi": "https://doi.org/10.1177/02654075251342712",
          "filter": 0
        },
        {
          "title": "Dispositional and communicated dyadic perspective-taking during conflicts and intimate partner violence perpetration in young adult couples",
          "authors": "Marianne Emond, Brenda Ramos, Apollonia Pudelko, Florence Léonard, Katherine Péloquin, Audrey Brassard, Marie-Ève Daspe",
          "abstract": "Understanding others’ thoughts and feelings (i.e., perspective-taking) has consistently been recognized as a crucial protective factor against intimate partner violence (IPV). However, previous research has predominantly focused on dispositional perspective-taking, assessed through self-report measures, and has often overlooked communicated perspective-taking, assessed through observational measures, even though it may play a critical role in preventing romantic conflicts from escalating into violence. The current study used a dyadic observational design to examine the associations between (1) self-reported dispositional and (2) observed communicated dyadic perspective-taking during an actual couple conflict discussion and psychological, physical and sexual IPV perpetration in an inclusive sample of young adult community couples ( n = 178). Findings revealed distinct associations between dispositional and communicated perspective-taking across IPV forms. Both dispositional and communicated perspective-taking were negatively associated with the individual’s own and their partner’s psychological IPV perpetration. Dispositional perspective-taking was negatively associated with the individual’s own physical IPV perpetration, while communicated perspective-taking was negatively associated with the partner’s physical IPV perpetration. Dispositional perspective-taking was negatively associated with one’s own and their partner’s sexual IPV perpetration. Secondary analyses also showed significant interactions between partners’ perspective-taking in association with IPV. Our findings highlight the overlapping yet unique and inherently dyadic contributions of dispositional and communicated perspective-taking to IPV dynamics in young adult couples.",
          "url": "https://doi.org/10.1177/02654075251349349",
          "doi": "https://doi.org/10.1177/02654075251349349",
          "filter": 0
        },
        {
          "title": "Longitudinal relationship between basic psychological need frustration and adolescent depressive symptoms: From a within-person perspective",
          "authors": "Xin Liu, Yaoyao Zhang, Fang Ran, Jinyi Zeng, Yanling Liu",
          "abstract": "Although previous studies have shown that overall psychological need frustration predicts depressive symptoms in adolescents, it is still uncertain whether this applies to the specific components—autonomy, relatedness, and competence frustration—and whether depressive symptoms, in turn, predict these components. Therefore, this study conducted a three-wave longitudinal survey and employed random intercept cross-lagged panel models (RI-CLPMs) to examine the bidirectional within-person associations between autonomy, relatedness, and competence frustration and adolescent depressive symptoms. Additionally, potential sex and developmental stage differences were explored. A total of 3,188 adolescents from Sichuan, China, participated in the study ( M age = 13.81, SD = 1.51, 51.44% girls), including 1,513 seventh graders ( M age = 12.30, SD = 0.49, 51.42% girls) and 1,675 10th graders ( M age = 15.17, SD = 0.48, 50.57% girls). The results showed that from Time 1 to Time 2, autonomy, relatedness, and competence frustration did not significantly predict adolescent depressive symptoms, but their predictive effects became significant from Time 2 to Time 3. Conversely, depressive symptoms consistently predicted all three forms of frustration across both time intervals. Further subgroup analyses revealed that these dynamic relationship patterns were consistent across sex and developmental stage. These findings underscore the importance of closely monitoring the dynamic interplay between psychological need frustration and depressive symptoms in adolescents, enabling timely interventions to prevent escalation into a vicious cycle.",
          "url": "https://doi.org/10.1177/02654075251351183",
          "doi": "https://doi.org/10.1177/02654075251351183",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Book Review: Disrupting Mainstream Journalism in India: The Rise of Alternative Journalisms Online. by Kalyani Chadha Disrupting Mainstream Journalism in India: The Rise of Alternative Journalisms Online.ChadhaKalyani. New York, NY: Routledge, 2024. 132 pp.",
          "authors": "Sneha Gore Mehendale",
          "url": "https://doi.org/10.1177/10776990251346711",
          "doi": "https://doi.org/10.1177/10776990251346711",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Bodies in Journalism: The View from Behind and in Front of the Lens",
          "authors": "T. J. Thomson, Rachael Anderson, Nicolette Snowden",
          "url": "https://doi.org/10.1080/1461670x.2025.2514455",
          "doi": "https://doi.org/10.1080/1461670x.2025.2514455",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "“Sometimes, We Do Bad Things for the People We Love”: Exploring Emerging Adults’ Perceptions and Endorsement of Intimate Partner Violence on Television",
          "authors": "Kelly L. Adams, Julius M. Riles",
          "url": "https://doi.org/10.1080/15205436.2025.2514547",
          "doi": "https://doi.org/10.1080/15205436.2025.2514547",
          "filter": 0
        },
        {
          "title": "How News Media Relates to Political Dissatisfaction Over Time: Results from a 4-Wave-Panel Study Analyzing Reinforcing Processes Between Different Forms of Political Dissatisfaction and Their Relation to News Media Exposure and Media Trust",
          "authors": "Christina Schumann, Dorothee Arlt",
          "url": "https://doi.org/10.1080/15205436.2025.2511616",
          "doi": "https://doi.org/10.1080/15205436.2025.2511616",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Investigating Publics’ Communicative Action in Problem Solving (CAPS) Through Data Science",
          "authors": "Sunha Yeo, Joohee Kim, Juwon Kim, Sungahn Ko",
          "abstract": "This study examined the communicative action in problem solving model through data science-driven approaches to enhance the understanding of online publics’ communication behaviors. Using ChatGPT, the study analyzed YouTube comments from news channels that covered a contentious entertainment issue with multiple related events. The findings indicated that communication behaviors changed over time and manifested in diverse combinations. In addition, the study demonstrated that aware publics in the digital era were not merely passive; rather, they engaged in communication activities similar to active publics. Furthermore, it identified distinct communication behaviors associated with certain types of publics, indicating that public types also evolve dynamically across events. The results suggested that the communicative action in problem solving model served as a valuable framework for examining online communication behaviors in the digital era. Based on these insights, this study offered both academic and practical contributions to the field.",
          "url": "https://doi.org/10.17645/mac.9552",
          "doi": "https://doi.org/10.17645/mac.9552",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Family Dysfunction and Problematic Media Use Among Chinese Preschool Children: A Moderated Mediation Model",
          "authors": "Wei Hong, Jia Wang, Ru-De Liu, Zong-Kui Zhou",
          "url": "https://doi.org/10.1080/15213269.2025.2515384",
          "doi": "https://doi.org/10.1080/15213269.2025.2515384",
          "filter": 0
        },
        {
          "title": "Theory of Mind, Empathy, and Eudaimonic Media Preferences",
          "authors": "Matthew A. Lapierre, Eunjoo Choi",
          "url": "https://doi.org/10.1080/15213269.2025.2515382",
          "doi": "https://doi.org/10.1080/15213269.2025.2515382",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Polymedia within constraints: Negotiating smartphone usage among socioeconomically marginalized older female adults in the Global South",
          "authors": "Xin Pei",
          "abstract": "Revisiting polymedia within the ageing context, this research unfolds dynamics experienced by marginalized older groups in the Global South when navigating an increasingly complicated media landscape on smartphones. While polymedia shifts the focus from individual media platforms to an integrated media environment that can potentially expand communicative opportunities, existing discussions on this socio-technological transformation tend to neglect the role of user agency, particularly in socially constrained contexts such as marginalized ageing. Giving a voice to socioeconomically restricted older female adults in the Global South, this research illuminates their engagement with polymedia is contingent upon the intersection of individual ageing experiences as well as uneven social structures and the lack of policy support for digital inclusion in a broader context. The findings highlight their contextualized strategies to make sense of polymedia, revealing their evolving understanding of nuances in media affordances and how they develop their unique media preferences. Simultaneously, the diverse constraints limiting their exploration of polymedia can sometimes transform theoretical communicative opportunities into obstacles, leading to a loss of control within the polymedia environment.",
          "url": "https://doi.org/10.1177/20501579251346244",
          "doi": "https://doi.org/10.1177/20501579251346244",
          "filter": 0
        },
        {
          "title": "Integrated mobilities: Toward a critical hardware approach to mobile media",
          "authors": "Kyle Stine, Rowan Wilken",
          "abstract": "This article introduces a critical hardware approach to mobile media and communication, focusing on the role of iPhone chipsets. While advanced semiconductors have long been recognized as driving innovation in mobile devices, their specific affordances, arrangements, and politics of composition have received limited critical attention. We begin by examining how hardware, such as integrated circuits and other microelectronics, have factored into mobile media and communication studies, and media studies more broadly, and explain how the dominant understanding of them in terms of facilitating compact device packaging, although powerfully true, is insufficient for understanding the range of critical aspects relevant to device hardware. Next, we introduce a framework for analyzing circuit integrations that can serve as a critical framework for understanding the technical design and operations of smartphones and other mobile media. With this background in hand, we then turn to a comparative analysis of the hardware of three generations of iPhones: the original iPhone, iPhone 5, and iPhone 12.",
          "url": "https://doi.org/10.1177/20501579251344736",
          "doi": "https://doi.org/10.1177/20501579251344736",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "Book Reviews",
          "authors": "Maarit Jaakkola, Anumita Goswami, Stéphanie Barillé, Dilara Asardag",
          "url": "https://doi.org/10.2478/nor-2025-0011",
          "doi": "https://doi.org/10.2478/nor-2025-0011",
          "filter": 0
        },
        {
          "title": "Multidimensional digital vulnerability among older adults",
          "authors": "Hilde Sakariassen",
          "abstract": "Access to digital devices and knowledge of how to use them is crucial today. This study is about older adults (aged 65+) who lack experience with digital devices yet still feel compelled to use them in their everyday lives. They face various challenges when using their devices and often do not know how to address them, making them digitally vulnerable. In this study, I address the tension in the ongoing interaction between an increasingly digitalised society and individuals hindered rather than helped by digital technology. Using qualitative interviews and participatory observations with 25 Norwegians over 65 years old provides valuable insights into the everyday experience of struggling to keep up with societal digital advancements. This study highlights the real-life experiences of older adults and identifies their digital vulnerability across various dimensions: material, spatial, social, and privacy-related. Moreover, the research expands on existing literature by including analogue circumstances and agency.",
          "url": "https://doi.org/10.2478/nor-2025-0012",
          "doi": "https://doi.org/10.2478/nor-2025-0012",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Beyond Dichotomies: Empathy and Listening in Deliberative Democracy",
          "authors": "Katharina Anna Sodoma, Daniel Sharp",
          "url": "https://doi.org/10.1080/10584609.2025.2496656",
          "doi": "https://doi.org/10.1080/10584609.2025.2496656",
          "filter": 0
        },
        {
          "title": "How Should We Study Multiple Platforms? Lessons from Deliberative Systems Theory",
          "authors": "Jennifer Forestal",
          "url": "https://doi.org/10.1080/10584609.2025.2512319",
          "doi": "https://doi.org/10.1080/10584609.2025.2512319",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Minecraft, mangroves, and dialogic potential: An analysis of video game live streaming and its implications for public relations research",
          "authors": "Jolene Fisher, Jordan Morehouse, Henry Ugwu",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102591",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102591",
          "filter": 0
        },
        {
          "title": "Storytelling and grand strategy in public diplomacy: A case study of the speeches of president Xi Jinping",
          "authors": "Mitchell Hobbs, Mei Li, Zhao Alexandre Huang, Lucile Desmoulins",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102594",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102594",
          "filter": 0
        },
        {
          "title": "The National Association of Manufacturers World War II campaign: A historical case study on power, ideology, and discourse",
          "authors": "Bill Anderson",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102560",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102560",
          "filter": 0
        },
        {
          "title": "The complicity of corporate sustainability on social issues: Investigating the mediating roles of valence and perceived authenticity",
          "authors": "Juan Liu, Lingling Zhang",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102564",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102564",
          "filter": 0
        },
        {
          "title": "Does quality matter? Understanding quality of communication consulting from a client and consultant perspective",
          "authors": "Daniel Ziegele, Caroline Siegel, Ansgar Zerfass",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102563",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102563",
          "filter": 0
        },
        {
          "title": "To hasten slowly: The prudence of slow AI implementation in public relations",
          "authors": "Emma Christensen, Rickard Andersson",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102557",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102557",
          "filter": 0
        },
        {
          "title": "Engaging in organizational advocacy to fulfill corporate responsibility to race: How passion drives activists’ behavior",
          "authors": "Nicholas Browning, Sadia Ehsan Cheema",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102569",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102569",
          "filter": 0
        },
        {
          "title": "Friend or faux: Testing the perceived authenticity of corporate socio-political activism messages on Instagram through the lens of Black Lives Matter",
          "authors": "Shanetta M. Pendleton",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102558",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102558",
          "filter": 0
        },
        {
          "title": "The category work of custodians: Passionate publics and online reviews",
          "authors": "Anna E. Hartman, Carys Fisser, Rohan Venkatraman, Erica Coslor",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102546",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102546",
          "filter": 0
        },
        {
          "title": "Channeling passion: Social media influencers as organizational listening agents",
          "authors": "Hanna Reinikainen, Taina Erkkilä",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102566",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102566",
          "filter": 0
        },
        {
          "title": "The role of social media influencers in nation branding and relationship building with foreign audiences",
          "authors": "Heijin Lee, Saleem Alhabash",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102570",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102570",
          "filter": 0
        },
        {
          "title": "Sustainability and internal communication: Leveraging employee green behaviors",
          "authors": "Ruoyu Sun, Yeunjae Lee, Enzhu Dong",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102565",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102565",
          "filter": 0
        },
        {
          "title": "Strategic communication and value creation: A process theoretical understanding of value formation in strategic communication management",
          "authors": "Rickard Andersson",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102559",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102559",
          "filter": 0
        },
        {
          "title": "Theorizing forgotten crisis publics: COVID long haulers’ information marginalization",
          "authors": "Brooke Fisher Liu, Duli Shi, Beth St. Jean, Jane Behre, Miranda Downey",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102556",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102556",
          "filter": 0
        },
        {
          "title": "Corporate support for the sustainable development goals: Effects of symbolic and substantive communication",
          "authors": "Cassandra L.C. Troy, Nicholas Eng, Holly Overton",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102545",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102545",
          "filter": 0
        },
        {
          "title": "Religion in crisis communication: Examining the impact of stakeholder religiosity and religious language in organizational crises",
          "authors": "Jordan Morehouse, Lucinda L. Austin, Tyler G. Page",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102562",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102562",
          "filter": 0
        },
        {
          "title": "Performative gesture or genuinely supportive? Workplace responses to the 2020 racial injustice movement",
          "authors": "Lauren Collier-Spruel, Ann Marie Ryan, Sarah Kuang",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102561",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102561",
          "filter": 0
        },
        {
          "title": "Revitalizing city branding through concerts? Fandom, passionate publics, and public relations of the TFBoys’ concert in Xi’an",
          "authors": "Hongyu Zhu, Zizhong Zhang",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102567",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102567",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Gigs North and South",
          "authors": "Daniel Greene, Zothan Mawii",
          "abstract": "This commentary investigates platformization in global south and global north labor markets, arguing they are linked via a process of uneven and combined development. Focusing on platformization in India and the United States, we briefly describe long-standing patterns of formal and informal labor in the United States and India, which prepare the ground for the 21st-century explosion of gig platforms. We conclude by returning to the global scale of uneven and combined development, drawing on contemporary Indian Marxists to explain the global spread of gig platforms post-2008 as a global financial response to the political problem of surplus workers within premature deindustrialization.",
          "url": "https://doi.org/10.1177/20563051251340860",
          "doi": "https://doi.org/10.1177/20563051251340860",
          "filter": 0
        },
        {
          "title": "Notes Toward a World Systems Theory of Platforms: Made in China and India on Amazon.com",
          "authors": "Moira Weigel",
          "abstract": "This article examines the key role that Chinese and Indian entrepreneurs have played in the growth of Amazon and the varied ways in which they interact with its marketplace platform. Using a combination of quantitative and qualitative methods, I highlight differences in how Amazon addresses such entrepreneurs, in how they produce for Amazon, and how they brand their goods for global markets. These differences do not simply reflect distinct national cultures. Rather, they emerge from how Amazon crosses national borders, bringing actors from different political and regulatory contexts, with different levels of development and symbolic resources, into direct contact and competition with one another. I propose that to make sense of these configurations, we must conceptualize global platform capitalism not only as a collection of national cases but as a world system—a differentiated unity that reproduces inequality at the same time it drives innovation.",
          "url": "https://doi.org/10.1177/20563051251340863",
          "doi": "https://doi.org/10.1177/20563051251340863",
          "filter": 0
        },
        {
          "title": "Welcome to the Neighborhood: Assessing Localized Social Media Use and Pro-Community Attitudes in a Multi-National Survey",
          "authors": "Marianne Aubin Le Quéré, Sanjay R. Kairam",
          "abstract": "In the void left by struggling local media, localized social media systems have proliferated on the web as key avenues for the exchange of location-specific information. Yet, as local ecosystems shift, there is a need to understand the types of audiences localized social media spaces attract, and whether these spaces can foster healthy communities. This article presents the results of a multi-national, longitudinal user survey of participants ( N = 2789) on the social media platform Reddit. We show, for the first time, that people who join localized social media spaces also report higher community attachment and political participation intent than users who join other social media spaces. We find evidence that these pro-community attitudes are stronger for longer-term members of localized social media and those who actively contribute through posts and comments. Surprisingly, we also identify that new residents to an area are more likely to belong to a localized social media forum than long-time residents. This article provides context for how the affordances of technology platforms influence the audiences, behaviors, and community impacts of localized social networks.",
          "url": "https://doi.org/10.1177/20563051251333490",
          "doi": "https://doi.org/10.1177/20563051251333490",
          "filter": 0
        },
        {
          "title": "Chinese Digital Feminism Growing in a New Digital Soil: A Mixed-Method Study of the Transnational Construction of Gendered Collective Memory of Chinese Women on Instagram",
          "authors": "Haiwei Valerie Huang",
          "abstract": "As the space for discussing feminism and related issues on domestic social media platforms in China narrows, Chinese women and feminists are increasingly seeking new platforms that provide a more supportive digital environment for advancing gender justice. This article explores the growing transnational engagement of Chinese digital feminism, with a focus on its presence on the foreign-based social media platform, Instagram. Based on interviews with 12 Chinese female Instagram users and an analysis of 184 of their women-focused posts, this study employs thematic and content analysis to explore the intricate, multi-layered transnational connectivity and social representations that contribute to a distributed form of gendered collective memory. The article argues that the digital engagement of Chinese women on Instagram plays a critical role in offsetting the limitations found in domestic social media platforms. This is vital for preserving certain vanished recollections, disseminating feminist narratives, and building gendered collective memory that challenges and reframes the often-distorted and stereotypical perceptions of Chinese women in public consciousness within China’s domestic media landscape. Despite the constrained impact and visibility of their gendered collective memory on Instagram, largely due to the specific class and group these women socially represent, their transnational efforts in shaping a more equitable collective memory remain noteworthy.",
          "url": "https://doi.org/10.1177/20563051251339487",
          "doi": "https://doi.org/10.1177/20563051251339487",
          "filter": 0
        },
        {
          "title": "The Balancing Acts: Communicating Legitimacy in Global Speech Governance",
          "authors": "Diyi Liu",
          "abstract": "The governance of online speech is increasingly a battleground shaped by competing social expectations. This study investigates TikTok’s content moderation in Indonesia and Pakistan, two countries with vast market potential and delicate social and moral stances. Through document analysis and in-depth interviews with government officials, industry representatives, and civil society experts, it examines how stakeholders navigate normative and pragmatic considerations in global speech governance. The findings first highlight distinct regulatory approaches: Indonesia’s collaborative yet paternalistic model preferring fines over bans. It emphasizes administrative compliance through jurisdictional control over platform rules. In contrast, Pakistan’s defensive stance prioritizes infrastructure-level monitoring and restrictions, often resorting to platform bans to enforce control over moral and religious content. Unlike its Silicon Valley counterparts, TikTok demonstrates strategic compliance, deliberately sidestepping controversy by delegating sensitive decisions to state authorities and avoiding political roles. While normative consensus on appropriate content remains elusive, civil society organizations mediate crucial accountability relationships through strategic activism, coalition-building, and international networks. The study discusses the tensions and cost-benefit appraisals of each actor group, identifies essential principles for legitimate speech governance, and examines challenges in translating these principles into actionable frameworks.",
          "url": "https://doi.org/10.1177/20563051251340855",
          "doi": "https://doi.org/10.1177/20563051251340855",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "From interface to inference: mapping the impact of generative artificial intelligence affordances on user risk perception",
          "authors": "Haoyu Zhao, Zhengbiao Han, Shuqi Yin, Nan yang, Preben Hansen",
          "url": "https://doi.org/10.1016/j.tele.2025.102299",
          "doi": "https://doi.org/10.1016/j.tele.2025.102299",
          "filter": 0
        },
        {
          "title": "When AI takes your call: Investigating the impact of conversational styles on customer service agents’ affective delivery",
          "authors": "Inyoung Jang, Jaekwang Kim, Inyoung Park",
          "url": "https://doi.org/10.1016/j.tele.2025.102277",
          "doi": "https://doi.org/10.1016/j.tele.2025.102277",
          "filter": 0
        },
        {
          "title": "Justifying AI regulation: Examining multi-stakeholder responses to the AI Act",
          "authors": "Kaisla Kajava, Ana Paula Gonzalez Torres, Antti Rannisto, Shintaro Sakai",
          "url": "https://doi.org/10.1016/j.tele.2025.102278",
          "doi": "https://doi.org/10.1016/j.tele.2025.102278",
          "filter": 0
        },
        {
          "title": "How live streaming influences trust in social commerce: A parasocial relationship perspective",
          "authors": "Chia Yen Yang, Boon Xuan Koh, Kok Wai Chew",
          "url": "https://doi.org/10.1016/j.tele.2025.102274",
          "doi": "https://doi.org/10.1016/j.tele.2025.102274",
          "filter": 0
        },
        {
          "title": "Why share debunking information? Investigating the relationship between motivation, sharing behavior, gratification, and continuous sharing intentions",
          "authors": "Fan Chao, Guang Yu, Yuan Sun",
          "url": "https://doi.org/10.1016/j.tele.2025.102280",
          "doi": "https://doi.org/10.1016/j.tele.2025.102280",
          "filter": 0
        },
        {
          "title": "When and why algorithmic control leads to app-based gig workers’ deviant work behaviour in China: A mixed-methods study in the food delivery sector",
          "authors": "Ming Chi, Yongshun Xu, Yihao Yang",
          "url": "https://doi.org/10.1016/j.tele.2025.102267",
          "doi": "https://doi.org/10.1016/j.tele.2025.102267",
          "filter": 0
        },
        {
          "title": "Online vaccine misinformation and susceptible publics: Understanding the differences between misinformation-immune, -vulnerable, -receptive, and -amplifying publics’ perceptions and behavioral intentions",
          "authors": "Arunima Krishna, Michelle A. Amazeen, Rob Eschmann",
          "url": "https://doi.org/10.1016/j.tele.2025.102279",
          "doi": "https://doi.org/10.1016/j.tele.2025.102279",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
