{
  "update": "2025-08-03",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Did the West introduce public relations to Africa? Narratives from the Akan indigenous palace practices",
          "authors": "Fuseini Iddrisu, Noel Nutsugah, Derek Onomah, Mavis Essandoh",
          "abstract": "A critical look at the extant literature on the history of public relations (PR) in Africa indicates that the phenomenon started only when the Europeans arrived. These historical narratives ignore PR principles that can be found in the indigenous practices of most traditions in Africa. This study embarks on a critical scholarship guided by in-depth interviews, focus group discussions, observations, and video data to argue that there exist PR principles in Akan indigenous palace communication that predate the arrival of the Europeans. Specifically, the study found several indigenous activities that connote strategic image construction, relationship-building and management, general communication concepts, and media relations function, all of which are core to PR management. Based on the above, the study developed an Akan PR model that depicts notable PR principles within the milieu of Akan palace communication in an attempt to retell the history of PR in a non-westernized context. This study holds scholarship and pedagogical significance for magnifying other voices in the evolution of PR. This is achieved by explicating that traditional African governance structures have long employed strategic communication, relationship management, and reputation management principles.",
          "url": "https://doi.org/10.1093/anncom/wlaf011",
          "doi": "https://doi.org/10.1093/anncom/wlaf011",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Big data on pornhub insights: Datafication and the making of a new sexual culture",
          "authors": "Rebecca Saunders",
          "abstract": "Big data has been crucial to the expansion of the pornography industry and its online evolution over the past 40 years. The datafication of digital users’ desire is the economic basis of free porn platforms. These now dominate the industry and foster an easy accessibility that has made pornography so profoundly culturally influential. The Pornhub Network is well-known as the world’s largest collection of free porn sites, receiving over one hundred million visits a day. Only Google, YouTube, Meta and Reddit receive more of digital users’ attention. Porn viewers therefore constitute a massive global audience. The data gathered from them provides important insights into contemporary sexual culture. Pornhub Insights is an important part of this datafication of viewers’ desire. This site parses the big data gathered from the hundreds of millions of daily ‘hits’ across The Pornhub Network, using Google Analytics ‘to dig deep into the data’ about the sexual preferences of its viewers. Where the dataveillance conducted by corporations is often a relatively clandestine practice, Pornhub Insights explicitly foregrounds its datafication. Because the ‘statisticians at Pornhub’ (Pornhub Insights) are able to draw from such huge data stores, Pornhub Insights is used as a resource for journalists and researchers. Its statistics are conceptualised as providing definitive facts about sexuality, drawing on big data’s associations with the scientific and objective. Where statistics and counting have served a regulatory function in relation to sexuality, this article explores what this big data really tells us about contemporary porn consumption and sexuality. It investigates the ideological objectives of data visualisations and asks what the company’s objectives are in publishing the data. This article asks whether the ‘bigness’ of Pornhub’s data makes it more meaningful than other important sociological studies of sexuality. Ultimately, it considers the significance of these massive data sets lies less in their insights about sexuality and more in what they reveal about cultural perceptions and expectations of big data itself.",
          "url": "https://doi.org/10.1177/13548565251363693",
          "doi": "https://doi.org/10.1177/13548565251363693",
          "filter": 0
        },
        {
          "title": "Audiences, content diversity and streaming platforms in small European countries: Engagement, interaction with catalogues, and choice",
          "authors": "Manuel José Damásio, Cathrin Helen Bengesser, André Rui Graça, Jaka Primorac, Rita Grácio, Sten Kauber, Judith Pernin, Paul Hammoud, Marta Materska-Samek, Malgorzata Kotlinska",
          "abstract": "The rapid growth of streaming platforms and their catalogues has transformed the way audiences engage with content, offering unprecedented content choices. This article delves into the presence of content from small countries on VoDs in Europe and explores how users engage with such content on different types of VoD services. Based on a literature review, an analysis of content availability in European VoD catalogues and the results of qualitative media diaries and interviews carried out in seven small European markets, the ultimate goal is to provide insight into how users engage with streaming platforms and other intermediaries to discover content, to highlight key trends regarding this matter and to discuss what these findings mean for the availability, discoverability and consumption of films from small markets.",
          "url": "https://doi.org/10.1177/13548565251361224",
          "doi": "https://doi.org/10.1177/13548565251361224",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Online Media Coverage of Environmental Protest in Chile: Challenging the Protest Paradigm?",
          "authors": "Carola Neira-Mellado, Rubén Sánchez-Sabaté, Matthieu Vernier, Konstantin Mierau, Marc Esteve-del-Valle",
          "url": "https://doi.org/10.1080/17524032.2025.2535978",
          "doi": "https://doi.org/10.1080/17524032.2025.2535978",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Attachment Styles and Relationship Quality Among Dating Couples: The Mediating Role of Communication Styles",
          "authors": "Aqeel Jaffar, Farahat Ali, Muhammad Awais",
          "url": "https://doi.org/10.1080/10646175.2025.2539914",
          "doi": "https://doi.org/10.1080/10646175.2025.2539914",
          "filter": 0
        },
        {
          "title": "“Let the Poor Breathe”: A Multimodal Discourse Analysis of Selected Online Images on Economic Hardship in Nigeria",
          "authors": "Samuel A. Babatunde, Peace Olamide Obademi",
          "url": "https://doi.org/10.1080/10646175.2025.2538649",
          "doi": "https://doi.org/10.1080/10646175.2025.2538649",
          "filter": 0
        },
        {
          "title": "Maternal Health Information Access and Utilization Among African Immigrant Mothers in the United States",
          "authors": "Sahar Khamis, Faith Otchere",
          "url": "https://doi.org/10.1080/10646175.2025.2539915",
          "doi": "https://doi.org/10.1080/10646175.2025.2539915",
          "filter": 0
        },
        {
          "title": "The Performance of Hip-Hop Persona: Mitigating Crisis of/with Intersections of Identity",
          "authors": "Tyler Bunzey, Sheikia \"Purple Haze\" Norris",
          "url": "https://doi.org/10.1080/10646175.2025.2538643",
          "doi": "https://doi.org/10.1080/10646175.2025.2538643",
          "filter": 0
        },
        {
          "title": "Artificial Intelligence, Corporate Influence, and Hip Hop: The Curious Case of FN Meka and the Dangers of Digital Corporate Blackfishing",
          "authors": "Damion Waymer",
          "url": "https://doi.org/10.1080/10646175.2025.2538645",
          "doi": "https://doi.org/10.1080/10646175.2025.2538645",
          "filter": 0
        },
        {
          "title": "Hip Hop Multimodal Infrastructure: Sustaining the Culture in Community",
          "authors": "George Villanueva",
          "url": "https://doi.org/10.1080/10646175.2025.2538655",
          "doi": "https://doi.org/10.1080/10646175.2025.2538655",
          "filter": 0
        },
        {
          "title": "From Protest to Platform Shift: Exploring the Impact of Elon Musk’s Twitter Ownership on Public Sentiment About Colin Kaepernick",
          "authors": "Keith Massie",
          "url": "https://doi.org/10.1080/10646175.2025.2539909",
          "doi": "https://doi.org/10.1080/10646175.2025.2539909",
          "filter": 0
        },
        {
          "title": "Exploring Adolescents’ Understanding of Cyberbullying on Social Media Through Information Mining",
          "authors": "Tita Melia Milyane, Muhammad Al Assad Rohimakumullah, Muhammad Rio Fariza",
          "url": "https://doi.org/10.1080/10646175.2025.2537195",
          "doi": "https://doi.org/10.1080/10646175.2025.2537195",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Human–technology entanglement in digital-human themed talent shows programmes: multi-interactivity of biopower in Alter Ego",
          "authors": "Yupei Zhao, Wanyan Wu, Hong Zhang",
          "url": "https://doi.org/10.1080/1369118x.2025.2539296",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539296",
          "filter": 0
        },
        {
          "title": "Beyond the individual level: a social-ecological perspective to understanding technology maintenance barriers and strategies among low-income U.S. adults",
          "authors": "Laurent H. Wang, Amy L. Gonzales, Clarissa Rios",
          "url": "https://doi.org/10.1080/1369118x.2025.2539293",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539293",
          "filter": 0
        },
        {
          "title": "A computational analysis of the platformization of music: comparing hit songs on TikTok and Spotify",
          "authors": "Na Ta, Fang Jiao, Cong Lin, Cuihua Shen",
          "url": "https://doi.org/10.1080/1369118x.2025.2539297",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539297",
          "filter": 0
        },
        {
          "title": "Building a virtual community: online Mexican vendors, live-streaming, culture and emotions",
          "authors": "Nadia Y. Flores-Yeffal",
          "url": "https://doi.org/10.1080/1369118x.2025.2539298",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539298",
          "filter": 0
        },
        {
          "title": "Are anxiously attached dating app users less successful and feeling worse after use? The moderating role of perceived anonymity affordance",
          "authors": "Junwen M. Hu, Marina F. Thomas",
          "url": "https://doi.org/10.1080/1369118x.2025.2539294",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539294",
          "filter": 0
        },
        {
          "title": "The interplay between loyalty and legitimacy in blockchain-based metaverses: the case of Decentraland",
          "authors": "Morshed Mannan, Primavera De Filippi, Tara Merk",
          "url": "https://doi.org/10.1080/1369118x.2025.2523978",
          "doi": "https://doi.org/10.1080/1369118x.2025.2523978",
          "filter": 0
        },
        {
          "title": "Governance of discriminatory content in conversational AIs: a cross-platform and cross-cultural analysis",
          "authors": "Na Ta, Jing Zeng, Zhanghao Li",
          "url": "https://doi.org/10.1080/1369118x.2025.2537803",
          "doi": "https://doi.org/10.1080/1369118x.2025.2537803",
          "filter": 0
        },
        {
          "title": "From personalized news curation to shared issue concerns in fragmentation era: a dynamic network approach by levels of issue involvement",
          "authors": "Sujin Choi",
          "url": "https://doi.org/10.1080/1369118x.2025.2539295",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539295",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Artificial intelligence on social media and revisit behavior: evidence from the hotel industry",
          "authors": "Mohammadjavad Shabankareh, Alireza Ranjbaran, Weng Marc Lim, Hassan Kalantari Daronkola, Alireza Nazarian",
          "url": "https://doi.org/10.1080/02650487.2025.2536361",
          "doi": "https://doi.org/10.1080/02650487.2025.2536361",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Signaling transparency in the era of artificial intelligence",
          "authors": "Fatima Wang, Carmen Lopez, Shintaro Okazaki",
          "abstract": "Purpose This study provides researchers and business practitioners with a comprehensive understanding of artificial intelligence (AI) transparency in the business discipline, enabling them to navigate the evolving digital landscape, where AI transparency is an escalating concern, by identifying the conceptual foundations in the most influential studies. Design/methodology/approach This study uses bibliometric analysis techniques, including performance and co-citation analyses. These analyses are grounded in data extracted from the Social Sciences Citation Index within the Web of Science, comprising 108 primary articles and 7,459 secondary (cited) documents. Findings AI transparency research is rising with a greater focus on end-users. Six clusters of cited publications serve as the bedrock of AI transparency in the business discipline: trust, AI explanation, bias and power, undesirable usage, user acceptance/aversion and user heuristics. Analyzing these clusters revealed a framework for signaling AI transparency that can be extended to future research and business strategies. Originality/value This study addresses the following research gaps. First, the nature of AI transparency and its knowledge base remain elusive. Second, AI transparency in the business discipline is underexplored compared to information sciences and law. Third, there is ambiguity surrounding the implementation strategies for AI transparency, with companies often resorting to simplistic methods such as updating terms and conditions. Fourth, there is a lack of clear future research directions specifically for AI transparency, as opposed to the broader context of AI ethics.",
          "url": "https://doi.org/10.1108/intr-11-2023-1041",
          "doi": "https://doi.org/10.1108/intr-11-2023-1041",
          "filter": 0
        },
        {
          "title": "When ambiguity destroys online opinions: a study of eWOM and P2P lending platform performance",
          "authors": "Yang Li, Seung Ho Park",
          "abstract": "Purpose Prior research on peer-to-peer (P2P) lending and electronic word-of-mouth (eWOM) has overlooked how eWOM valence ambiguity and the external environment influence the relationship between eWOM volume and platform performance. Based on signaling and information processing theories, this study differentiates various types of eWOM valence ambiguities and examines how these ambiguities, along with the external environment, affect the impact of eWOM volume on P2P lending platform performance. Design/methodology/approach Using data from Chinese P2P lending platforms (January 2018–July 2019), econometric analyses evaluate the connection between eWOM volume and platform performance as well as the moderating effects of valence ambiguity and external uncertainty. Findings The findings confirm that eWOM volume significantly influences platform performance. However, this positive effect diminishes with high inconsistencies between star ratings and textual eWOM or increased external uncertainty. Research limitations/implications This study’s scope is limited to Chinese P2P lending. Future research should explore diverse markets and user engagement through experimental designs. Practical implications This study offers practical strategies for P2P lending platforms in emerging markets, emphasizing the importance of managing inconsistencies between star ratings and textual reviews and addressing lenders’ concerns in uncertain signaling environments. Originality/value This study advances the understanding of P2P lending and eWOM dynamics by analyzing the interplay between eWOM volume and internal and external factors related to eWOM diagnosability. It highlights how inconsistencies in star ratings and textual eWOM, coupled with external uncertainty, exacerbate decision-making challenges for potential lenders and reduce the positive impact of eWOM volume.",
          "url": "https://doi.org/10.1108/intr-01-2024-0025",
          "doi": "https://doi.org/10.1108/intr-01-2024-0025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Eye-Tracking Research in Advertising Scholarship: A Review and Practical Guide",
          "authors": "Claire M. Segijn",
          "url": "https://doi.org/10.1080/00913367.2025.2528215",
          "doi": "https://doi.org/10.1080/00913367.2025.2528215",
          "filter": 0
        },
        {
          "title": "Disability Perspectives on Biometric Research in Advertising",
          "authors": "Edward Timke",
          "url": "https://doi.org/10.1080/00913367.2025.2536066",
          "doi": "https://doi.org/10.1080/00913367.2025.2536066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "A special issue on qualitative theorizing and methodological advancements",
          "authors": "Kristina M Scharp, Elizabeth A Hintz, Sandra Vera Zambrano",
          "url": "https://doi.org/10.1093/joc/jqaf020",
          "doi": "https://doi.org/10.1093/joc/jqaf020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Computer-Mediated Communication",
      "journal_short": "JCMC",
      "articles": [
        {
          "title": "How cognitive elaboration fosters knowledge acquisition on social media—a field experiment",
          "authors": "Luna T Frauhammer, Jana H Dreston",
          "abstract": "Social media technologies have been criticized as ineffective sources of information because users seem to increase their subjective but not their objective knowledge. While different factors such as multitasking have been brought up as explanations, direct and fair comparisons of learning outcomes between social and traditional news media are missing. This two-wave field experiment (N1 = 902, N2 = 663) shows that whereas participants receiving information on social media did learn less than participants receiving the same information through an email newsletter, this difference disappeared when cognitive elaboration on social media was triggered through elaboration questions. Correlational analyses further suggest that multitasking is one factor which hinders successful knowledge acquisition on social media. Our findings suggest that learning through social media is possible if social media contents invite cognitively elaborate processing.",
          "url": "https://doi.org/10.1093/jcmc/zmaf014",
          "doi": "https://doi.org/10.1093/jcmc/zmaf014",
          "filter": 0
        },
        {
          "title": "Social (media) psychology of the “news-finds-me” perception: habits, mindsets, and beliefs",
          "authors": "Scott W Campbell, Ian Hawkins",
          "abstract": "Unintended encounters with news on social media can foster a reliance on incidental news exposure and the perception that “news finds me.” Because the “news-finds-me” (NFM) perception has negative consequences for informed and engaged citizenship, explaining it has become a priority in recent years. This two-wave survey of adults in the USA incorporates scholarship on social media habits and social media mindsets for an expanded view of the antecedent psychological conditions of the “news-finds-me” perception. Path analyses indicate habitual use of social media to have direct effects and core beliefs about social media and algorithmic control to have indirect effects through habitual use. These patterns hold for two of the three sub-dimensions of the NFM perception, indicating habit and mindset to be fruitful theoretical directions for future research.",
          "url": "https://doi.org/10.1093/jcmc/zmaf010",
          "doi": "https://doi.org/10.1093/jcmc/zmaf010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Amplifying the regime: identifying coordinated activity of pro-government Telegram channels in Russia and Belarus",
          "authors": "Daria Kuznetsova",
          "url": "https://doi.org/10.1080/19331681.2025.2540822",
          "doi": "https://doi.org/10.1080/19331681.2025.2540822",
          "filter": 0
        },
        {
          "title": "Accidentally persuaded: a moderated mediation model of incidental news exposure and political persuasion in social media",
          "authors": "Beatriz Jordá, Manuel Goyanes",
          "url": "https://doi.org/10.1080/19331681.2025.2536529",
          "doi": "https://doi.org/10.1080/19331681.2025.2536529",
          "filter": 0
        },
        {
          "title": "Twitter polarity and computational propaganda: the case of the Woman, Life, Freedom movement in Iran",
          "authors": "Mohammad Rahbari, Philippe Blanchard, Hadi Safari",
          "url": "https://doi.org/10.1080/19331681.2025.2537270",
          "doi": "https://doi.org/10.1080/19331681.2025.2537270",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Phone or affection?: Assessing dyadic perceptions of partner phubbing, affection deprivation, and relationship satisfaction",
          "authors": "Amanda Denes, Chelsea Guest, Katrina T. Webber, Amy A. Gorin, Talea Cornelius",
          "abstract": "The present study explored the role of phubbing, or interrupting a conversation by attending to one’s cell phone instead of their communication partner, among 51 couples living together during the COVID-19 pandemic. Framed by affection exchange theory, the present study examined whether phubbing was indirectly associated with relationship satisfaction via feelings of affection deprivation. The findings indicated that phubbing was associated with greater feelings of affection deprivation, which in turn were associated with less relationship satisfaction. However, phubbing similarity (i.e., the extent to which partners engaged in similar phubbing behaviors) was not associated with affection deprivation or relationship satisfaction. Dyadic analyses revealed a partner effect between affection deprivation and relationship satisfaction. The theoretical implications for co-present phone use and its impact on relational dynamics are discussed.",
          "url": "https://doi.org/10.1177/02654075251364560",
          "doi": "https://doi.org/10.1177/02654075251364560",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "The Ritual of Objectivity vs. the Ritual of Emotionality: Emotion Display and the Credibility of Virtual Newscasters",
          "authors": "Yicong Guan, Shuyi Pan, Yi Mou",
          "url": "https://doi.org/10.1080/1461670x.2025.2537357",
          "doi": "https://doi.org/10.1080/1461670x.2025.2537357",
          "filter": 0
        },
        {
          "title": "A Game Worth the Candle? French Journalists and Their Illusio in the Face of Disinformation",
          "authors": "Pauline Renaud",
          "url": "https://doi.org/10.1080/1461670x.2025.2539258",
          "doi": "https://doi.org/10.1080/1461670x.2025.2539258",
          "filter": 0
        },
        {
          "title": "Is it Just Fluff? Topics, News Values, and Normative Democratic Implications of BBC’s The Happy Pod",
          "authors": "Ruth Palmer, Subin Paul",
          "url": "https://doi.org/10.1080/1461670x.2025.2537358",
          "doi": "https://doi.org/10.1080/1461670x.2025.2537358",
          "filter": 0
        },
        {
          "title": "Reframing the Public: An Examination on the (Mis)representation of Nonhuman Publics within News Coverage",
          "authors": "Michelle Rossi",
          "url": "https://doi.org/10.1080/1461670x.2025.2536765",
          "doi": "https://doi.org/10.1080/1461670x.2025.2536765",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "The Power of Populist Discourses: The Effect of Populist Radical Left and Right Rhetoric on Political Preferences",
          "authors": "Lucas Sudbrack, Peter Beattie",
          "url": "https://doi.org/10.1080/15205436.2025.2537717",
          "doi": "https://doi.org/10.1080/15205436.2025.2537717",
          "filter": 0
        },
        {
          "title": "Defining and Validating News Skepticism: Distinctions from News Trust and Cynicism, and Links to News Literacy and Misinformation Belief",
          "authors": "Gyo Hyun Koo, Tamar Wilner, Cameron McCann",
          "url": "https://doi.org/10.1080/15205436.2025.2534983",
          "doi": "https://doi.org/10.1080/15205436.2025.2534983",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "AI-Powered Social Media for Development in Low- and Middle-Income Countries",
          "authors": "Borany Penh",
          "abstract": "Social media powered by AI has become a major means for influencing beliefs and behaviors. Its unprecedented analytical, personalization, and scaling capabilities could transform economic, health, and other development outcomes in low- and middle-income countries (LMICs). However, issues associated with the AI technologies that underlie social media platforms, such as algorithmic bias and misinformation, and emerging risks of AI persuasion and autonomy could undermine LMICs’ social and human development goals, particularly those with nascent AI governance and capacities. This commentary examines AI-powered social media’s potential to contribute to development in LMICs through social and behavior change, the role of human cognition and cultural influences in mediating AI risks, and how a human-centric approach familiar to international development could help LMICs shape AI-powered social media that supports their values and development goals.",
          "url": "https://doi.org/10.17645/mac.9577",
          "doi": "https://doi.org/10.17645/mac.9577",
          "filter": 0
        },
        {
          "title": "Media Hybridization and the Strategic Value of Political Incivility: Insights From Italian Journalists",
          "authors": "Rossella Rega",
          "abstract": "This study investigates political incivility in journalism through a discursive approach, conceptualizing journalism as continuously constituted through interpretative processes. Building on theories of hybrid journalism as an everyday condition embedded in journalistic practices rather than merely a technological phenomenon, the research examines how journalists discursively construct, interpret, and utilize political incivility. Through interviews with 32 political journalists, the study identifies three interconnected dimensions of hybridization that facilitate the spread of uncivil content in the Italian media landscape: media platforms and production processes, journalistic roles and practices, and content genres. Findings reveal that the cross-platform circulation of uncivil content amplifies its visibility, while economic pressures incentivize its use as a monetization strategy. Journalists experience tension between professional ideals and market demands, leading to role hybridization that combines traditional practices with entertainment-oriented ones. Five approaches to political incivility emerge: providing interpretive frames, spreading uncivil content, contextualizing it, fueling it, and avoiding it. The Italian context, characterized by strong political parallelism and polarization, offers a compelling case for understanding how incivility functions as a structural feature rather than a side effect of hybrid media systems. This study contributes to existing scholarship by demonstrating how multiple levels of hybridization mutually reinforce the proliferation of incivility, potentially undermining public trust in journalism and its democratic function.",
          "url": "https://doi.org/10.17645/mac.10236",
          "doi": "https://doi.org/10.17645/mac.10236",
          "filter": 0
        },
        {
          "title": "Rethinking Media Users in the Age of AI and Algorithmic Mediation",
          "authors": "Jaemin Jung, Jeong-Nam Kim",
          "abstract": "We have collected 16 research essays on how artificial intelligence (AI) is reshaping media, communication, and public life. The authors describe and prescribe how people respond to AI in real settings, such as journalists transitioning to algorithmic newsrooms, students utilizing ChatGPT, and policymakers searching for fairness and transparency. Across all articles, trust, ethics, and context should and could surpass AI’s technical power. We classify the essays into four groups: AI adoption and professional integration; AI governance, ethics, and societal risk; pseudo-information detection and correction; and data-science methods for opinion and behavior analysis. These essays witness emerging media transformations, hinting at how AI can coevolve with, not replace, human intelligence in everyday mediated and connected life.",
          "url": "https://doi.org/10.17645/mac.10915",
          "doi": "https://doi.org/10.17645/mac.10915",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Reflective Realities: Exploring the Mechanisms of Mirror Dwelling in Social Virtual Reality",
          "authors": "Aleksandra Zheleva, Annabel De Clercq, Emma Emmerechts, Durk Talsma, Klaas Bombeke",
          "url": "https://doi.org/10.1080/15213269.2025.2538145",
          "doi": "https://doi.org/10.1080/15213269.2025.2538145",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Book Review: The Psychology of Phubbing (Springer Briefs in Psychology) by Yeslam Al-Saggaf Al-SaggafYeslam, The Psychology of Phubbing (Springer Briefs in Psychology), Springer, Singapore; 2022; ISBN 978-981-19-7047-4, INR 4809",
          "authors": "Sangita Goswami",
          "url": "https://doi.org/10.1177/20501579251363824",
          "doi": "https://doi.org/10.1177/20501579251363824",
          "filter": 0
        },
        {
          "title": "Book Review: The Global Smartphone: Beyond a Youth Technology by Daniel Miller, Laila Abed Rabho, Patrick Awondo, Maya de Vries, Marilia Duque, Pauline Garvey, Laura Haapio-Kirk, Charlotte Hawkins, Alfonso Otaegui, Shireen Walton and Xinyuan Wang MillerDanielRabhoLaila AbedAwondoPatrickde VriesMayaDuqueMariliaGarveyPaulineHaapio-KirkLauraHawkinsCharlotteOtaeguiAlfonsoWaltonShireenWangXinyuan. The Global Smartphone: Beyond a Youth Technology. London: UCL Press, 2021. Xxiv + 295 pp. ISBN 9781787359628, £25.00 (Pbk)",
          "authors": "Yongjian Li",
          "url": "https://doi.org/10.1177/20501579251363821",
          "doi": "https://doi.org/10.1177/20501579251363821",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Digital twins as space media",
          "authors": "Edward King",
          "abstract": "NASA scientists have claimed that the rescue of the stricken Apollo 13 spacecraft in 1970 created the first digital twin system. In this article, I examine NASA’s narrative, which is gathering consensus as the origin story of digital twin technologies, with two main points of focus. First, through an examination of the dynamics of control and error, I scrutinise the ways in which the NASA ethos and worldview may be embedded within contemporary uses of digital twin technologies. Second, through an analysis of two subsequent NASA missions and the 1968 film 2001: A Space Odyssey , I frame digital twin technologies as ‘space media’ which, Gál et al. claim, can ‘reorient our view [. . .] to “off-Earth” perspectives’. This approach reveals the potential of digital twins to propagate imaginaries beyond the managerial systems of control that constitute their dominant contemporary usages.",
          "url": "https://doi.org/10.1177/14614448251338296",
          "doi": "https://doi.org/10.1177/14614448251338296",
          "filter": 0
        },
        {
          "title": "Mirror, mirror. . . disco ball? On dancing with algorithmic doubles-goers",
          "authors": "John S Seberger, Geoffrey C Bowker",
          "abstract": "Algorithmic media proliferates. Alongside such proliferation, the familiar doubles of pre-digital daily life – the specters, phantoms, and apparitions found in folklore, novels, film, and music – are maturing into new kinds of fluid and apparently agentic Others. Such Others – data-driven doppelgangers, literally “double-goers” – increasingly co-constitute their primaries across space and time, entangling erstwhile human users into a more-than-human assemblage. Yet such an assemblage is contentious: the promise of double-goers is mired in surveillance capitalism. Despite being so mired, double-goers emerge as aspirational co-inheritors of yesterday’s tomorrows. As such, they are part of the affective conditions into which we – artists formerly known as human – are now thrown. We are tasked with learning to live with our double-goers. By reassembling the doppelganger in relation to algorithmic media, we provide foundations for a playful choreography: a dance with the new double-goer that moves beyond critical and affective revulsion.",
          "url": "https://doi.org/10.1177/14614448251338281",
          "doi": "https://doi.org/10.1177/14614448251338281",
          "filter": 0
        },
        {
          "title": "Making everything ac-count-able: The digital twinning paradigm",
          "authors": "Christoph Borbach, Wendy Hui Kyong Chun, Tristan Thielmann",
          "abstract": "This editorial investigates the epistemic and media-theoretical significance of digital twinning as a decision-making practice. Digital twins purport to calculate futures based on sensor data in conjunction with generative AI, cloud computing, and Internet-of-things architectures; they shape institutional decisions and are used to make such decisions accountable. To illustrate this, examples from the logistics, transportation, and military sectors are contrasted to earlier simulations and described as “phenomenotechniques.” We argue that digital twins are recent expressions of a technocratic paradigm characterized by the imperative to make everything worldly “count,” datafying and modeling it within digital environments in real time for future predictions. Digital twins are thus performative agents in a network of feedback loops between humans, machines, environments, and algorithms. This article concludes with an overview of the special issue, placing digital twins in the phenomenological context of media that are seamlessly and simultaneously logistical, spatial, and transformative.",
          "url": "https://doi.org/10.1177/14614448251338289",
          "doi": "https://doi.org/10.1177/14614448251338289",
          "filter": 0
        },
        {
          "title": "There is no such thing as a digital twin: Deconstructing sociotechnical imaginaries of digital twin technologies in Dutch urban governance",
          "authors": "Sofie de Wilde de Ligny, Sharon van Geldere, Mirko Tobias Schäfer, Albert Meijer",
          "abstract": "Within the context of three-dimensional simulations of urban space and their variables within, digital twin technologies (DTs) are touted as making urban governance and planning effective, calculable, evidence-based while reducing costs and complexity. We conducted 3 years of in-depth fieldwork on the application of DTs for urban governance in the Netherlands. Our empirical and critical analysis shows that DTs are not characterized by a novel quality of technological promise, but rather conform to prevalent narratives wherein technologies are marketed and advertised through specific imaginaries. Deconstructing the sociotechnical imaginaries through empirical evidence of real uses cases highlights the gap between the promise of the digital twin narratives and the emerging responses and practices in government. Therefore, through deconstruction, we call for practical, realistic, and responsible uses of DTs for urban governance and provide preliminary regulatory steps.",
          "url": "https://doi.org/10.1177/14614448251338290",
          "doi": "https://doi.org/10.1177/14614448251338290",
          "filter": 0
        },
        {
          "title": "From the urban factory to the metaverse: Understanding datafication, spatial computing and digital twinning practices",
          "authors": "Emma Fraser, Clancy Wilmott, Will B Payne",
          "abstract": "This article considers digital twins and digital twinning practices in relation to the spaces of the factory, city, and the “metaverse.” We draw on the work of urban and new media theorists to argue that digital twins are part of a long history of urban media and computation. Expanding on Walter Benjamin’s notion of phantasmagoria, we argue that the logics of the factory inherent in early digital twins are intensified and expanded in the more recent translation to urban digital twins and spatial media architectures. We identify three frames that articulate the relation of digital twins to cities, the factory, and media-driven phantasmagoria: the topological structuring of the city as a future site of commodification; the production logic that expands from the factory into the urban digital twin; and the phantasmagoric construction of the spaces of the metaverse, which hides complex relations through interactive media spectacles.",
          "url": "https://doi.org/10.1177/14614448251338293",
          "doi": "https://doi.org/10.1177/14614448251338293",
          "filter": 0
        },
        {
          "title": "Digital twins of the ocean: Wet environing media and marine futures",
          "authors": "Adam Wickberg, Susanna Lidström",
          "abstract": "The EU’s Digital Twin of the Ocean (DTO) is presented as a coherent, high-resolution, multi-dimensional, multi-variable and near real-time representation of the ocean that integrates new data sources with advanced modeling, artificial intelligence and high-performance computing. The two-way exchange of information between marine ecosystems and the digital twin is intended to create a feedback loop between the digital and physical realms that is emblematic of environing media. The EU’s vision is that the DTO will empower citizens, inform politicians, support a blue economy, and improve protection of the marine environment. The sociotechnical imaginary of the DTO presents a narrative that a balance between sustainable exploitation and conservation can be had through the use of sophisticated digital technology. But what is at stake in this technocratic control over the world ocean, and where does it come from? Whose interest will digital twins ultimately serve? Understood in its historical and environmental context, the DTO caters to the aims of sustainable development, but risks veiling continued unsustainable development and growth under the guise of new digital technologies. We use the theoretical lens of environing media and sociotechnical imaginaries to critically unpack this narrative and its historical contingencies, and show how difficult goal conflicts are systematically glossed over through a veil of datafication and technological development.",
          "url": "https://doi.org/10.1177/14614448251338286",
          "doi": "https://doi.org/10.1177/14614448251338286",
          "filter": 0
        },
        {
          "title": "Manifesting a future to come: The spectral performativity of digital twinning",
          "authors": "Anne Ulrich",
          "abstract": "This article examines digital twinning as a media technology and performative practice, focusing on its post-digital ambiguities. To show why and to what extent the concept of spectrality is particularly well suited for discussing the post-digital mediality of twinning, this article proceeds in two steps. First, it reviews research on twin metaphors and the uncanny in cybernetics and digital media. This provides a contextualization of digital twinning within a media theoretical tradition. Second, the figure of the specter is revisited in an interpretation of Derrida’s Specters of Marx that focuses on the aspects of its corporeality, temporality, immateriality, and performativity. As a result, digital twinning is reconceptualized as a performative practice that enables the spectral materialization of many potential behaviors. As such, it destabilizes traditional notions of temporality, participates in the process of commodification and bears responsibility for a democracy to come.",
          "url": "https://doi.org/10.1177/14614448251338298",
          "doi": "https://doi.org/10.1177/14614448251338298",
          "filter": 0
        },
        {
          "title": "Plug-in wind: Software and logistics of elemental media",
          "authors": "Jussi Parikka",
          "abstract": "This article focuses on the role of computational fluid dynamics (CFDs) in architectural and design software. Among other uses, CFDs concern the modeling and simulation of wind that this article approaches as an example of elemental media and as a computationally managed entity implemented into design of environments including different kinds of digital twin platforms. Thus, the article argues that wind and other fluids are moved as software and data in the logistical circuit that underpins design and digital twinning. However, this take on logistics of wind emerges at the back of a longer history of visual cultures of wind—including such takes as Harun Farocki’s Parallel video essay on computer graphics and software modeling of elemental media—while focusing more on the past decades of software plug-ins as well as game engines. Digital twinning is contextualized in broader software cultures and logistics of environmental data.",
          "url": "https://doi.org/10.1177/14614448251338285",
          "doi": "https://doi.org/10.1177/14614448251338285",
          "filter": 0
        },
        {
          "title": "Urban digital twins: Digital twins for participatory steering",
          "authors": "Oliver Dawkins, Rob Kitchin",
          "abstract": "Originating in the field of manufacturing, the Digital Twin (DT) concept is now being applied across a range of application domains, from personal healthcare to whole Earth observation. Despite enthusiasm for DTs, uncertainties have arisen concerning their lack of definition and technical specificity. This paper reassesses the concept with particular consideration for its application to cities in the form of Urban Digital Twins (UDTs). Rather than identifying DTs with a particular set of technologies, we instead understand them as embodying a core ‘conceptual model’ describing a mechanism for control based on the generation and feedback of information, elsewhere characterised as a ‘steering representation’. By aligning their use with more participatory forms of governance involving the ‘commoning’ of city information, we argue that UDTs might then provide powerful new means for participation in urban planning and governance through the support they provide for communication, collective sensemaking and shared oversight.",
          "url": "https://doi.org/10.1177/14614448251338280",
          "doi": "https://doi.org/10.1177/14614448251338280",
          "filter": 0
        },
        {
          "title": "Illuminating the invisible: Development and psychometric test of a multi-dimensional measure of consistent online lurking (COOL)",
          "authors": "Alexandra R Stankus, Archana Krishnan",
          "abstract": "Online lurking is a common behavior but defining it and understanding its motivations is complex. Various definitions and measurements for online lurking have been employed but have often suggested “lurking” to be conflated with other behaviors. This study developed and tested a scale to measure consistent online lurking (COOL), addressing the need for a clear conceptualization and measurement of this behavior. Exploratory factor analysis explicated two dimensions of online lurking – online invisibility and preference for content consumption, and confirmatory factor analysis confirmed the two-factor structure. The resulting scale demonstrated good reliability across two samples. The study differentiates consistent lurking from information-seeking and contextual factors, focusing on individuals who tend to lurk across platforms. This conceptualization provides a theoretical contribution by illuminating a subset of online users who are often underrepresented in research but are integral to online communities despite their invisibility.",
          "url": "https://doi.org/10.1177/14614448251358488",
          "doi": "https://doi.org/10.1177/14614448251358488",
          "filter": 0
        },
        {
          "title": "The geo-politics of resilience: On the historical convergence between ecology, artificial intelligence, and corporate strategy",
          "authors": "Orit Halpern",
          "abstract": "Today, few terms are more central to policy, planning, or economics than the term “resilience.” From urban planning to twining the earth systems, we have come to understand systems as constantly in a state of crisis that needs perpetual management. This article traces the rise of resilience as a dominant epistemology and practice in environmental management, logistics, demography, and energy. I will argue that resilience has become the dominant discourse by which time and uncertainty are currently being managed in the wake of post-World War II decolonization, generating new techniques such as digital twinning and generative artificial intelligence (AI). Moreover, resilience has become a new logic making the planet, and its living populations, computationally measurable and representable, and amenable to new forms of technical manipulation and action.",
          "url": "https://doi.org/10.1177/14614448251336420",
          "doi": "https://doi.org/10.1177/14614448251336420",
          "filter": 0
        },
        {
          "title": "Because the twin is not a copy: On the politics of digital twins",
          "authors": "Louise Amoore",
          "abstract": "This essay explores the changing form of the digital twin as a political technology in the age of deep learning and generative artificial intelligence (AI). It situates the digital twin as a distinctive contemporary form of simulation and examines how it is making up people, things, scenes and their interactions in novel ways: the drawing in of unstructured datastreams and their experimental recombining and modification. Although the digital twin is often represented as a digital copy or replica of the physical world, it actually departs radically from a mimetic copy; advancing a mode of twinning that classifies, extracts and divides. The essay addresses digital twinning as an emerging form of knowledge and action in the world. It proposes three distinctive logics of the contemporary politics of digital twins: intervention, prediction and action. Each of these aspects is discussed through the situated digital twin domains of the factory, the clinic and the battlefield.",
          "url": "https://doi.org/10.1177/14614448251338284",
          "doi": "https://doi.org/10.1177/14614448251338284",
          "filter": 0
        },
        {
          "title": "Digital twins as planetary media in Europe and China: Optimization and resilience in scientific and socioeconomic domains",
          "authors": "Jihoon Kim",
          "abstract": "This article formulates digital twins as planetary media—an assemblage of human and nonhuman elements that emerges from planetary-scale computation to observe and predict changes in the Earth’s human, geophysical, and socioeconomic spheres. It aims to revise Gabrys’ original concept of planetary media by revealing the collapse of the globe (as capitalist and human-centered) and planet (as geological and ecological) in digital twins applied to both Earth System Science and socioeconomic domains. Their collapse is also evident in scientific papers related to EU’s Destination Earth and China’s Digital Earth, policy reports on EU’s green/digital transition and China’s Sustainable Development Goals (SDG), and documents on the smart cities in both regions. All of these share optimization and resilience as not only digital twins’ technical requirements but also key values for establishing them as sociotechnical imaginaries of transforming the Earth’s human activities and natural environments in the service of its sustainable future.",
          "url": "https://doi.org/10.1177/14614448251336434",
          "doi": "https://doi.org/10.1177/14614448251336434",
          "filter": 0
        },
        {
          "title": "Urban futures in the mirror of technology? The politics of urban digital twins",
          "authors": "Sophia Knopf, Hadrien Macq, Alexander Wentland",
          "abstract": "Urban digital twins (UDTs) represent a growing trend in urban governance, offering the promise of enhanced prediction, decision-making, and public participation. Adopting a constructivist perspective toward UDTs, this article contributes to the emerging literature on “twinning”: the making of UDTs, which produces an interrelation between tangible reality and its digital representation in order to enable new forms of knowledge and urban governance. Through a comparative analysis of UDT projects in Boston, Namur, and Munich, we explore how digital representations of cities are co-produced with ideas about desirable governance. Our locally situated perspective highlights the interrelations of twinning in three dimensions: representation, epistemic promise, and ideas of desirable urban governance. The analysis provides crucial insights into the role of digital technologies in shaping urban futures, offering a critical reading of the current trend of UDTs in urban governance, and is attentive to its social and political implications.",
          "url": "https://doi.org/10.1177/14614448251338297",
          "doi": "https://doi.org/10.1177/14614448251338297",
          "filter": 0
        },
        {
          "title": "The digital twinning of Tuvalu: Deep ecology in the age of virtual reproduction",
          "authors": "Leighton Evans",
          "abstract": "The threat of climate change to nation-states like Tuvalu has led to a novel attempt at digital preservation through virtual reproduction. Tuvalu’s Future Now Project aims to create a ‘digital nation’ in the metaverse. This article critically analyses this state-scale digital twinning from two theoretical lenses. First, drawing on deep ecology, it argues the virtual reproduction substitutes the intrinsic value of Tuvalu’s landscape and culture with instrumental value optimised for digital capitalism’s extractive logic. Second, building on concepts from Benjamin and Baudrillard, it contends that digital twinning subverts the cultural symbolic order through semiotic transformation, rendering the ‘digital nation’ a hyperreal imitation stripped of aura. Rather than preserving sovereignty over disappeared territory, the metaverse reproduction reimagines the state itself as a simulation. While responding to the severe threat of global warming, the project raises critical questions about the politics and value of virtual reproduction.",
          "url": "https://doi.org/10.1177/14614448251338282",
          "doi": "https://doi.org/10.1177/14614448251338282",
          "filter": 0
        },
        {
          "title": "Digital twins and the logistical mode of prediction",
          "authors": "Zoe Horn, Michael Richardson",
          "abstract": "Digital twins—virtual representations tied to material objects, processes, or environments via two-way flows of information—are hyped as the backbone of a new industrial revolution. We argue that digital twins propose and pursue a logistical mode of prediction that seeks to operationalize simulated futures and in doing so subordinate human labor, decision-making, and governance to computational systems tied to material environments. Even when digital twins fail to work or maintain frictions in underlying systems, their value is tightly bound to the question of who can own, control, coordinate, and capitalize on the logistical architectures of data and computation that anticipate as-yet unrealized returns from future probabilities. Following a genealogical examination of twinning techniques, the article examines Alibaba’s City Brain platform in Xiong’an, China, and the predictive capabilities of Palantir’s Foundry platform to show how digital twins seek the preemptive capture of futures in the present.",
          "url": "https://doi.org/10.1177/14614448251338291",
          "doi": "https://doi.org/10.1177/14614448251338291",
          "filter": 0
        },
        {
          "title": "Paralocal relationships: Re-placing civic engagement for the social media age",
          "authors": "CJ Reynolds",
          "abstract": "Concerns about the decline of traditional forms of civic engagement and local news availability in the United States exist alongside developing forms of activist politics online, with one prominent form of social media-driven activism coming from First Amendment auditors. This study examines the protracted conflict between the governmental authorities of Leon Valley and First Amendment auditors to explore the re-placement of civic engagement for the age of social media, facilitated by the development of what I call paralocal relationships. Paralocal relationships describe a sense of familiarity with and concern toward a place featured in media by viewers who have never been there. First Amendment audits enable paralocal relationships by combining on-the-ground activism with clear and simple calls to action for distant viewers, helping to convert audiences into engaged and invested participants in the political life of featured places and enabling new modes of participatory politics.",
          "url": "https://doi.org/10.1177/14614448251356452",
          "doi": "https://doi.org/10.1177/14614448251356452",
          "filter": 0
        },
        {
          "title": "Attributing coordinated social media manipulation: A theoretical model and typology",
          "authors": "Daniel Thiele, Miriam Milzner, Annett Heft, Baoning Gong, Barbara Pfetsch",
          "abstract": "Social media are key arenas for public opinion formation, but are susceptible to coordinated social media manipulation (CSMM), that is, the orchestrated activity of multiple accounts to increase content visibility and deceive audiences. Despite advances in detecting and characterizing CSMM, the attribution problem—identifying the principals behind CSMM campaigns—has received little scholarly attention. In this article, we address this gap by synthesizing existing research and developing a theoretical model for understanding CSMM. We propose a consolidated definition of CSMM, identify its key observable and hidden characteristics, and present a rational choice model for inferring principals’ strategic decisions from campaign features. In addition, we present a typology of CSMM campaigns, linking variations in scale, elaborateness, and disguise to principals’ resources, stakes, and influence strategies. Our contribution provides researchers with conceptual and heuristic tools for attribution and invites interdisciplinary and comparative research on CSMM campaigns.",
          "url": "https://doi.org/10.1177/14614448251350100",
          "doi": "https://doi.org/10.1177/14614448251350100",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Do Politicians’ Genders Influence Voter Persuasion?",
          "authors": "Hirofumi Miwa, Ikuma Ogura",
          "url": "https://doi.org/10.1080/10584609.2025.2519159",
          "doi": "https://doi.org/10.1080/10584609.2025.2519159",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Conversational spaces enabling conversational contestation: Making sustainability communication in organizations political (again)",
          "authors": "Franzisca Weder, Julia Stranzl",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102614",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102614",
          "filter": 0
        },
        {
          "title": "Brand-related social media influencers as spokespersons after a corporate greenwashing crisis implications of parasocial interactions and wishful identification on the perception of the brand image",
          "authors": "Zoe Olbermann, Holger Schramm",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102612",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102612",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Shadows and Light: Unveiling Multifaceted Polarization in Social Media Discourse on Human Trafficking",
          "authors": "Yunfei Xing, Justin Zuopeng Zhang",
          "abstract": "Human trafficking, a grave human rights violation with far-reaching global consequences, serves as a compelling case study for analyzing multifaceted polarization dynamics in online discourse and the influence of social media on public perceptions and responses. Drawing on social identity theory and self-categorization theory, this article aims to elucidate both group polarization and opinion polarization surrounding human trafficking on social media. Through an integrated approach that combines clustering, social network analysis, text mining, and topic modeling, this study provides a comprehensive examination of community formation, influential actor identification, topic classification, and semantic analysis. The similarity between user-generated content from clustered groups and the topics identified is calculated to quantify the degree of multifaceted polarization. The findings reveal a robust community structure within the network and uncover divisions and structural characteristics across each subgroup. Utilizing the BERTopic model, thematic clusters such as vulnerable groups, persecution experiences, incident areas, law and politics, public awareness, contraband, and case events are identified, reflecting the primary public concerns regarding human trafficking. This research enhances our understanding of multifaceted polarization shaped by social identity in digital conversations about critical social issues and holds significant implications for policymakers, advocacy groups, and practitioners navigating public opinion regarding human trafficking in the digital realm.",
          "url": "https://doi.org/10.1177/20563051251357872",
          "doi": "https://doi.org/10.1177/20563051251357872",
          "filter": 0
        },
        {
          "title": "Flame Badges and Virtual Pets: Gamified Sociality on Douyin",
          "authors": "Hui Lin, Rafal Zaborowski",
          "abstract": "This article examines Douyin’s gamified features to investigate whether and how they facilitate online sociality. Drawing on literature on online sociality and gamification, this study demonstrates how Douyin’s gaming elements introduce a playful dimension to social interactions and examines the implications of transforming sociality into a game. Using a mixed-method approach comprising the walkthrough method and diary-interview technique, the study finds that gamified features—such as friendship badges, quantified levels, and virtual pets—can encourage social behavior and strengthen interpersonal bonds. However, these effects are primarily confined to small, strong-tie friendship groups and do not extend to larger, weak-tie networks. The findings suggest that Douyin users often display heightened awareness of how algorithms exploit their social behaviors, prompting them to adopt cautious and critical digital practices. The article makes both empirical and methodological contributions by offering a case study of gamification in socialization and demonstrating the utility of the diary-interview approach for analyzing user interactions.",
          "url": "https://doi.org/10.1177/20563051251358748",
          "doi": "https://doi.org/10.1177/20563051251358748",
          "filter": 0
        },
        {
          "title": "Perceptions of the European Green Deal: Understanding Public Sentiment",
          "authors": "Steve Borchardt, Matteo Trane, Stefano Cisternino, Luisa Marelli",
          "abstract": "Launched in December 2019, the European Green Deal (EGD) represents the European Union’s (EU) ambitious policy framework to achieve climate neutrality by 2050. This study employs a sentiment analysis of 582,156 tweets from the beginning of 2020 to April 2024 to understand the evolution of public sentiment toward the EGD. Grounded in Social Representations Theory and Framing Theory, we analyze sentiment trends, topic distributions, and the impact of key policy and external events (e.g. COVID-19 spread) on public sentiment. The results reveal predominantly neutral sentiment (61.68%), with more positive (28.26%) than negative (10.06%) sentiment overall and a substantially stable trend over time. EU-affiliated accounts showed higher positive sentiment compared to non-EU-affiliated accounts. Sentiment trends were correlated with key policy announcements and global events, demonstrating the intricate relationship between policy communication and the formation of public opinion. The study identified key themes and specific initiatives driving positive sentiment, including those linked to the first EU climate law and climate targets, Farm to Fork, and New European Bauhaus. Conversely, economic concerns, challenges in policy implementation challenges, ecosystem conservation status, and food system, and energy security issues appeared as associated with negative sentiment. The findings highlight the importance of targeted communication strategies, transparent response to skepticism, communication of policy processes, and stakeholder feedback collection tool enhancement to leverage public sentiment in support of the EU green transition, paving the way for future research to explore regional nuances and sentiment monitoring.",
          "url": "https://doi.org/10.1177/20563051251337404",
          "doi": "https://doi.org/10.1177/20563051251337404",
          "filter": 0
        },
        {
          "title": "Watch, Scroll, Repeat: How Interface Design Shapes Consumptive Curation Affordances on TikTok",
          "authors": "Carlos Entrena-Serrano",
          "abstract": "Social media’s transition into algorithmic content recommendations, accelerated by TikTok’s entry into the ecosystem, has reshaped platforms’ consumptive curation affordances, reducing users’ ability to curate their feeds directly. While previous research has explored user experiences with TikTok’s algorithmic recommendations, there has been limited attention to how its interface shapes these interactions. This article interrogates the role of TikTok’s interface design in shaping these new consumptive curation affordances. Drawing on Davis’s concept of consumptive curation – users’ selective engagement with vast pools of content – and literature on social media affordances and mediation theory, I present consumptive curation affordances as relational: shaped by the interplay between platforms’ technological design, user practices and social arrangements. TikTok’s interface is central in this interplay, mediating consumptive curation practices with algorithmic recommendations through several affordance mechanisms. I analyse TikTok’s interface through a walkthrough method, organised according to the algorithmic experience framework, where I operationalise the concepts of friction levels and affordance mechanisms. Findings reveal the dominant role of the For You Page, where TikTok strongly encourages users toward passive consumptive curation – watch, scroll, repeat – while refusing to provide enough transparency about how interactions curate recommendations and discouraging users from disabling data collection. As a result, TikTok’s interface discourages users from strategising consumptive curation practices, demanding reliance on opaque algorithmic recommendations. This study offers a theoretical foundation for understanding how interface design influences consumptive curation affordances. Grounded in a relational view of affordances, future studies can explore how socially situated users strategise interactions with TikTok’s algorithmic environment.",
          "url": "https://doi.org/10.1177/20563051251358529",
          "doi": "https://doi.org/10.1177/20563051251358529",
          "filter": 0
        },
        {
          "title": "The Moral Foundations of Populist Communication: A Semantic Network Analysis of Political Parties’ Social Media Discourse in a Multiparty System",
          "authors": "Anna Wickenkamp, Frederic R. Hopp, Michael Hameleers, Linda Bos",
          "abstract": "Social media have transformed political campaigning by enabling direct interaction between politicians and voters, becoming a key tool for shaping public opinion. Moral language is pivotal in this dynamic as it captures attention in an overly information-saturated social media environment and wields significant influence over political opinions. Populists thrive on social media by fostering distrust in elites, using emotional language, and reducing complex issues to simple “us vs. them” binaries. We argue these factors are rooted in moral underpinnings, which may play a significant role in the appeal of populist parties and have thus far received limited scholarly attention. Consequently, this paper addresses the research question: To what extent, and in what ways, do populist parties exhibit a distinct moral-rhetorical profile on social media that sets them apart from mainstream politicians? Using Moral Foundations Theory, natural language processing, and a computational semantic network approach, we analyzed 11,205 social media posts from Dutch political parties and leaders during the 2023 Dutch election campaign across X, Facebook, and Instagram. Our findings reveal that populist parties emphasize Care and Authority over other moral foundations, while mainstream parties exhibit a different moral foundation distribution. These results align with the part of populist communication logic that frames populist actors as defenders against corrupt elites and external threats, as well as representatives of the people’s demand for sovereignty. Moreover, we found populist parties exhibit less internal consistency in their moral rhetoric across platforms than mainstream parties, suggesting a potentially higher adeptness at tailoring messages to different platforms and their affordances.",
          "url": "https://doi.org/10.1177/20563051251357271",
          "doi": "https://doi.org/10.1177/20563051251357271",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "A Poststructural Feminist Analysis of Reddit Users’ Discussion of the Cessation or Manipulation of Contraception",
          "authors": "Maggie A. Unruh, Emilie R. Madsen, Tennley A. Vik",
          "url": "https://doi.org/10.1080/1041794x.2025.2540759",
          "doi": "https://doi.org/10.1080/1041794x.2025.2540759",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
