{
  "update": "2025-06-26",
  "content": [
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Satellite promises: An open-source investigation and footprint analysis of SGDC-1’s quest in delivering broadband to public rural schools in Brazil",
          "authors": "Iago Bojczuk",
          "abstract": "In 2017, Brazil launched the Geostationary Defense and Strategic Communications Satellite (SGDC-1), fulfilling the state’s long-held ambition to manufacture and operate a national communication satellite. This article investigates the main frictions surrounding the establishment, articulation, and representation of this large-scale infrastructural system, particularly regarding the federal government’s alleged commitment to deploying it to deliver broadband to public rural schools. Through open-source investigation and satellite footprint analysis, the study explores the political economy and governance dilemmas surrounding the SGDC-1 as a state-led project, revealing how its operations are framed and mediated through underserved publics and bolstered by televisual tactics under a populist logic. A critical analysis of disclosed documents, news stories, footprint maps, congressional hearings, and visual media uncovers the satellite’s dual complexity: it serves both as a flagship of publicly funded connectivity and as a discursive artifact that shapes public perceptions of inclusion through paternalistic space-telecom narratives. Considering the challenges related to public-private partnerships, militarization, and potential outages, the article calls for increased civic scrutiny and suggests the need for new policy strategies to ensure the project’s viability and long-term success.",
          "url": "https://doi.org/10.1177/13548565251353426",
          "doi": "https://doi.org/10.1177/13548565251353426",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Information exchange on interorganizational information systems and public social media: different impacts on conflict and joint action",
          "authors": "Tingyu Lu, Xubing Zhang, Guijun Zhuang",
          "abstract": "Purpose This research examines how information and communication technology (ICT)-enabled interactions influence conflict, joint action, and thus cooperative performance in supply chains. Design/methodology/approach We adopt a mixed-methods approach that uses both qualitative and quantitative methods. We conduct a grounded theory study of 18 interviews to identify two predominant platforms for ICT-enabled interactions among contemporary firms: interorganizational information systems (IOSs) and public social media (PSM). We then develop a research model and test six hypotheses with field survey data from 520 manufacturing firms. Findings ICT-enabled interactions reduce conflict and promote joint action in supply chains. More importantly, whereas IOS-enabled interaction is more effective in promoting joint action, PSM-enabled interaction is more effective in mitigating conflict. In addition, conflict and joint action fully mediate the effect of IOS-enabled interaction on cooperative performance, but only partially mediate the impact of PSM-enabled interaction. Research limitations/implications This research is an essential investigation of the impacts of the concurrent use of IOSs and PSM as interaction platforms, showing a new mechanism through which ICT-enabled interactions improve performance. Originality/value This research highlights the different effects of ICT-enabled interactions and provides practical insights for managers to deploy and leverage different ICT platforms in supply chains.",
          "url": "https://doi.org/10.1108/intr-02-2024-0166",
          "doi": "https://doi.org/10.1108/intr-02-2024-0166",
          "filter": 0
        },
        {
          "title": "Digital transformation’s impact on substantive innovation: a life-cycle perspective",
          "authors": "Jie Yang, Hongxiu Li, Linzi Zhang, Guohu Xu",
          "abstract": "Purpose Based on the theory of the firm life cycle, this study investigates the effect of digital transformation on substantive innovation and the moderating role of a firm’s life cycle in this relationship. Design/methodology/approach The effect of digital transformation on substantive innovation and the moderating effect of a firm’s life cycle were tested using panel data from A-share-listed Chinese manufacturing firms spanning 2013 to 2022, using an ordinary least squares regression model with fixed effects. Findings The findings indicate that digital transformation significantly boosts substantive innovation. A firm’s life cycle moderates this effect. Specifically, digital transformation significantly promotes substantive innovation during the mature stage, while its significance is not evident during the growth or decline stages. Research limitations/implications Theoretically, this study contributes to the digital transformation and innovation literature by providing a nuanced and dynamic perspective on their relationship from a firm’s life cycle perspective. Practically, the findings offer insights for managers in manufacturing firms into developing stage-specific digital strategies to optimize innovation outcomes. Originality/value This study enhances the understanding of digital transformation’s role in substantive innovation by revealing its dynamic effects across a firm’s life cycle. Our findings highlight that digital transformation’s effect on substantive innovation varies across different life cycle stages of a firm, offering insights for academics and practitioners seeking to optimize digital strategies based on a firm’s life cycle stages.",
          "url": "https://doi.org/10.1108/intr-08-2024-1204",
          "doi": "https://doi.org/10.1108/intr-08-2024-1204",
          "filter": 0
        },
        {
          "title": "Data analysis capabilities and technology compromise lead to innovation and market performance for tourism businesses",
          "authors": "Edward C.S. Ku, Chun-Der Chen",
          "abstract": "Purpose This study explores how data analysis and technology compromise influence innovation and market performance via customer service and organizational agility. Design/methodology/approach An innovation model was developed using a knowledge-based view and organizational information processing theory. Data from 236 valid samples of Taiwan travel agency executives’ samples were analyzed using the partial least squares approach. Findings The study’s findings indicate that the data analytical capabilities of inter-organizational systems (IOSs) and technology compromise can coordinate multifaceted activities related to successful tourism supply chain innovation. Practical implications Tourism businesses should integrate data analytics and IOSs to enhance innovation and market performance. Managers must leverage digital capabilities for customer insights, service personalization, and operational agility. Collaborative technology adoption fosters supply chain efficiency, while strategic knowledge spillover utilization accelerates technological adaptation, ensuring competitiveness in an evolving digital tourism landscape. Originality/value This study adopts a comprehensive perspective on innovation. The findings illustrate how data analysis and technology propel innovation in the tourism supply chain, emphasizing practical themes, particularly the application of IOS in tourism businesses.",
          "url": "https://doi.org/10.1108/intr-03-2024-0440",
          "doi": "https://doi.org/10.1108/intr-03-2024-0440",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Overcoming resistance: an experimental approach to promoting regenerative agriculture among farmers using message design",
          "authors": "Olivia M. Bullock, Jacqueline Ouellette",
          "url": "https://doi.org/10.1080/00909882.2025.2519282",
          "doi": "https://doi.org/10.1080/00909882.2025.2519282",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Computer-Mediated Communication",
      "journal_short": "JCMC",
      "articles": [
        {
          "title": "A cross-national examination of the effects of accuracy nudges and content veracity labels on belief in and sharing of misleading news",
          "authors": "Michael Chan, Jingjing Yi, Cristian Vaccari, Masahiro Yamamoto",
          "abstract": "This study examined whether accuracy nudges and content veracity labels enhance people’s discernment in believing and sharing true versus false news. Participants in the United Kingdom, the United States, and Hong Kong were shown five true and five false social media posts in random order. Two true posts and two false posts were randomly assigned “True” and “False” labels, respectively. Multilevel regression models indicated that accuracy nudges and veracity labels had no direct effects on the perceived accuracy of posts or willingness to share them, though the interaction of the “False” label and accuracy nudge significantly reduced the perceived accuracy of and intention to share false news across the samples. Post hoc analyses further uncovered contingent effects based on individual differences, including partisan identity in the United States and conspiratorial thinking in the United Kingdom and Hong Kong. The findings demonstrate the efficacy of combined countermeasures in attenuating the effects of misinformation.",
          "url": "https://doi.org/10.1093/jcmc/zmaf009",
          "doi": "https://doi.org/10.1093/jcmc/zmaf009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "How does social media content go viral across platforms? Modelling the spread of Kamala is brat across X, TikTok, and Instagram",
          "authors": "Emma Connolly",
          "url": "https://doi.org/10.1080/19331681.2025.2519052",
          "doi": "https://doi.org/10.1080/19331681.2025.2519052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Strengthening connections: A randomized controlled trial examining the impact of a supervisor support intervention on loneliness and military couple relationships",
          "authors": "Cynthia D. Mohr, AnnaMarie S. O’Neill, Jacquelyn M. Brady, Todd E. Bodner, Tori L. Crain, Leslie B. Hammer",
          "abstract": "Social connection has been declining across the general population (i.e., the “loneliness epidemic”), though some groups, including military personnel, are experiencing particularly high rates. This has led to calls for a multilevel national strategy, including workplaces, to build social connection (U.S. Surgeon General, 2023). To answer this call, the present study draws on the wise intervention approach (Walton, 2014), multidimensional model of social connection (Holt-Lunstad, 2022), and models of the bidirectional relationship between sleep health and relationship functioning (Gordon et al., 2017; Troxel et al., 2007), to deliver a workplace intervention that builds social connection for military employees and their romantic partners ( N = 360 couples), using a cluster randomized controlled trial. The workplace intervention, combining supportive supervisor training (for family and sleep health) with personalized sleep feedback for employees, was found to improve social connection for both partners in the treatment group compared to the control group. Specifically, employees and romantic partners reported lower loneliness, and employees reported higher perceived partner responsiveness. We also investigated potential mechanisms of intervention effects, though significant indirect effects were not detected. Broadly, this work contributes to the loneliness intervention literature by demonstrating the efficacy of cultivating social support through one’s workplace supervisor, paired with individual sleep feedback. Clinical trial registry: NCT02946736.",
          "url": "https://doi.org/10.1177/02654075251349701",
          "doi": "https://doi.org/10.1177/02654075251349701",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Linguistic Capital and the Production of Vernacular Digital Journalism: The Case of Malayalam-Language News",
          "authors": "Subin Paul",
          "url": "https://doi.org/10.1080/1461670x.2025.2519937",
          "doi": "https://doi.org/10.1080/1461670x.2025.2519937",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "What do we know about digital public debate? Technological affordances and democratic dilemmas",
          "authors": "Ib T. Gulbrandsen, Sine N. Just",
          "abstract": "Digital platforms have become ubiquitous arenas of public debate, changing the relationship between citizens and democratic institutions. On the one hand, digital technologies offer enhanced possibilities for citizens’ participation in public debate, but on the other, they destabilise democratic institutions. In this conceptually informed literature review, we take stock of what we know about digital public debate. To do so, we posit technological affordances – that is, technologies’ latent action possibilities – as a lens through which to study digital public debate. We establish a typology based on human-centric, issue-centric, and technology-centric forms of participation, each of which can be engaged bottom-up by citizens or top-down by democratic institutions. We illustrate the resulting six types of participation through a review of empirical studies based in the Nordic context. We summarise what we currently know about digital public debate in a key democratic dilemma: increasing digital participation goes hand in hand with decreasing institutional trust.",
          "url": "https://doi.org/10.2478/nor-2025-0014",
          "doi": "https://doi.org/10.2478/nor-2025-0014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Won't You Come Home? Women's Linguistic Strategies in Negotiating Sexual Engagements in a Rural Context in Nigeria",
          "authors": "Romanus Aboh, Jonas Akung, Eyo Mensah",
          "abstract": "Although there are studies that have investigated how urban women negotiate sexual intimacy, pleasure, and positions, how rural women negotiate sexual intimacy remains understudied. In an attempt to contribute to scholarship on African women's sexual experiences, this article examines how Bette‐Obudu women in northern Cross River State, southeastern Nigeria, negotiate sexual intimacy with their partners in romantic relationships. The ethnographic data were generated through nine‐month fieldwork exercises in five selected Bette‐Obudu communities from 20 participants who were purposively selected for this study. The women's nuanced narratives were analyzed using the conceptual lens of pragmatic context, which stipulates that contextual meaning is interpreted through shared knowledge and social conventions. The study shows that heterosexual Bette women, though constrained by cultural norms, deploy diverse communicative strategies to negotiate sexual intimacy and pleasure with their partners. Through critical linguistic analysis of the sampled women's narratives, this article deconstructs the notion of homogenization of rural women's sexuality and concludes that rural women can (re)negotiate and (re)construct their sexuality as well as redefine their passive sexual roles under conditions of patriarchal dominance and inequality.",
          "url": "https://doi.org/10.1111/pere.70016",
          "doi": "https://doi.org/10.1111/pere.70016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Can the Communication Style of Social Media Videos Affect Listening Quality and Opinion Change?",
          "authors": "Edana Beauvais, Dietlind Stolle",
          "url": "https://doi.org/10.1080/10584609.2025.2514603",
          "doi": "https://doi.org/10.1080/10584609.2025.2514603",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Narrative Versus Statistical Evidence in Environmental Persuasion: A Meta-Analysis Study",
          "authors": "Soohee Choi, Meng Chen, Zhuo Guo",
          "abstract": "This meta-analysis examines the effectiveness of narrative versus statistical evidence in environmental communication. Narrative evidence significantly enhances risk perception and behavioral intention, while statistical evidence plays a more conditional role in shaping attitudes. Moderator analyses reveal that video-based messages enhance the impact of narratives on risk perception, while locally framed statistical messages strengthen their effect on attitude. Longer messages are more effective at influencing behavioral outcomes than shorter ones. Explicit statistical messages enhance risk perception and intention, while non-explicit narratives remain effective. These findings highlight the importance of integrating narrative and statistical evidence in environmental communication campaigns.",
          "url": "https://doi.org/10.1177/10755470251344211",
          "doi": "https://doi.org/10.1177/10755470251344211",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "From ‘good for her’ to ‘you in danger, girl’: text–image relationships in GIF reply posts",
          "authors": "Elizabeth Marsden, Alba Milà-Garcia",
          "abstract": "This article aims to explore the relatively under-researched text–image relationships within reply GIFs, with and without embedded text and/or user-added text. Drawing on existing frameworks for analysing text–image relationships, the article qualitatively examines a set of 41 response GIFs replying to the @AITA_Online Twitter account between May 2019 and August 2020. Each text (the stimulus, the user-added text and the embedded text) is related separately to the visual content to tease out the relationships therein, to ultimately answer what role, if any, the GIFs’ visual element plays in the interpretation of a reply as a whole.",
          "url": "https://doi.org/10.1177/14703572241310769",
          "doi": "https://doi.org/10.1177/14703572241310769",
          "filter": 0
        },
        {
          "title": "‘Please tell us how you can volunteer your contributions to the school’: a social semiotic analysis of school websites",
          "authors": "Zhi Yang Chan, Fei Victor Lim",
          "abstract": "The incursion of neoliberalism has impacted many facets of education worldwide. This article focuses on one of these: parent–school partnerships. Using a social semiotic approach, the authors analyse the websites of two primary schools in Singapore and examine how the semantic features of implications and presuppositions on the websites propagate the ideology of a transactional relationship between parents and schools. The social semiotic analysis reveals that parents were positioned as consumers through the multimodal choices on the web pages, with the ultimate message that the way to partner the school in education was to volunteer physically at the school. The authors discuss the implications of such an ideology and propose recommendations towards enabling parents to be partners in education.",
          "url": "https://doi.org/10.1177/14703572251335834",
          "doi": "https://doi.org/10.1177/14703572251335834",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
