{
  "update": "2026-02-28",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Proposing heightened emotions social media dependency model: review and extension of media system dependency theory",
          "authors": "Kikuko Omori, Joo-Young Jung, Stephen Croucher",
          "abstract": "This theoretical paper extends Media System Dependency theory to better account for affective dynamics in today’s social media environment. We introduce the Heightened Emotions Social Media Dependency Model to explain how pervasive ambiguity contributes to elevated emotional states, which in turn intensify individuals’ dependency on social media across various goal domains. The model highlights a reciprocal relationship between heightened emotional states and social media dependency. This feedback loop has important consequences: it can increase cognitive vulnerability to misinformation and conspiracy beliefs and drive behaviors such as the spread of inaccurate information. By foregrounding emotion as both a condition and amplifier of media dependency, the proposed model provides a framework for analyzing social media dependency and effects in contemporary digital contexts.",
          "url": "https://doi.org/10.1093/anncom/wlag005",
          "doi": "https://doi.org/10.1093/anncom/wlag005",
          "filter": 0,
          "created": "2026-2-3"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Codeswitching as a Communication Strategy Among the Zongo Schools in Ghana",
          "authors": "Mohammed Sadat, Elias Williams",
          "url": "https://doi.org/10.1080/10510974.2026.2631593",
          "doi": "https://doi.org/10.1080/10510974.2026.2631593",
          "filter": 0,
          "created": "2026-2-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Curation as a communicative act: conceptualizing personal curation within curated flows on social media",
          "authors": "Biying Wu-Ouyang",
          "abstract": "Individuals increasingly express thoughts by clicking “likes,” following groups, and leaving comments. These communicative acts not only express individual preferences but also convey signals to important curators such as algorithms, advertisers, friends, and journalists, which jointly shape social media feeds. In a word, people consume what they curate. Despite its significance, current theories lack clarity on the concept explication of personal curation. This paper addresses this gap by examining the types, motivations, and impacts of personal curation on users’ information intake. Importantly, as individuals engage in curation not from a single reason or convey a single message, this study theorizes personal curation into five dimensions based on platform features (expansiveness), content (heterogeneity), subjects (news attentiveness), sources (belongingness), and the number of platforms involved (multiplatform connectedness). This theorization provides a conceptual framework for understanding how seemingly mundane social media behaviors convey communicative meaning and exert significant influence in daily life.",
          "url": "https://doi.org/10.1093/ct/qtag002",
          "doi": "https://doi.org/10.1093/ct/qtag002",
          "filter": 0,
          "created": "2026-1-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Digital detox: How digital well-being application ‘Forest’ helps users improve digital health in China",
          "authors": "Jialu Chen, Rachael Kent",
          "abstract": "With the increasing penetration of digital devices to manage everyday life and public concern about the negative impact on individual health and well-being, media coverage and research on ‘digital detox’ have accelerated in the last decade, as an alternative to tech ‘addiction’, as well as being heavily capitalised upon by many tech and wellness companies. A key solution presented is the introduction of various digital well-being applications to help individuals improve digital health by building health boundaries around technology, such as screen-time-limiting applications. Much of the literature on digital detox and the studies on these applications is largely Western-centric and often carries out quantitative analysis. The research presented in this paper, therefore, fills this research gap through a qualitative analysis of Chinese users’ engagement with the screen-time-limiting application – Forest , and examines to what extent Forest helps individuals improve digital health. Through a triangulation of the walkthrough method and semi-structured interviews, this paper argues that Forest helps users reduce unintentional digital use via the embedded app designs of gamification, self-tracking and community support. However, its contribution to individual tech-life balance is limited in consideration of the problems of commodification of digital detox and the cultural context in which Forest is used. In short, through the commercialised co-optation to digital detox, the public’s anti-tech sentiment (which criticises digital capitalism) is transformed by technology companies into a pursuit of productivity improvement and self-optimisation consistent with Western Neoliberalism and Chinese involution culture, reinforcing the original power system and making digital detox lose its power of critique.",
          "url": "https://doi.org/10.1177/13548565261423992",
          "doi": "https://doi.org/10.1177/13548565261423992",
          "filter": 0,
          "created": "2026-2-21"
        },
        {
          "title": "Viral dreams and digital realities: The motivations, engagement strategies, and resilience of TikTok content creators",
          "authors": "Rameen Meryam, Farahat Ali",
          "abstract": "TikTok has transformed digital content creation, offering a dynamic space where creators from diverse backgrounds can achieve visibility, build communities, and engage with audiences. This study examines TikTok content creators' motivations, engagement strategies, and resilience mechanisms. Through semi-structured interviews with 24 TikTok content creators, the research explores intrinsic and extrinsic motivational drivers such as self-expression, financial incentives, and audience validation. It further investigates engagement strategies, highlighting how creators leverage trends, optimize content, and interact with followers to maintain visibility. Additionally, the study sheds light on the psychological and social challenges content creators face, including online scrutiny, algorithmic pressures, and digital burnout. Findings reveal that while TikTok provides economic and creative opportunities, it also demands constant adaptability. Creators employ various resilience tactics, including content moderation, selective engagement, and emotional coping strategies, to sustain their digital presence. The study contributes to the growing discourse on digital labor, algorithm-driven visibility, and the evolving landscape of social media influence. By addressing gaps in existing literature, this research offers critical insights into the complexities of content creation on TikTok, and the strategies creators use to navigate its rapidly changing environment.",
          "url": "https://doi.org/10.1177/13548565261431143",
          "doi": "https://doi.org/10.1177/13548565261431143",
          "filter": 0,
          "created": "2026-2-27"
        },
        {
          "title": "Worlding otherwise: Virtual production as a participatory method for imagining safer digital futures",
          "authors": "Sarah Martindale, Helen Kennedy, Anna-Maria Piskopani, Richard Ramchurn, Aislinn Gomez Bergin",
          "abstract": "This article demonstrates the capability of Virtual Production (VP) technologies and techniques as new, and potentially very powerful, research tools. We do so through a case study in which a multi-user Virtual Reality (VR) environment was created so that participants could come and explore the troubling topic of online misogyny, sexism and antifeminism in a co-created, playful and embodied way. For this project, the interdisciplinary team developed a multi-stage methodology to deliver a critical, participatory research intervention using VP. Secondary data about participants’ lived experiences of online misogyny, the coping mechanisms they deploy in these situations and the in-built biases and failures of platform regulation that they identify was used to sensitise the case study. Participants’ ideas about familiar and fantastical environments, multiple spaces for creativity and collaboration with variable privacy levels, and customisable avatars for identity expression were used for inspiration by a dramaturg and creative technologist, who worked together to devise a virtual environment and activities for multiple users to explore together in VR. This took place during an all-day in-person workshop with eight participants at a University-based innovation and research driven VP studio. Through facilitated activities and reflective discussions, the participants and research team co-created positive interactions and experiences in the virtual environment based on clear, shared rules, cooperation around tasks, mutual learning and purposeful movement between online and offline contexts. We present this case study to share these findings, and to serve as a template for other researchers who could use VP to prototype provocative scenarios and devise socio-technical alternatives in response to different research questions.",
          "url": "https://doi.org/10.1177/13548565261427993",
          "doi": "https://doi.org/10.1177/13548565261427993",
          "filter": 0,
          "created": "2026-2-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Why Sadistic Women Cyberbully: The Mediating Role of Moral Disengagement and the Moderating Role of Gender",
          "authors": "Yue Yu, Yue Peng, Runqi Liu, Wenli Tao",
          "abstract": "According to the I³ model of aggression, this study examines the association between dark personality traits and online aggression, with a particular focus on the role of sadism in cyberbullying among Chinese emerging adults. The primary objective was to examine the mediating role of moral disengagement in the relationship between sadism and cyberbullying, as well as the moderating effect of gender on this mediating pathway. Using an online survey methodology, data were collected from 709 university students across China, including mainland China, Hong Kong, and Macau. The findings reveal that moral disengagement plays a significant mediating role in the link between sadism and cyberbullying, with gender further moderating this relationship. These results suggest that moral cognitive processes, such as moral disengagement, are critical pathways through which dark personality traits like sadism manifest in online aggressive behaviors. By integrating gender as a moderating factor, this study highlights the nuanced psychological mechanisms underlying cyberbullying and emphasizes the unique risks faced by females with subclinical sadistic tendencies. This study contributes to aggression theories by integrating moral disengagement theory and relational theory, and also contributes empirical evidence to the literature on interpersonal violence and online aggression, offering valuable insights for the development of gender-specific prevention and intervention programs that address both moral disengagement and the underlying personality traits associated with cyberbullying. It also highlights the cultural diversity of cyberbullying, providing a valuable Eastern perspective on antisocial behaviors.",
          "url": "https://doi.org/10.1177/21522715261423753",
          "doi": "https://doi.org/10.1177/21522715261423753",
          "filter": 0,
          "created": "2026-2-26"
        },
        {
          "title": "MAPS: A Multidimensional Alignment of Presence in Systems",
          "authors": "Federico Longoni, Stefania La Rocca, Giuseppe Passalacqua, Giuseppe Riva",
          "url": "https://doi.org/10.1177/21522715261425326",
          "doi": "https://doi.org/10.1177/21522715261425326",
          "filter": 0,
          "created": "2026-2-26"
        },
        {
          "title": "When Distrust Shapes News Choice: Perceptions of Mis- and Disinformation and News Consumption Across Traditional and Social Media Outlets",
          "authors": "Muhammad Ehab Rasul, Yoo Jung Oh, Jeon Moonsun, Hee Jung Cho, Christopher Calabrese",
          "abstract": "While trust in the news media has eroded globally, this shift is particularly noticeable in the United States. This lack of trust has been attributed to perceptions that the news media is either unintentionally (misinformation) or intentionally (disinformation) spreading false information. This study examined the relationship between perceptions of misinformation (PMI) and disinformation (PDI) and traditional and social media news use. A survey of US adults ( N = 1005) revealed that both PMI and PDI were negatively associated with television and newspaper news use. Furthermore, PMI was positively associated with YouTube , TikTok , and Instagram news use, whereas PDI was positively associated with YouTube and TikTok news use. Our findings highlight the roles PMI and PDI play in the selection of specific outlets for news consumption and offer implications in understanding how individuals engage in news selection, which could expose them to mis- and disinformation.",
          "url": "https://doi.org/10.1177/21522715261424695",
          "doi": "https://doi.org/10.1177/21522715261424695",
          "filter": 0,
          "created": "2026-2-26"
        },
        {
          "title": "Avatar Customization Predicts Subsequent Online Social Support and User Satisfaction via Avatar Identification",
          "authors": "Masanori Takano, Kenji Yokotani, Takahiro Kato, Nobuhito Abe, Fumiaki Taka",
          "abstract": "Avatar-based communication in virtual worlds offers a crucial space for online social support. Such support can be facilitated through avatar customization. However, most platforms, designed primarily for entertainment and attracting numerous users, have not fully examined the relationship between avatar customization and social support. This study provides an integrated explanation of the interplay among avatar customization, avatar identification, and online social support and proposes a practical approach for enhancing user well-being. Drawing on data from a two-wave longitudinal survey with a 9-month interval, conducted among Japanese users of three major avatar communication services (Second Life, ZEPETO, and Pigg Party), we analyzed the longitudinal relationships between these factors. A cross-lagged panel analysis revealed a positive feedback loop wherein avatar identification and perceived online social support mutually and positively reinforce each other over time. More frequent avatar customization at Wave 1 predicted higher avatar identification at Wave 2, suggesting that customization can serve as an upstream starting point for this feedback loop. Avatar identification and perceived online social support were positively associated with subsequent user satisfaction on most metrics. In addition, mediation analyses indicated significant indirect effects of avatar customization on perceived online social support and user satisfaction via avatar identification. By demonstrating how these concepts work together, our findings provide a practical strategy for service providers. By encouraging avatar customization—a measure that aligns naturally with platform operations, such as item releases and events—companies can initiate a positive feedback loop between avatar identification and online social support. This can enhance user well-being by increasing social support while potentially supporting platform success via higher user satisfaction, creating a win-win scenario.",
          "url": "https://doi.org/10.1177/21522715261423782",
          "doi": "https://doi.org/10.1177/21522715261423782",
          "filter": 0,
          "created": "2026-2-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Oceans on Screen: Ecological Storytelling and Marine Sustainability in Contemporary Films",
          "authors": "Parama Gupta, I. Arul Aram",
          "url": "https://doi.org/10.1080/17524032.2026.2633154",
          "doi": "https://doi.org/10.1080/17524032.2026.2633154",
          "filter": 0,
          "created": "2026-2-21"
        },
        {
          "title": "Speculative Feasibility: Future Narratives and Discursive Infrastructure in Puerto Rico's Nuclear Alternative Project",
          "authors": "Brian Cozen, Danielle Endres, Nicolas Hernandez, Andrea Feldpausch-Parker",
          "url": "https://doi.org/10.1080/17524032.2026.2631454",
          "doi": "https://doi.org/10.1080/17524032.2026.2631454",
          "filter": 0,
          "created": "2026-2-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Beyond detection: How Serbia's SNS party mimics authentic support through coordinated inauthentic behaviour",
          "authors": "Ana Jovanovic-Harrington, Alessio Cornia",
          "abstract": "As digital authoritarianism evolves, new tools are needed to analyse its increasingly subtle forms. This paper adopts a longitudinal analysis of under-explored secondary sources to examine coordinated inauthentic behaviour (CIB) linked to Serbia's ruling party, Serbian Progressive Party (SNS). Unlike centralised bot farms common in autocratic regimes, SNS networks evade detection longer and more effectively mimic authentic support. Drawing on sources rarely translated into English and often at risk of censorship, we contextualise these findings within the framework of third-wave autocratisation. Our research reveals that SNS coordinates CIB through public-sector personnel co-optation, leveraging state employment to incentivise participation. This form of organisation is under-explored in CIB literature. For this reason, this study offers new insights into how modern autocracies adapt their influence strategies. Moreover, the paper highlights the need for diverse methodological approaches to improve the detection and understanding of evolving digital propaganda.",
          "url": "https://doi.org/10.1177/02673231261422076",
          "doi": "https://doi.org/10.1177/02673231261422076",
          "filter": 0,
          "created": "2026-2-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Hybrid ambidexterity in platform-based software development: an empirical investigation",
          "authors": "Radhika Jain, Lan Cao, Kannan Mohan, Balasubramaniam Ramesh",
          "abstract": "Purpose This research examines how platform development organizations address tensions arising from the separation of platform and product development teams. Specifically, we explore how these organizations blend structural and contextual ambidexterity, by using boundary spanning to achieve a form of hybrid ambidexterity. Design/methodology/approach We conducted a multi-site field study of three platform-based software development organizations, chosen through theoretical sampling. We collected qualitative data through interviews of stakeholders at various organizational levels, including project managers, developers, CIOs, architects and directors, as well as through observations of workshop activities. Data collection and analysis activities were intertwined. Findings We found three boundary-spanning practices at the micro-foundational level that enabled organizations to achieve hybrid ambidexterity in a platform-based software development environment. Our balancing practices provide concrete guidance on how to regulate participant behavior, striking a balance between setting necessary boundaries and allowing sufficient generativity. Originality/value Our findings reveal how teams, through their boundary-spanning practices, engender fluidity in boundary objects to enhance the understanding of root causes of tensions and resolve them. Unlike prior research, which has examined this phenomenon at higher organizational levels, our study sheds light on how, at the micro-foundational individual and team levels, team members span boundaries and achieve a balance in platform control and flexibility.",
          "url": "https://doi.org/10.1108/itp-03-2025-0330",
          "doi": "https://doi.org/10.1108/itp-03-2025-0330",
          "filter": 0,
          "created": "2026-2-25"
        },
        {
          "title": "The double-edged sword effects of STARA use on employee performance and well-being: a meta-analysis based on job demands-resources (JD-R) model",
          "authors": "Xuhua Wei, Wei Tan, Ruirui Tian",
          "abstract": "Purpose In the digital era, smart technology, artificial intelligence, robotics and algorithms (STARA) are widely used in the workplace, capturing the attention of numerous researchers. Although prior research has demonstrated that STARA use can enhance employee outcomes, an emerging body of evidence reveals adverse associations, yielding fragmented and inconclusive findings. To reconcile these discrepancies, the present study systematically examines the dual pathways through which STARA use influences employee performance and well-being and further investigates the boundary conditions that may shape the strength and direction of these effects. Design/methodology/approach We conducted meta-analytic structural equation modeling to test a theoretical framework grounded in the job demands-resources (JD-R) model, in which STARA use is proposed to influence employee performance and well-being through job insecurity and self-efficacy. To identify potential boundary conditions, we conducted subgroup analyses and meta-regressions to examine the moderating effect of STARA type, macro technological environment (i.e. Internet use percentage and R&amp;D expenditure) and methodological characteristics (i.e. study setting, study design, publication status, publication quality and publication year). Findings Utilizing data from 176 empirical studies (196 independent samples), our results demonstrate that STARA use has indirect effects on employee performance and well-being via two distinct pathways: it undermines these outcomes through heightened job insecurity while simultaneously enhancing them through increased self-efficacy. Furthermore, moderator analyses reveal that the type of STARA, the macro technological environment (Internet use percentage) and methodological factors (study design and publication year) influence the strength of the relationship between STARA use and employee work outcomes. Originality/value Overall, our findings provide robust support for our theoretical framework and offer nuanced insights into the complex implications of STARA use in organizational contexts. These findings may stimulate further inquiry and offer valuable guidance for both scholars and practitioners navigating the evolving landscape of workplace technology.",
          "url": "https://doi.org/10.1108/itp-01-2025-0020",
          "doi": "https://doi.org/10.1108/itp-01-2025-0020",
          "filter": 0,
          "created": "2026-2-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Impact of anxiety-related factors on willingness to use EHR system: a perspective from health beliefs and organizational support model",
          "authors": "Hsin Hsin Chang, Kit Hong Wong, You-Hung Lin, Chian Ru Hung",
          "abstract": "Purpose This study adopts the health belief model (HBM) and organizational support theory (OST) to examine anxiety-related factors (threat-related anxiety, surveillance anxiety and relational anxiety) and, in turn, to predict individuals' willingness to use electronic health record (EHR) systems. Design/methodology/approach This quantitative study employs a web-based questionnaire to survey individuals in Taiwan who are concerned about health-related issues. A total of 987 valid responses were collected, and structural equation modeling techniques were employed to conduct confirmatory factor analysis and test hypotheses. Findings HBM factors (perceived seriousness and susceptibility) heighten threat-related anxiety, while OST factors (perceived support for communication and recognition of contribution) reduce surveillance and relational anxiety, encouraging EHR use. Overall, implementing EHRs enhances public awareness of disease prevention and fosters acceptance of health technologies through positive physician–patient interactions, helping to overcome adoption challenges. Research limitations/implications By integrating HBM and OST perspectives, this study explains how health-related factors influence individuals' behaviors toward EHR use and highlights the key role of medical staff support and communication in motivating adoption. Practical implications Governments should promote public awareness and consensus on disease prevention. Hospitals can use EHR systems to monitor patients and issue timely alerts for potential adverse events. Healthcare professionals should also strengthen patient relationships and communication through effective use of EHRs. Originality/value This study integrated the HBM and OST to develop a research model that explains anxiety related to EHR use and highlights how health consciousness and social support jointly influence behavioral change.",
          "url": "https://doi.org/10.1108/intr-07-2024-1048",
          "doi": "https://doi.org/10.1108/intr-07-2024-1048",
          "filter": 0,
          "created": "2026-2-27"
        },
        {
          "title": "How to keep app users coming back: the moderating role of app types in building brand love through perceived value",
          "authors": "Qilei Liu, Lili Zheng, Lihui Wu, Raffaele Filieri, Zhenzhen Zhao",
          "abstract": "Purpose Mobile applications (apps) have become integral to daily life, yet fostering continued user engagement remains a challenge. This study aims to investigate factors influencing continuance intention by comparing goal-directed (e.g. educational) and experiential (e.g. gaming) apps. Design/methodology/approach Structural equation modeling analysis was applied to data extracted from 452 valid survey responses collected from users of popular Chinese mobile apps to determine the mediating effects of inner and social self-relevance and positive and negative emotions and the moderating role of app types (goal-directed vs experiential). Findings Our findings indicate that utilitarian value and social value positively influence both inner and social self-relevance, which in turn positively influence positive emotions, while hedonic value primarily impacts inner self-relevance. Inner self-relevance slightly affects brand love, while negative emotions negatively influence brand love. Furthermore, inherent (hedonic) value has a stronger influence on positive emotions than utilitarian value. A mediation analysis confirmed the mediating roles of inner and social self-relevance in the relationship between perceived value and brand love as well as the indirect effects of perceived value on negative emotions mediated via social self-relevance. Furthermore, a multiple-group analysis revealed significant variations in the influence of perceived value on self-relevance, emotions and brand love for goal-directed vis-à-vis experiential apps. Originality/value This study contributes to the literature by comprehensively examining brand love formation in mobile apps, considering both goal-directed and experiential categories. The findings provide valuable guidance for marketers and designers seeking to enhance user engagement and cultivate user-app relationships in a competitive mobile app market.",
          "url": "https://doi.org/10.1108/intr-07-2024-1196",
          "doi": "https://doi.org/10.1108/intr-07-2024-1196",
          "filter": 0,
          "created": "2026-2-25"
        },
        {
          "title": "The impact of online atmosphere on virtual visit experience, healing effects and mental well-being: a mixed methods approach",
          "authors": "Guangyu Xiao, Choong-Ki Lee, V.G. Girish, Hesam Olya",
          "abstract": "Purpose Virtual exploration has emerged as a promising option to enhance individuals' mental well-being amid growing mental health challenges. This article tests a conceptual model that examines the effects of virtual exploration's online atmosphere (OA) on users' mental well-being. It also investigates changes in users' perceptions and behavioral intentions associated with well-being improvement. Design/methodology/approach This article adopts a mixed-methods design. First, a quantitative survey (n = 523) tests the proposed model, linking OA cues (interface aesthetics, background music congruency, scene vividness, interactivity and convenience) with mental well-being via virtual visit experience and healing effects (stress reduction and restoration). Second, a multi-group analysis compares the effects of natural and urban destinations. Finally, the qualitative phase analyzes open-ended responses to explore the broader implications of improved mental well-being resulting from virtual exploration. Findings The findings show that these OA cues positively influence the virtual visit experience, which in turn enhances well-being through stress reduction and restoration, with natural (vs. urban) destinations exerting a stronger effect on these relationships. The qualitative results further reveal that participants reported increased psychological resilience, greater interest in and attachment toward explored destinations and higher readiness for digital engagement. Originality/value This article pioneers the understanding of how the OA within virtual exploration (specifically destination live streaming) fosters mental well-being through stress reduction and restoration. It provides empirical evidence for the OA's positive impact on well-being via these mechanisms and reveals differences across destination types. The findings highlight the OA's crucial role in designing virtual experiences that effectively support mental health.",
          "url": "https://doi.org/10.1108/intr-03-2024-0475",
          "doi": "https://doi.org/10.1108/intr-03-2024-0475",
          "filter": 0,
          "created": "2026-2-22"
        },
        {
          "title": "Configuring gamification and goal frames for pro-environmental behavior in green IT: a fuzzy-set analysis",
          "authors": "Panpan Wang",
          "abstract": "Purpose This study aims to explore how different gamification affordances interact with motivational goals to shape IT-embedded pro-environmental behavior (PEB) within gamified green IT applications. Design/methodology/approach Drawing on the affordance theory, goal-framing theory and goal systems theory, the study adopts a configurational approach using fuzzy-set qualitative comparative analysis to identify combinations of gamification features and user motivations that lead to high levels of IT-embedded PEB. Findings The results reveal four distinct configurations where motivational goals (normative, gain, hedonic) interact under different gamification affordances (social-related, achievement-related, immersion-related) to drive PEB in Green IT. These pathways demonstrate how different goals can either align or conflict depending on the gamification structure. In some configurations, multiple goals operate in synergy, while in others, a single dominant goal drives behavior despite the absence of normative or hedonic motivations. Research limitations/implications This study contributes to a deeper understanding of the dynamic interplay between gamification design and user goal structures, extending theoretical insights into how gamified environments can shape sustainable behavior. Practical implications This study offers practical guidance for tailoring gamified green IT designs by aligning specific combinations of gamification affordances and motivational goals to drive sustainable behavior through distinct behavioral pathways. Originality/value By integrating three theoretical lenses through a configurational method, this study offers a novel perspective on how gamification affordances configure motivational pathways. It moves beyond linear models to explain how diverse user motivations can be effectively activated in green IT applications.",
          "url": "https://doi.org/10.1108/intr-03-2024-0393",
          "doi": "https://doi.org/10.1108/intr-03-2024-0393",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "Mitigating resistance in smart health monitoring systems: the role of data governance and privacy concerns",
          "authors": "Jingjing Zhang, Farkhondeh Hassandoust, Allen C. Johnston",
          "abstract": "Purpose Smart health monitoring systems (SHMSs) have encountered resistance and limited adoption by various stakeholders. This study aims to investigate the impact of data governance on the associated privacy concerns in relation to barriers, thereby mitigating users' resistance to SHMSs. Design/methodology/approach This mixed-methods study draws on innovation resistance theory and data governance mechanisms. We developed a research model based on 20 qualitative interviews with individuals from multiple stakeholder groups and empirically tested the model using 277 valid responses from potential and current SHMS users, collected through an online questionnaire survey. Findings The findings reveal that data governance mechanisms–incorporating legislative protection, cultural and religious differences (procedural data governance mechanisms), transparency, and trust (relational data governance mechanisms)–are more influential than accountability and responsibility (structural data governance mechanisms) in reducing user resistance to SHMSs. Privacy concerns significantly influence functional barriers to SHMSs and ultimately positively affect users' resistance to SHMSs. Cultural and religious differences and trust mechanisms are significantly associated with privacy concerns among users with a high personal innovativeness level. Research limitations/implications The study extends innovation resistance theory by integrating data governance, showing how theoretical models can be practically adapted for diverse health information technology (HIT) contexts. The findings offer societal implications, informing policies that promote SHMS development with robust privacy protections, inclusive design and trust-building governance. Originality/value This is a pioneering study that extends innovation resistance theory by integrating data governance, demonstrating how theoretical models can be tailored to address diverse needs within the HIT domain.",
          "url": "https://doi.org/10.1108/intr-12-2024-2032",
          "doi": "https://doi.org/10.1108/intr-12-2024-2032",
          "filter": 0,
          "created": "2026-2-27"
        },
        {
          "title": "Health anxiety and information-seeking in the digital age: a two-wave study of cyberchondria",
          "authors": "Xi Luo, Jennifer Yee-Shan Chang, Jun-Hwa Cheah, Weng Marc Lim, Xin-Jean Lim",
          "abstract": "Purpose Cyberchondria, characterized by excessive online health information seeking and resulting anxiety, is intensifying. This study aims to examine how threat perceptions and cognitive factors drive cyberchondria and how this condition leads to health information fatigue on social media (HIFSM), self-medication and therapy compliance. Design/methodology/approach This study integrates protection motivation theory, cognitive load theory and the stressor-strain-outcome (SSO) model to inform the partial least squares path modeling of a 2-wave survey over 6 months of 400 participants. Findings Perceived susceptibility, perceived severity, online information trust and information overload intensify cyberchondria, which sparks HIFSM and, in turn, increases self-medication while undermining therapy compliance. Trust in physicians mitigates these adverse effects. Practical implications Since information overload fuels cyberchondria, the findings urge social media developers to help curb cyberchondria by prioritizing credible health content, integrating source-verification features and collaborating with clinicians to curate guideline-based information. Originality/value This study advances cyberchondria research by uniting three theoretical perspectives and identifying physician trust as a protective factor.",
          "url": "https://doi.org/10.1108/intr-09-2024-1337",
          "doi": "https://doi.org/10.1108/intr-09-2024-1337",
          "filter": 0,
          "created": "2026-2-24"
        },
        {
          "title": "Digital hoarding behavior of short video platform users: driving mechanisms and complex path analysis based on the C-A-C framework",
          "authors": "Junping Qiu, Chenchong Feng, Zhongyang Xu",
          "abstract": "Purpose This study examines digital hoarding behavior (DHB) among short video platform (SVP) users to reduce unnecessary accumulation, enhance information management efficiency and support SVP sustainability. Design/methodology/approach Guided by the cognition–affect–conation (C-A-C) framework, we analyzed 402 valid responses using partial least squares structural equation modeling (PLS-SEM) and fuzzy-set qualitative comparative analysis (fsQCA). Findings PLS-SEM results show that perceived usefulness (PU), subjective norm (SN) and information overload (IO) significantly increase fear of missing out (FoMO), while PU, time pressure (TP) and SN enhance emotional attachment (EA). Both FoMO and EA promote DHB. fsQCA further reveals three distinct pathways leading to DHB, highlighting multifactorial interactions and configurational patterns. Practical implications This study provides actionable strategies for SVP managers, including optimizing recommendation algorithms, enhancing users’ digital information literacy and implementing intelligent content management tools. Additionally, campaigns and tailored interventions addressing offline and online behavioral differences can promote healthy digital habits, improve information management and reduce unnecessary DHB. Originality/value This study is the first to apply the C-A-C framework to DHB in SVPs, which feature high interactivity and large-scale user engagement. By integrating PLS-SEM and fsQCA, it systematically uncovers the cognitive and emotional mechanisms of DHB, emphasizing its multidimensional nature. The findings contribute to the theoretical understanding of user behavior in high-speed information environments and offer practical insights for fostering SVP sustainability.",
          "url": "https://doi.org/10.1108/intr-05-2025-0670",
          "doi": "https://doi.org/10.1108/intr-05-2025-0670",
          "filter": 0,
          "created": "2026-2-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Computer-Mediated Communication",
      "journal_short": "JCMC",
      "articles": [
        {
          "title": "Conceptualization, operationalization, and measurement of machine companionship: a scoping review",
          "authors": "Jaime Banks, Zhixin Li",
          "abstract": "The notion of machine companions has long been embedded in socio-technological imaginaries. Recent advances in AI have moved those media musings into believable sociality manifested in interfaces, robotic bodies, and devices. Those machines are often referred to colloquially as “companions,” yet there is little careful engagement of machine companionship (MC) as a formal concept or measured variable. This PRISMA-guided scoping review systematically samples, surveys, and synthesizes current scholarly works on MC (N = 71; 2017–2025). Works varied widely in considerations of MC according to guiding theories, dimensions of a priori specified properties (subjectively positive, sustained over time, co-active, autotelic), and in measured concepts (with more than 50 distinct measured variables). We ultimately offer a literature-guided definition of MC as an autotelic, coordinated connection between human and machine that unfolds over time and is subjectively positive; through a facet-theoretical lens, we suggest how this definition can scaffold future research.",
          "url": "https://doi.org/10.1093/jcmc/zmaf027",
          "doi": "https://doi.org/10.1093/jcmc/zmaf027",
          "filter": 0,
          "created": "2025-12-27"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Easy to Understand, Easy to See: Conceptual and Perceptual Fluency Drives News Headline Selection",
          "authors": "Elizabeth E. Riggs",
          "abstract": "People generally prefer fluent, or easy, information processing experiences. Consequently, processing fluency often impacts individuals’ judgments and evaluations of information. Previous research found that processing fluency influenced headline selection and recognition. The present experiment replicated and extended this work by testing whether type of fluency, comparing conceptual (language difficulty) and perceptual (figure-to-background contrast) fluency manipulations, impacts selection and recognition of news headlines. Results demonstrated that individuals showed strong preferences for fluent news headlines, across both types of fluency manipulations. However, only the conceptual fluency manipulation impacted recognition, such that easy language was associated with higher recognition.",
          "url": "https://doi.org/10.1177/0261927x261424551",
          "doi": "https://doi.org/10.1177/0261927x261424551",
          "filter": 0,
          "created": "2026-2-24"
        },
        {
          "title": "Mapping the Information Flow Within Deceptive Messages: A Test of the IM Propositions of IMT2",
          "authors": "Kelly Morrison, Xun Zhu, Steven McCornack, W. Tyler Deverell, Jihyun Esther Paik, Joshua Nelson-Ichido",
          "abstract": "This paper presents results from the first formal empirical test of Information Manipulation Theory 2 (IMT2). Specifically, two hypotheses were posited based upon three of the information manipulation (IM) propositions of IMT2. First, we predicted that a systematic rank ordering should be observable regarding the frequency of various types of information manipulation within deceptive messages; such that Gricean Quality violations are more frequent than Manner violations, which in turn occur more often than Relation violations. Second, we predicted that as the contextual problematicity of specific information units increases, so too should the likelihood of Quality violations related to the message production of these units. Two different data collections from two different institutions were conducted. Results from analyses of these data confirmed both hypotheses. Additionally, using the UCM method of unitizing and coding message data, we were able to identify the specific units of information within messages that were most likely to be falsified, thereby confirming the general premise of IMT2: the single strongest determinant of whether someone will deceive is the nature of the information they possess in working and long-term memory.",
          "url": "https://doi.org/10.1177/0261927x261419847",
          "doi": "https://doi.org/10.1177/0261927x261419847",
          "filter": 0,
          "created": "2026-2-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Perceived partner responsiveness and self-objectification: The mediating role of insecure attachment in a dyadic context",
          "authors": "Furkan Tosyali, Fatma Yaşın-Tekizoğlu, Melike Başaran",
          "abstract": "The main aim of this study is to investigate the mediating role of partner-specific insecure attachment (i.e., attachment anxiety and attachment avoidance) in the relationship between perceived partner responsiveness and self-objectification in a dyadic context. Data were collected from 139 heterosexual romantic partners (18–59 years old) with a mean relationship duration of 72 months. Dyadic analysis was conducted through the Actor-Partner Interdependence Mediation Model framework. Among women, those who perceived their partners as more responsive tended to feel less anxious and less avoidant in their attachment to their partners, and women who felt more anxious in their attachment reported higher levels of self-objectification. Among men, those who perceived their partners as more responsive tended to feel less avoidant to their partners. A partner effect was observed in women, where their perceived partner responsiveness predicted lower attachment anxiety in their male partners. In addition, the association between women’s perceived partner responsiveness and self-objectification was mediated by their attachment anxiety. The findings highlight the potentially critical role of core romantic relationship dynamics, i.e., perceived partner responsiveness and partner-specific attachment, on self-objectification. Thus, the current preliminary findings could be noteworthy in contributing to the growing literature on self-objectification in romantic relationships.",
          "url": "https://doi.org/10.1177/02654075261428504",
          "doi": "https://doi.org/10.1177/02654075261428504",
          "filter": 0,
          "created": "2026-2-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Contextualizing Trust: Geo-Ethnic Media, Relatable Storytelling, and Audience Trust",
          "authors": "Young Eun Moon, Cody Hays, Zhan Xu, Kristy Roschke, K. Hazel Kwon",
          "abstract": "This study explores strategies geo-ethnic journalists use to build trust within ethnic minority communities, addressing two gaps in existing literature. First, while much research discusses ethnic media functions, it often remains separate from journalism scholarship on local news and trust. Second, previous research on media trust has largely focused on audience perspective, leaving journalists’ perspectives underexplored. By bridging these areas, this study situates geo-ethnic journalism as an essential yet understudied part of the American media landscape. Through interviews with 38 journalists, we identify three principles: reporting from within, narrative stewardship , and reporting with cultural consciousness . These principles foster reporting practices that reinforce geo-ethnic media’s role in local communities and offer a new model for nurturing media trust among underrepresented U.S. audiences. Based on these principles, this study proposes the concept of relatable journalism where mutual recognition of belonging between journalists and audiences serves as a central element of trust-building.",
          "url": "https://doi.org/10.1177/10776990261416899",
          "doi": "https://doi.org/10.1177/10776990261416899",
          "filter": 0,
          "created": "2026-2-24"
        },
        {
          "title": "Journalistic Epistemologies and Journalism Culture in the United States",
          "authors": "Tim P. Vos, Rachel R. Mourão, Esther L. Thorson, Craig T. Robertson, Taewoo Kang",
          "abstract": "This survey-based study of U.S. journalists ( N = 1,579) describes their current epistemological outlooks and explains how the conceptions of their social roles are related to journalistic epistemologies. We argue this is a novel approach to understanding journalistic cultures—not just the sum of journalistic roles and epistemologies, but in the relative coherence of these concepts taken together. We identify three main epistemological orientations among U.S. journalists: intuitionist, standpoint, and naturalist. The findings suggest objectivity is no longer the unquestioned epistemology in U.S. journalism culture, replaced by a combination of naturalist and constructivist orientations.",
          "url": "https://doi.org/10.1177/10776990261416915",
          "doi": "https://doi.org/10.1177/10776990261416915",
          "filter": 0,
          "created": "2026-2-27"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "An Experiential View of What Short Digital News Practices Mean from An Audience Perspective",
          "authors": "Marianne Borchgrevink-Brækhus",
          "url": "https://doi.org/10.1080/1461670x.2026.2633581",
          "doi": "https://doi.org/10.1080/1461670x.2026.2633581",
          "filter": 0,
          "created": "2026-2-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Exploring Trust and Literacy in Engagement With Generative AI and Science Information Behavior",
          "authors": "Torben E. Agergaard, Kristian H. Nielsen, Rodrigo Labouriau, Antoinette Fage-Butler",
          "abstract": "As generative AI (GenAI) becomes increasingly embedded in everyday information environments, understanding how citizens engage with this technology is critical for science communication. This study examines public engagement with GenAI in Denmark, focusing on trust, AI literacy, experience with GenAI tools, and exposure to science-related information. Denmark provides a relevant case due to its high levels of institutional and scientific trust. Using data from a nationally representative survey conducted in 2024 (&lt;em&gt;n&lt;/em&gt; = 514) as part of the cross-national ScI-AI project, we analyze how respondents encounter GenAI, assess its trustworthiness, understand its technical and epistemic features, and engage with science-related information across platforms. Descriptive results show moderate trust in GenAI, uneven AI and GenAI literacy, and concentrated experience centered primarily on ChatGPT, alongside pronounced concerns about misinformation and societal risks. To examine how these dimensions relate, we apply a probabilistic graphical model to 29 variables spanning trust, literacy, experience, science-related information exposure, and demographics. The analysis reveals that trust occupies a central position, mediating between technical understanding of GenAI’s functioning and epistemic beliefs about the reliability and truthfulness of its outputs. Science-related information exposure is largely disconnected from trust and GenAI literacy and links to general AI literacy primarily through gender. Overall, the findings highlight the importance of treating trust and literacy as multidimensional and context-sensitive constructs for understanding how GenAI reshapes science-related information encounters.",
          "url": "https://doi.org/10.17645/mac.11357",
          "doi": "https://doi.org/10.17645/mac.11357",
          "filter": 0,
          "created": "2026-2-25"
        },
        {
          "title": "Digital Resilience to Disinformation: From Libraries to Citizens",
          "authors": "Nereida Carrillo, Marta Montagut, Roberto Gelado Marcos",
          "abstract": "Disinformation is a challenge facing democracies, most especially in the current context of “polycrisis,” in which an “illiberal public sphere” endangers public debate fed by reliable data. Media and information literacy (MIL) has emerged as potentially one of the most effective ways to promote digital resilience to disinformation. According to UNESCO’s first MIL law, libraries and their staff are key to the dissemination and implementation of MIL, since they can be the source of reliable information for all audiences. We analysed the preparedness, knowledge, and attitudes of Spanish librarians to disinformation and MIL by conducting a survey of 110 librarians prior to receiving training in the Media and Information Literacy Community Connections (MIL CC) project (2024–2025). The results show that 64.5% of our respondents had not previously received specific MIL training, although 75% were familiar with fact-checking tools and were able to detect manipulated or false information. However, the fact that over half of the responding librarians conceded that they had not organised any MIL activities for their community underscores the need to train and encourage librarians to actively engage with their central and crosscutting role in fostering MIL.",
          "url": "https://doi.org/10.17645/mac.11404",
          "doi": "https://doi.org/10.17645/mac.11404",
          "filter": 0,
          "created": "2026-2-26"
        },
        {
          "title": "Covid-19, Community Resilience, and Marginalised Populations: Health Communication and Chinese Communities in the UK",
          "authors": "Sarah Q. Gong, Ian Somerville",
          "abstract": "The Covid-19 pandemic brought unprecedented challenges to global public health, economies, and societies. In the UK, the impact of Covid-19 on the economy, healthcare systems, and individual well-being was also profound and multifaceted. While the pandemic had far-reaching consequences for the general population, its impact was not evenly distributed across society. It has been widely reported that the Covid-19 pandemic disproportionately affected ethnic minority communities, exposing and amplifying long-standing health and social inequalities. This study addresses a gap in existing research by contributing new insights to ongoing debates on ethnic minority health and public health communication. It takes a “bottom-up” approach by using focus groups to explore how UK-based Chinese communities, many of whom live at the margins of mainstream British society, drew on forms of community resilience to interpret, navigate, and endure the pandemic. Our study deploys the typology outlined in Buzzanell’s communication theory of resilience alongside thematic analysis as a framework to identify, understand, and analyse the findings from focus groups. Key findings demonstrate that UK Chinese communities constituted resilience in the face of the pandemic by engaging in the processes Buzzanell identifies. They also relied on their cultural resources to build and maintain resilience, and indeed they had to, because culturally and linguistically they had little support from government or health authorities.",
          "url": "https://doi.org/10.17645/mac.11476",
          "doi": "https://doi.org/10.17645/mac.11476",
          "filter": 0,
          "created": "2026-2-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Swipe, Chat, Unmatch: The Psychological Consequences of Being Rejected on Dating Apps",
          "authors": "Sarah Lutz, Christiane M. Büttner",
          "url": "https://doi.org/10.1080/15213269.2026.2633228",
          "doi": "https://doi.org/10.1080/15213269.2026.2633228",
          "filter": 0,
          "created": "2026-2-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Mobile Media and Communication as More Than Human: Taking a Deep Dive with Whales",
          "authors": "Scott W. Campbell, Ragan Glover",
          "abstract": "As a field, mobile media and communication (MMC) has centrally been concerned with how people use mobile communication technology and the implications for human sociality, psychology, and culture. This article encourages us to think more deeply, and differently, about concepts and practices of mobile media and mobile communication by examining the uses and consequences of MMC among whales . By looking at MMC in the animal world, we gain a new vantage point for thinking about the core elements of mobility, media, and communication, and how they can come together to shape everyday life and survival. By looking beyond the Anthropocene, this more-than-human perspective offers conceptual enrichment for scholarship in the field, while using MMC as a lens for considering how humans (“culture”) and animals (“nature”) are entangled in meaningful ways (natureculture).",
          "url": "https://doi.org/10.1177/20501579261416978",
          "doi": "https://doi.org/10.1177/20501579261416978",
          "filter": 0,
          "created": "2026-2-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Managing multiple accounts for identity construction on Instagram: A privacy management framework",
          "authors": "Chien Wen (Tina) Yuan, Hsuen-Chi Chiu, Donghee Yvette Wohn",
          "abstract": "Managing multiple accounts on social networking sites (SNSs) like Instagram is a common strategy for users to tailor self-presentation and manage privacy by segmenting audiences and content. This practice supports privacy management and reflects identity processes such as identity evolution (how users perceive their self-concepts to shift over time) and identity synchronization (how these identities are integrated across accounts). Grounded in privacy management theory, this study uses survey data from 408 Instagram users and a structural equation modeling approach to examine how two distinct types of privacy management, platform-enabled and interpersonal privacy concerns, shape identity construction. Our findings reveal that content management and curation significantly contribute to both identity evolution and synchronization, while interpersonal privacy concerns are tied to network-based self-presentation. These results challenge assumptions of the privacy paradox, showing that users engage in deliberate, context-sensitive strategies and privacy strategies. In addition, audience segmentation, more than content itself, shapes identity work on SNSs.",
          "url": "https://doi.org/10.1177/14614448261424891",
          "doi": "https://doi.org/10.1177/14614448261424891",
          "filter": 0,
          "created": "2026-2-26"
        },
        {
          "title": "The complementor perspective: Examining how Dutch developers and industry professionals navigated Google Assistant as a platform (2018–2021)",
          "authors": "Aikaterini Mniestri, Thomas Poell",
          "abstract": "This article examines the process of platformization from the perspective of platform complementors. It focusses on Dutch complementors—retailers, news organizations, transportation companies, and software start-ups—that developed Conversational Actions for Google Assistant. The analysis builds on a combination of digital fieldwork and interviews with Dutch developers, conversational specialists, and marketing and communication managers between 2018 and 2021. Pushing back against the dominant focus on successful platforms, we demonstrate that platformization needs to be understood as a balancing act, marked by frictions that arise in attempts to align expectations, interests, concerns, and objectives of different actors. Our findings show that complementors’ imaginaries of a Dutch assistant conflicted with Google’s global priorities, revealing the limits of localization in platform infrastructures. Moreover, we highlight the asymmetry between complementors’ expectation of a linear platform development and Google’s circular strategy of continuous reconfiguration of infrastructures and platforms to capture specific markets.",
          "url": "https://doi.org/10.1177/14614448261419096",
          "doi": "https://doi.org/10.1177/14614448261419096",
          "filter": 0,
          "created": "2026-2-27"
        },
        {
          "title": "“Your Wrapped doesn’t lie”: Data realism and Spotify’s constructions of music, listening, and listeners in algorithmic recommendation",
          "authors": "Veronika Muchitsch",
          "abstract": "Spotify Wrapped, the year-end campaign of the world’s biggest music streaming company, is a singularly successful marketing scheme in the context of algorithmic technologies. Presenting individual user data in a design tailored to mobile apps, Wrapped has been noted as a unique appropriation of user data as a tool for advertising. This article analyzes promotional materials and features of Spotify Wrapped to investigate the discursive shifts accompanying datafication, which describes the accumulation and use of behavioral data in algorithmic systems, in contemporary music streaming. The article introduces data realism as a concept for theorizing the reconfiguration of music, listening, and listeners effected by these shifts. It shows how the construction of data-as-realness is reinforced through discursive pairings of data and broader cultural practices, supported by Wrapped’s multimodal design, and articulated in listener typologies. Positioning Wrapped’s design within the broader context of algorithmic culture, the paper ultimately considers how critical engagements with Wrapped may challenge or perpetuate data realist constructions of music, listening, and listeners in the context of algorithmic recommendation.",
          "url": "https://doi.org/10.1177/14614448261422367",
          "doi": "https://doi.org/10.1177/14614448261422367",
          "filter": 0,
          "created": "2026-2-27"
        },
        {
          "title": "Experiments offering social media users the choice to avoid toxic political content",
          "authors": "Fatima Alqabandi, Graham Tierney, Christopher Bail, D. Sunshine Hillygus, Alexander Volfovsky",
          "abstract": "Social media platforms increasingly offer users control over their feeds, promising to reduce toxic discourse. This study tests how the mere offer of algorithmic control shapes user experiences. Respondents evaluated identical posts from a fictional platform, with half given the option to filter out toxic political content. Those given this choice reported greater platform satisfaction. However, those who opted for filtering rated content as more hostile than similar respondents who were not offered the choice. A follow-up experiment showed that exposure to only positive content did not reduce hostility ratings; it heightened them compared to exposure to both positive and negative content. These findings challenge the assumption that user autonomy will improve content experiences. Instead, algorithmic choice raises expectations, prompting users to scrutinize content more critically or attempt to “train” the algorithm to align with their preferences. Platforms must consider how expectations, not just content exposure, shape online experiences.",
          "url": "https://doi.org/10.1177/14614448261418999",
          "doi": "https://doi.org/10.1177/14614448261418999",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "The governance of AI-generated pornography platforms: A content analysis",
          "authors": "Valerie A Lapointe, Simon Dubé, Aurélie Petit, Tinhinane Kessai, Sophia Rukhlyadyev, Vivianne Gravel, David Lafortune",
          "abstract": "Artificial intelligence (AI) is transforming adult content production by enabling users to generate highly customized sexual media through AI pornography platforms. Despite growing concerns about risks (e.g. illegal material generation and sex worker exploitation), AI pornography platform governance remains largely undocumented. We conceptualize AI pornography governance as fantasy arbitration, the process by which platforms determine which sexual fantasies can be technologically instantiated. Using an inductive content analysis of governance materials from 98 AI pornography platforms, we examine content prohibitions, moderation strategies and enforcement mechanisms, liability allocation, intellectual property rights, and privacy policies. Findings reveal heterogeneous governance regimes that create differential risk environments and illuminate how platforms independently dictate legitimate sexuality, determine who captures value from content generation, and commodify intimate data. Collectively, these governance practices position AI pornography platforms as corporate arbiters of sexual possibilities, with broader implications for intimate freedom, labor exploitation, and our co-evolution with technologies.",
          "url": "https://doi.org/10.1177/14614448261421873",
          "doi": "https://doi.org/10.1177/14614448261421873",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "Deliberative quality and discursive incivility in authoritarian context: An analysis of Covid-19 discussions on Facebook in Vietnam",
          "authors": "Moon QMN-Nguyen",
          "abstract": "This study explores online deliberation and discursive (in)civility within Vietnam’s authoritarian context, focusing on Facebook discourse during the COVID-19 pandemic. It examines how different types of Facebook pages (i.e. government information pages, state-sponsored media, foreign media, and private discussion groups) shape deliberative quality and how (in)civility can both facilitate and hinder public discussion. Quantitative analysis reveals that foreign media pages foster more rational, diverse, reflexive, and interactive discussions, despite higher levels of incivility. In contrast, government and state-sponsored media pages maintain greater civility but demonstrate lower deliberative quality, while private groups show high incivility with minimal deliberation. To further contextualize these patterns, a close reading identifies emotional triggers and target-induced behaviors in uncivil comments. By integrating macro-level metrics with micro-level discursive practices, this study offers valuable insights for scholars and policymakers seeking to enhance deliberative engagement in digital environments under varying degrees of state control.",
          "url": "https://doi.org/10.1177/14614448261423535",
          "doi": "https://doi.org/10.1177/14614448261423535",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "Live music imaginaries in the reception of online popular music concerts",
          "authors": "Steven Gamble",
          "abstract": "This article critically interrogates a range of themes in writing about online popular music performances. It uncovers dominant conventional narratives, experiences, and understandings of online concerts, captured under the term ‘live music imaginaries’. Recent scholarship, journalism, and other commentary typically emphasise the limitations of online music events compared to in-person performances. Most pressingly, online concerts are pervasively viewed as merely a temporary lifeline for live music during the COVID-19 pandemic. They need not be. Commentators also frame technology as determining online performance practices, based on speculation about some inevitably virtual future of entertainment. Yet the history and variety of online concerts as a media form and cultural practice are under-considered. By highlighting and evaluating the historically and culturally situated live music imaginaries that shape the experience of online concerts, this article sets the stage for a theoretical reframing of the value of online music events.",
          "url": "https://doi.org/10.1177/14614448261424887",
          "doi": "https://doi.org/10.1177/14614448261424887",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "“congrats on the instagram soft launch of ur boyfriend”: Platform-specificity, cultural production, and theorizing meta-intimate publics",
          "authors": "Clare O’Gara",
          "abstract": "This article explores “soft launching,” a digital phenomenon predominantly associated with female users that involves deploying deliberately “askew” photographs to subtly reveal one’s romantic partner on their Instagram profile. I use soft launching as a case study to interrogate the relationship between intimate publics and platformization, especially as it concerns feminized cultural production. I argue that intimate publics are platform-specific, and I recenter cultural production as a tool for studying intimate public spheres. Following this, I analyze the cross-platform existence of soft launching by applying discursive and textual methods. Examining the cultural products that surround and constitute soft launching reveals how platform-specificity contours both intimate publics and what I call meta-intimate publics , defined as intimate publics that reflexively and ambivalently repackage others. I offer meta-intimate publics as a framework for identifying and understanding how users (in particular, women and historically disenfranchised users) construct and present themselves across hypercommodified platform ecologies amid the “impasses” of contemporary digital life.",
          "url": "https://doi.org/10.1177/14614448261421871",
          "doi": "https://doi.org/10.1177/14614448261421871",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "Vulnerable people’s digital good in four life domains: Insights and future recommendations",
          "authors": "Panayiota Tsatsou, Gianfranco Polizzi, Magdalena Brzeska",
          "abstract": "This article explores vulnerable people’s experiences of the digital and its potential for ‘good’ across four life domains and four digital inclusion levels. Conceptually, it is framed around the notions of the digital good, vulnerability and intersectionality. Methodologically, the study was conducted in 2024 using a social lab framework and the idea of a ‘social lab’ space, in which 19 older people with intersecting vulnerabilities creatively shared insights into their experiences of good aspects of the digital. By combining manual and NVivo-assisted thematic and discourse analysis with visual analysis, we found that the digital good coexists with challenges in the digital domain, and that participants emphasised challenges more than positive experiences in all life domains except education and training. Regarding interventions, they recommended practical assistance, skills training and other support from those with lay knowledge or professional expertise, while discursively placing responsibility for support-seeking on themselves as individual users.",
          "url": "https://doi.org/10.1177/14614448261416062",
          "doi": "https://doi.org/10.1177/14614448261416062",
          "filter": 0,
          "created": "2026-2-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Are relying on science and on religion to make sense of the world related to different domains of adaptive behavior and well-being?",
          "authors": "Crystal L. Park, Joshua A. Wilt, Adam B. David",
          "abstract": "Individuals vary in their reliance on science and on religion to make sense of the world. We aimed to determine if these two approaches to making meaning differentially associated with specific domains of adaptive behaviors and well-being, and the extent to which these associations would be moderated by their conjoint (interactive) effects. Participants were 301 US adults who completed online surveys. Bivariate associations largely supported hypotheses—religious and science worldviews related to different types of adaptive behavior and well-being. However, when conjoint effects were considered, both reliance on religion and on science related to multiple behaviors spanning emotional and logical behaviors and well-being. The few interaction effects noted suggested that very high levels of either worldview were maladaptive. Findings highlight the need to consider and assess both reliance on religion and reliance on science and consider their conjoint effects when studying their potential for leading to adaptive behaviors and well-being.",
          "url": "https://doi.org/10.1177/09636625261424429",
          "doi": "https://doi.org/10.1177/09636625261424429",
          "filter": 0,
          "created": "2026-2-25"
        },
        {
          "title": "Salesmen of science: A textual analysis of technological advancement and quantum physics in Oppenheimer (2023)",
          "authors": "Erik Gustafson",
          "abstract": "The film Oppenheimer (2023) portrayed the Manhattan Project, which led to the first atomic bombs, and its aftermath. Shown through the eyes of Director J. Robert Oppenheimer, the film takes us through the scientific, political, and personal struggles of a wide array of characters during a time period that profoundly changed the landscape of the world. Through the film, the viewer learns not only about the Manhattan Project, but also about the quantum science underlying the atomic bomb, as well as the personal and political tensions that were intertwined with its development. Thus, the following article conducted a textual analysis to identify the ways in which the film portrays developments in quantum technologies. Three themes arose regarding the portrayals of development and key concepts in quantum physics. Broad implications are drawn for developments in quantum theory/mechanics and public development and understanding of science in general.",
          "url": "https://doi.org/10.1177/09636625261423845",
          "doi": "https://doi.org/10.1177/09636625261423845",
          "filter": 0,
          "created": "2026-2-27"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "How Scientific Consensus Messaging Promotes Public Support for Socially Good AI: The Moderating Role of Collective Scientific Efficacy",
          "authors": "Wenbo Li, Shuning Lu, Xia Zheng, Shan Xu, Hailey Lantigua",
          "abstract": "This study investigated how scientific consensus messaging influences public support for socially good artificial intelligence (AI), drawing on the gateway belief model. Two preregistered experiments found that consensus messages increased support for AI research and willingness to raise awareness indirectly through increasing perceived consensus, which enhanced favorable beliefs and hope. These effects varied by collective scientific efficacy—perceived ability of scientists to work together effectively. Belief-based pathways were stronger under low efficacy, while hope-based pathways were stronger under high efficacy. Findings underscore the value of combining consensus and efficacy cues in science communication to promote engagement with emerging technologies like AI.",
          "url": "https://doi.org/10.1177/10755470261420148",
          "doi": "https://doi.org/10.1177/10755470261420148",
          "filter": 0,
          "created": "2026-2-24"
        },
        {
          "title": "Prosocial Behavior in the Context of Online Harassment of Scientists and Science Communicators: Designing and Implementing a Social Media Intervention in a Transdisciplinary Co-Creation Process",
          "authors": "Jana Laura Egelhofer, Bernhard Goodwin, Magdalena Obermaier",
          "abstract": "Harassment of scientists and science communicators is a growing concern, particularly on social media. While bystanders can help counter such harassment, few intervene. This research note presents the development, implementation, and evaluation of a social media intervention fostering bystander interventions, created through a transdisciplinary co-creation process with researchers, practitioners, influencers, and citizens. The resulting Instagram campaign featured (audio-)visual messages with scientific evidence, legal guidance, and example interventions. A comprehensive mixed-methods evaluation showed the campaign reached many users, received positive feedback, and produced impactful, reusable materials. We conclude with insights for research–practice collaboration and research on harassment in science communication.",
          "url": "https://doi.org/10.1177/10755470261421146",
          "doi": "https://doi.org/10.1177/10755470261421146",
          "filter": 0,
          "created": "2026-2-27"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "The TikTok Caliphate: How Jihadist Supporters Exploit Algorithmic Recommendations and Evade Content Moderation",
          "authors": "Gilad Karo, Tom Divon, Blake Hallinan",
          "abstract": "Jihadist organizations and their supporters have long used social media to spread propaganda, creating enduring content moderation challenges. Despite TikTok’s purported zero-tolerance approach to violent extremism, terrorist propaganda persists on the platform. This study investigates how supporters of ISIS and Al-Qaeda employ TikTok’s features to exploit algorithmic recommendations and evade content moderation, increasing their visibility within a hostile platform environment. We strategically enrolled the platform’s recommendation system to surface terrorist propaganda and inductively developed a typology of five communicative techniques: audio camouflage (manipulating recorded audio and metadata), meme infiltration (embedding extremist content within pop culture references), blurred intent (distorting sensitive visuals), emoji codes (using coded language and symbols), and bait-and-switch (deferring the reveal of extremist messaging). Together, these tactics constitute a form of everyday extremism embedded within TikTok’s vernacular practices, aesthetics, and pop culture references, exposing the limitations of TikTok’s moderation and state regulations. Our study underscores the need for improved governance, culturally informed moderation, and greater collaboration between platforms and governments to combat online radicalization and extremism.",
          "url": "https://doi.org/10.1177/20563051251412167",
          "doi": "https://doi.org/10.1177/20563051251412167",
          "filter": 0,
          "created": "2026-2-25"
        },
        {
          "title": "‘Rape Isn’t Real, and If It Is, Foids Deserve It’: The Complex and Contradictory Articulations of Rape and Gender-Based Hate Among Incels",
          "authors": "Mathilda Åkerlund",
          "abstract": "Sexual hate and violence are core tenets of incel ideology, yet few studies have examined in detail how rape is understood and articulated within these digital communities. This article addresses this gap through a critical discourse analysis of 3,353 posts published in one of the largest international incel forums. It investigates (1) how women are portrayed in the context of rape; (2) how rape is understood among incels and how these understandings are substantiated; (3) how incels situate themselves in these discussions; and (4) how claims about women and rape are mitigated or reinforced through user interactions. The analysis highlights the contradictions and inconsistencies embedded in incel discourse about sex, rape and women, as well as incels’ strategic use of victimhood. The article further demonstrates the extremism of gender-based hate and the abhorrent language used to construct meaning around women and rape. Importantly though, the article shows how incel articulations of rape do not fundamentally diverge from mainstream misogyny. Instead, they are intensifications of ideas about rape and women which persist through the rape culture and rape myths in mainstream society, but are exacerbated by collective culture, lack of moderation and the separatist nature of the incel communities.",
          "url": "https://doi.org/10.1177/20563051261419384",
          "doi": "https://doi.org/10.1177/20563051261419384",
          "filter": 0,
          "created": "2026-2-22"
        },
        {
          "title": "Informational Over Aspirational: Delineating “Influencers With Expertise” and “Experts With Influence” in the Wellness Industry",
          "authors": "Mariah L. Wellman",
          "abstract": "The line between “influencers with expertise” and “experts with influence” in the health and wellness industry has blurred and has confused the public on whom they can rely for their health information. Influencers with expertise in the wellness industry are those who have amassed authority through their online content and their ability to reflect an authentic self, often questioning and even outright denying the role of institutional experts and science. Experts with influence, on the contrary, are institutionally credentialed leaders with professional acumen in health and medicine who share credible information while attempting to debunk rampant misinformation. First, I describe the relationship between knowledge, expertise, and credibility, the last of which is considered a central norm of the influencer industry. Then, I offer differentiation between influencers with expertise and experts with influence. Then, through semi-structured interviews, I ask how influencers understand their perceived expertise and how they navigate and communicate their role to their audiences. The findings explicate the utilization of embodied knowledge in the wellness influencer industry, the use of disclaimers and claims to knowledgeability as protection from critique, and how many wellness influencers ultimately see themselves as a “different kind” of expert.",
          "url": "https://doi.org/10.1177/20563051261427977",
          "doi": "https://doi.org/10.1177/20563051261427977",
          "filter": 0,
          "created": "2026-2-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Do ethical AI principles matter to users? A large-scale analysis of user sentiment and satisfaction",
          "authors": "Stefan Pasch, Min Chul Cha",
          "url": "https://doi.org/10.1016/j.tele.2026.102381",
          "doi": "https://doi.org/10.1016/j.tele.2026.102381",
          "filter": 0,
          "created": "2026-2-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Book Review: Authoritarian Journalism: Controlling the News in Post-Conflict Rwanda by Ruth Moon MoonRuthAuthoritarian Journalism: Controlling the News in Post-Conflict Rwanda. New York, NY: Oxford University Press, 2023. 218 pp. £68.00 (hardback). ISBN 9780197623411.",
          "authors": "Mekhala Saran",
          "url": "https://doi.org/10.1177/19401612261427871",
          "doi": "https://doi.org/10.1177/19401612261427871",
          "filter": 0,
          "created": "2026-2-28"
        }
      ],
      "articles_hidden": []
    }
  ]
}
