{
  "update": "2025-09-26",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Classification bias of LLMs in detecting incivility towards female and male politicians in German social media discourse",
          "authors": "Anke Stoll, Jingyuan Yu, Aliya Andrich, Emese Domahidi",
          "url": "https://doi.org/10.1080/19312458.2025.2551693",
          "doi": "https://doi.org/10.1080/19312458.2025.2551693",
          "filter": 0
        },
        {
          "title": "Whose truth is it anyway? An experiment on annotation bias in times of factual opinion polarization",
          "authors": "Mariken A. C. G. van der Velden, Felicia Loecherbach, Wouter van Atteveldt, Antske Fokkens, Myrthe Reuver, Kasper Welbers",
          "url": "https://doi.org/10.1080/19312458.2025.2562034",
          "doi": "https://doi.org/10.1080/19312458.2025.2562034",
          "filter": 0
        },
        {
          "title": "Embedding, embedding on the wall; who is the most prominent politician of them all? Exploring automated methods to study multimodal political news coverage",
          "authors": "Wies Ruyters, Susan Vermeer, Sanne Kruikemeier, Rens Vliegenthart",
          "url": "https://doi.org/10.1080/19312458.2025.2558736",
          "doi": "https://doi.org/10.1080/19312458.2025.2558736",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Encoding and decoding in the human–machine discourse",
          "authors": "Klaus Bruhn Jensen",
          "abstract": "The emerging field of human–machine communication (HMC) research represents one of the most sustained efforts to bring communication research to bear on the social uses and consequences of artificial intelligence (AI), and yet HMC theory development is still in its early stages. Building on Stuart Hall’s seminal work about the encoding and decoding of television, this article presents a model that conceptualizes and operationalizes human–machine interactions in terms of their distinctive forms of encoding and decoding. Humans and machines take turns encoding and decoding each other, at a proliferating variety of interfaces, and through infrastructures extending across space and time. In the process, they also metacommunicate, about the discursive codes they each rely on, and about the social roles they occupy in shifting configurations. The encoding-decoding model provides a framework for further theory development about the co-creation of meaning and the exercise of agency by humans and machines.",
          "url": "https://doi.org/10.1093/ct/qtaf022",
          "doi": "https://doi.org/10.1093/ct/qtaf022",
          "filter": 0
        },
        {
          "title": "Expression and reality: a dialogue on communication, constitution, and process philosophy",
          "authors": "Brian Massumi, Boris H J M Brummans",
          "abstract": "What happens when process philosophy meets communication theory? This article takes up that question through a dialogic inquiry that unfolds in three movements. First, it examines the premises of process philosophy, engaging philosophers such as Whitehead, Simondon, and Deleuze, who conceptualize reality as a dynamic, multifaceted becoming. Next, it develops a process philosophical view of communication and delves into its role in constituting social collectives as relational formations. Finally, the conversation turns to the relation between communication, constitution, and reality, asking how communication might be understood as in-forming the real’s becoming and recursively being in-formed by this becoming. Rather than presenting a linear argument, this article invites the reader into an exploratory movement of thought where meaning emerges in the unfolding of dialogue itself. By embracing this form, the article opens space for reimagining communication theory.",
          "url": "https://doi.org/10.1093/ct/qtaf020",
          "doi": "https://doi.org/10.1093/ct/qtaf020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "The gamification of generative AI interfaces",
          "authors": "Federico Biggio",
          "abstract": "This article aims to examine the gamification-based engagement strategies embedded in web-based Generative Artificial Intelligence interfaces, drawing on interface and game studies and employing the Octalysis Tool framework (Chou 2016) as a taxonomic instrument. Specifically, it focuses on those strategies that frame AI as a toy, highlighting components, mechanics, and dynamics that resemanticize human–AI interaction in ludic terms. Adopting the perspective of critical media and interface studies, it questions whether a reproachful explanation is legitimate in the case of GAI interfaces. After discussing the inconsistencies of this position, the article proposes two possible directions: the first is comparative in nature, seeking to trace elements of continuity with contemporary media tools; the second is speculative, aiming to emphasize the gap between human–AI interaction practices and properly ludic forms of play with toys.",
          "url": "https://doi.org/10.1177/13548565251381468",
          "doi": "https://doi.org/10.1177/13548565251381468",
          "filter": 0
        },
        {
          "title": "Queer lives in the social media prism: Precarious LGBTQIA+ visibility and lateral surveillance in Azerbaijan",
          "authors": "Ilgar Seyidov, Christian Pentzold",
          "abstract": "In countries where state institutions and the public largely reject LGBTQIA+ identities and issues, queer people struggle with visibility. Next to governments and technology providers, what queer people do, who they connect to, and how they express themselves is being watched and scrutinized by their families and proximate relations. This lateral surveillance is afforded by social media that establish, as we argue in this article, a prism. Here, LGBTQIA+ lives become refracted as extensive though incoherent patterns of digital traces. How queer people respond to this situation where the binary of visible versus invisible falls apart is poorly understood. To address that gap, we interrogate the precarious management of visibility attempted by LGBTQIA+ people in Azerbaijan with its heteropatriarchal, honor-driven culture. Based on our exploratory interview study, we find that queer Azerbaijanis were confronted with a highly ambivalent scopic setup where context collision loomed large. In effect, they supported LGBTQIA+ visibility but had personally decided not to live or promote it. Yet whilst their attempts to remain opaque may contradict their activistic compliancy, this was a logical reaction to too hard to handle terms of visibility.",
          "url": "https://doi.org/10.1177/13548565251383672",
          "doi": "https://doi.org/10.1177/13548565251383672",
          "filter": 0
        },
        {
          "title": "Countering digital labor platforms’ algorithmic management: OnlyFans and the emergence of neo-patronage",
          "authors": "Sebastiaan Gorissen",
          "abstract": "Facilitating and mediating a sustained connection between themselves and their audiences is a continuous endeavor for most content creators operating within the online labor platforms characteristic of media and entertainment industries. For these creators, the adaptability and flexibility afforded by the expanded economic structures of platform intermediaries are both liberating and constrictive, as these changing marketplaces divest financial and regulatory responsibilities onto the creators themselves. Within these digital environments, media creators are significantly affected by intermediary platforms’ algorithmic management. Direct-to-consumer platforms – such as OnlyFans – have emerged as an answer to mainstream labor platforms’ algorithmic governance, and content creators’ embrace of direct-to-consumer platforms exemplifies a conscious counter to the affective influence of the platform economy. The patrons of direct-to-consumer platforms function as spatially dispersed benefactors, ushering in an era of ‘neo-patronage’ by financially supporting their chosen creators through sustained subscriptions and commissions.",
          "url": "https://doi.org/10.1177/13548565251383407",
          "doi": "https://doi.org/10.1177/13548565251383407",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Evaluating Artificial Intelligence Use and Its Psychological Correlates via Months of Web-Browsing Data",
          "authors": "Emily McKinley, David M. Markowitz, Rui Zhu, Brandon Van Der Heide",
          "url": "https://doi.org/10.1177/21522715251379987",
          "doi": "https://doi.org/10.1177/21522715251379987",
          "filter": 0
        },
        {
          "title": "Work Hard, Use Harder? The Longitudinal Association Between Work Addiction and Social Media Addiction in Full-Time Workers by a Cross-Lagged Panel Network Analysis",
          "authors": "Jing Zhai, Ruimei Sun, L.W. Lam, Chester C.S. Kam, Robin Chark, Anise M.S. Wu",
          "url": "https://doi.org/10.1177/21522715251379749",
          "doi": "https://doi.org/10.1177/21522715251379749",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Populist Hustlers Versus Establishment Dynasties: The Contentious Visual Framing Dual of the 2022 Kenyan Election",
          "authors": "Jimmy Ochieng, Kevin Mudavadi, Maria Elizabeth Grabe",
          "url": "https://doi.org/10.1080/21670811.2025.2564159",
          "doi": "https://doi.org/10.1080/21670811.2025.2564159",
          "filter": 0
        },
        {
          "title": "Is TikTok News Less “News-Like”? Investigating News Organizations’ Stories on TikTok and Their Alignment/ Divergence with Traditional News Values, Norms, Routines, and Roles",
          "authors": "Shangyuan Wu",
          "url": "https://doi.org/10.1080/21670811.2025.2564165",
          "doi": "https://doi.org/10.1080/21670811.2025.2564165",
          "filter": 0
        },
        {
          "title": "The Role of Choice Architecture in Mitigating News Avoidance",
          "authors": "Dominika Betakova, Hajo Boomgaarden, Sophie Lecheler",
          "url": "https://doi.org/10.1080/21670811.2025.2562143",
          "doi": "https://doi.org/10.1080/21670811.2025.2562143",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Artificial Intelligence and New Voices in Environmental Campaigning",
          "authors": "Ella Muncie",
          "url": "https://doi.org/10.1080/17524032.2025.2554988",
          "doi": "https://doi.org/10.1080/17524032.2025.2554988",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Character-Driven Storytelling Design for Digital Games: A Scoping Review",
          "authors": "Athirah Zaini, Allan Fowler, Robert Amor, Burkhard C. Wünsche",
          "abstract": "Character-driven storytelling is increasingly recognised as central to creating emotionally resonant and meaningful experiences in digital games. This scoping review maps existing research to support developers and scholars in understanding how narrative and character design intersect in interactive contexts. Sixty-nine studies were identified through a systematic search and analysed in two stages: a descriptive analysis and thematic analysis. The findings revealed a diverse research landscape and a range of storytelling techniques shaped by ludonarrative structures, audiovisual elements, and thematic frameworks. The review highlights key character design factors, emphasizing the importance of believable, relatable, and emotionally engaging characters in fostering immersive narratives. It also explores the broader impact of character-driven storytelling on players, including its potential to support learning, evoke emotion, promote social awareness, and enrich gameplay.",
          "url": "https://doi.org/10.1177/15554120251380423",
          "doi": "https://doi.org/10.1177/15554120251380423",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "The Echoes of Misinformation: Assessing the Long-Term Impact of COVID-19 Infodemic on Indian Society and Media Trust",
          "authors": "Soumya Sankar Ghosh",
          "url": "https://doi.org/10.1080/10646175.2025.2563259",
          "doi": "https://doi.org/10.1080/10646175.2025.2563259",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Human Communication Research at a crossroads: reaffirming standards, reimagining possibilities",
          "authors": "Tai-Quan Peng",
          "abstract": "As Human Communication Research begins a new editorial chapter, this editorial reaffirms the journal’s longstanding commitment to theory-driven scholarship while addressing recurring challenges that shape how communication research is conceptualized, designed, and interpreted. Drawing from editorial experience and field-wide observations, I identify ten patterns—such as sidelining theory, prioritizing statistical effects over explanatory mechanisms, and equating analytical complexity with conceptual rigor—that signal misalignments between empirical practice and theoretical ambition. These challenges are mapped onto Chaffee and Berger’s classic evaluative criteria to clarify where theoretical contributions often falter. In response, I outline an editorial vision centered on conceptual coherence, methodological alignment, and integrative theorizing. The editorial also introduces Commentaries and Catalysts, a new column designed to foreground theoretical insight and foster cross-paradigm dialogue. Together, these reflections aim to support authors and reviewers while inviting engagement with the standards, possibilities, and evolving responsibilities of cumulative theory-building in communication research.",
          "url": "https://doi.org/10.1093/hcr/hqaf021",
          "doi": "https://doi.org/10.1093/hcr/hqaf021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Perception vs reality: a multi-level framework for analyzing user perceptions of LLM-based chatbots",
          "authors": "Yankuan Liu, Pei-Luen Patrick Rau",
          "abstract": "Purpose This study develops a multi-level framework to examine user perceptions of large language models (LLMs). By investigating the relationships among scenario characteristics (irreplaceability, audience and purpose), user perceptions (familiarity, trust and attitudes) and usage contexts (individual, organizational and societal), this study explores how users evaluate LLM-based chatbots in various contexts, addressing a gap in existing research on LLM applications and their user acceptance. Design/methodology/approach Utilizing a mixed-methods approach, this study crafted eight diverse usage scenarios spanning niche entertainment to significant production support. A questionnaire survey captured users’ familiarity, trust and attitudes, enabling a systematic analysis of user perceptions at individual, organizational and societal levels. Hierarchical clustering and linear regression linked user perceptions with scenario characteristics, forming the basis of the proposed multi-level framework. Findings Through the developed framework, this study identifies distinct perception patterns that systematically align with individual, organizational and societal levels of application. For instance, personal assistance scenarios receive higher perception scores, while societal-level applications reveal mixed user perceptions. These insights suggest that enhancing system performance and addressing user concerns are crucial for effective adoption. Originality/value This study introduces a user-centric, multi-level framework for analyzing LLM perceptions across contexts. It highlights the critical role of user perspectives in shaping ethical, reliable and widely accepted LLM applications, offering practical guidance for developers, organizations and policymakers.",
          "url": "https://doi.org/10.1108/itp-03-2024-0403",
          "doi": "https://doi.org/10.1108/itp-03-2024-0403",
          "filter": 0
        },
        {
          "title": "How do gig work challenges impact workers’ withdrawal behaviors? A moderated chain mediation model",
          "authors": "Zhao Pu, Zhao-Yu Sun, Jia-Min Li, Xue Chang",
          "abstract": "Purpose This study aims to explore the mechanism of how gig work challenges affect work withdrawal behaviors, specifically examining the chain mediation effects of gig work challenges on perceived time poverty, job satisfaction and work withdrawal behaviors as well as the moderating role of decent work. Design/methodology/approach A mixed-methods approach was employed. There was a scenario experiment involving 120 gig workers and multiple surveys with 506 employees from different organizations. Findings Gig work challenges positively impact work withdrawal behaviors. Perceived time poverty mediates between gig work challenges and job satisfaction and job satisfaction mediates between perceived time poverty and work withdrawal behaviors. Besides, there is an inverse relationship between perceived time poverty and job satisfaction, and they play a mediating role in the linkage between gig work challenges and work withdrawal behaviors. Also, decent work has a moderating role. Originality/value This study delineates the sequential mediating effects of perceived time poverty and job satisfaction on the relationship between gig work challenges and withdrawal behaviors, advancing scholarly understanding in gig economy management. The study adapts the job demands-resources model to the gig context, elucidating psychological and organizational aspects and showcasing the model’s applicability.",
          "url": "https://doi.org/10.1108/itp-06-2024-0782",
          "doi": "https://doi.org/10.1108/itp-06-2024-0782",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "I have seen it! Have you seen me?",
          "authors": "Jakob Svensson, Anders Olof Larsson",
          "url": "https://doi.org/10.1080/1369118x.2025.2559147",
          "doi": "https://doi.org/10.1080/1369118x.2025.2559147",
          "filter": 0
        },
        {
          "title": "How to prompt ethical use? Investigating students’ intention to use ChatGPT for graded assignments",
          "authors": "Edson C. Tandoc, Seth Seet, Jona Tze Mei Chin, Elliot Wei Sheng Chng, Jensen Kee, Shang Yu Ng",
          "url": "https://doi.org/10.1080/1369118x.2025.2559145",
          "doi": "https://doi.org/10.1080/1369118x.2025.2559145",
          "filter": 0
        },
        {
          "title": "Anthropomorphic traits and user loyalty: exploring the mediating role of perceived value in chatbot usage in China",
          "authors": "Yipeng Xi, Tingjun Deng",
          "url": "https://doi.org/10.1080/1369118x.2025.2557549",
          "doi": "https://doi.org/10.1080/1369118x.2025.2557549",
          "filter": 0
        },
        {
          "title": "Technofeminism enclosed among females? Mediated motherhood and womanhood across three generations in patriarchal families",
          "authors": "Na Liu, Yutian Xiong",
          "url": "https://doi.org/10.1080/1369118x.2025.2551601",
          "doi": "https://doi.org/10.1080/1369118x.2025.2551601",
          "filter": 0
        },
        {
          "title": "Separate worlds of misinformation. An explorative study of checked claims in German public broadcast news and talk shows",
          "authors": "Sami Nenno",
          "url": "https://doi.org/10.1080/1369118x.2025.2561030",
          "doi": "https://doi.org/10.1080/1369118x.2025.2561030",
          "filter": 0
        },
        {
          "title": "When does digital democracy work? How policy domains shape government responses to online petitions in Taiwan",
          "authors": "Terrence Ting-Yen Chen",
          "url": "https://doi.org/10.1080/1369118x.2025.2558150",
          "doi": "https://doi.org/10.1080/1369118x.2025.2558150",
          "filter": 0
        },
        {
          "title": "Hyperlocal, ambient &amp; stratified: the civic life of residential chat groups on instant messengers",
          "authors": "O. Pasitselska, E. Gagrčin",
          "url": "https://doi.org/10.1080/1369118x.2025.2558146",
          "doi": "https://doi.org/10.1080/1369118x.2025.2558146",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Can immersive technologies sustain green brand image? An empirical investigation on the role of virtual nature experiences",
          "authors": "Michele Di Dalmazi, Marco Mandolfo, Jaime Guixeres Provinciale, Mariano Alcañiz Raya, Lucio Lamberti",
          "url": "https://doi.org/10.1080/02650487.2025.2563934",
          "doi": "https://doi.org/10.1080/02650487.2025.2563934",
          "filter": 0
        },
        {
          "title": "Mental availability: a missing link for physical activity promotion?",
          "authors": "Rachel Fuller, Paul O’Halloran, Erica Randle, Matthew Nicholson, Lara Stocchi, Kiera Staley, Alex Donaldson",
          "url": "https://doi.org/10.1080/02650487.2025.2544389",
          "doi": "https://doi.org/10.1080/02650487.2025.2544389",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Consumer logistics under omnichannel retailing: a re-conceptualisation and clustering analysis of “logsumers”",
          "authors": "Lanhui Cai, Kum Fai Yuen, Diancen Xie, Mingjie Fang, Xueqin Wang",
          "abstract": "Purpose Omnichannel retailing offers consumers more channels and opportunities to engage in logistics. This study revisits the concept of consumer logistics with two objectives: establishing a comprehensive framework of consumer logistics in the context of omnichannel retailing and exploring potential consumer clusters by focusing on their involvement patterns in logistics activities. Design/methodology/approach Two exploratory studies were conducted. Study 1 involved exploratory factor analysis to identify the dimensions of consumer logistics activities. Subsequently, K-means clustering analysis was conducted to categorise “logsumers” based on their current preferences for logistics activities. Findings The findings reveal five dimensions within consumer logistics activities: pre-shopping strategic planning, pre-shopping information exploration, physical involvement in delivery, intellectual engagement in delivery and post-delivery return activities. Further, this study identifies four types of logistics activity participants: enthusiastic logistics participants, apathetic logistics participants, intellectual activity engagers and physical activity activators. Research limitations/implications This study expands the understanding of consumer logistics by offering a comprehensive segmentation framework across all logistics stages, including post-delivery returns. By integrating clustering analysis with logistics management, it reveals consumer logistics behavioural patterns. However, its findings are limited by regional and temporal contexts, suggesting that generalisations should be cautious. Originality/value This study provides a comprehensive framework for understanding consumer logistics and lays the groundwork for market segmentation research in this domain. Furthermore, our findings contribute to a deeper understanding of consumer engagement by examining logistics activity attributes and “logsumer” types, enabling retailers and logistics service providers to formulate differentiated strategies for diverse consumer groups.",
          "url": "https://doi.org/10.1108/intr-01-2024-0023",
          "doi": "https://doi.org/10.1108/intr-01-2024-0023",
          "filter": 0
        },
        {
          "title": "The hurdles of saving the world: conflicts and survival tactics of gamified sustainable consumption app creators",
          "authors": "Georgina Guillén, Juho Hamari, Jaco Quist",
          "abstract": "Purpose This study aims to increase our understanding of the value and ethical conflicts faced by sustainable consumption app (SCA) creators when applying gamification to support individual sustainability practices. The results include practical strategies and recommendations toward responsible innovation and sustainable human–computer interaction. Design/methodology/approach This study consists of semi-structured interviews with 21 SCA creators, an online survey on moral foundations and thematic mapping. Findings The apps’ content, expected impact, managerial issues and external aspects influencing their survival emerged as the four areas across which resources, the creators’ intentions, growth and trust-building strategies and gamification as a value destroyer and source of ethical tensions represent the main conflict areas. These tensions comprise engagement vs individual agency loss; third-party involvement and partnerships; rewards vs oversimplification; mandatory use vs personal drive; current knowledge vs further education; learning from others; stakeholders’ risks; experience vs unwanted outcomes and the meaning of value and collaborative design. The strategies to address these represent responsible innovation practices and are this study’s main contribution. Research limitations/implications Including insights from non-European SCA creators and users could help identify additional opportunities for SCAs to meet their objectives. Originality/value While studies on SCAs from the user perspective are abundant, this study takes the creators’ perspective to understand the dilemmas behind such tools. Focusing on ethical concerns and the value of gamification as a strategy to achieve the apps’ objectives offers a unique perspective for improving some of the most popular tools that enable sustainable consumption.",
          "url": "https://doi.org/10.1108/intr-06-2024-0959",
          "doi": "https://doi.org/10.1108/intr-06-2024-0959",
          "filter": 0
        },
        {
          "title": "Exploring the mechanisms of social network integration in driving user continuance in social games: a communication visibility perspective",
          "authors": "Mingchuan Gong, Mengli Xu",
          "abstract": "Purpose An increasing number of social media platforms are utilizing social network integration to enhance sustained user participation. However, there is a limited understanding of the mechanisms through which social network integration facilitates user continuance. This study applies communication visibility theory to explicate how social network integration enables visible communication among social media users in game environments, which enhances players’ social stickiness and commitment. Furthermore, we utilize social comparison theory to illuminate the effects of social comparison, spurred by relationships with acquaintances, on individuals’ continuance participation. Design/methodology/approach Our research model is substantiated through a longitudinal field study that gathered subjective and objective data from a social game. After two rounds of data collection, we obtained 231 responses to examine the research model. Findings Our results elaborate how communication visibility enhances players’ socialization with social media friendships, which further enhances their continuance participation in social games. We identify that social comparison exerts both a direct and moderating influence on players’ continuance participation. Practical implications Integrating social media friendships into social games enhances player retention by fostering social presence, engagement and comparison. Game operators should optimize interfaces, implement notifications and host interactive events. These strategies also apply to e-commerce and knowledge-sharing platforms, improving user participation and community interactions. Originality/value This study enriches the existing literature by clarifying how social network integration influences players’ sustained use within social games. It also provides practical insights into leveraging social network integration to enhance user retention across various social media platforms.",
          "url": "https://doi.org/10.1108/intr-03-2024-0524",
          "doi": "https://doi.org/10.1108/intr-03-2024-0524",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "The cosmopolitan imagination: a call for global communication studies",
          "authors": "Silvio Waisbord",
          "abstract": "In this presidential address, I make a call to embrace a cosmopolitan imagination. I understand the cosmopolitan imagination as an intellectual vision that recognizes and embraces a global consciousness—the presence and the contributions of scholars from around the world. It is a vision that encourages us to act as members of a global community of communication scholars. I outline why this vision is necessary to further develop and strengthen such a community, and discuss challenges for such a vision given long-standing global, structural disparities as well as the assault on academic freedom.",
          "url": "https://doi.org/10.1093/joc/jqaf043",
          "doi": "https://doi.org/10.1093/joc/jqaf043",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Uncertainty, agency, and the future context of internet governance: a foresightful conversation",
          "authors": "Matthew Finch, Lucia Vesnic-Alujevic, Sophie Mitchell, Zoe Hawkins, Cho Khong",
          "url": "https://doi.org/10.1080/19331681.2025.2563531",
          "doi": "https://doi.org/10.1080/19331681.2025.2563531",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Reading between the ties: Solitary and social activities, network satisfaction, and loneliness in later life",
          "authors": "Haosen Sun, Markus H. Schafer",
          "abstract": "Loneliness negatively impacts on the well-being of older adults, especially those with small social networks. While expanding networks and participating in social activities are commonly associated with lower loneliness, these strategies are not always feasible for everyone. Solitary activities, such as reading, may offer an alternative by relating to the subjective experience of loneliness and promoting satisfaction with existing networks. Using Waves 4–8 of the Survey of Health, Ageing, and Retirement in Europe (SHARE), we analyzed and compared how social and solitary activities moderated the relationship between core network size and loneliness among 31,935 participants aged 54 and above. We further conducted moderated mediation analyses to explore whether these activities moderate the association between network size and network satisfaction, which serves as a mediating path between network size and loneliness. Results show that daily engagement in solitary activities, particularly reading, was linked to lower loneliness among older adults with small social networks, with stronger associations than those observed for regular social activity participation, even after accounting for baseline loneliness, personality, changes in network size, and other sociodemographic factors. Network satisfaction helped explain the link between network size and loneliness, especially in relation to social activity. However, reading showed a broader protective effect that was associated with both greater satisfaction with one’s network and reduced loneliness, even beyond the role of satisfaction. These findings suggest that engaging in cognitively stimulating solitary activities, especially reading, may offer a meaningful alternative for individuals with a limited core network and at risk for loneliness.",
          "url": "https://doi.org/10.1177/02654075251382321",
          "doi": "https://doi.org/10.1177/02654075251382321",
          "filter": 0
        },
        {
          "title": "Self-silencing in the Indian socio-cultural context: An interpretative phenomenological analysis of the experiences of Indian adults",
          "authors": "Swathy Sathyapal, Amrita Deb",
          "abstract": "Self-silencing is the tendency of individuals to behave in ways involving inhibition of self-expression and sacrificing one’s own needs to avoid conflict and gain acceptance from others in close relationships. Currently, there is limited research on the contextual and socio-cultural factors that influence self-silencing, especially in collectivistic cultures such as that of India. This study uses a culturally sensitive lens to qualitatively explore how adults who have experienced relational adversities in the Indian context experience self-silencing and how they negotiate self-expression within interpersonal communication in a culture that is largely collectivistic and strongly hierarchical. In-depth semi-structured interviews were conducted with eight Indian adults (five women and three men, 23–30 years, M = 26.25) who reported self-silencing in close relationships. Interpretative phenomenological analysis was used to analyze the data. Four themes were thus derived: (1) Deciding to self-silence: Contextual and cognitive considerations, (2) Cultural pillars of hierarchy and obedience, (3) Learning silence from the environment, and (4) Rupture and reappraisal: Finding healthier ways to adapt. The findings not only illuminate the subjective experiences of self-silencing but also suggest that individuals did not passively self-silence in most situations, but rather engaged in an active negotiation process depending on socio-contextual cues and used adaptive strategies to accommodate self-expression within the sociocultural norms of acceptability. Participants also reappraised their self-silencing tendencies over time and found healthier ways of communicating their needs in relationships with the help of several internal and external factors. By providing insights into these experiences, the meaning people give to their self-silencing tendencies, and the role of the family and broader sociocultural norms in its development, this research contributes to a deeper understanding of the complexities surrounding personal agency, cultural dynamics, and psychological well-being in the collectivistic Indian context.",
          "url": "https://doi.org/10.1177/02654075251381748",
          "doi": "https://doi.org/10.1177/02654075251381748",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Between Principle and Practice: Value Patterns and Negotiation Strategies Among Journalists",
          "authors": "Birte Leonhardt",
          "abstract": "Journalistic work is shaped not only by institutional and news values but also by journalists’ broader personal value orientations. This study examines how Austrian journalists interpret, negotiate, and prioritize universal values in practice. Drawing on Schwartz’s Theory of basic human values and Negotiative Theory, it combines qualitative interviews with Q-methodology to explore value patterns and how journalists navigate tensions between personal and institutional values. The analysis reveals differentiated value hierarchies and reflective strategies used to manage external pressures. The study deepens understanding of journalistic identity, decision-making, and the evolving role of values in contemporary journalism.",
          "url": "https://doi.org/10.1177/10776990251369022",
          "doi": "https://doi.org/10.1177/10776990251369022",
          "filter": 0
        },
        {
          "title": "Three Identity Groups: Journalists Versus Algorithmic Gatekeeping",
          "authors": "Jan Kreft, Monika Boguszewicz-Kreft, Mariana Fydrych",
          "abstract": "Identifying meta-organizational, highly polarized, hermetic groups of journalists’ identities—this is the result of a qualitative research on the attitudes of experienced professional journalists from the leading Polish news media toward algorithmic gatekeeping and in this context their perception of journalists’ identities. The study has aimed to expand theoretical knowledge on journalists’ identities in the face of technological changes affecting a key element of journalism—the gatekeeper function. Liminal theory has been adopted as the research framework.",
          "url": "https://doi.org/10.1177/10776990251361812",
          "doi": "https://doi.org/10.1177/10776990251361812",
          "filter": 0
        },
        {
          "title": "Inspiring Support for Climate Solutions: Pathways for Impact Through Solutions Journalism",
          "authors": "Cassandra L. C. Troy",
          "abstract": "Media is one avenue for empowering the public to act on urgent threats like climate change. Solutions journalism focuses on responses to problems. While this form of reporting offers a promising avenue for equipping the public to learn about climate action, message effects are under-researched. This work draws on social cognitive theory, exemplification theory, and theories of risk communication to examine the effects of discrete news story components on collective climate action intentions and behavior through an online experiment ( N = 1,202). Findings identify cognitive mechanisms responsible for effects and offer theoretical insights for future research.",
          "url": "https://doi.org/10.1177/10776990251362834",
          "doi": "https://doi.org/10.1177/10776990251362834",
          "filter": 0
        },
        {
          "title": "“It Isn’t 50/50, but It’s Way Better Than 2%!”: The Shifting Gatekeeping Process in Women’s Sport Coverage",
          "authors": "Dunja Antunovic, Kimberly Soltis",
          "abstract": "Drawing on interviews with 27 sports journalists, we examine the shifting gatekeeping processes pertaining to U.S. women’s sports coverage. On the individual level, journalists shared favorable attitudes about women’s sports but noted a lack of knowledge among their peers and advocated diversity in hiring. Pertaining to routines, women’s sports are moving up in the news hierarchy and becoming a part of the assignment rotation. Journalists were conflicted about audience metrics. Broadcast availability and women’s sports organizations’ content served both as barriers and as drivers of coverage. Budgetary constraints and staff size presented barriers, despite the growth of women’s sports.",
          "url": "https://doi.org/10.1177/10776990251377452",
          "doi": "https://doi.org/10.1177/10776990251377452",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Whose Voices Shape Protest Narratives? Comparing Source Diversity in Kenya’s Digital-Native and Legacy-Affiliated News Coverage",
          "authors": "Osman Osman",
          "url": "https://doi.org/10.1080/1461670x.2025.2559390",
          "doi": "https://doi.org/10.1080/1461670x.2025.2559390",
          "filter": 0
        },
        {
          "title": "Testing Constructive Journalism’s Effects on Stigma, Trust, and Engagement",
          "authors": "Natasha van Antwerpen, Victoria Fielding, Anna Ross, Rachel A. Searston, Petra Kovacevic, Anastasia Ejova, Rachel G. Stephens, Melissa J. Opozda, Wian Soontiens, Amy Morgan",
          "url": "https://doi.org/10.1080/1461670x.2025.2559018",
          "doi": "https://doi.org/10.1080/1461670x.2025.2559018",
          "filter": 0
        },
        {
          "title": "Audio Journalism: An Epistemology of Bodily Engagements with Sounds",
          "authors": "Chantal Francoeur",
          "url": "https://doi.org/10.1080/1461670x.2025.2557967",
          "doi": "https://doi.org/10.1080/1461670x.2025.2557967",
          "filter": 0
        },
        {
          "title": "News on TikTok Through the Lens of Quality Journalism: How TikTok Users Perceive News Values, Content, and Engagement",
          "authors": "Zicheng Cheng, Lana Medina, Timilehin Durotoye, Monica Chadha",
          "url": "https://doi.org/10.1080/1461670x.2025.2559020",
          "doi": "https://doi.org/10.1080/1461670x.2025.2559020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Authoritarian Drift and Social Media’s Impact on Romanian Youth During the 2024 European Elections",
          "authors": "Adriana Ștefănel",
          "abstract": "This article examines the growing susceptibility of young Romanians to authoritarian leadership models in the aftermath of the 2024 European elections. While youth are often seen as champions of democratic renewal, recent data point to a significant erosion of democratic commitment, shaped by institutional distrust and emotionally charged media environments. This concern is heightened by Romania’s political developments in 2024, which saw the doubling of extremist representation in the European Parliament and the annulment of the first round of presidential elections due to alleged irregularities and social media interference. Drawing on a media‐centered theoretical framework and original survey data, the study finds that 74% of respondents support the idea of a strong leader unconcerned with parliamentary procedures. Socio‐demographic factors, such as gender, education, income, and urban–rural residence, significantly influence these attitudes, with lower education and income levels correlating with stronger authoritarian support. Media consumption patterns also emerge as critical determinants: reliance on social media and traditional media (TV and radio) is associated with heightened authoritarian inclinations, while online press consumption fosters greater democratic resilience. Platforms such as Facebook and WhatsApp appear to amplify affective and symbolic political expression, even among those who primarily rely on traditional media sources. Furthermore, institutional trust proves to be domain‐specific; lower trust in security, religious, and educational institutions predicts higher support for authoritarian leadership. Rather than reflecting mere apathy, youth disengagement reveals complex interactions between media ecosystems, emotional political communication, and institutional skepticism. This study contributes to existing research by focusing on an understudied demographic (Romanian youth) during a volatile electoral moment. It combines nationally representative survey data with a media‐centered analytical lens to examine how platform‐specific information environments shape authoritarian attitudes.",
          "url": "https://doi.org/10.17645/mac.10617",
          "doi": "https://doi.org/10.17645/mac.10617",
          "filter": 0
        },
        {
          "title": "Digital Divides in Local Democracy: Size, Resources, and Facebook Adoption in Czech Municipalities",
          "authors": "Michael Haman, Milan Školník, Michal Lošták",
          "abstract": "This study examines how organizational capacity and environmental pressures shape social media adoption in local government. Using a mixed‐methods approach, we analyze Facebook adoption patterns across 6,254 Czech municipalities by scanning their official websites for Facebook links, a questionnaire survey (𝑁 = 330), and thematic analysis of posts from municipalities with extended powers. Results reveal a strong relationship between municipal size and Facebook adoption, with rates ranging from 14.1% in the smallest municipalities (fewer than 200 inhabitants) to 88.6% in the largest (10,000+). Primary adoption motivations include communication speed, ensuring citizen awareness, and meeting public expectations for a modern online presence, while resource constraints and fear of negativity constitute major barriers. Thematic analysis reveals dominance of practical information and community event promotion over dialogic engagement. The findings demonstrate how resource limitations create a digital divide in local government communication, with smaller municipalities facing structural barriers to social media adoption. This research contributes to understanding technology diffusion dynamics in fragmented administrative systems and the gap between social media’s dialogic potential and actual government communication practices.",
          "url": "https://doi.org/10.17645/mac.10464",
          "doi": "https://doi.org/10.17645/mac.10464",
          "filter": 0
        },
        {
          "title": "Defining Journalistic Autonomy in the Wake of Disinformation in Spain",
          "authors": "Luis Bouza‐García, Rocío Sánchez‐del‐Vas, Jorge Tuñón‐Navarro",
          "abstract": "This article analyses the escalating tensions between political actors and the media in Spain, focusing on how structural weaknesses in the journalistic field facilitate the internalisation of disinformation and political polarisation. Using field theory and qualitative data from interviews with journalists, regulators, and media professionals, the study explores how Spain’s deregulated, economically precarious, and structurally fragmented media environment undermines journalistic autonomy. Recent challenges to media legitimacy illustrate declining professional standards, insufficient self‐regulation, and the blurred boundaries of journalistic identity. The analysis challenges the view that the prevalence of disinformation is mainly a byproduct of political polarisation, arguing instead that low institutional autonomy has made Spanish journalism structurally vulnerable to post‐truth dynamics. The article concludes that Spain’s regulatory model, while formally protecting press freedom, lacks the internal governance mechanisms needed to uphold professional ethics and ultimately professional authority. As the European Media Freedom Act promises regulatory change, the article calls for renewed public and professional debate on journalistic standards, legitimacy, and the democratic role of the press in the face of mounting epistemic and institutional crises.",
          "url": "https://doi.org/10.17645/mac.10651",
          "doi": "https://doi.org/10.17645/mac.10651",
          "filter": 0
        },
        {
          "title": "Visual Political Communication of Competing Leadership: Italy’s 2024 European Election Campaign on Social Media",
          "authors": "Edoardo Novelli, Christian Ruggiero, Marco Solaroli",
          "abstract": "The article presents an interdisciplinary analytical framework contributing to the growing research field of visual political communication, focusing on the case of the social media images published by Italian politicians during the 2024 European elections campaign (May–June 2024). In the first part, the article outlines the context of the analytical framework at the intersection of three main research fields: political communication, in particular the study of electoral campaigns via social media; visual culture and communication, precisely the analysis of the visual representation, self‐representation, and counter‐representation of political leaders; and computer science, in particular the application of machine learning techniques for computer vision to recognize and categorize visual political content. In the second part, the article offers an application of the analytical framework by sharing some empirical results of a quantitative and qualitative analysis of the visual content published by 21 Italian political actors on Facebook and Instagram during the campaign, focusing on their main visual formats, themes, and strategies of representation of political leadership. In the analysis, deep learning models are also employed to detect specific image characteristics by cross‐referencing their outputs with manual cataloguing performed on the same images and for the same attributes. In the end, on the basis of the research carried out, the article suggests possible paths for future interdisciplinary analysis of online visual political communication.",
          "url": "https://doi.org/10.17645/mac.10751",
          "doi": "https://doi.org/10.17645/mac.10751",
          "filter": 0
        },
        {
          "title": "Government Communication on Social Media: Research Foci, Domains, and Future Directions",
          "authors": "Sten Hansson, Nic DePaula",
          "abstract": "The aim of this review essay is to draw attention to the diversity of work done in the field of government social media communication research. It is a rapidly developing area of study that has been approached from multiple disciplinary perspectives and a variety of research traditions. We suggest that studies of government social media communication may be broadly classified based on two characteristics: (a) whether their focus is mainly on the senders, messages, media, audiences, or effects of communication; and (b) the domains of government policy and public administration that they address. We review existing literature along this classification and conclude by suggesting fruitful directions for future research.",
          "url": "https://doi.org/10.17645/mac.10697",
          "doi": "https://doi.org/10.17645/mac.10697",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "The Dark Side of Fandom: Exploring the Association between Parasocial Relationships with Celebrities and Aggression",
          "authors": "Lisa Forner, Sarah Lutz, Xuran Zheng, Jan-Philipp Stein",
          "url": "https://doi.org/10.1080/15213269.2025.2562009",
          "doi": "https://doi.org/10.1080/15213269.2025.2562009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Navigating Technology: Mobile Media Usage and Reticence Among Older Adults in Rural India",
          "authors": "Debjani Chakraborty, Chhavi Garg",
          "abstract": "With increasing access to mobile devices and media, 77% of the population of India, the most populated nation in the world, are now mobile phone users. This has translated to an increasing user base across demographics, including older rural adults: Most own a dedicated feature phone and share access to a smartphone, while many older couples share access to one dedicated smartphone. With considerably lower literacy rates, especially among older women, using a mobile phone that is programmed in English comes with its own set of challenges, and the older users have developed their own unique strategies to navigate them. This study uses in-depth interviews and participant observation in a village in the agrarian state of Punjab, a state in north-western India. The findings indicate three types of users among older rural adults: techno-optimists who find the phone useful for younger users, individuals who use the phone solely for useful purposes, and participants who see the mobile phone as disruptive. Factors shaping usage include low digital skills, tendency to depend on warm experts (younger members of the family who can potentially teach them mobile media usage) to use the mobile phone on their behalf, and expectations of moral and ethical performativity. The study finds that, along with digital skills and age, social structure of living in a close knit family (joint family) forms a reticence even among techno-optimist older adults, who see the mobile phone as something for the young people to learn instead of upskilling themselves to use one.",
          "url": "https://doi.org/10.1177/20501579251378548",
          "doi": "https://doi.org/10.1177/20501579251378548",
          "filter": 0
        },
        {
          "title": "Days, Schedules, and Attention: How Time Affects Mobile News Consumption Among Young Swiss People",
          "authors": "Morley Weston, Daniel Vogler, Adrian Rauchfleisch, Pascal Jürgens, Mark Eisenegger",
          "abstract": "News consumption is often treated as static behavior, yet situational and temporal factors play a significant role in shaping how individuals consume news throughout their daily lives. Mobile phones have become a driving force of dynamic news habits, especially among younger audiences. This study aims to bridge the gap between static perceptions of news consumption and the dynamic realities of daily mobile usage. To investigate this, we tracked news usage on the mobile phones of 384 young adults in Switzerland over three weeks in 2021, in a period surrounding a national referendum. These data were combined with two surveys at the beginning and end of the tracking period to examine how a political referendum, daily schedules, and browsing habits are related to the amount of mobile news consumption. Using a Bayesian time-lagged model, we found an increase in news consumption on the day of the referendum, and a slight decrease on weekends and during working hours. We also found that participants read more news when they first opened their phones than as a browsing session continued, and that higher news consumption was substantially associated with the use of X/Twitter and Instagram, but only slightly with TikTok.",
          "url": "https://doi.org/10.1177/20501579251376418",
          "doi": "https://doi.org/10.1177/20501579251376418",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Selfies and body dissatisfaction: Using the tripartite influence model to examine adolescents over time",
          "authors": "Hannah K Jarman, Ann Rousseau",
          "abstract": "Selfies are frequently used among adolescents. Yet little is known about how selfies relate to body dissatisfaction over time and the mechanisms involved. The present study examined the longitudinal relationships between selfies (i.e. taking, manipulating, investing in and posting) and body dissatisfaction via sociocultural mediators; thin-ideal internalisation and comparisons. Adolescents ( N = 573; M age = 15.38, SD = 1.34; 68.2% female) completed online surveys twice over 4 months. A cross-lagged mediation model demonstrated unidirectional relationships, whereby body dissatisfaction predicted higher investment and lower posting 4 months later. Mediation was only found via one pathway; body dissatisfaction predicted greater selfie investment via upward comparisons. Gender did not moderate the relationships. These findings provide little support for sociocultural mechanisms, suggesting researchers pursue alternative frameworks.",
          "url": "https://doi.org/10.1177/14614448251371022",
          "doi": "https://doi.org/10.1177/14614448251371022",
          "filter": 0
        },
        {
          "title": "Tailored messages or one-size-fits-all communication? A comparative analysis of United States public diplomacy on Twitter",
          "authors": "Marc Jungblut",
          "abstract": "The transnationalization of political issues has led to a greater need for multinational solutions and has increased the relevance of public diplomacy (PD). Although scholars have identified different approaches to digital PD, comparative research is lacking. This study addresses this gap by examining whether United States (US) embassies vary in their reliance on various PD instruments. Furthermore, it explores whether such variation aligns with contextual target audience variables, specifically different facets of political and cultural proximity. Based on a dataset that includes all Twitter accounts operated by US embassies over a year-long period ( n = 176,372 posts), the results suggest that embassies vary in their use of PD instruments. Moreover, the prevalence of PD instruments and advocacy topics covary with some of the analyzed facets of political and cultural proximity. Consequentially, the study suggests that US embassies partially tailor their messages to the interests of target audiences.",
          "url": "https://doi.org/10.1177/14614448251375081",
          "doi": "https://doi.org/10.1177/14614448251375081",
          "filter": 0
        },
        {
          "title": "Training the algorithm: Agency and algorithmic injustice in Instagram’s ‘whitewashed’ health and fitness spaces",
          "authors": "Hester Hockin-Boyers, Patricia Vertinsky, Moss Norman, Nikolaus A. Dean, Aishwarya Ramachandran",
          "abstract": "Research on women’s body image has often focused on the potential harms associated with engaging with health and fitness content on Instagram. Recently, scholars have turned their attention to exploring women’s agency in relation to social media to examine how particular groups of individuals participate in the curation of their online worlds in pursuit of a positive body image. In particular, we consider the experiences of specific racial groups who are interacting with what some claim are ‘whitewashed’ and algorithmically biased digital environments. We aim to contribute to this enquiry by drawing on semi-structured interviews and ‘content elicitation’ with 32 Chinese Canadian women who were invited to describe their experiences with health and fitness content on Instagram. We found that our participants displayed a heightened awareness of algorithmic bias and in response, attempted to actively ‘train’ their algorithms to provide content that reflected greater bodily diversity.",
          "url": "https://doi.org/10.1177/14614448251366172",
          "doi": "https://doi.org/10.1177/14614448251366172",
          "filter": 0
        },
        {
          "title": "Platform-mediated racialization: A case study of rural Chinese wig sellers and Black clients on Alibaba",
          "authors": "Shichang Duan, Shanshan Lan",
          "abstract": "Due to the rise of global e-commerce platforms like Alibaba, online interactions between rural Chinese wig sellers and Black clients are increasing. However, the racial implications of such platform-mediated business relations remain underexplored. Based on ethnographic fieldwork in Xuchang, a leading distribution and export center for wigs products in the global supply chain, this research examines the active role of Alibaba in orchestrating, structuring, and shaping the racial knowledge formation of rural Chinese wig sellers in their daily online interactions with Black clients. We argue that the exploitative nature of platform capitalism creates stress and exhaustion among rural wig sellers and pushes them to draw narrow and hasty conclusions about Blackness that dovetail with racialized hierarchy in the global wig industry and logistics networks. This research bridges the gap between platform studies and critical race studies and contributes to the reconceptualization of relations between platform and race.",
          "url": "https://doi.org/10.1177/14614448251358351",
          "doi": "https://doi.org/10.1177/14614448251358351",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "A Multi‐Level Meta‐Analysis Comparing Relationship Norm Strength of LGB and Heterosexual Relationships",
          "authors": "Maximiliane Uhlich, John K. Sakaluk",
          "abstract": "LGB people have historical and contemporary experiences of discrimination, stigma, and violence. Research on social groups suggests that norms, rules, and expectations for group conduct emerge to provide responses to group threats, for example, oppression of LGB individuals, and arise from cultural expectations and agreements between partners. While previous research demonstrated that norm content , specific rules, and expectations in relationships established by LGB people differ from their heterosexual counterparts, it is unclear if norm strength (i.e., when norms are clearly articulated, shared, binding) and its role for relationship satisfaction vary across sexual orientations. Using multilevel meta‐analysis, we synthesized effects from four independent samples (total N = 1171) containing data on sexual orientation, relationship norm strength, and satisfaction. We tested whether (a) norm strength and (b) its association with satisfaction were dependent on sexual orientation and/or particular forms of norm strength. Contrary to expectations, we found no differences in norm strength across sexual identities or forms of norm strength. Our findings suggest similar degrees of norm strength govern LGB relationships. Limitations include cross‐sectional MTurk samples and mono‐informant data that prevent examination of dyadic processes. Future research should distinguish which normative mechanisms (e.g., the content of/conformity to norms) are responsible for shaping relationships.",
          "url": "https://doi.org/10.1111/pere.70031",
          "doi": "https://doi.org/10.1111/pere.70031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "‘These Guys are Weird as Hell’: On the Democratic Party’s Use of ‘Weird’ During the 2024 US Presidential Election Campaign",
          "authors": "Samuel J. Clark",
          "url": "https://doi.org/10.1080/10584609.2025.2561722",
          "doi": "https://doi.org/10.1080/10584609.2025.2561722",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Editorial essay: Artificial Intelligence and public relations",
          "authors": "Yang Cheng, Hua Jiang",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102635",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102635",
          "filter": 0
        },
        {
          "title": "Exploring public relations' social impact: Insights from a Delphi study",
          "authors": "Katja Mišič Udir, Urša Golob, Klement Podnar",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102637",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102637",
          "filter": 0
        },
        {
          "title": "Cultural insights for the READINESS framework: A qualitative study of practitioner and scholar perspectives",
          "authors": "Brittany N. Shivers, Yan Jin, Grace Mains, Yijing Wang, River Gracey, W. Timothy Coombs, Toni G.L.A. van der Meer",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102632",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102632",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Socio-economic status and authority deference: Understanding public (dis)engagement with science in Europe",
          "authors": "Lucilla Losi",
          "abstract": "It is repeatedly observed that public engagement with science is more common among members of the public with a more privileged socio-economic profile; however little evidence on the mechanisms of this relationship exists. This article proposes one such mechanism in deference towards authority. Through Structural Equation Model on Eurobarometer 2021 data, I investigate if favoring expert guidance over public participation in decision-making on science-related issues mediates the relationship between people’s socio-economic status and engagement with science. Results show that higher socio-economic status is associated with greater engagement but also with favor toward experts’ deliberation. Preferring experts over public involvement in decision-making is also associated with more informative engagement and less general engagement. Nevertheless, this mediating role is rather weak. Moreover, the study examines how other perceptions of science relate to socio-economic status and engagement, emphasizing the broader social and structural factors that shape opportunities for participation.",
          "url": "https://doi.org/10.1177/09636625251374514",
          "doi": "https://doi.org/10.1177/09636625251374514",
          "filter": 0
        },
        {
          "title": "Political ideology-driven perceptions of experts and their claims",
          "authors": "Rodrigo Reyes Cordova",
          "abstract": "US conservatives are often seen as distrusting scientists, and liberals as more trusting. This article examines how alignment between an expert’s field and individual political ideology affects claims perceptions. US adults ( N = 1054) participated in a pre-registered ( https://osf.io/9wnm2 ) online experiment, indicating their trust in five experts and evaluating the accuracy of four claims. Claims were attributed to experts from impact fields (focused on the consequences of industry and policy), production fields (industry-focused), scientists in general, or no source. Results show that liberals trust all experts more than conservatives and generally perceive claims as more accurate. However, the trust gap between liberals and conservatives is smaller for production experts. While no difference was found between the perceived accuracy of claims attributed to production versus impact experts, expert attribution increased some claims’ perceived accuracy. These findings reveal some political-ideology preferences and that attributing a claim to an expert can improve its perception.",
          "url": "https://doi.org/10.1177/09636625251372081",
          "doi": "https://doi.org/10.1177/09636625251372081",
          "filter": 0
        },
        {
          "title": "Trust, experience, and innovation: Key factors shaping American attitudes about AI",
          "authors": "Risa Palm, Justin T. Kingsland, Toby Bolsen",
          "abstract": "A large survey of American adults explored the complex landscape of attitudes toward artificial intelligence (AI). It explored the degree of concern regarding specific potential outcomes of the new advances in AI technology and correlates of these concerns. Key variables associated with the direction and intensity of concern include prior experience using a large language model such as Chat GPT, general trust in science, adherence to the precautionary principle versus support for unrestricted innovation, and demographic factors such as gender. By identifying these relationships, the paper offers insights into the American public’s response to AI that can inform the development of policies aimed at either regulating or encouraging its advancement.",
          "url": "https://doi.org/10.1177/09636625251372510",
          "doi": "https://doi.org/10.1177/09636625251372510",
          "filter": 0
        },
        {
          "title": "Scientists’ public engagement goals: Perceived importance and personal prioritization",
          "authors": "John C. Besley, Anthony Dudo",
          "abstract": "This study used a survey ( n = 1897) of United States- and Canada-based scientists in six scientific fields to explore correlates of perceived (a) public engagement goal importance and (b) personal goal prioritization. Building on the Integrated Behavioral Model, the results suggest that scientists’ beliefs about the societal benefits of a goal (i.e. attitudes) are the most consistent predictors of goal importance ratings and personal goal prioritization. Other beliefs are also associated with personal goal prioritization, including beliefs about personal benefits, agency (i.e. self-efficacy), and to a lesser extent, social norms. The data further suggests that basic scientists have similar goals to applied scientists who were in the sample, and that there are few differences across the six fields studied. The conclusion is that proponents of specific behavioral goals may wish to focus on communicating the benefits of goals to scientists, more so than norms or efficacy.",
          "url": "https://doi.org/10.1177/09636625251367685",
          "doi": "https://doi.org/10.1177/09636625251367685",
          "filter": 0
        },
        {
          "title": "Book Review: Martin Hewitt, Darwinism’s Generations: The Reception of Darwinian Evolution in Britain, 1859–1909 HewittMartinDarwinism’s Generations: The Reception of Darwinian Evolution in Britain, 1859–1909. Oxford: Oxford University Press, 2024. 512 pp. £130. ISBN: 9780192890993",
          "authors": "Diarmid A. Finnegan",
          "url": "https://doi.org/10.1177/09636625251321581",
          "doi": "https://doi.org/10.1177/09636625251321581",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Framing Under Fire: Navigating Environmental Activism on Social Media Amid Digital Repression",
          "authors": "Dien Nguyen An Luong, Hong Tien Vu",
          "abstract": "Grounded in the conceptual frameworks of protest framing and digital repression, this study examines the adaptive messaging strategies employed by Vietnamese environmental activists in response to escalating repression, through physical coercion, across two key periods: before and after mid-2021. Our analysis of the Facebook content of one of Vietnam’s leading environmental groups indicates significant changes in the group’s adoption of protest frames, topical frames, and narrative roles, highlighting how activists balance public engagement with safety under authoritarian constraints. Specifically, after a wave of arrests of high-profile environmental activists, activists shifted their message framing strategies from motivational to diagnostic, focusing more on information provision rather than encouraging public engagement. In addition, after the arrests, activists increasingly shifted their narrative roles, increasing their blame on corporations as villains, while positioning the environment as a primary victim. This study enriches our understanding of digital activism in authoritarian contexts, offering theoretical insights and practical guidance for movements under similar constraints.",
          "url": "https://doi.org/10.1177/20563051251380480",
          "doi": "https://doi.org/10.1177/20563051251380480",
          "filter": 0
        },
        {
          "title": "Black Twitter as “Master” Social Architects: Maintaining Online Community Boundaries Through the Production of Time and Place",
          "authors": "Cynthia N. McLeod",
          "abstract": "This study explores how Black Twitter, an online community of Black users, creates a place for itself online and how the historical positioning of Black populations worldwide informs the users’ placemaking practices. Using an online ethnography and Brock’s Critical Technocultural Discourse Analysis, I analyzed how Black Twitter users communicate to create a sense of place on the platform. Findings indicate that Black users experience time on social media in layered ways, such that they blend historical and contemporary cultural experiences to connect with one another and defend against outsiders. Extending previous work that examines Black Twitter as a cultural formation, this study explores two dimensions: (1) how Black users’ temporal practices challenge notions of digital behavior that reduce user agency and (2) how users perform boundary work by using the platform to defend themselves from outside influences. For example, #YourSlipisShowing enabled Black users to call attention to accounts posing as Black users, effectively turning a platform feature into a defense method. In addition, Black users often call on their collective memory to identify community members through shared cultural experiences and emotional connection. In some ways, Twitter supports the process of collective memory (re)production and engagement through platform features, such as retweets and non-chronological timelines. These observations offer additional frameworks for analyzing community maintenance and agency within hostile digital spaces.",
          "url": "https://doi.org/10.1177/20563051251374500",
          "doi": "https://doi.org/10.1177/20563051251374500",
          "filter": 0
        },
        {
          "title": "Exploring #Diasporawars on Black Twitter",
          "authors": "Tyler Musgrave, Yuning Ye, Kentaro Toyama, Sarita Schoenebeck, Megan Threats",
          "abstract": "Black Twitter, now operating on X (formerly Twitter), is a crucial online platform that shapes cultural production, political activism, and educational exchange within the global Black community. This study broadens the scope to examine the global influence of Black Twitter, with a focus on the hashtag #diasporawars. This hashtag serves as a lens through which we can observe the tensions and interactions across the global Black community. Black Twitter’s significance extends beyond the United States, deeply embedded in the historical and cultural contexts of Blackness, which inform global conversations on identity. By employing both quantitative and qualitative research methods to analyze #diasporawars, this study aims to shed light on the complexities of global Blackness and how social media platforms contribute to shaping these identities and connections. Our findings reveal that #diasporawars reflects broader dynamics within the global Black community, highlighting how platforms like X both facilitate positive engagement and exacerbate conflicts. This research underscores the multifaceted nature of Black digital spaces, illustrating how they serve as arenas for collaboration and contention, influenced by diverse experiences and perspectives within the global Black diaspora.",
          "url": "https://doi.org/10.1177/20563051251352834",
          "doi": "https://doi.org/10.1177/20563051251352834",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Artificial influencers, artificial designs? A systematic review of experimental research on virtual influencers",
          "authors": "Sofie Vranken, Jaroslava Kaňková, Jörg Matthes",
          "url": "https://doi.org/10.1016/j.tele.2025.102327",
          "doi": "https://doi.org/10.1016/j.tele.2025.102327",
          "filter": 0
        },
        {
          "title": "Stigmatization of mpox and the MSM community on Twitter: A computational approach to exploring the negative emotions expressed through stigmatizing language",
          "authors": "Christopher Calabrese, Sushma Kumble, Xudong Yu",
          "url": "https://doi.org/10.1016/j.tele.2025.102326",
          "doi": "https://doi.org/10.1016/j.tele.2025.102326",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "360-degree ethnography: affordances and limitations in place-centric research",
          "authors": "Matteo Baraldo, Francesca Dolcetti, Paola Di Giuseppantonio Di Franco",
          "abstract": "This article investigates the evolving methodology of 360-degree video-ethnography, particularly in qualitative inquiries concerning the interconnectedness of individuals and their surroundings. It delineates some unique affordances of 360-degree videos in capturing multimodal elements and interpreting environments within place-centric research frameworks. Drawing from empirical observations and related literature, the authors explore key aspects of serendipity, unobtrusiveness and engagement that are facilitated by 360-degree video and VR headmounted displays (VR-HMD). Employing the ‘Rebuilding a Sense of Place (REPLACE)’ research project as a case study, this work elucidates some methodological and practical complexities of employing 360-degree video-ethnography to investigate community resilience post-natural disasters in Italy. The article concludes by advocating for continued inquiry into the dynamic landscape of 360-degree video-ethnography, emphasizing its evolving role in knowledge production and representation of space and place heritage.",
          "url": "https://doi.org/10.1177/14703572251364346",
          "doi": "https://doi.org/10.1177/14703572251364346",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
