{
  "update": "2025-01-12",
  "content": [
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "Does maintenance mediate the effect of equity on salient relational outcomes?",
          "authors": "Marianne Dainton, Alan K. Goodboy, Megan R. Dillow",
          "url": "https://doi.org/10.1080/01463373.2025.2450000",
          "doi": "https://doi.org/10.1080/01463373.2025.2450000",
          "filter": 0
        },
        {
          "title": "Self-compassion and mindfulness as mediators of the fat talk, body satisfaction, and mental well-being of faculty in higher education",
          "authors": "Leslie Ramos Salazar, Priscella Correa",
          "url": "https://doi.org/10.1080/01463373.2025.2450004",
          "doi": "https://doi.org/10.1080/01463373.2025.2450004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "The Spoilers of Virtual War: Experience and Performance Mediate the Relationship Between Violent Video Games and Hostility",
          "authors": "Patrick J. Ewell, James C. Hamilton, Rosanna E. Guadagno",
          "url": "https://doi.org/10.1089/cyber.2024.0246",
          "doi": "https://doi.org/10.1089/cyber.2024.0246",
          "filter": 0
        },
        {
          "title": "Gender Differences in the Relationship Between Short-Form Video Addiction and Adolescent Depression: The Mediating Role of Attentional Bias",
          "authors": "Yu Wu, Youling Bai, Xin Liu, Wenshuang Xu, Yanling Liu",
          "url": "https://doi.org/10.1089/cyber.2024.0442",
          "doi": "https://doi.org/10.1089/cyber.2024.0442",
          "filter": 0
        },
        {
          "title": "Social Capital in Online Gaming Communities: A Systematic Review Examining the Role of Virtual Identities",
          "authors": "Tushya Sachan, Dinesh Chhabra, Betina Abraham",
          "url": "https://doi.org/10.1089/cyber.2024.0375",
          "doi": "https://doi.org/10.1089/cyber.2024.0375",
          "filter": 0
        },
        {
          "title": "Judgment of Social Traits and Emotions of “Neutral” Avatars",
          "authors": "Katrina S. Rbeiz, Michael Sangimino, Hyeon-Seung Lee, Olivia Jelsma, Mingyuan Li, Brian Kim, Robert Bodenheimer, Sohee Park",
          "url": "https://doi.org/10.1089/cyber.2024.0401",
          "doi": "https://doi.org/10.1089/cyber.2024.0401",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Visual War Journalism",
          "authors": "Stuart Allan",
          "url": "https://doi.org/10.1080/21670811.2024.2443153",
          "doi": "https://doi.org/10.1080/21670811.2024.2443153",
          "filter": 0
        },
        {
          "title": "Dominant Disciplinary and Thematic Approaches to Automated Fact-Checking: A Scoping Review and Reflection",
          "authors": "Lasha Kavtaradze",
          "url": "https://doi.org/10.1080/21670811.2024.2427036",
          "doi": "https://doi.org/10.1080/21670811.2024.2427036",
          "filter": 0
        },
        {
          "title": "Communicating a Local Journalism Crisis Online: How Media Workers Frame Industry Changes",
          "authors": "Errol Salamon",
          "url": "https://doi.org/10.1080/21670811.2024.2434917",
          "doi": "https://doi.org/10.1080/21670811.2024.2434917",
          "filter": 0
        },
        {
          "title": "Policies in Parallel? A Comparative Study of Journalistic AI Policies in 52 Global News Organisations",
          "authors": "Kim Björn Becker, Felix M. Simon, Christopher Crum",
          "url": "https://doi.org/10.1080/21670811.2024.2431519",
          "doi": "https://doi.org/10.1080/21670811.2024.2431519",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Narrating Vulnerability and Reshaping Resilience: Media Discourse and Political Coalitions on Jakarta Flooding",
          "authors": "Nurul Hasfi, Micah R. Fisher",
          "url": "https://doi.org/10.1080/17524032.2024.2445565",
          "doi": "https://doi.org/10.1080/17524032.2024.2445565",
          "filter": 0
        },
        {
          "title": "Promising Campaign Themes to Promote Active Pro-Environmental Behaviors among U.S. Coastal Residents",
          "authors": "Jiaying Liu, Yidi Wang, Jennifer L. Gay",
          "url": "https://doi.org/10.1080/17524032.2024.2441948",
          "doi": "https://doi.org/10.1080/17524032.2024.2441948",
          "filter": 0
        },
        {
          "title": "Beyond straw men: Plastic pollution and networked cultures of care (environmental communication, power, and culture)",
          "authors": "Aryan Mustamin, Fadhilatus Salamah, Zahrotin Saleha, Nur Safitri Rusiwardani, Aqmarina Fitri Ramadhani",
          "url": "https://doi.org/10.1080/17524032.2024.2447771",
          "doi": "https://doi.org/10.1080/17524032.2024.2447771",
          "filter": 0
        },
        {
          "title": "Raising Environmental Awareness and Inspiring Action through Ecofiction",
          "authors": "Hossein Davari, Amir Ghorbanpour",
          "url": "https://doi.org/10.1080/17524032.2024.2448253",
          "doi": "https://doi.org/10.1080/17524032.2024.2448253",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Exploring news gratifications across age groups: A European study in 23 countries",
          "authors": "Mónica Recalde, Alfonso Vara-Miguel, Jorge del Río Pérez, Cristina Sánchez-Blanco",
          "abstract": "Research on motivations for news consumption has primarily focused on uses and gratifications (U&amp;G) from both conventional and new media. However, there is a gap regarding age perspectives in this field. This study aims to address this gap by examining whether differences and similarities exist in the motivations for news consumption among the citizens of 23 European countries. Analyzing data from 45,073 respondents, the study finds significant variations in motivation across age groups, particularly in informational, learning, entertaining, and social gratifications. Interestingly, there are no age-based differences in motivation driven by civic duties. Furthermore, the study shows that country differences do not significantly influence the relationship between age and motivation. The results add valuable insights into both academics and practitioners in the field of news of consumption and expand knowledge of the current literature.",
          "url": "https://doi.org/10.1177/02673231241309574",
          "doi": "https://doi.org/10.1177/02673231241309574",
          "filter": 0
        },
        {
          "title": "Book Review: Viral Language: Analysing the Covid-19 Pandemic in Public Discourse by Luke C. Collins and Veronika Koller",
          "authors": "Tuti Alawia Rumadan, Hasan Patty Iha, Immanuela Marthen, Hardianto Hitimala",
          "url": "https://doi.org/10.1177/02673231241310681",
          "doi": "https://doi.org/10.1177/02673231241310681",
          "filter": 0
        },
        {
          "title": "Book Review: Television Production in Transition: Independence, Scale, Sustainability and the Digital Challenge by Gillian Doyle, Richard Paterson and Kenny Barr",
          "authors": "Jun Wu",
          "url": "https://doi.org/10.1177/02673231241310672",
          "doi": "https://doi.org/10.1177/02673231241310672",
          "filter": 0
        },
        {
          "title": "Enhancing the hybrid media system model: The role of critical theory in media and communication research",
          "authors": "Rok Smrdelj, Mojca Pajnik",
          "abstract": "In this article, we propose a theoretical reconceptualization of the hybrid media system model by introducing structural and material conditions of contemporary media sphere with reference to critical theory. Our main thesis is based on the principle of historicization and the concept of social relations. Using this framework, we demonstrate that those who wield dominant power within the neoliberal capitalist economy also have influence over the logic of the hybrid media system. Following the premise that the “agency” is constrained by hierarchical social relations, we enhance the hybrid media system model to explicate not only cases where digital media have enabled successful civic activism leading to social change but also cases where newer digital technologies reinforce pre-existing social relations of power and subordination. The main contribution of the article is to show that critical theory strengthens the explanatory power of the current eclectic-empirical media models without fundamentally undermining their foundations.",
          "url": "https://doi.org/10.1177/02673231241306249",
          "doi": "https://doi.org/10.1177/02673231241306249",
          "filter": 0
        },
        {
          "title": "Book Review: Media Literacy of the Oppressed. An Emancipatory Pedagogy for/ with the Marginalized by Jad Melki",
          "authors": "Gencel Bek Mine",
          "url": "https://doi.org/10.1177/02673231241310671",
          "doi": "https://doi.org/10.1177/02673231241310671",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Coziness in Games: Second Homes, Audiences, and Esthetics",
          "authors": "Tanya Krzywinska, Douglas Brown, Minhua Ma, Anton Belinskiy, Kam Bhui",
          "abstract": "The “Cozy” game has gained traction as a concept in contemporary game culture as a set of formal generic features. While we examine the way that Cozy Games are often now defined as a genre, we demonstrate that “coziness in games” has widespread formal and engagement functions and can be experienced in a whole range of games, not simply those defined by the Cozy genre. In focusing on the player–text relationship, and in using a literary model, we seek to widen the discourse and range of meanings of coziness in, as well as of, games. This approach enables us to think about our own lived experience of playing games in terms of the generation of affect, as well as opening the way for renewed analysis of representation, ideology, and cognition.",
          "url": "https://doi.org/10.1177/15554120241310920",
          "doi": "https://doi.org/10.1177/15554120241310920",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "‘Her Cavalier Attitude Toward Fact’: Paradigm Repair and Gender in the Wake of Charissa Thompson",
          "authors": "Ashley W. Carter, Patrick Ferrucci",
          "url": "https://doi.org/10.1080/10646175.2024.2447085",
          "doi": "https://doi.org/10.1080/10646175.2024.2447085",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Does self-congruity matter for virtual influencer’s non-fungible token (NFT) purchase intentions? The role of financial literacy",
          "authors": "Rayenda Khresna Brahmana, Maria Kontesa",
          "abstract": "Purpose This research aims to examine how financial literacy moderates the mediation of attitude toward virtual influencers’ non-fungible tokens (NFTs) or ATB on the relationship between purchase intention and self-congruity, which includes symbolic representation, self-image congruence and emotional value. Initially, we investigated the mediation effect of ATB on the relationship between self-congruity and purchase intention. Subsequently, we analyze how financial literacy moderates this mediation process. Design/methodology/approach The study employed a sample of 383 virtual influencers’ fans and applied a partial least square structural equation model (PLS-SEM) along with robustness tests to test the research hypothesis. The analysis is based on the moderated mediation framework. Findings The findings are intriguing for several reasons. First, it reveals that only self-image congruence positively affects purchase intention, contrary to existing self-congruity theory literature. The relationship between self-image congruence and purchase intention is a direct relationship with no mediation effect of ATB. Second, ATB fails to mediate the self-congruity effect on purchase intention. Third, financial literacy has a negative relationship with purchase intention, indicating that fans of virtual influencers with higher financial literacy are less likely to purchase virtual influencers’ NFTs due to more critical investment evaluations. We also argue that financial literacy discards the consumption behavior effect from self-congruity variables on purchase intention. Research limitations/implications The study contributes to the literature by emphasizing the significance of financial literacy on purchase intention under the self-congruity framework. It also surmises that self-image congruence does matter for the purchase intention of a virtual influencer’s NFT. However, further research could validate findings by studying broader NFT investors, incorporating fandom and impulse buying variables and examining actual NFT purchases against planned behavior. Practical implications This research is crucial for virtual influencers’ NFT creators, marketers and fans by providing insights for evaluating virtual influencers’ creators’ decision to pursue NFT markets. The findings reveal that the creators of virtual influencers should reconsider pursuing the NFT market, as self-congruity may not be a driving factor. Notably, our findings imply that a virtual influencer’s NFT is significantly different from a virtual influencer's merchandising business. Originality/value The originality of this study lies in extending the self-congruity within the NFT context, investigating how financial literacy moderates the mediation of ATB on the self-congruity-purchase intention relationship. It challenges self-congruity theory by showing that despite fans feeling aligned with virtual influencers, high financial literacy reduces the congruence.",
          "url": "https://doi.org/10.1108/itp-05-2023-0445",
          "doi": "https://doi.org/10.1108/itp-05-2023-0445",
          "filter": 0
        },
        {
          "title": "How much AI is too much in assisting evaluation? Chinese applicant reactions to conjoint decisions by experts and algorithm",
          "authors": "Shuyi Pan",
          "abstract": "Purpose As the use of AI techniques becomes more prevalent in evaluation activities, researchers have suggested integrating AI and human evaluators to address potential AI aversions from applicants. This study was conducted in response to this call, utilizing a Chinese sample. Design/methodology/approach This study examined applicants’ responses to decisions made by a human–AI hybrid jury with varying levels of AI agency. Using a three (AI agency: low, medium and high) × 2 (outcome favorability: favorable and unfavorable) between-subjects design, we analyzed the moderated mediation relationship between machine heuristics and organizational assessment, with fairness perceptions serving as a mediator and AI agency level and outcome favorability as moderating variables. Findings The results revealed that positive machine heuristics enhanced fairness perception only at high AI agency levels, irrespective of outcome favorability. Negative machine heuristics impaired fairness perception at medium or high AI agency levels only in cases where participants failed the test. Machine heuristics did not directly influence participants’ assessment of the organization but could indirectly influence organization assessments through fairness perception, contingent on the composition of AI agency level and outcome favorability. Originality/value By having participants go through a real intelligence exam and explore their experiences, this study had theoretical and practical implications for AI evaluation.",
          "url": "https://doi.org/10.1108/itp-05-2024-0708",
          "doi": "https://doi.org/10.1108/itp-05-2024-0708",
          "filter": 0
        },
        {
          "title": "Investigating the impact of multiple media use on performance in dispersed teams: unraveling the millefeuille effect",
          "authors": "Nabila Boukef, Aurore Haas, Michel Kalika",
          "abstract": "Purpose This paper aims to investigate the use of social media platforms compared to IT-enabled communication in the context of dispersed teams. Design/methodology/approach We draw on the millefeuille theory to develop a model that examines the impact of multiple media use (namely the millefeuille effect) on team performance. Data were collected from 70 dispersed teams. Findings We showed dispersed teams are more likely to improve their performance when relying on diverse media, including social media platforms and other IT-enabled communication. We provide empirical evidence that the millefeuille effect does not necessarily impede performance. Originality/value An increasing number of companies are implementing social media platforms as part of their media portfolio in addition to the already existing IT-enabled communication, such as email. However, we lack understanding of how the use of different media impacts team performance. Drawing on the millefeuille theory, this study investigates the use of social media platforms in dispersed teams by examining how their use with other IT-enabled communication can lead to team performance. This research introduces and differentiates two measures of the millefeuille effect to explain the different impacts of the millefeuille effect: millefeuille size (the number of non-overlapping media used) and millefeuille diversity (the variety of media used).",
          "url": "https://doi.org/10.1108/itp-02-2024-0274",
          "doi": "https://doi.org/10.1108/itp-02-2024-0274",
          "filter": 0
        },
        {
          "title": "Integrating intangible cultural heritage elements into mobile games: an exploration of player cultural identity",
          "authors": "Qianling Jiang, Jue Qian, Yong Zang",
          "abstract": "Purpose In today’s world, there’s a growing recognition of the importance of cultural heritage. Mobile games have emerged as a powerful medium for the dissemination of culture. However, there’s a noticeable gap in the existing research concerning the cultural experiences within games and how they contribute to the development of cultural identity. This study addresses this gap by developing a scale to evaluate cultural experiences and constructing a theoretical model of cultural identity. By focusing on the popular mobile game “王者荣耀” (King of Glory), we highlight its rich representation of intangible cultural heritage elements and its influence on players' cultural identity. By doing so, it seeks to provide valuable insights and guidance for the development and design of mobile games. Design/methodology/approach To achieve its objectives, this study employs a combination of user interviews, factor analysis and structural equation modeling. These methods are used to identify four key dimensions of cultural experience and explore the intricate relationships between various influencing factors and the formation of cultural identity. Findings The concept of cultural experience within games encompasses four distinct facets: emotional connection, design aesthetics, perceived playfulness and knowledge acquisition. Aesthetic appreciation notably influences emotional connection and the overall enjoyment of the game. Furthermore, emotional connection plays a pivotal role in facilitating users' acquisition of knowledge. Additionally, users' cultural heritage values positively impact emotional connection, aesthetic appreciation, emotional attachment and, ultimately, their cultural identity. Within game-based cultural experiences, emotional connection and knowledge acquisition emerge as central elements that significantly influence users' sense of cultural identity. Originality/value The originality of this study lies in its pioneering construction of a comprehensive framework for assessing the impact of cultural experiences within mobile games on cultural identity. By examining “王者荣耀,” this study bridges the gap between intangible cultural heritage and interactive digital media, making an original and significant contribution to both fields.",
          "url": "https://doi.org/10.1108/itp-01-2024-0088",
          "doi": "https://doi.org/10.1108/itp-01-2024-0088",
          "filter": 0
        },
        {
          "title": "Technostress in entrepreneurship: focus on entrepreneurs in the developing world",
          "authors": "Amon Simba, Mahdi Tajeddin, Paul Jones, Patient Rambe",
          "abstract": "Purpose This study analyzes technostress in African entrepreneurship. It advances contextualized theoretical explanations of technostress depicting its impact on entrepreneurs who excessively consume digital technology in Africa. The study also describes how research linking transactional benefits to digital technology has created an imbalanced literature that ignores technostress and well-being in African entrepreneurship. Design/methodology/approach Considering the study’s theoretical explanations derived at the technostress–entrepreneurship–well-being nexus, structural equation modeling (SEM) was deemed appropriate. Unlike qualitative–based methods, SEM experiments on 643 observations of early–stage African entrepreneurs in South Africa enabled robust statistical interpretations of their social settings. Thus, strengthening our analysis and focus on the interplay between the variables of technostress, including overload, invasion, complexity and uncertainty, and their impact on entrepreneurship intentions defined through perceived behavior control, entrepreneurship passion and digital self-efficacy. Findings SEM experiments on these African entrepreneurs revealed technostress dimensions of overload, invasion, complexity and uncertainty as moderators of their entrepreneurial actions encompassing perceived behaviour control and entrepreneurship passion in connection with their entrepreneurial intentions. The results also suggested that perceived behaviour control, entrepreneurship passion, and the digital self-efficacy of these entrepreneurs influenced their entrepreneurial intentions. Research limitations/implications Besides inspiring more studies on technostress and well-being in varied entrepreneurial contexts, this research also initiates debate on policy and social reforms geared toward entrepreneurs considered vulnerable to excessive digital technology consumption. Originality/value The novelty of this study lies in its theoretical explanations derived at the technostress–entrepreneurship–well-being nexus. This conceptual overlay elevates the interpretations of the findings of this study beyond the averages in entrepreneurship and information technology (IT) research. Specifically, it increases their inferential value by revealing subtle and hard to dictate social interactions inherent in how African entrepreneurs consume and are impacted by technology as they pursue their entrepreneurial endeavors.",
          "url": "https://doi.org/10.1108/itp-01-2024-0073",
          "doi": "https://doi.org/10.1108/itp-01-2024-0073",
          "filter": 0
        },
        {
          "title": "Exploring the impact of technostress on the work–life boundary of UK academics during the coronavirus pandemic",
          "authors": "Chima Mordi, Babatunde Akanji, Hakeem Ajonbadi",
          "abstract": "Purpose Given the debilitating ways the COVID-19 global crisis altered peoples’ work–life affairs, this paper explores the effect of technology-related stress that UK academics encountered working from home during the lockdown. Drawing on boundary management theory, the study uncovered how the extreme deluge of teleworking heightened technostress that made it challenging to either segment or integrate work–life boundaries as both domains became exceedingly blurry, which necessitated a novel experience conceptualised as boundary violations with negative outcomes ensuing. Design/methodology/approach The dataset consists of semi-structured interviews with 32 academics in the UK. We rely on the interpretative paradigm using a qualitative research method. Findings The results reveal how the proliferation of technostress paved the way for a rising loss of boundary identity between professional and private affairs, morbidity and techno-isolation, which reinforced work–family conflict. The study’s findings highlight the processes involved in boundary disruption, as both domains were eroded in the wake of the unprecedented level of telework, which resulted in boundary violations (conceived as instances in which actions, conditions or situations either breach or neglect desired boundary management practices). Research limitations/implications The challenges involved in teleworking have seldom been the focus of work-life studies using role boundary management constructs in relation to the coronavirus pandemic. Hence, our study provides novel contributions to the contextually limiting conditions that have thwarted the well-established segmentation and integration processes of boundary management by conceptualising the boundary violations orchestrated by the invasive tendencies of virtual working environments and rising technostress caused by the coronavirus pandemic. Originality/value While research on teleworking has consistently established more positive outcomes for both employees and organisations, the novelty of the present study is its contributions to the negative implications of remote working during the coronavirus pandemic, one of which is technostress. The study further discusses work–life implications for future research on the factors that made remote working particularly challenging during the coronavirus crisis.",
          "url": "https://doi.org/10.1108/itp-08-2022-0581",
          "doi": "https://doi.org/10.1108/itp-08-2022-0581",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Click, sign-up and purchase: consumer responses to real-time mobile promotions along the consumer decision journey",
          "authors": "Yeohong Yoon, Hyejeong Kim, Jeonghye Choi, Hyewon Cho",
          "url": "https://doi.org/10.1080/02650487.2024.2444857",
          "doi": "https://doi.org/10.1080/02650487.2024.2444857",
          "filter": 0
        },
        {
          "title": "Virtual nature experiences on Instagram: how greenfluencers’ nature posts drive climate action",
          "authors": "Patrick Hartmann, Vanessa Apaolaza, Mario R. Paredes, Clare D’Souza",
          "url": "https://doi.org/10.1080/02650487.2024.2447218",
          "doi": "https://doi.org/10.1080/02650487.2024.2447218",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Can long-term orientation mitigate the impact of users’ ethical concerns on migration behavior? A trust loss perspective",
          "authors": "Yupeng Mou, Shishu Zhang, Xiaoyan Qi, Zhihua Ding, Jing Huang",
          "abstract": "Purpose Addressing users’ migration is a prerequisite for the sustainable development of the sharing economy. Ethical concerns that may lead to users’ migration are frequent in sharing economy platforms. Therefore, this study explores whether the long-term governance of sharing economy platforms can effectively mitigate users’ migration caused by ethical concerns. Design/methodology/approach Using a questionnaire survey of 549 participants, this study investigated the mechanism of users’ migration and governance strategies in the platform ecosystem based on trust theory. Findings The results indicate that users’ ethical concerns regarding the platform ecosystem significantly and positively influence their migration. Furthermore, users’ continued trust played a significant mediating role in the relationship between ethical concerns and users’ migration. The results also showed that future orientation and resilience significantly moderated the impact of users’ ethical concerns on their continued trust, thereby weakening this effect. Practical implications The author clarified the relationship between ethical concerns and users’ migration, identified the underlying mechanisms and provided guidance on how to mitigate migration behavior. However, users’ migration is influenced by various factors beyond ethical concerns. In addition to some factors that lead to migration, other factors make users stay on the platform. Future research should integrate multiple factors. Originality/value This study reveals the mechanism of action between users’ migration and ethical concerns in the platform ecosystem and sheds light on the output of long-term orientation practices of the platform.",
          "url": "https://doi.org/10.1108/intr-10-2023-0936",
          "doi": "https://doi.org/10.1108/intr-10-2023-0936",
          "filter": 0
        },
        {
          "title": "Marketing strategies and dynamics in online mobile gaming: a diffusion model",
          "authors": "Mahshidsadat Makki, Mostafa Jafari, Mohammadreza Parsanejad",
          "abstract": "Purpose Growing technology adoption is a significant opportunity for the growth of the mobile gaming market. Rising smartphones allow game developers to reach more players and make more money. The study offers guidance for mobile game developers to increase profits and extend the longevity of their games. It aims to assist in making better marketing policy decisions by providing valuable insights into effective approaches for both early and subsequent market penetration stages. Design/methodology/approach This paper presents a model for analyzing factors that influence the attraction and retention of mobile gamers, which is based on a literature review of mobile gaming and uses the Bass diffusion model and system dynamics method for modeling and simulation. Findings In the initial stages of a game release, influencer marketing can be more effective than other marketing tools in increasing visibility. As the game progresses, incorporating referral programs can enhance user engagement, promote the game further, and reduce the number of uninstalls. Influencer marketing can also help the games reach a wider audience, generating more interest, and increasing installations for more tremendous success in the market. However, referral programs can extend the lifespan of games, mainly when gamers are engaged. Originality/value The study used new marketing strategies in the mobile game industry to gain insights into the growth and evolution of this industry. Development managers can use insights for effective policies and success. The model aids in understanding the dynamics of mobile games and informed decisions for game developers.",
          "url": "https://doi.org/10.1108/intr-04-2024-0643",
          "doi": "https://doi.org/10.1108/intr-04-2024-0643",
          "filter": 0
        },
        {
          "title": "Gamification affordances in self-health management: perspectives from achievement satisfaction and gamification exhaustion",
          "authors": "Jiayue Sun, Yadi Gu, Dongxiao Gu, Kaixiang Su, Xiaoyu Wang, Changyong Liang, Xuejie Yang",
          "abstract": "Purpose Gamification has been widely applied in mobile fitness apps to motivate users to exercise continuously. Based on the affordances–psychological outcomes–behavioral outcomes framework, this study explores the roles of three specific gamification affordances (competition, visibility of achievement and interactivity) in self-health management (continuous use behavior and health behavior) from the perspectives of achievement satisfaction and gamification exhaustion. Design/methodology/approach We test the research model using a structural equation model (SEM) with 505 self-reported data points. Furthermore, we apply fuzzy-set qualitative comparative analysis (fsQCA) to explore configurations of gamification affordances associated with self-health management behavior, reinforcing the SEM results. Findings Results indicate that competition, visibility of achievement and interactivity can enhance achievement satisfaction, which further boosts self-health management behavior. However, competition and interactivity can also cause gamification exhaustion, which undermines self-health management behavior to some extent. Overall, the positive impacts of the three affordances outweigh the negative impacts. Practical implications This study provides new insights for relevant practitioners on designing gamification affordances, aiding the sustainable development of mobile fitness apps and their long-term effects on self-health management. Visibility of achievement should be emphasized, and competition and interactivity should be thoughtfully designed to minimize their negative effects. Originality/value This study extends the affordances–psychological outcomes–behavioral outcomes framework and the literature on gamification and health management by applying both SEM and fsQCA methodologies to examine the relationship between specific gamification affordances and self-health management behavior.",
          "url": "https://doi.org/10.1108/intr-07-2024-1049",
          "doi": "https://doi.org/10.1108/intr-07-2024-1049",
          "filter": 0
        },
        {
          "title": "Information adoption of brand messages among Generation Z in trending topics",
          "authors": "Rujing Xin, Yi Jing Lim",
          "abstract": "Purpose This study investigated how Generation Z adopted brand messages through trending topics and analysed the central and peripheral routes of information adoption. It explored the roles of informational and emotional supports in influencing information adoption through perceived information usefulness and considered the adoption of brand messages within trending topic discussions. Design/methodology/approach Drawing on the extension information adoption model, this study employed a quantitative approach by utilising covariance-based structural equation modelling to analyse 400 valid web-based questionnaire responses from Sina Microblog users among Generation Z in China. Findings Adopting brand messages via trending topics, with cues emphasising information quality as the central route and information credibility as the peripheral route, enhances perceived information usefulness. Notably, Generation Z can derive informational and emotional support from trending topic discussions, influencing their perceived information usefulness. This process operates independently of the dual routes of information adoption. Research limitations/implications Marketers can leverage influencers and users’ comments to motivate Generation Z to adopt brand messages through trending topics, but this study was limited by the demographic diversity of its sample and the specific types of brands analysed. Incorporating cross-cultural comparisons, group analyses, potential moderating factors and control variables could improve the model’s generalisability. Originality/value Compared to information adoption models rooted in the organisational information exchange, the originality of this study lies in confirming that, within the context of trending topics, which blend social connections with an anonymous environment, informational and emotional supports can serve as additional cues influencing brand information adoption via perceived information usefulness.",
          "url": "https://doi.org/10.1108/intr-02-2024-0236",
          "doi": "https://doi.org/10.1108/intr-02-2024-0236",
          "filter": 0
        },
        {
          "title": "When invisible eyes undermine proactive efforts: the effect of electronic performance monitoring on job crafting",
          "authors": "Wenxing Liu, Kong Zhou, Xi Ouyang, Siyuan Chen, Kai Gao",
          "abstract": "Purpose In recent years, organizations have progressively adopted electronic performance monitoring (EPM) to obtain accurate employee performance data and improve management efficiency in response to the growing complexity of the work environment. However, existing research has primarily focused on examining the effect of EPM on employee behaviors within established job designs, neglecting the consequential role of EPM in shaping employees’ bottom-up job redesign (i.e. job crafting). This study aims to explore whether and how EPM affects employee job crafting. Design/methodology/approach To test proposed hypotheses, we conducted two time-lagged surveys across different cultural contexts and a scenario experiment on an online platform in China. Findings The results revealed the negative indirect relationship between EPM and employee job crafting via role breadth self-efficacy. This indirect relationship was moderated by constructive supervisor feedback and job complexity, with the above relationships being weak (versus strong) when constructive supervisor feedback was high (versus low) or job complexity was low (versus high). Practical implications The results have crucial implications for organizational practices, suggesting that managers should provide constructive feedback to break the trade-off between EPM and job crafting. Additionally, managers may need to give employees with high job complexity more autonomy rather than intense monitoring. Originality/value This study is the first to clarify the effect of EPM on employee job crafting. As job crafting captures the important value of employees in organizational job design, our effort helps to enrich the understanding of EPM effectiveness.",
          "url": "https://doi.org/10.1108/intr-03-2024-0422",
          "doi": "https://doi.org/10.1108/intr-03-2024-0422",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "RAISE: A New Method to Develop Experimental Stimuli for Advertising Research with Image Generative Artificial Intelligence",
          "authors": "César Zamudio, Jamie L. Grigsby, Meg Michelsen",
          "url": "https://doi.org/10.1080/00913367.2024.2438002",
          "doi": "https://doi.org/10.1080/00913367.2024.2438002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Blending positivity energy and fun: dominant discourse patterns of popular short videos in China’s mobile media communication",
          "authors": "Chuanlin Ning",
          "url": "https://doi.org/10.1080/19331681.2024.2428701",
          "doi": "https://doi.org/10.1080/19331681.2024.2428701",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Raising siblings is stressful: Measuring parental emotion regulation in the sibling context",
          "authors": "Laurie Kramer, Niyantri Ravindran, Kellsie Prather",
          "abstract": "Parents’ ability to manage intense emotions in the face of conflictual sibling interactions is a significant challenge that has been linked with various child and parent outcomes. With existing instruments focused on raising a single child, we lack validated instruments to assess dimensions of parental emotion regulation in the context of rearing siblings. We tested the factor structure, reliability, divergent and concurrent criterion validity of a new instrument designed to measure parental emotion regulation ( Parental Emotional Regulation in the Sibling Context Questionnaire) while raising two or more children. Participants, 359 mothers from 35 countries, with two children aged 4- to 8-years, completed the new instrument along with established measures of parental emotion regulation, sibling relationship quality, and children’s emotion regulation. A confirmatory factor analysis supported the utility of the instrument in reliably assessing dimensions of parent emotional regulation (Reactivity and Dysregulation). Evidence for divergent validity stemmed from associations with an established measure of general emotion regulation strategies and evidence for concurrent criterion validity stemmed from associations with children’s sibling relationship quality. Findings have implications for the reliable identification of mothers who are facing emotion regulation difficulties, the design of customized intervention strategies, and the evaluation of prevention and intervention programs.",
          "url": "https://doi.org/10.1177/02654075241312688",
          "doi": "https://doi.org/10.1177/02654075241312688",
          "filter": 0
        },
        {
          "title": "Loneliness in the Maltese population: A comparison of data from 2019 and 2022",
          "authors": "Andrew Azzopardi, Marilyn Clark, Anna Grech, Liberato Camilleri",
          "abstract": "Loneliness is a complex and multifaceted experience resulting from a person’s subjective assessment of the gap between their desired and actual social connections. This study presents an analysis of prevalence rates and correlates of loneliness amongst Maltese individuals aged 11 years and older ( n = 658). Data collected in 2022 allowed for a follow up on a first ever study investigating loneliness in Malta in 2019 ( n = 1,009) and makes comparisons to understand how loneliness prevalence rates have changed over time and in view of the COVID-19 pandemic. Results show that in 2022, 54.6% of the sample reported some degree of loneliness. The sociodemographic characteristics that were significantly associated with the highest levels of loneliness were age (11–19 years and 55+), lower levels of education, being widowed, retired, low household income, decreased sense of neighborhood belonging, poor general health, poor coping abilities and not feeling positive about life. Compared to 2019, mean overall loneliness scores were significantly higher in 2022. The most marked increases were observed amongst the youngest groups (11–19 years and 20–34 years), those with the lowest and the highest educational levels, those with a weaker sense of neighborhood belonging and those with poorer coping abilities. The paper makes some recommendations for further research, policy and practice in view of the findings.",
          "url": "https://doi.org/10.1177/02654075241313238",
          "doi": "https://doi.org/10.1177/02654075241313238",
          "filter": 0
        },
        {
          "title": "For richer, for poorer: Financial communication, power (im)balance, and social sabotage among U.S. different-gender couples",
          "authors": "Xiaomin Li, Dexia Kong, Muhammad Aamir Khan, Ashley B. LeBaron-Black, Erin K. Holmes, Spencer James, Jeremy Yorgason",
          "abstract": "Adopting feminist and intersectional perspectives, this study focused on gendered experiences in financial communication, power dynamics, and social sabotage across lower- versus higher-income couples. Three-wave, dyadic data were collected from 1,093 married couples between 2020 and 2022, covering the period before, during, and after the COVID-19 pandemic. Employing a random-intercept, actor-partner interdependence cross-lagged panel model (i.e., RI-APIM-CLPM), this study was among the initial ones to investigate bidirectional, longitudinal associations among financial communication, power dynamics, and social sabotage. Across high- and low-income couples, bidirectional associations emerged between financial communication and social sabotage. Yet it was unexpected that financial communication problems and the experiences of being socially sabotaged seem to have depleted (vs. reinforced) each other for wives in the higher-income group. Unidirectional associations emerged such that financial communication predicted power (im)balance in high-income couples. Unidirectional associations emerged among low-income couples such that power (im)balance predicted financial communication problems and social sabotage. Our findings collectively suggested a spiral of financial communication problems, power inequity, and social sabotage. Our findings also demonstrated that wives in higher- and lower-income couples faced challenges during the COVID-19 pandemic, though these challenges manifested in distinct forms. Thus, we remind practitioners and researchers of the necessity of considering the unique needs of men and women across different income statuses when addressing issues of financial communication problems, inequitable power, and social sabotage.",
          "url": "https://doi.org/10.1177/02654075241313237",
          "doi": "https://doi.org/10.1177/02654075241313237",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Book Review: Authoritarian Journalism: Controlling the News in Post-Conflict Rwanda , by Ruth Moon",
          "authors": "Bruce Mutsvairo",
          "url": "https://doi.org/10.1177/10776990241311932",
          "doi": "https://doi.org/10.1177/10776990241311932",
          "filter": 0
        },
        {
          "title": "Do Politicians Knowingly Create Conflict to Gain Media Attention?: How Politicians Navigate a Mediatized Environment Characterized by Negativity and Conflict",
          "authors": "Emma Sarah van der Goot, Toni G. L. A. van der Meer, Michael Hameleers, Rens Vliegenthart",
          "abstract": "Given the importance of negativity and conflict in political news, it is assumed that politicians strategically seek conflict or emphasize negativity to secure media coverage. Existing research investigating politicians’ self-mediatization relies on surveys or content analyses, and we have, therefore, little in-depth insight into how politicians navigate the news media’s strong focus on conflict and negativity. Addressing this gap, we conducted 31 interviews with Dutch MPs. Our findings reveal that while MPs recognize the media’s impact on the political realm and fellow politicians, their own adaptation to the media’s preference for negativity and conflict is a strategic and deliberate choice.",
          "url": "https://doi.org/10.1177/10776990241312150",
          "doi": "https://doi.org/10.1177/10776990241312150",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Avoiding the News: Reluctant Audiences for Journalism",
          "authors": " Adekamwa",
          "url": "https://doi.org/10.1080/15205436.2024.2444184",
          "doi": "https://doi.org/10.1080/15205436.2024.2444184",
          "filter": 0
        },
        {
          "title": "A Cognitive Load Model of Entertainment Education: Testing the Effects of Open Captions on Learning and Persuasion",
          "authors": "Hyang-Sook Kim, Kyongseok Kim",
          "url": "https://doi.org/10.1080/15205436.2024.2443836",
          "doi": "https://doi.org/10.1080/15205436.2024.2443836",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Advocacy and Activism in Sports Podcasts: Expanding Journalistic Roles",
          "authors": "Kim Fox, David Dowling, Kyle Miller",
          "abstract": "&lt;p&gt;This article examines the political turn in sports podcasting, focusing on the blurring and evolving boundaries of journalistic roles. The sports podcasts &lt;em&gt;Social Sport, Burn It All Down (BIAD)&lt;/em&gt;,&lt;em&gt; &lt;/em&gt;and &lt;em&gt;Edge of Sports&lt;/em&gt; offer three case studies of how podcasting opens space for politicizing sports coverage beyond scores and highlights. Podcast coverage of sports has adapted by enhancing a focus on the political implications of athletes' personal stories. Analysis of episodic content and interview correspondence with podcast hosts focuses on how the podcast medium has opened new spaces advancing the cultural discourse on how issues of diversity, equity, and inclusion impact athletes' lives. Affordances unique to the podcast medium have enabled the expansion of journalistic roles to include advocacy functions and leaning toward more socially progressive content than traditional media coverage has allowed. &lt;/p&gt;",
          "url": "https://doi.org/10.17645/mac.8975",
          "doi": "https://doi.org/10.17645/mac.8975",
          "filter": 0
        },
        {
          "title": "Strengthening Responsible Journalism Through Self-Efficacious Learning-Oriented Media Literacy Interventions",
          "authors": "Auksė Balčytienė",
          "abstract": "This article investigates the challenges journalism professionals face in a rapidly changing digital media environment, proposing that a “processual” and human-centered perspective might offer valuable insights into developing resilient professionalism. The article builds its argument on theories of transmediality and hybridization in digital media ecosystems and the socio-psychological development toward accountable communication and responsible professionalism. It specifically looks at future journalists as active learners to whom media literacy interventions may offer new insights into the mental processes in professional decision-making. It tests these ideas in an experimental study with journalism students, where the lateral reading approach was applied within the framework of learning skills for information verification. Results from the thematic analysis of students’ reflexive assessments of their practice reveal norms illustrative of a self-efficacious learning process: Students’ answers demonstrate empowering and perseverance-directed approaches. As argued, these norms are geared toward imposing a higher media awareness and self-regulatory capacity, which is critical for accountable decision-making in transmedial and highly interactive digital information environments.",
          "url": "https://doi.org/10.17645/mac.9038",
          "doi": "https://doi.org/10.17645/mac.9038",
          "filter": 0
        },
        {
          "title": "Intimacy, Trust, and Justice on The Greatest Menace, a Podcast Exposing a “Gay Prison”",
          "authors": "Siobhán McHugh",
          "abstract": "In the tradition of narrative podcasts exposing historical injustices, &lt;em&gt;The Greatest Menace &lt;/em&gt;(TGM) examines how a government-run prison in Australia used those imprisoned to study the causes and treatments of homosexuality. Hosted by gay Arab-Australian journalist Patrick Abboud, TGM interweaves Abboud’s struggle for acceptance in his homophobic community with his forensic documentation of lives ruined by a society where homosexuality was illegal till 1984. Gay men entrust Abboud with their experiences of aversion therapy and estrangement from family; a former cop reveals how he entrapped, then arrested, gay men; a trans woman runs away to New Zealand after being imprisoned. TGM charts the palpable intimacy between Abboud and most of his informants, but as this article explores, the podcast also held potential for the privileging of activism over ethics. The cop could have been depicted as evil, but in pursuit of fairness, the TGM team settled on a more nuanced portrayal. An evangelical interviewee conflates “homosexual” with “paedophile” to Abboud’s face; he retaliates by recording his meta-fury and writing it into the script. Intimacy and trust are intertwined as Abboud and his mother navigate the shame and fear that shadowed his coming out. Using textual analysis, semi-structured interviews, iterative scripts, reflexive practice, and theory of audio storytelling and podcast intimacy, this article analyses, from an autoethnographic insider/maker perspective, how the producers of this acclaimed podcast (17 awards) balanced intimacy and trust while exposing historic queer true crime in all its messy humanity.",
          "url": "https://doi.org/10.17645/mac.9066",
          "doi": "https://doi.org/10.17645/mac.9066",
          "filter": 0
        },
        {
          "title": "Emotions on Social Media as Catalysts for Change: Epistemic and Motivational Potentialities for Gender Equality",
          "authors": "Babette Lagrange",
          "abstract": "To this day, people still face gender discrimination and battle with gender injustices. To change this, we both need accurate knowledge about these injustices and we need to strive for active change. This article provides a theoretical reflection on how social media, by serving as an accessible platform for people to portray their emotions, can be a tool for both of these needs. In terms of the topics it discusses, the article operates at the intersection of the literature on digital activism on the one hand and emotions and social media on the other. However, I approach these topics using a combination of multidisciplinary lenses. I employ the epistemic injustice framework to emphasise the link between gender inequality and the production and distribution of knowledge. In line with the literature on affect theory, I argue both that emotions can generate epistemic novelties and that emotions have collectivising and motivational power. Finally, the article builds on existing research on how social media provide a space for people to portray, distribute, and adopt emotions. The theoretical reflection in this article then combines these insights to demonstrate how social media—by allowing the expression and distribution of emotions—can catalyse both the production of new knowledge and active change. With social media enabling emotions to be heard and seen, this online sphere can contribute to the epistemic empowerment of women and to the fight against gender discrimination and gender injustices.",
          "url": "https://doi.org/10.17645/mac.8591",
          "doi": "https://doi.org/10.17645/mac.8591",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "A “drop in the ocean”? Emerging adults’ experiences and understanding of targeted political advertising on social media",
          "authors": "Melanie Hirsch, Alice Binder, Jörg Matthes",
          "abstract": "Political microtargeting practices aim at exposing social media users to political content that aligns with their preferences and interests. Hence, such exposure becomes a personal experience, dependent on individual perceptions. So far, research has rarely investigated young social media users’ personal experiences with targeted political advertising (TPA). In the present study, five qualitative focus group interviews with 20 young social media users ( M age = 19.30, SD = 1.59) were conducted to descriptively explore young social media users’ experiences with TPA. The insights indicated little intuitive reflection about TPA and targeting disclosures on social media. Participants often based their knowledge on algorithms for commercial advertising. This awareness did not seem to translate to TPA automatically. Once aware of TPA, however, they intuitively understood its potential threats. Our insights highlight the importance of educational programs to increase adolescents’ and young adults’ TPA-related awareness.",
          "url": "https://doi.org/10.1177/14614448241306455",
          "doi": "https://doi.org/10.1177/14614448241306455",
          "filter": 0
        },
        {
          "title": "Social digital dilemmas: Young people’s and parents’ negotiation of emerging online safety issues",
          "authors": "Justine Humphry, Jonathon Hutchinson, Olga Boichak",
          "abstract": "This article examines emerging online safety issues for Australian teenagers (12–17 years) in their use of social media, apps and online games drawing on findings from a multi-phase, mixed-methods research project carried out from January 2022 to July 2023. Based on the research, we develop a new understanding of ‘social digital dilemmas’, situating our analysis within the rapidly changing social media environment that uses algorithmic technologies and recommendation systems to automatically feed and personalise content to users. These social digital dilemmas are negotiated within relational social networks taking into account digital skills and literacies, household rules and realms of responsibility for children’s online safety that cut across differences in gender, family structure, cultural background and children’s disability status. Based on our findings, we make conclusions about the regulatory context for children’s online safety and suggest how to develop more effective online safety policies and approaches.",
          "url": "https://doi.org/10.1177/14614448241310247",
          "doi": "https://doi.org/10.1177/14614448241310247",
          "filter": 0
        },
        {
          "title": "The reproduction of structural inequalities in online job search strategies and outcomes",
          "authors": "Stefano De Marco, Guillaume Dumont, Ellen Johanna Helsper",
          "abstract": "Does digital stratification foster inequalities in access to work and employment? We address this question by examining inequalities related to online job search skills and the outcomes of the online search process. Results from a representative survey of 1103 Spanish jobseekers show that online job search skills positively affect the chances of getting an interview through employment platforms but that they are unevenly distributed. Online job search skills are more important than other digital resources, including basic digital skills, in determining positive outcomes of online job searches though there are still inequalities in getting an interview independent of either. This calls for considering domain-specific digital skills both in research and in practice alongside tackling traditional inequalities.",
          "url": "https://doi.org/10.1177/14614448241310497",
          "doi": "https://doi.org/10.1177/14614448241310497",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "COVID scientists as rhetorical citizens: Persuasive op-eds and public debate over science policy",
          "authors": "Collin Syfert, Leah Ceccarelli",
          "abstract": "To discover the means of persuasion available to experts who embrace the responsibility of public communication in times of crisis, this study uses a text/countertext method of rhetorical analysis on U.S. newspaper editorials by scientists writing about COVID-19 policy. Model arguments to opposition audiences on pandemic restrictions and vaccine policy were selected for close reading. We examined how writers in a pro-con debate in a centrist newspaper appealed mainly to like-minded readers, failing to make arguments designed to change the opinions of those who did not already agree with them. The lack of rhetorical sensitivity in these editorials suggests a need for scientists to better utilize existing resources of language and argument when addressing opposition audiences. Exemplary editorials to opposition audiences in right-leaning and left-leaning newspapers were then examined to illustrate more promising strategies of public persuasion in highly partisan times.",
          "url": "https://doi.org/10.1177/09636625241304064",
          "doi": "https://doi.org/10.1177/09636625241304064",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "How do older adults cross the digital divide and enjoy the benefits of ride-hailing services with the collision of the aging and digital society in China?",
          "authors": "Huiqian Sun, Peng Jing, Yaqi Liu, Daoge Wang, Jie Ye, Wanru Du, Hongyu Ma, Can Wang, Shuang Zhang",
          "url": "https://doi.org/10.1016/j.tele.2025.102239",
          "doi": "https://doi.org/10.1016/j.tele.2025.102239",
          "filter": 0
        },
        {
          "title": "Trust in AI-driven chatbots: A systematic review",
          "authors": "Sheryl Wei Ting Ng, Renwen Zhang",
          "url": "https://doi.org/10.1016/j.tele.2025.102240",
          "doi": "https://doi.org/10.1016/j.tele.2025.102240",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Mitigating Information Insecurity: An African Perspective on Satisfaction With Democracy",
          "authors": "Jimmy Ochieng, Maria Elizabeth Grabe, Kioko Ireri, Kevin C. Mudavadi",
          "abstract": "While Africans are committed to democracy, governments across the continent have failed to deliver on the democratic aspirations of the populace, with declinatory outcomes for satisfaction with democracy (SWD) over the past decade. A number of reliable variables (e.g., economics, political participation, democratic performance) have been used over the past 50 years to study trends in SWD worldwide. Yet the integrity of information ecosystems, including misinformation and censorship levels have not been fully explored as predictors of SWD. As concerns about the social web’s diffusion of misinformation have culminated in policy considerations worldwide, we focused on the African continent, where the current global push for government action to curb the misinformation tide could facilitate backsliding into authoritarian practices. Using a data set of 40,801 respondents from 34 African countries, we found that social media news use and perceptions about the circulation of misinformation impacted SWD and that citizen attitudes about government censorship of misinformation have a moderating influence on SWD.",
          "url": "https://doi.org/10.1177/19401612241308714",
          "doi": "https://doi.org/10.1177/19401612241308714",
          "filter": 0
        },
        {
          "title": "Authoritarians Do It Better? Belief in Misinformation in Turkey",
          "authors": "Simge Andı, Ali Çarkoğlu, Lemi Baruh, Zsofia Bocskay",
          "abstract": "Misinformation poses a significant threat to the integrity of political systems, particularly in competitive authoritarian regimes (CARs), where it can distort public perception and undermine democratic processes. This study focuses on the 2023 Turkish general elections—a context characterized by widespread misinformation. While extensive research has been conducted on misinformation in democratic systems, where press freedom and digitalization foster a mix of reliable and misleading information, this investigation targets the unique challenges and media consumption patterns in CARs. Utilizing a nationally representative survey after the 2023 elections, we examine the association between media consumption (traditional and online) and susceptibility to misinformation among government and opposition voters. Our findings reveal that partisan news consumption significantly influences belief in misinformation, with individuals tending to believe claims aligning with their political affiliations while rejecting opposing claims. Moreover, television remains a dominant source of information in Turkey, unlike social media, which shows a limited impact on misinformation beliefs but possesses a conditional corrective potential for certain electorate segments. This study underscores the enduring influence of traditional media in CARs and suggests that while the theory of selective exposure and partisanship is applicable, the constrained information environment significantly shapes public perceptions and misinformation dynamics.",
          "url": "https://doi.org/10.1177/19401612241307812",
          "doi": "https://doi.org/10.1177/19401612241307812",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
