{
  "update": "2025-06-06",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Communication about economic inequality: a systematic review",
          "authors": "Michael Vaughan, Hendrik Theine, David Schieferdecker, Nora Waitkus",
          "abstract": "What do we know about representations of economic inequality in media, and how well does this account for media transformations like hybridization? This article uses a systematic review of academic literature on mediated communication about economic inequality, in order to assess the current state of research around salience, framing, explanatory factors and effects of this kind of inequality discourse. We find an overwhelming focus on legacy newspapers and a small number of Global North countries. We argue for research which builds further links between studies of economic inequality and the contemporary study of communication, including moving past obsolete models of media systems, decentering a small selection of Global North countries, and building a more comparative perspective on nationally-grounded inequality discourses.",
          "url": "https://doi.org/10.1093/anncom/wlaf006",
          "doi": "https://doi.org/10.1093/anncom/wlaf006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Health-Related Communication Challenges Identified by Adults Incarcerated in a Women’s Jail",
          "authors": "Holly M. Harner, Maddy Jupina, Pamela J. Lannutti",
          "url": "https://doi.org/10.1080/10510974.2025.2507664",
          "doi": "https://doi.org/10.1080/10510974.2025.2507664",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Performing male femininity on China’s live-streaming platform: Identity construction, self-sexualization, and making marginalized males visible",
          "authors": "Tae-young An",
          "abstract": "Feminine males in China have been criticized and stigmatized by both the state and society, and scholarship on live-streaming platforms has overlooked marginalized Chinese males expressing femininity. This paper examines the male presentation of femininity on Platform Bilibili, where cosplay is prevalent as part of its ACG (Animation, Comics, and Games) culture, through a 20-month observation and interviews. Focusing on two Chinese male streamers who wear women’s clothing, this research analysis demonstrates how two male individuals—a transgender streamer who identifies as a woman and a gender-queer streamer who avoids gender designation—utilize femininity through distinct approaches: (1) The transgender streamer employs the performance of femininity as both entertainment and as a means of personal gender identity construction while forming collective identity among male-to-female crossdressers and trans women. (2) The gender-queer streamer actively employs sexualized feminine presentation as a means of making a living. Through this analysis, this paper argues that specific live-streaming platforms with cultures accepting male presentations of femininity can provide stigma-free streaming spaces for marginalized Chinese feminine males, enhancing their visibility.",
          "url": "https://doi.org/10.1177/13548565251340472",
          "doi": "https://doi.org/10.1177/13548565251340472",
          "filter": 0
        },
        {
          "title": "Personal playlists and collective experiences: Findings from the pervasive game ‘What we take with us’",
          "authors": "Adam Jerrett",
          "abstract": "This research investigates the impact of self-selected music, communal music sharing, and personal audio and video recordings within the pervasive game What We Take With Us (WWTWU) on player wellbeing, emotions, and narrative engagement. WWTWU is a wellbeing-focused pervasive game deployed across a Discord-based ARG, a physical room-based game, and game workshops. Players created personal playlists to use during play, vocalised self-reflections in some tasks, and shared these artefacts on the communal Discord server. Findings show that players reported music significantly enhanced their play experience, fostering community, supporting emotional regulation, and deepening their sense of engagement with the game. The personal playlists and communal interaction pivotally provided comfort to players while completing the game’s often emotional tasks. However, individual music preferences impacted the resonance of players’ experiences, with some participants finding the repetition of music-based tasks less engaging. Based on these findings, recommendations for developers include using audio interludes for reflection, music playlists as narrative tools, and integrating personal and communal music design to facilitate emergent narratives in games.",
          "url": "https://doi.org/10.1177/13548565251339988",
          "doi": "https://doi.org/10.1177/13548565251339988",
          "filter": 0
        },
        {
          "title": "Becoming-world: Deleuze, virtual reality, and the ethics of narrative immersion",
          "authors": "Emad Abouata Amlashi, Fatos Adiloglu",
          "abstract": "This article examines how Deleuzean philosophy can inform the design and analysis of Virtual Reality (VR) narratives, focusing on the concepts of becoming, assemblage, and immanence. The research addresses the question: How can VR narratives foster ethical reflection and participant engagement, particularly on issues of social justice and representation? Through a post-qualitative methodology and narrative analysis of four VR films – ‘Notes on Blindness’, ‘Clouds Over Sidra’, ‘The Key’, and ‘Giant’ – the study demonstrates how VR enables participants to engage in processes of becoming-other, provoking sensory and emotional transformations. These films illustrate how VR narratives allow for co-creation, ethical reflection, and empathy by immersing participants in complex ethical dilemmas related to disability, trauma, and displacement. Based on these findings, the article proposes an ethical framework for VR narrative design, emphasizing participant agency, immanent ethics, and the integration of social justice themes.",
          "url": "https://doi.org/10.1177/13548565251349136",
          "doi": "https://doi.org/10.1177/13548565251349136",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Representations of Youth Climate Anxiety: A Framing Analysis of Emotional Responses to the Climate Crisis in International News Media",
          "authors": "Linda Murray, Mary Breheny, Romilly Cumming, Tom Doig, Bevan Erueti, Maureen Mooney, Christina Severinsen, James Shanly",
          "url": "https://doi.org/10.1080/17524032.2025.2510374",
          "doi": "https://doi.org/10.1080/17524032.2025.2510374",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Refining automated news? The role of journalistic post-editing in shaping reader perceptions",
          "authors": "Sina Thäsler-Kordonouri",
          "abstract": "Automating news production can change the composition of news output and negatively affect its evaluation by the readership. Some journalists decide to post-edit automated news texts to improve their quality for the reader – a practice that, although essential to automated journalism, is still largely underexplored. Using a large-scale online experiment with UK online news consumers ( N = 4734), this study investigates how readers perceive the changes made during post-editing and whether they achieve the journalistic goal of making the automated articles more appealing. Results show that, regarding the criteria examined, post-editing has no discernible influence on readers’ perception of automated articles. However, compared to manually written texts, it appears that this practice may not always be necessary to receive a positive rating from readers. These findings are discussed in the context of the evolving relationship between journalists and technology in news production and local journalism's decreasing resources.",
          "url": "https://doi.org/10.1177/02673231251344854",
          "doi": "https://doi.org/10.1177/02673231251344854",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Do Video Games Matter? Examining Video Games’ Pathways to Legitimacy and Cultural Value Through Cultural Intermediaries",
          "authors": "Charlotte Gislam, Garry Crawford, Gaynor Bagnall, Victoria Gosling, Neta Yodovich",
          "abstract": "After years on the fringe of our cultural and social life, video games are becoming more recognized as legitimate and culturally valuable. This paper examines the process of their legitimation through the role of ‘cultural intermediaries’, who frame video games as meaningful cultural artifacts. Drawing on Bourdieu's theories, this paper explores how external cultural institutions legitimize video games and how cross-media pollination further reinforces their cultural status. By analysing how broader industries have integrated and contextualized video games within their own domains, this paper highlights how video games contribute to cultural production and are gradually being positioned within established cultural hierarchies.",
          "url": "https://doi.org/10.1177/15554120251341621",
          "doi": "https://doi.org/10.1177/15554120251341621",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "The impact of technology: how features, resources and task demands shape digital well-being",
          "authors": "Ana Isabel Canhoto, Danae Manika, Emma Wainwright, Donna-Marie Holder",
          "abstract": "Purpose Despite growing awareness that digital technology has both positive and negative implications, the role of specific features in shaping users’ overall well-being remains inadequately understood. We aim to investigate the relationship between technology features, type of task, users’ resources and well-being, to address conflicting empirical evidence in the extant literature. Design/methodology/approach We draw on the Conservation of Resources theory and Involvement theory to analyse user experiences with the digital platforms of a local authority in England. We use an explanatory case-study, nested in a critical realist perspective, and draw on observations, document analysis and interviews with two stakeholder groups. Findings We find that digital well-being is a situated condition shaped by users’ goals, resources and experiences. This explains why the same technology feature – e.g. self-service – supports well-being in low-involvement tasks but not in high-involvement ones. We also show that the hedonic and functional aspects of technology are interdependent in the production of digital well-being and describe how the alignment between resources’ affordances and the users’ specific needs and goals shape well-being. Originality/value We address the conflicting evidence regarding the impact of digital technology on well-being, in the extant literature. This will support future researchers to critically analyse under what conditions technology will benefit vs harm individual well-being and society. It also highlights the importance of designing digital platforms that are aligned with the level of user involvement, to create digital solutions that promote user well-being and foster an inclusive society.",
          "url": "https://doi.org/10.1108/itp-01-2024-0077",
          "doi": "https://doi.org/10.1108/itp-01-2024-0077",
          "filter": 0
        },
        {
          "title": "Examining the impacts of artificial intelligence characteristics on user resistance to financial robo-advisors",
          "authors": "Jung-Chieh Lee, SiQi Jiang, Yuyin Tang",
          "abstract": "Purpose Currently, artificial intelligence (AI) is being utilized to improve and strengthen the function of financial technology (fintech), especially for AI-enabled financial robo-advisors in consumer markets. Nevertheless, how AI characteristics affect users’ resistance to the use of AI advisors remains unclear. To address this gap, this paper employs innovation resistance theory (IRT) to propose a research model to further explore the effects of intelligence and anthropomorphism (AI characteristics) on users’ resistance to robo-advisors via functional (usage, value and risk barriers) and psychological (traditional and image barriers) barriers. Design/methodology/approach A total of 482 AI-enabled financial robo-advisor users were used as a sample to examine the model. Partial least squares (PLS) was utilized to perform the data analysis. Findings The results indicate that the intelligence of AI-enabled robo-advisors reduces resistance, whereas the anthropomorphism of AI-enabled robo-advisors increases resistance. In addition, intelligence significantly reduces usage, value, tradition and image barriers, which in turn decreases users’ resistance to AI-based robo-advisors. Interestingly, anthropomorphism significantly increases usage and value barriers, which ultimately leads to increased resistance to AI-based robo-advisors. Originality/value This study provides a theoretical contribution to the literature by examining how intelligence and anthropomorphism affect users’ functional and psychological barriers in the context of AI-based robo-advisor resistance. The findings of this study are important for financial institutions seeking to use AI to reduce users’ resistance to robo-advisors and increase financial inclusion.",
          "url": "https://doi.org/10.1108/itp-07-2024-0921",
          "doi": "https://doi.org/10.1108/itp-07-2024-0921",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Assembling platform governance as private ordering in the age of generative AI: platform interdependence in policy evolution",
          "authors": "Chris Chao Su, Ngai Keung Chan",
          "url": "https://doi.org/10.1080/1369118x.2025.2513672",
          "doi": "https://doi.org/10.1080/1369118x.2025.2513672",
          "filter": 0
        },
        {
          "title": "Parental profiles and online supervision in the digital age",
          "authors": "Estefanía de los Dolores Gil García, Pedro Francisco Alemán Ramos, Juan Carlos Martín Quintana",
          "url": "https://doi.org/10.1080/1369118x.2025.2512134",
          "doi": "https://doi.org/10.1080/1369118x.2025.2512134",
          "filter": 0
        },
        {
          "title": "A typology of platform power and its regulation",
          "authors": "Inge Graef, Friso Bostoen",
          "url": "https://doi.org/10.1080/1369118x.2025.2512972",
          "doi": "https://doi.org/10.1080/1369118x.2025.2512972",
          "filter": 0
        },
        {
          "title": "On moving fast and breaking things . . . again: social media’s lessons for generative AI governance",
          "authors": "Philip M. Napoli, Suher Adi",
          "url": "https://doi.org/10.1080/1369118x.2025.2513668",
          "doi": "https://doi.org/10.1080/1369118x.2025.2513668",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Esports business ecosystem and its lifecycle: a case study of Zhongxian Esports Town in China",
          "authors": "Zhengyang Li, Qi Peng, Nicolas Scelles",
          "abstract": "Purpose This article aims to understand the evolution process (lifecycle) of an esports business ecosystem, with Zhongxian Esports Town in China as a case study. Design/methodology/approach A mix of primary and secondary qualitative data was collected. Primary data were gathered through 15 semi-structured interviews with respondents involved in the strategic development of Zhongxian Esports Town. Secondary data consisted of public policies and internal publications. Thematic analysis was applied, with four themes identified that align with four lifecycle phases. Findings In the birth phase (2017–2018), there was a gap between the early planning and the actual business ecosystem due to a lack of capabilities and knowledge about customers, leading to an eventual strategic focus on education. In the expansion phase (2018–2020), more stakeholders were attracted. However, conflicts and tension started to emerge among stakeholders due to limited supply capacity. In the authority phase (2020–2021), there was some evidence of authority being achieved, while new entrants forced their way into the ecosystem. In the last phase (2021–2023), the esports town encountered adverse policy changes. However, it was able to insert new ideas into the old order and therefore renew itself. Research limitations/implications The study analyses in-depth an evolving esports business ecosystem, providing valuable insights into its development trajectory and adaptability. Practical implications The manuscript helps inform decision-making and resource management for policymakers, business managers and other esports stakeholders. Originality/value To the best of our knowledge, this research is the first to help understand the lifecycle of a Chinese esports town.",
          "url": "https://doi.org/10.1108/intr-03-2024-0497",
          "doi": "https://doi.org/10.1108/intr-03-2024-0497",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "TikTok Usage Effects on Attention to News Reading: An Eye-Tracking Study",
          "authors": "Bridget Cole, Arthur D. Santana, Xiaohan Hu, Toby Hopp",
          "url": "https://doi.org/10.1080/08838151.2025.2509747",
          "doi": "https://doi.org/10.1080/08838151.2025.2509747",
          "filter": 0
        },
        {
          "title": "Domestication, Sociality, Self, and Meaning: A Dual-Process Engagement Model of Companion Webcasting",
          "authors": "Fan Yang, Qing Yan, Yu Liu",
          "url": "https://doi.org/10.1080/08838151.2025.2511892",
          "doi": "https://doi.org/10.1080/08838151.2025.2511892",
          "filter": 0
        },
        {
          "title": "The Interplay Between Populist Advertising and Disinformation Susceptibility During an Election Campaign: A Three-Wave Panel Study",
          "authors": "Brahim Zarouali",
          "url": "https://doi.org/10.1080/08838151.2025.2511894",
          "doi": "https://doi.org/10.1080/08838151.2025.2511894",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Leveraging digital spaces and datafication in communication research: contributions of digital qualitative fluidity to ethnographic interviewing",
          "authors": "Jeffrey Lane, Yonaira M Rivera",
          "abstract": "The digitalization of communication practices affords major gains for qualitative methods of communication science. What we term digital qualitative fluidity captures the way traditional boundaries between interviewing and ethnography may dissolve through the use of contemporary, digital technologies. We illustrate how communication scholars have leveraged the digital to open ethnographic spaces within interviews to examine situated communication processes of meaning-making in action, amplifying marginalized voices, evoking affect, and enabling sense making–better meeting key goals of qualitative research. We discuss examples of harnessing the fluidity of digital ethnographic interviews in different corners of communication science, dilemmas that accompany this approach, and institutional investments to ensure that qualitative data and methods are valued alongside computational approaches.",
          "url": "https://doi.org/10.1093/joc/jqaf017",
          "doi": "https://doi.org/10.1093/joc/jqaf017",
          "filter": 0
        },
        {
          "title": "Pictorial warning labels reduce sharing intentions, blunt self-relevance processes elicited by social media posts promoting cannabis edibles",
          "authors": "Matt Minich, Lynne M Cotter, Lauren A Kriss, Linqi Lu, Sijia Yang, Christopher N Cascio",
          "abstract": "The implementation of warning labels has been shown to slow the spread of harmful content on social media, but the mechanisms by which these interventions affect individuals' sharing decisions are not yet known. This study sought to establish the efficacy of these interventions and to explore the mechanisms of their influence using two parallel studies conducted within the United States: an online experiment that tested the effects of cannabis warning labels on sharing intentions (N = 1,776), and a neuroimaging study (N = 40) to examine how warning labels influenced activity in brain regions implicated in sharing decisions. Results demonstrated that warning labels paired with cannabis posts reduced intentions to share and were associated with decreased activation of brain regions associated with self-processing compared to cannabis posts alone. These results suggest that warning labels may discourage sharing by negatively influencing perceptions of self-relevance.",
          "url": "https://doi.org/10.1093/joc/jqaf012",
          "doi": "https://doi.org/10.1093/joc/jqaf012",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Computer-Mediated Communication",
      "journal_short": "JCMC",
      "articles": [
        {
          "title": "Liking without borders? Authenticity and the evaluation of Instagram photo genres",
          "authors": "Tommaso Trillò, Blake Hallinan, Saki Mizoroki, Rebecca Scharlach, Pyung Hwa Park, Avishai Green, Naama Weiss Yaniv, Limor Shifman",
          "abstract": "While authenticity has been identified as pivotal on social media, it has not been studied as part of a broader value ecology shaping content evaluation. Addressing this gap, we investigated users’ evaluations of prominent Instagram genres in relation to perceptions of authenticity. A survey of 1,000 users from the United States, Germany, Italy, Japan, and South Korea revealed transnational similarities in value-related interpretations of genres, alongside local variation. Participants described the most liked genres as expressing happiness, togetherness, and peacefulness, and authenticity was positively correlated with favorable evaluation of content across countries and genres. Ultimately, evaluation on Instagram is shaped by the intersection of perceived authenticity and pleasure derived from peaceful solitude or close social bonds. We conclude by reflecting on the utility of our multi-method approach and the importance of situating authenticity vis-à-vis other values in social media research.",
          "url": "https://doi.org/10.1093/jcmc/zmaf008",
          "doi": "https://doi.org/10.1093/jcmc/zmaf008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "The power of alignment: how personalized information shapes voter decisions",
          "authors": "Nikandros Ioannidis",
          "url": "https://doi.org/10.1080/19331681.2025.2512856",
          "doi": "https://doi.org/10.1080/19331681.2025.2512856",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Beyond She and He : A Framework for Studying the Cognitive, Psychological and Social Effects of Gender-Neutral Pronouns",
          "authors": "Tiziana Jäggi, Pascal M. Gygax, Sofie Decock, Ute Gabriel, Sarah Van Hoof, Hanne Verhaegen, Chloé Vincent",
          "abstract": "In recent years, gender-neutral pronouns have emerged in different languages. We review current research on their emergence and offer an interdisciplinary framework for studying and understanding gender-neutral pronouns. Our framework is aimed at sparking and guiding interdisciplinary research on gender-neutral pronouns. The framework incorporates (cross-)linguistic and cognitive aspects of the function, use and processing of gender-neutral pronouns in light of the fact that different language systems (i.e., conceptual vs. grammatical gender languages) require different degrees of linguistic creativity in order to expand the word class of pronouns. Furthermore, we link these linguistic and cognitive considerations with research on the social-psychological effects of the use of gender-neutral pronouns, more specifically on how they affect the well-being of nonbinary people with regard to social stigmatization and discrimination (minority perspective) as well as how their attitudes are linked with attitudes on non-binary individuals (majority perspective). Integrating these different aspects, we highlight the current gaps in the literature, make concrete suggestions for future research approaches, and emphasize the importance of interdisciplinary research on this multifaceted topic.",
          "url": "https://doi.org/10.1177/0261927x251346193",
          "doi": "https://doi.org/10.1177/0261927x251346193",
          "filter": 0
        },
        {
          "title": "The Role of Agentic Language in Mobilizing Election Candidate Support",
          "authors": "Jan Nikadon, Caterina Suitner, Tomaso Erseghe, Lejla Džanko, Michał Olech, Paweł Jurek, Magdalena Formanowicz",
          "abstract": "Agency, pertaining to planning and executing actions, is a core feature of the political landscape. Our study examines the temporal dynamics of agentic language in political online discourse during the 2020 U.S. Congressional Elections, spanning 180 days before and after Election Day, and before the Capitol Hill riots. We coded 495,252 messages posted by Democratic and Republican candidates on Twitter for agentic language, which was more prevalent in tweets of politicians who won elections. Temporal analyses revealed increased agency as critical political events approached, whether a planned democratic event (Election Day) or a sudden disruptive protest (Capitol riots). The study enhances our understanding of the role of agency expression in political social media communication. Politicians may strive to evoke agency among voters to encourage political engagement, and voters may be cautioned by our results about this subtle (possibly unaware) manipulative strategy.",
          "url": "https://doi.org/10.1177/0261927x251341925",
          "doi": "https://doi.org/10.1177/0261927x251341925",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "“I Am Perceiving and Overcoming It”: A Qualitative Study on How Women View Gendered Peer Pressure in Public Relations",
          "authors": "Yujun Lin, Yang Yu, Yirui Jiang",
          "url": "https://doi.org/10.1080/1062726x.2025.2511692",
          "doi": "https://doi.org/10.1080/1062726x.2025.2511692",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Adult attachment as a predictor of savoring quality in mothers of toddlers: Results from a 4-week randomized trial",
          "authors": "Silvia Perzolli, Daniela Arcos, Margaret L. Kerr, Patricia A. Smiley, Jessica L. Borelli",
          "abstract": "Parental attachment is a robust predictor of parents’ emotion regulation and parent-child interaction quality. However, little is known about how attachment representations influence parents’ ability to engage in savoring, the process of attending to and prolonging positive emotional experiences. This study examined the association between maternal attachment and two aspects of savoring quality in the context of a large randomized controlled trial. Mothers ( N = 147) of toddlers (aged 18–27 months) participated in this longitudinal study. Prior to being randomized to a Personal Savoring (PS) or Relational Savoring (RS) condition (delivered four times over a 4-week period), participants completed the Adult Attachment Interview (AAI) and the Experiences in Close Relationships-Revised questionnaire (ECR-R). Savoring quality was coded from transcripts of the savoring sessions and two indices of savoring quality were derived, positivity and specificity. AAI secure attachment predicted higher savoring quality (higher positivity and specificity), whereas AAI dismissing attachment predicted lower savoring quality (specifically, lower positivity but not specificity). Neither ECR-R avoidance nor ECR-R anxiety was associated with savoring quality. These results suggest that narrative assessments, such as the AAI, can reveal attachment dynamics that may be not captured by self-report measures in relation to savoring quality. AAI dismissing attachment is associated with lower positivity during savoring, highlighting the need for interventions that specifically address the emotional distancing characteristic of dismissing attachment. Additionally, the link between AAI secure attachment and specificity suggests that enhancing specificity could be an effective intervention target to promote positive outcomes in savoring practices.",
          "url": "https://doi.org/10.1177/02654075251342712",
          "doi": "https://doi.org/10.1177/02654075251342712",
          "filter": 0
        },
        {
          "title": "Dispositional and communicated dyadic perspective-taking during conflicts and intimate partner violence perpetration in young adult couples",
          "authors": "Marianne Emond, Brenda Ramos, Apollonia Pudelko, Florence Léonard, Katherine Péloquin, Audrey Brassard, Marie-Ève Daspe",
          "abstract": "Understanding others’ thoughts and feelings (i.e., perspective-taking) has consistently been recognized as a crucial protective factor against intimate partner violence (IPV). However, previous research has predominantly focused on dispositional perspective-taking, assessed through self-report measures, and has often overlooked communicated perspective-taking, assessed through observational measures, even though it may play a critical role in preventing romantic conflicts from escalating into violence. The current study used a dyadic observational design to examine the associations between (1) self-reported dispositional and (2) observed communicated dyadic perspective-taking during an actual couple conflict discussion and psychological, physical and sexual IPV perpetration in an inclusive sample of young adult community couples ( n = 178). Findings revealed distinct associations between dispositional and communicated perspective-taking across IPV forms. Both dispositional and communicated perspective-taking were negatively associated with the individual’s own and their partner’s psychological IPV perpetration. Dispositional perspective-taking was negatively associated with the individual’s own physical IPV perpetration, while communicated perspective-taking was negatively associated with the partner’s physical IPV perpetration. Dispositional perspective-taking was negatively associated with one’s own and their partner’s sexual IPV perpetration. Secondary analyses also showed significant interactions between partners’ perspective-taking in association with IPV. Our findings highlight the overlapping yet unique and inherently dyadic contributions of dispositional and communicated perspective-taking to IPV dynamics in young adult couples.",
          "url": "https://doi.org/10.1177/02654075251349349",
          "doi": "https://doi.org/10.1177/02654075251349349",
          "filter": 0
        },
        {
          "title": "Couples’ physical activity concordance during cardiac rehabilitation",
          "authors": "Ophir Katzenelenbogen, Eran Bar-Kalifa, Eran Katz, Hodaya Wolf, Hanoch Hod, Robert Klempfner, Noa Vilichinsky",
          "abstract": "Physical activity plays a central role in cardiac rehabilitation, serving as a pivotal factor in recovery and secondary prevention. Interpersonal factors within patients’ romantic relationships play a critical role in the rehabilitation process, as partners tend to show behavioral concordance in their health behaviors. This study aimed to investigate the interdependence of physical activity between Acute Coronary Syndrome (ACS) patients and their partners, as well as the role of relationship satisfaction in moderating this concordance. Utilizing 21 daily diary assessments from couples, we examined co-fluctuations in patients’ and partners’ daily physical activity. A significant concordance in couples’ physical activity was found. However, relationship satisfaction did not moderate this association, suggesting that couples’ daily concordance occurred regardless of their average satisfaction level. These results highlight the potential influence of partners on each other’s health behaviors. Our findings suggest important implications for the development of dyadic interventions aimed at promoting physical activity as an integral component of cardiac rehabilitation and secondary prevention.",
          "url": "https://doi.org/10.1177/02654075251347472",
          "doi": "https://doi.org/10.1177/02654075251347472",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Book Review: National Security, Journalism and Law in an Age of Information Warfare , by Marc Ambinder, Jennifer R. Henrichsen, and Connie Rosati (Eds.) National Security, Journalism and Law in an Age of Information Warfare. AmbinderMarcHenrichsenJennifer R.RosatiConnie (Eds.). Oxford: Oxford University Press, 2024. 368 pp.",
          "authors": "Lada T. Price",
          "url": "https://doi.org/10.1177/10776990251345501",
          "doi": "https://doi.org/10.1177/10776990251345501",
          "filter": 0
        },
        {
          "title": "Book Review: New Media Users in China II: A Mediatization Perspective , by Lan Peng New Media Users in China II: A Mediatization Perspective.PengLan. Abingdon, Oxon; New York, NY: Routledge, 2024. 232 pp.",
          "authors": "Jiawen Yang",
          "url": "https://doi.org/10.1177/10776990251345504",
          "doi": "https://doi.org/10.1177/10776990251345504",
          "filter": 0
        },
        {
          "title": "Book Review: Disrupting Mainstream Journalism in India: The Rise of Alternative Journalisms Online. by Kalyani Chadha Disrupting Mainstream Journalism in India: The Rise of Alternative Journalisms Online.ChadhaKalyani. New York, NY: Routledge, 2024. 132 pp.",
          "authors": "Sneha Gore Mehendale",
          "url": "https://doi.org/10.1177/10776990251346711",
          "doi": "https://doi.org/10.1177/10776990251346711",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Bodies in Journalism: The View from Behind and in Front of the Lens",
          "authors": "T. J. Thomson, Rachael Anderson, Nicolette Snowden",
          "url": "https://doi.org/10.1080/1461670x.2025.2514455",
          "doi": "https://doi.org/10.1080/1461670x.2025.2514455",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "How News Media Relates to Political Dissatisfaction Over Time: Results from a 4-Wave-Panel Study Analyzing Reinforcing Processes Between Different Forms of Political Dissatisfaction and Their Relation to News Media Exposure and Media Trust",
          "authors": "Christina Schumann, Dorothee Arlt",
          "url": "https://doi.org/10.1080/15205436.2025.2511616",
          "doi": "https://doi.org/10.1080/15205436.2025.2511616",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Investigating Publics’ Communicative Action in Problem Solving (CAPS) Through Data Science",
          "authors": "Sunha Yeo, Joohee Kim, Juwon Kim, Sungahn Ko",
          "abstract": "This study examined the communicative action in problem solving model through data science-driven approaches to enhance the understanding of online publics’ communication behaviors. Using ChatGPT, the study analyzed YouTube comments from news channels that covered a contentious entertainment issue with multiple related events. The findings indicated that communication behaviors changed over time and manifested in diverse combinations. In addition, the study demonstrated that aware publics in the digital era were not merely passive; rather, they engaged in communication activities similar to active publics. Furthermore, it identified distinct communication behaviors associated with certain types of publics, indicating that public types also evolve dynamically across events. The results suggested that the communicative action in problem solving model served as a valuable framework for examining online communication behaviors in the digital era. Based on these insights, this study offered both academic and practical contributions to the field.",
          "url": "https://doi.org/10.17645/mac.9552",
          "doi": "https://doi.org/10.17645/mac.9552",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Family Dysfunction and Problematic Media Use Among Chinese Preschool Children: A Moderated Mediation Model",
          "authors": "Wei Hong, Jia Wang, Ru-De Liu, Zong-Kui Zhou",
          "url": "https://doi.org/10.1080/15213269.2025.2515384",
          "doi": "https://doi.org/10.1080/15213269.2025.2515384",
          "filter": 0
        },
        {
          "title": "The Impact of Online Political Conflict Frames on Party Evaluations and Trust in Politicians",
          "authors": "E.S. van der Goot, M. Hameleers, R. Vliegenthart, G.J. de Ridder, S. Kruikemeier",
          "url": "https://doi.org/10.1080/15213269.2025.2509502",
          "doi": "https://doi.org/10.1080/15213269.2025.2509502",
          "filter": 0
        },
        {
          "title": "Theory of Mind, Empathy, and Eudaimonic Media Preferences",
          "authors": "Matthew A. Lapierre, Eunjoo Choi",
          "url": "https://doi.org/10.1080/15213269.2025.2515382",
          "doi": "https://doi.org/10.1080/15213269.2025.2515382",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Integrated mobilities: Toward a critical hardware approach to mobile media",
          "authors": "Kyle Stine, Rowan Wilken",
          "abstract": "This article introduces a critical hardware approach to mobile media and communication, focusing on the role of iPhone chipsets. While advanced semiconductors have long been recognized as driving innovation in mobile devices, their specific affordances, arrangements, and politics of composition have received limited critical attention. We begin by examining how hardware, such as integrated circuits and other microelectronics, have factored into mobile media and communication studies, and media studies more broadly, and explain how the dominant understanding of them in terms of facilitating compact device packaging, although powerfully true, is insufficient for understanding the range of critical aspects relevant to device hardware. Next, we introduce a framework for analyzing circuit integrations that can serve as a critical framework for understanding the technical design and operations of smartphones and other mobile media. With this background in hand, we then turn to a comparative analysis of the hardware of three generations of iPhones: the original iPhone, iPhone 5, and iPhone 12.",
          "url": "https://doi.org/10.1177/20501579251344736",
          "doi": "https://doi.org/10.1177/20501579251344736",
          "filter": 0
        },
        {
          "title": "Polymedia within constraints: Negotiating smartphone usage among socioeconomically marginalized older female adults in the Global South",
          "authors": "Xin Pei",
          "abstract": "Revisiting polymedia within the ageing context, this research unfolds dynamics experienced by marginalized older groups in the Global South when navigating an increasingly complicated media landscape on smartphones. While polymedia shifts the focus from individual media platforms to an integrated media environment that can potentially expand communicative opportunities, existing discussions on this socio-technological transformation tend to neglect the role of user agency, particularly in socially constrained contexts such as marginalized ageing. Giving a voice to socioeconomically restricted older female adults in the Global South, this research illuminates their engagement with polymedia is contingent upon the intersection of individual ageing experiences as well as uneven social structures and the lack of policy support for digital inclusion in a broader context. The findings highlight their contextualized strategies to make sense of polymedia, revealing their evolving understanding of nuances in media affordances and how they develop their unique media preferences. Simultaneously, the diverse constraints limiting their exploration of polymedia can sometimes transform theoretical communicative opportunities into obstacles, leading to a loss of control within the polymedia environment.",
          "url": "https://doi.org/10.1177/20501579251346244",
          "doi": "https://doi.org/10.1177/20501579251346244",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "The virtual census 2.0: A continued investigation on the representations of gender, race, and age in videogames",
          "authors": "Shawn Suyong Yi Jones, Annie Harrisson, Sâmia Pedraça, Jessie Marchessault-Brown, Dmitri Williams, Mia Consalvo",
          "abstract": "This study revisits the original four research questions of Williams et al.’s “The Virtual Census: Representations of Gender, Race and Age in Video Games” to investigate if mainstream videogame representations have changed over time. In addition, this study expands on the original by including a fifth question examining the intersection of representations within videogames. Using a sample of the top 100 best-selling boxed videogames of 2017 from four console platforms, this study compares its findings to the 2017 US Census demographic estimates as well as to findings of the original study. The results of the study are similar to those of the original, but the intersectional analysis shows an over-representation of white adult male characters, specifically, and an under-representation of Black female characters of any age group. This study discusses potential reasons for the slow progress made in videogame representations and the need for more intersectional analyses on videogames.",
          "url": "https://doi.org/10.1177/14614448251336427",
          "doi": "https://doi.org/10.1177/14614448251336427",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "Multidimensional digital vulnerability among older adults",
          "authors": "Hilde Sakariassen",
          "abstract": "Access to digital devices and knowledge of how to use them is crucial today. This study is about older adults (aged 65+) who lack experience with digital devices yet still feel compelled to use them in their everyday lives. They face various challenges when using their devices and often do not know how to address them, making them digitally vulnerable. In this study, I address the tension in the ongoing interaction between an increasingly digitalised society and individuals hindered rather than helped by digital technology. Using qualitative interviews and participatory observations with 25 Norwegians over 65 years old provides valuable insights into the everyday experience of struggling to keep up with societal digital advancements. This study highlights the real-life experiences of older adults and identifies their digital vulnerability across various dimensions: material, spatial, social, and privacy-related. Moreover, the research expands on existing literature by including analogue circumstances and agency.",
          "url": "https://doi.org/10.2478/nor-2025-0012",
          "doi": "https://doi.org/10.2478/nor-2025-0012",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Beyond Dichotomies: Empathy and Listening in Deliberative Democracy",
          "authors": "Katharina Anna Sodoma, Daniel Sharp",
          "url": "https://doi.org/10.1080/10584609.2025.2496656",
          "doi": "https://doi.org/10.1080/10584609.2025.2496656",
          "filter": 0
        },
        {
          "title": "How Should We Study Multiple Platforms? Lessons from Deliberative Systems Theory",
          "authors": "Jennifer Forestal",
          "url": "https://doi.org/10.1080/10584609.2025.2512319",
          "doi": "https://doi.org/10.1080/10584609.2025.2512319",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Minecraft, mangroves, and dialogic potential: An analysis of video game live streaming and its implications for public relations research",
          "authors": "Jolene Fisher, Jordan Morehouse, Henry Ugwu",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102591",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102591",
          "filter": 0
        },
        {
          "title": "Signaling cognitive and moral legitimacy by a voluntary environmental program: Navigating the diffusion-impact paradox",
          "authors": "Bree Hurst, Kim A. Johnston, Rudolf Messner",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102593",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102593",
          "filter": 0
        },
        {
          "title": "Storytelling and grand strategy in public diplomacy: A case study of the speeches of president Xi Jinping",
          "authors": "Mitchell Hobbs, Mei Li, Zhao Alexandre Huang, Lucile Desmoulins",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102594",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102594",
          "filter": 0
        },
        {
          "title": "The National Association of Manufacturers World War II campaign: A historical case study on power, ideology, and discourse",
          "authors": "Bill Anderson",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102560",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102560",
          "filter": 0
        },
        {
          "title": "The complicity of corporate sustainability on social issues: Investigating the mediating roles of valence and perceived authenticity",
          "authors": "Juan Liu, Lingling Zhang",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102564",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102564",
          "filter": 0
        },
        {
          "title": "Does quality matter? Understanding quality of communication consulting from a client and consultant perspective",
          "authors": "Daniel Ziegele, Caroline Siegel, Ansgar Zerfass",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102563",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102563",
          "filter": 0
        },
        {
          "title": "To hasten slowly: The prudence of slow AI implementation in public relations",
          "authors": "Emma Christensen, Rickard Andersson",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102557",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102557",
          "filter": 0
        },
        {
          "title": "Engaging in organizational advocacy to fulfill corporate responsibility to race: How passion drives activists’ behavior",
          "authors": "Nicholas Browning, Sadia Ehsan Cheema",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102569",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102569",
          "filter": 0
        },
        {
          "title": "Friend or faux: Testing the perceived authenticity of corporate socio-political activism messages on Instagram through the lens of Black Lives Matter",
          "authors": "Shanetta M. Pendleton",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102558",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102558",
          "filter": 0
        },
        {
          "title": "The category work of custodians: Passionate publics and online reviews",
          "authors": "Anna E. Hartman, Carys Fisser, Rohan Venkatraman, Erica Coslor",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102546",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102546",
          "filter": 0
        },
        {
          "title": "Channeling passion: Social media influencers as organizational listening agents",
          "authors": "Hanna Reinikainen, Taina Erkkilä",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102566",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102566",
          "filter": 0
        },
        {
          "title": "The role of social media influencers in nation branding and relationship building with foreign audiences",
          "authors": "Heijin Lee, Saleem Alhabash",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102570",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102570",
          "filter": 0
        },
        {
          "title": "Sustainability and internal communication: Leveraging employee green behaviors",
          "authors": "Ruoyu Sun, Yeunjae Lee, Enzhu Dong",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102565",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102565",
          "filter": 0
        },
        {
          "title": "Strategic communication and value creation: A process theoretical understanding of value formation in strategic communication management",
          "authors": "Rickard Andersson",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102559",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102559",
          "filter": 0
        },
        {
          "title": "Theorizing forgotten crisis publics: COVID long haulers’ information marginalization",
          "authors": "Brooke Fisher Liu, Duli Shi, Beth St. Jean, Jane Behre, Miranda Downey",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102556",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102556",
          "filter": 0
        },
        {
          "title": "Corporate support for the sustainable development goals: Effects of symbolic and substantive communication",
          "authors": "Cassandra L.C. Troy, Nicholas Eng, Holly Overton",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102545",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102545",
          "filter": 0
        },
        {
          "title": "Religion in crisis communication: Examining the impact of stakeholder religiosity and religious language in organizational crises",
          "authors": "Jordan Morehouse, Lucinda L. Austin, Tyler G. Page",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102562",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102562",
          "filter": 0
        },
        {
          "title": "Performative gesture or genuinely supportive? Workplace responses to the 2020 racial injustice movement",
          "authors": "Lauren Collier-Spruel, Ann Marie Ryan, Sarah Kuang",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102561",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102561",
          "filter": 0
        },
        {
          "title": "Revitalizing city branding through concerts? Fandom, passionate publics, and public relations of the TFBoys’ concert in Xi’an",
          "authors": "Hongyu Zhu, Zizhong Zhang",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102567",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102567",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "How do you argue with a science denial meme? Memed responses may be counter-productive for responding to science denial online",
          "authors": "Hannah Little, Justin Sulik",
          "abstract": "Science denial ‘memes’ are a viral form of communication that attempt to undermine complex scientific ideas using memorable soundbites. These memes misrepresent the scientific content they are ‘debunking’, making responding to them challenging. To identify common strategies, we analysed Twitter/X responses to the anti-evolution meme ‘why are there still monkeys?’. Strategies included literal explanations about why the reasoning behind the meme is flawed, and analogies that mirror the original meme to varying degrees (e.g. in structure and/or domain). We evaluated different response strategies using an experiment with participants from the United States who either endorsed or denied evolution. Participants rated their understanding of the original meme and different response strategies, and how effective and persuasive they found them. Across participants, literal explanations were rated more understandable, effective and persuasive than analogical responses. Memed rebuttals may thus be a counter-productive strategy for responding to science denial online.",
          "url": "https://doi.org/10.1177/09636625251341509",
          "doi": "https://doi.org/10.1177/09636625251341509",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Shifting Narratives: The Role of Science Slams in Climate Mobility Communication",
          "authors": "Ann-Christine Link, Thais França, Malte Vandamme, Thomas Brenner",
          "abstract": "Effective science communication is essential to bridge the gap between science and the public, especially regarding complex, highly politicized topics such as climate mobility. This study examines the effectiveness of a Science Slam as a tool for communicating scientific evidence, a format often overlooked in the academic literature. A short survey was conducted before and after the Science Slams on climate mobility narratives, and a discussion was facilitated at the event’s conclusion. The findings reveal a significant impact of the Science Slams on the audience support for narratives addressed during the event, while the support for not-discussed narratives remained unchanged.",
          "url": "https://doi.org/10.1177/10755470251342438",
          "doi": "https://doi.org/10.1177/10755470251342438",
          "filter": 0
        },
        {
          "title": "Reimagining the Role of Communication in Medical Consensus to Address Medical Mistrust and Disinformation",
          "authors": "Jerel M. Ezell, David Scales, Sugy Choi",
          "abstract": "Medical consensus is a critical element in deriving and substantiating evidence-based approaches to guide patient communication and care delivery. However, in recent years, mistrust in medicine—and in science more broadly—has deepened, driven in part by the recent politicization of public health guidance and the spread of disinformation, as well as by historically siloed and opaque public engagement practices. There has been limited critical analysis of the social processes that shape medical consensus and how these processes intersect with contemporary public attitudes and guideline adherence. Here, we discuss the intricate sociological history of medical consensus-making and its broad and deepening challenges. We further propose pathways toward more inclusive, transparent, and effective consensus-building practices, providing recommendations for a new Public Medicine Consensus framework.",
          "url": "https://doi.org/10.1177/10755470251342228",
          "doi": "https://doi.org/10.1177/10755470251342228",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Interrogating Technological Leapfrogging in Asian Development and Growth Models: Toward a Critical Postcolonial Political Economy Approach",
          "authors": "Aditya Ray",
          "abstract": "This article examines the discourse of technological leapfrogging within dominant Asian development models—namely, the earlier manufacturing-led development (MLD) and the more recent services-led development (SLD)—which posit that developing nations such as India, China, and the Philippines are “catching up” with the West through digitalization, trade, and privatization of modern services. While these models highlight the shift from industrial production to Information and Communication Technology (ICT)-driven growth, they remain rooted in Western-centric modernization paradigms, assuming linear pathways to future progress, the efficiency of technocratic governance, and historical as well as institutional path-dependencies. These models, however, neglect the various “indeterminacies” of postcolonial development, overlooking how spatial asymmetries, historical contingencies, and socio-political contestations at multiple levels continually shape technological transformations across different societies. Challenging these normative assumptions, this article advances a Critical Postcolonial Political Economy (CPPE) approach, synthesizing insights from critical political economy, postcolonial and pluralist economic geographies. The CPPE approach centers on three analytical lenses: first, “social blocs” or the shifting coalitions of state, capital, civil, and political society actors that variously impact technological development and change; second, “plural temporalities” that reveal the non-linear, overlapping tempi of technology politics and development within national contexts; and third, “conjunctural thinking,” which parses technological transformations through moments of contestation, crises, and agency. Rather than prescribing yet another developmental blueprint, the CPPE approach seeks to demonstrate a decolonizing methodological praxis, disrupting grand global and regional narratives such as the “Asian miracle” and “Asian Century” that themselves universalize specific technological pathways to developmental ascendancy. Through situated histories and contested socio-technical transitions, the CPPE approach outlines a more politically generative lens for interrogating growth models across “incomparable geographies.” Ultimately, the article calls for rethinking technological leapfrogging beyond teleological assumptions, centering postcolonial indeterminacy in analyses of Asia’s (uneven) digital development.",
          "url": "https://doi.org/10.1177/20563051251341790",
          "doi": "https://doi.org/10.1177/20563051251341790",
          "filter": 0
        },
        {
          "title": "Regionality of Messaging Applications: Everyday Socialization as a Gateway to Civic and Political Participation in China, Japan, South Korea, and the United States",
          "authors": "Xiaomei Sun, Xining Liao, Hernando Rojas",
          "abstract": "Although there is a growing number of studies examining the political significance of messaging applications, the regional aspects of messaging applications have been overlooked by many in a global market dominated by American digital platforms. This study proposes an analytical framework of regionality concerning the characteristics of digital platforms, including origin, development, and usage. Messaging applications that are defined as regional have their origin, development, and usage occurring within a single country. This study takes a comparative approach to understand the social and political behaviors on regional messaging applications, including WeChat in China, LINE in Japan, KakaoTalk in South Korea, and WhatsApp and/or Snapchat in the United States. Using an online survey distributed in the four countries, we find that everyday socialization is a determining factor in political conversations on regional messaging applications, which in turn leads to civic and political participation. This mediation effect is confirmed in China, Japan, and South Korea, not in the United States. This study argues for the importance of considering the political economy of digital platforms, the global/regional characteristics of messaging applications, and the role of everyday socialization as a driving mobilizing force in political communication.",
          "url": "https://doi.org/10.1177/20563051251344076",
          "doi": "https://doi.org/10.1177/20563051251344076",
          "filter": 0
        },
        {
          "title": "Contested Meanings of Hate Speech and the Post-Truth Condition on Digital Platforms",
          "authors": "Kaarina Nikunen, Paula Haara, Heidi Kosonen, Aleksi Knuutila, Reeta Pöyhtäri, Tuija Saresma",
          "abstract": "In the everyday context, the term “hate speech” has become increasingly politicized and emotionally charged, yet these vernacular constructions of hate speech remain under-explored. Used as both a rhetorical weapon and an object of genuine concern, various understandings of hate speech circulate within interactive everyday cultures of digital media, shaped by the digitalised media environment. With the combination of computational and qualititative research methods, this article explores the struggle over meanings of hate speech. From a large dataset of 289,933 messages, we identified the 10 most relevant themes. We further used articulation theory to analyze different political and social articulations of hate speech. We situate these articulations to the context of post-truth condition, characterized with crisis of trust and truth-telling. Our study identified articulations of confusion, uncertainty, ridicule, trivialization, and censorship in the context of hate speech. The results show that the struggle over the power to define hate speech simultaneously involves a struggle to overturn the definitional power of research institutions and official and knowledge authorities. Overall, the study contributes to the research on hate speech by showing the vernacular, contextual and localized nature of hate speech that emerges in reference to particular political actors, events and debates. Furthermore, the study illustrates the societal importance of the hate speech debate and the ways in which the concept itself, through multiple articulations, is used as tool in the post-truth battle to impede and disturb democratic debate and to serve particular political ends.",
          "url": "https://doi.org/10.1177/20563051251341794",
          "doi": "https://doi.org/10.1177/20563051251341794",
          "filter": 0
        },
        {
          "title": "Market in the Fragmented State: Alibaba and the Chinese Governance Regime of Big Tech",
          "authors": "Lin Zhang",
          "abstract": "This article maps China’s emerging governance regime of big tech firms in the 2020s through the case of Alibaba. Contesting dominant media narratives that frame the Chinese state as either clashing with or aligning with private platforms, it provides an alternative perspective rooted in Chinese political traditions, based on long-term ethnographic observations and industry analysis, and informed by changing global sociotechnical and geopolitical conditions. In this hybrid model, the pragmatic Leninist central state both leverages and controls private tech giants to balance economic growth, social stability, and national security amid geopolitical tensions and a slowing economy. Local governments, meanwhile, maintain a fragile symbiosis with platforms like Alibaba to advance their own political and economic goals. This “market in the fragmented state” contrasts with the current oligarchical U.S. model, where big tech firms often capture state power to serve corporate interests. Despite their monopolistic and infrastructural tendencies, Chinese platforms operate within a fragmented, state-dominated system that both enables and restrains their growth, depending on shifting political dynamics. Understanding this emerging governance regime diversifies the current conceptualization of state market relations globally and state governance of big techs beyond Silicon Valley. It also sheds light on China’s ongoing techno-driven restructuring and global expansion and prompts questions about the influence of geopolitical competition on China’s governance approach and its global implications.",
          "url": "https://doi.org/10.1177/20563051251340147",
          "doi": "https://doi.org/10.1177/20563051251340147",
          "filter": 0
        },
        {
          "title": "“Boom-and-Burst”: Linking Online and Offline Elements of Right-Wing “Patriotic” Camps in Brazil",
          "authors": "Fernanda Odilla",
          "abstract": "This article examines social media’s role in the “online-offline nexus,” focusing on how digital interactions translate into sustained, large-scale, right-wing protests. Using Brazil as a case study, the research combines document analysis with non-participant observation in open right-wing Telegram groups and participant observation at the largest of Brazil’s 100 protest camps. At this camp in Brasília, supporters of former president Jair Bolsonaro, as in many other cities, gathered for 70 days between 2022 and 2023 to protest the 2022 presidential election won by Lula da Silva. The camps and online groups prominently displayed nationalist symbols and similar slogans such as “Stolen Election”, “SOS Armed Forces” and “Save Brazil,” reflecting the unified ideology of the self-called “patriots.” Social media—mainly through the (re)circulation of videos, posts, and dedicated content produced by and to demonstrators in Telegram and WhatsApp groups—proved essential in four stages: mobilizing , organizing , sustaining , and reorganizing . Introducing the concept of “boom-and-burst,” this study shows how the online-offline nexus both fostered collective identity and facilitated the logistical and ideological underpinnings of prolonged, site-specific demonstrations, actively encouraging violence. In Brazil, the overt support of many state actors, especially the army and police, also played a role. The cycle of intense digital enthusiasm translated into protest camps and, instead of the expected bust, ultimately escalated into acts of violence, with demonstrators planning bombings and vandalizing institutional sites in a disturbing sequel to the 6 January 2021 attack on the US Capitol.",
          "url": "https://doi.org/10.1177/20563051251343866",
          "doi": "https://doi.org/10.1177/20563051251343866",
          "filter": 0
        },
        {
          "title": "Clapping Back on TikTok: Black-Asian Multiraciality and Humor",
          "authors": "Ayumi Matsuda-Rivero",
          "abstract": "TikTok has become an important digital space for solidarity among underrepresented groups. However, it is also a space where stereotypes and offensive jokes are proliferated through unique affordances such as “Use This Sound.” For this study, I focused on Black-Asian multiracials known as “Blasians” and how they used TikTok. I analyzed 56 videos, 47 by Blasian creators and nine by non-Blasian creators, using content analysis and Berger’s typology of 45 humor techniques to uncover common themes and strategies employed by Blasians and non-Blasians on TikTok. Three major findings emerged from the data: First, unlike most social media platforms, the majority of my sample was created by Blasians themselves, with more than half of these videos directly or indirectly referencing racist experiences the creator had encountered using techniques like facetiousness, stereotypes, and wordplay suggesting that a Blasian-specific culture is emerging on TikTok, mirroring elements of Black Twitter. Second, Blasians often relied on monoracial Black and monoracial Asian stereotypes in their videos, demonstrating the multiple dimensions of how they are targeted. Third, non-Blasians relied on Blasian-specific stereotypes, highlighting novel ways in which other minoritized racial groups are racializing Blasians. Taken together, my study sheds light on the racialization process of a growing racial group, the emergence of a digital Black-Asian multiracial culture, and how TikTok united a diverse and broad ethnoracial group.",
          "url": "https://doi.org/10.1177/20563051251343864",
          "doi": "https://doi.org/10.1177/20563051251343864",
          "filter": 0
        },
        {
          "title": "Networked Hyperlocal Activists: Digital Democracy and Engagement in Sub-Saharan Africa",
          "authors": "Nikolaos Toumaras",
          "abstract": "Digital activists play a pivotal role in fostering local democracy, civic participation, and social advocacy across sub-Saharan Africa. Using technological, social, and discursive layers of communication, these activists navigate complex socio-political environments to amplify marginalized voices and facilitate local governance dialogues. Platforms like WhatsApp and Facebook enable real-time communication, trust-building, and narrative framing within nano-media spaces, bridging online and offline interactions. Despite their transformative potential, significant challenges persist, including gender disparities, urban-rural divides, and platform-specific limitations that hinder inclusivity and scalability. The commodification of visibility on digital platforms and infrastructural inequities further constrain their impact. Addressing these barriers through improved digital infrastructure, digital literacy initiatives, and institutional support ensures the sustainability of hyperlocal nano-media efforts. These strategies showcase the interplay of local and digital approaches, advancing democracy and civic empowerment while navigating the unique complexities of African contexts.",
          "url": "https://doi.org/10.1177/20563051251345945",
          "doi": "https://doi.org/10.1177/20563051251345945",
          "filter": 0
        },
        {
          "title": "Identity Roles and Sociality on TikTok: Performance in Hereditary Cancer Content (#BRCA and #Lynchsyndrome)",
          "authors": "Hannah Ditchfield, Stefania Vicari",
          "abstract": "Digital platforms have long been understood as important spaces where identity performance takes place with networks and interpersonal interaction forming the basis of many theoretical approaches to self. Due to TikTok’s distinctive technical structure, scholars have argued that processes of sociality and identity construction have changed, calling into question some of the founding principles of how we understand identity performance on social media. In this article, we critically engage with these debates by asking how identity is performed in TikTok content in the context of health and illness. Specifically, we explore identity performance in content on two hereditary cancer conditions: BReast CAncer (BRCA) and Lynch Syndrome, carriers of which have a much higher disposition to getting certain types of cancer in their lifetime. Through using computational data collection tools and conducting a qualitative content analysis, we find that identity is performed through the enactment of roles, all of which demonstrate how TikTok’s features still enable interpersonal and networked elements of self to emerge. This article contributes to knowledge on experiences of social media and hereditary cancer by shedding light on the kinds of identity performance that become most visible through ways of sociality shaped by powerful multimodal and algorithmic platforms such as TikTok. In so doing, it also provides unprecedented insight into what content users are exposed to when seeking information and support in relation to a hereditary cancer diagnosis on TikTok.",
          "url": "https://doi.org/10.1177/20563051251340862",
          "doi": "https://doi.org/10.1177/20563051251340862",
          "filter": 0
        },
        {
          "title": "Candidates Be Posting: Multi-Platform Strategies and Partisan Preferences in the 2022 U.S. Midterm Elections",
          "authors": "Josephine Lukito, Maggie Macdonald, Bin Chen, Megan A. Brown, Stephen Prochaska, Yunkang Yang, Jason Greenfield, Jiyoun Suk, Wei Zhong, Ross Dahlke, Porismita Borah",
          "abstract": "In this multi-platform, comparative study, we analyze social media messages from political candidates ( N = 1,517) running for Congress during the 2022 U.S. Midterm election. We collect data from seven social media platforms: Facebook, Twitter, Truth Social, Gettr, Instagram, YouTube, and Rumble over the 4 weeks before and after election day. With this unique dataset of posts, we apply computational methods to identify messages that sought to mobilize individuals (online and offline) to donate money, vote, attend events, engage with the campaign online, and visit the campaign’s content on other platforms. We find that Democrats were not on alt-tech platforms in 2022 and that both Republicans and Democrats use video-based platforms for multiple mobilization strategies. Mobilization messages varied for House and Senate candidates of both parties across platforms, before and after election day.",
          "url": "https://doi.org/10.1177/20563051251337541",
          "doi": "https://doi.org/10.1177/20563051251337541",
          "filter": 0
        },
        {
          "title": "The Climate Change Generation: Vocal but Overconfident? How Young Adults Who Overestimate Their Climate Knowledge Use Social Media and Engage With Others",
          "authors": "Niels G. Mede, Lara Kobilke, Nayla Fawzi, Thomas Zerback",
          "abstract": "Research suggests that social media can cause users, especially young adults, to overestimate their knowledge about climate change. Knowledge overestimation may then lead users to communicate more frequently about climate change with others. We test these hypotheses with a four-wave panel survey of respondents aged 18–29 years. We find that social media exposure is positively associated with respondents’ tendencies to overestimate their knowledge about climate change, but we do not find causal effects. Overestimation is also related to perceived information overload, subjective digital literacy, and trust in social media comments. While overestimation did not cause higher outspokenness about climate change, it increased respondents’ efforts to persuade others and engage with politicians. These results have implications for science communication and education.",
          "url": "https://doi.org/10.1177/20563051251341792",
          "doi": "https://doi.org/10.1177/20563051251341792",
          "filter": 0
        },
        {
          "title": "The Balancing Acts: Communicating Legitimacy in Global Speech Governance",
          "authors": "Diyi Liu",
          "abstract": "The governance of online speech is increasingly a battleground shaped by competing social expectations. This study investigates TikTok’s content moderation in Indonesia and Pakistan, two countries with vast market potential and delicate social and moral stances. Through document analysis and in-depth interviews with government officials, industry representatives, and civil society experts, it examines how stakeholders navigate normative and pragmatic considerations in global speech governance. The findings first highlight distinct regulatory approaches: Indonesia’s collaborative yet paternalistic model preferring fines over bans. It emphasizes administrative compliance through jurisdictional control over platform rules. In contrast, Pakistan’s defensive stance prioritizes infrastructure-level monitoring and restrictions, often resorting to platform bans to enforce control over moral and religious content. Unlike its Silicon Valley counterparts, TikTok demonstrates strategic compliance, deliberately sidestepping controversy by delegating sensitive decisions to state authorities and avoiding political roles. While normative consensus on appropriate content remains elusive, civil society organizations mediate crucial accountability relationships through strategic activism, coalition-building, and international networks. The study discusses the tensions and cost-benefit appraisals of each actor group, identifies essential principles for legitimate speech governance, and examines challenges in translating these principles into actionable frameworks.",
          "url": "https://doi.org/10.1177/20563051251340855",
          "doi": "https://doi.org/10.1177/20563051251340855",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Other-Interest and compassion as mechanisms of the warranting principle: Advancing warranting theory in the context of sponsored posts",
          "authors": "Yue (Nancy) Dai, Lunrui Fu, Wufan Jia",
          "url": "https://doi.org/10.1016/j.tele.2025.102292",
          "doi": "https://doi.org/10.1016/j.tele.2025.102292",
          "filter": 0
        },
        {
          "title": "From interface to inference: mapping the impact of generative artificial intelligence affordances on user risk perception",
          "authors": "Haoyu Zhao, Zhengbiao Han, Shuqi Yin, Nan yang, Preben Hansen",
          "url": "https://doi.org/10.1016/j.tele.2025.102299",
          "doi": "https://doi.org/10.1016/j.tele.2025.102299",
          "filter": 0
        },
        {
          "title": "When AI takes your call: Investigating the impact of conversational styles on customer service agents’ affective delivery",
          "authors": "Inyoung Jang, Jaekwang Kim, Inyoung Park",
          "url": "https://doi.org/10.1016/j.tele.2025.102277",
          "doi": "https://doi.org/10.1016/j.tele.2025.102277",
          "filter": 0
        },
        {
          "title": "Justifying AI regulation: Examining multi-stakeholder responses to the AI Act",
          "authors": "Kaisla Kajava, Ana Paula Gonzalez Torres, Antti Rannisto, Shintaro Sakai",
          "url": "https://doi.org/10.1016/j.tele.2025.102278",
          "doi": "https://doi.org/10.1016/j.tele.2025.102278",
          "filter": 0
        },
        {
          "title": "How live streaming influences trust in social commerce: A parasocial relationship perspective",
          "authors": "Chia Yen Yang, Boon Xuan Koh, Kok Wai Chew",
          "url": "https://doi.org/10.1016/j.tele.2025.102274",
          "doi": "https://doi.org/10.1016/j.tele.2025.102274",
          "filter": 0
        },
        {
          "title": "Why share debunking information? Investigating the relationship between motivation, sharing behavior, gratification, and continuous sharing intentions",
          "authors": "Fan Chao, Guang Yu, Yuan Sun",
          "url": "https://doi.org/10.1016/j.tele.2025.102280",
          "doi": "https://doi.org/10.1016/j.tele.2025.102280",
          "filter": 0
        },
        {
          "title": "When and why algorithmic control leads to app-based gig workers’ deviant work behaviour in China: A mixed-methods study in the food delivery sector",
          "authors": "Ming Chi, Yongshun Xu, Yihao Yang",
          "url": "https://doi.org/10.1016/j.tele.2025.102267",
          "doi": "https://doi.org/10.1016/j.tele.2025.102267",
          "filter": 0
        },
        {
          "title": "Online vaccine misinformation and susceptible publics: Understanding the differences between misinformation-immune, -vulnerable, -receptive, and -amplifying publics’ perceptions and behavioral intentions",
          "authors": "Arunima Krishna, Michelle A. Amazeen, Rob Eschmann",
          "url": "https://doi.org/10.1016/j.tele.2025.102279",
          "doi": "https://doi.org/10.1016/j.tele.2025.102279",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
