{
  "update": "2025-06-22",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Help or hindrance: Examining disability media exposure, stigmatization, and support",
          "authors": "Jasmine Gray, Meredith K. Reffner Collins, Maria Leonora G. Comello",
          "url": "https://doi.org/10.1080/03637751.2025.2514469",
          "doi": "https://doi.org/10.1080/03637751.2025.2514469",
          "filter": 0
        },
        {
          "title": "Whistleblowing, anonymity, and the Norwegian National Lottery: How to keep a secret identity for 29 months",
          "authors": "Larry Browning, Craig R. Scott, Peer Svenkerud, Jan-Oddvar Sørnes",
          "url": "https://doi.org/10.1080/03637751.2025.2514456",
          "doi": "https://doi.org/10.1080/03637751.2025.2514456",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "Another look at student dissent as outcomes of instructor behaviors",
          "authors": "Stephanie Kelly, Michelle T. Violanti, Galen Foresman",
          "url": "https://doi.org/10.1080/01463373.2025.2519268",
          "doi": "https://doi.org/10.1080/01463373.2025.2519268",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "A comparison of preemptive and postscript mitigation strategies for reducing psychological reactance to organ donation messages",
          "authors": "Tobias Reynolds-Tylus",
          "url": "https://doi.org/10.1080/08824096.2025.2515832",
          "doi": "https://doi.org/10.1080/08824096.2025.2515832",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Negotiating digital visibility in Asia: Rethinking conceptual frameworks through (g)local communities and practices",
          "authors": "Qian Huang, Jing Zeng, Hiromi Tanaka, Saif Shahin",
          "abstract": "This special issue explores the complex dynamics of digital visibility negotiation in Asian contexts. Emerging scholarship on this topic reveals how users strategically negotiate their visibility online. However, we still need to broaden the scope of our knowledge, especially outside Western contexts, in order to advance our theoretical understanding of such negotiations. Asian societies and communities, with their distinctive platform political economies and socio-cultural landscapes, offer rich yet underexplored contexts for advancing visibility theories beyond Western-centric frameworks. Responding to Brighenti’s call to treat visibility as an interdisciplinary social scientific category, this special issue presents 19 articles organized into four thematic clusters that analyze visibility practices across Asian communities and diasporic spaces. By centering Asian case studies and perspectives, we illustrate how visibility negotiations in Asian contexts can inform broader theoretical understandings of digital visibility negotiation practices and the power dynamics that shape them.",
          "url": "https://doi.org/10.1177/13548565251352729",
          "doi": "https://doi.org/10.1177/13548565251352729",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Stronger Algorithmic Beliefs Were Associated with More Benign Interpretations in Unideal Online Dating Scenarios",
          "authors": "Junwen M. Hu, Yoo Jung Oh",
          "url": "https://doi.org/10.1089/cyber.2025.0085",
          "doi": "https://doi.org/10.1089/cyber.2025.0085",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Connecting the Dots: How Communication Strategies Shape Climate Response Behaviors among Smallholder Maize Farmers in Bongo District, Ghana",
          "authors": "Daniel Achonga Apuri, Enoch Kwame Tham-Agyekum, Fred Ankuyi, John-Eudes Andivi Bakang, Caleb Melenya Ocansey",
          "url": "https://doi.org/10.1080/17524032.2025.2519046",
          "doi": "https://doi.org/10.1080/17524032.2025.2519046",
          "filter": 0
        },
        {
          "title": "Livelihoods and Lifecycles: Dialogs of Sustainability in Film and Video of the Canadian Forest Products Industry",
          "authors": "Joceline Andersen",
          "url": "https://doi.org/10.1080/17524032.2025.2507001",
          "doi": "https://doi.org/10.1080/17524032.2025.2507001",
          "filter": 0
        },
        {
          "title": "Tech Dude Vs Environmental Crisis: White Masculinity and Technofetishism in the Anglo-American Eco-documentary",
          "authors": "Hunter Vaughan",
          "url": "https://doi.org/10.1080/17524032.2025.2508266",
          "doi": "https://doi.org/10.1080/17524032.2025.2508266",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Analysing opinion voices in Portuguese newspapers: Who fights for feminists versus who is afraid of feminists?",
          "authors": "Carla Cerqueira",
          "abstract": "The paper discusses who are the voices in the opinion pieces on #MeToo in the Portuguese mainstream press. It starts from the idea that opinion spaces are fundamental for conveying different points of view in society and for strengthening democratisation and gender justice. It reflects on existing hierarchies and calls for the importance of a ‘place of speech’ that can bring the voices of women and feminists to the centre of the discussion about harassment and sexual violence. This analysis helps to refocus attention on the sphere of media production.",
          "url": "https://doi.org/10.1177/02673231251349004",
          "doi": "https://doi.org/10.1177/02673231251349004",
          "filter": 0
        },
        {
          "title": "Rethinking Tarde’s model in the social media era and digital news: The moderating role of proximity",
          "authors": "Cleves Nkie Mongo",
          "abstract": "This article revisits Gabriel Tarde's Press-Conversation-Opinion-Action model, introducing proximity as a moderator to examine its relevance in contemporary digital communication environments. While social media connects people across distances, enabling global discourse and expanding the reach of public conversations, physical proximity continues to play a key role in translating awareness and collective opinion into tangible action. The analysis adapts Tarde's framework to contemporary communication contexts, offering a refined understanding of how proximity influences the flow from conversation to action in increasingly interconnected communication landscapes.",
          "url": "https://doi.org/10.1177/02673231251349309",
          "doi": "https://doi.org/10.1177/02673231251349309",
          "filter": 0
        },
        {
          "title": "AI, democracy and gender equality: EU regulatory frameworks and the wager of gender mainstreaming",
          "authors": "Alice Baroni, Claudia Padovani",
          "abstract": "This article contends that gender mainstreaming in today's world constitutes a wager for all societies at the crossroads of democracy, technology and justice where multiple crises are experienced. At the same time, gender mainstreaming can be seen as the cornerstone of a possible cultural and political shift, to strengthen and revive democracy, in vision and in practice; it can be mobilised as a democratic innovation. Different actors, institutional and from civil society, have recently called for renewed efforts in mainstreaming gender in digital developments and governance. The paper assumes those calls as a basis from which to critically interrogate European regulation of AI through the dual lens of gender equality and mainstreaming. Could gender mainstreaming constitute a transformative principle in EU normative interventions for the digital age? And what research agenda may contribute to guiding the transformation towards renewed democratic visions and practices?",
          "url": "https://doi.org/10.1177/02673231251349323",
          "doi": "https://doi.org/10.1177/02673231251349323",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Understanding How Marginal National Video Game Industries Differ",
          "authors": "Jacqueline Burgess, Elina Roinoti, Alexander Muscat, Anthony Grace, Christian Jones",
          "abstract": "This article compares small (19 employees or fewer) video game developers’ commercial and creative mindsets in three marginal video game industries, Australia, New Zealand, and Greece, to understand how these industries differ. Semi-structured interviews were conducted with 62 participants across the three countries and analysed using thematic analysis. Despite all three national industries’ marginal status, there were similarities and clear differences in how the participant developers approached video game production. In particular, the lack of institutional support available for the Greek industry resulted in developers utilising networks and reputation. The research highlights how marginal, national video game industries cannot be simply grouped together because the developers within them display differences, as a result of their industry contexts, which influence and impact their video game development. These findings have implications for support from governments and education.",
          "url": "https://doi.org/10.1177/15554120251349312",
          "doi": "https://doi.org/10.1177/15554120251349312",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Practice inspired critical success factors for “doing” digital transformation",
          "authors": "Patrick McCarthy, David Sammon, Ibrahim Alhassan",
          "abstract": "Purpose The pace of Digital Transformation (DT) is accelerating within organizations, and this has blossomed into a commentary around what we refer to as “doing” DT. Despite this trend, it is hard to find a collection of Critical Success Factors (CSFs) for DT, from either the academic literature or trade press. For the purposes of this research, we define DT as the strategic use of emergent and emerging technologies to make an organization more customer-focused, innovative and efficient, through optimizing processes, data and people, disrupting business and operational models to deliver value to all stakeholders. Therefore, the objective of this theory-building research is to explore the CSFs for DT in a pre-digital organization. Design/methodology/approach For the purposes of this theory-building research we take inspiration from features of the Gioia Methodology. Therefore, we pose the following research question: What are the CSFs for DT that impact positively on the outcome of a DT initiative within a pre-digital organization? To answer this question, we code (following an inductive open, axial and selective coding approach) the stories of 16 key informants (DT leaders). We also survey a further 30 DT leaders to evaluate the importance of our findings (the degree to which each of our nine CSFs for DT are deemed “essential”). Findings We present nine CFSs for DT in a pre-digital organization as a conceptual model. We also evaluate these CSFs for DT, and this evaluation reveals that seven of our CSFs for DT are deemed essential. Furthermore, our evaluation also reveals three interesting patterns, one of which highlights the importance of three specific CSFs that impact on “Culture Change” when “doing” DT in a pre-digital organization. Originality/value This paper is unique in its approach and the CSFs presented can sharpen the DT focus of academia and practice. Our contribution advances the first comprehensive conceptualization of the “essential” CSFs for DT in a pre-digital organization, thereby strengthening the relevance for practitioners striving for the best possible DT initiative outcome.",
          "url": "https://doi.org/10.1108/itp-04-2024-0481",
          "doi": "https://doi.org/10.1108/itp-04-2024-0481",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "When tobacco is headline news: how public health bodies and anti-regulatory issue publics exercise influence in breaking news events",
          "authors": "George D. H. Pearson, Nathan A. Silver, Elexis C. Kierstead, Barbara A. Schillo, Jennifer M. Kreslake",
          "url": "https://doi.org/10.1080/1369118x.2025.2517339",
          "doi": "https://doi.org/10.1080/1369118x.2025.2517339",
          "filter": 0
        },
        {
          "title": "Twitch aggression profile: exploring aggression on a live mixed-media platform",
          "authors": "Seung Woo Chae",
          "url": "https://doi.org/10.1080/1369118x.2025.2511069",
          "doi": "https://doi.org/10.1080/1369118x.2025.2511069",
          "filter": 0
        },
        {
          "title": "Algorithmic discrimination: a grounded conceptualization",
          "authors": "Matthew Bui, Charlton McIlwain, Seyi Olojo, Ho-Chun Herbert Chang",
          "url": "https://doi.org/10.1080/1369118x.2025.2516544",
          "doi": "https://doi.org/10.1080/1369118x.2025.2516544",
          "filter": 0
        },
        {
          "title": "Anthropology of now: Love and technology: An ethnography of dating app users in Berlin",
          "authors": "Nikoo Karimi",
          "url": "https://doi.org/10.1080/1369118x.2025.2520008",
          "doi": "https://doi.org/10.1080/1369118x.2025.2520008",
          "filter": 0
        },
        {
          "title": "Can platform literacy protect vulnerable young people against the risky affordances of social media platforms?",
          "authors": "Sonia Livingstone, Reidar Schei Jessen, Mariya Stoilova, Line Indrevoll Stänicke, Richard Graham, Elisabeth Staksrud, Tine Jensen",
          "url": "https://doi.org/10.1080/1369118x.2025.2518254",
          "doi": "https://doi.org/10.1080/1369118x.2025.2518254",
          "filter": 0
        },
        {
          "title": "Seeing through the fake: how users detect and interpret deepfakes",
          "authors": "Donghee Shin",
          "url": "https://doi.org/10.1080/1369118x.2025.2518260",
          "doi": "https://doi.org/10.1080/1369118x.2025.2518260",
          "filter": 0
        },
        {
          "title": "European ambitions captured by American clouds: digital sovereignty through Gaia-X?",
          "authors": "Andreas Baur",
          "url": "https://doi.org/10.1080/1369118x.2025.2516545",
          "doi": "https://doi.org/10.1080/1369118x.2025.2516545",
          "filter": 0
        },
        {
          "title": "Shifting platform governance: examining participatory content moderation on a Chinese platform Bilibili",
          "authors": "Zheyu Shang",
          "url": "https://doi.org/10.1080/1369118x.2025.2520004",
          "doi": "https://doi.org/10.1080/1369118x.2025.2520004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Exploring the dilemma of full-screen ads when opening an app: the roles of users’ perceived goal impediment and processing fluency",
          "authors": "Qingxian An, Haifeng Li, Bowen Zheng",
          "url": "https://doi.org/10.1080/02650487.2025.2516870",
          "doi": "https://doi.org/10.1080/02650487.2025.2516870",
          "filter": 0
        },
        {
          "title": "An empirical study on bounced clicks versus multi-page clicks in display advertising",
          "authors": "Jaewon Choi, Duk Bin Jun, Haeun Kim, Sungho Park",
          "url": "https://doi.org/10.1080/02650487.2025.2516315",
          "doi": "https://doi.org/10.1080/02650487.2025.2516315",
          "filter": 0
        },
        {
          "title": "Just for fun: an empirically based framework for advertising fun",
          "authors": "Tyler Milfeld, Matthew Pittman",
          "url": "https://doi.org/10.1080/02650487.2025.2519898",
          "doi": "https://doi.org/10.1080/02650487.2025.2519898",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Mediating social phygital experiences in the context of esports tournaments",
          "authors": "Alex Baudet, Marie-Agnès Parmentier",
          "abstract": "Purpose This study explores consumer experiences shaped by digital technologies, focusing on the evolving concept of “phygital” or hybrid experiences arising from the integration of virtual and physical elements. It specifically investigates the challenges of reconciling performers’ virtual immersion with the physical experiences of crowds at esports tournaments. Design/methodology/approach Using a triadic lens involving producers, performers and audiences, the study employs a comprehensive methodological approach. It combines ethnographic and netnographic data, in-depth interviews and archival data to provide a holistic understanding of the phygital experience. Findings The findings uncover the complexities of value creation and destruction in social phygital experiences. It identifies key strategies employed by producers to mediate these experiences, such as amplifying, bridging, restricting and transposing. These strategies are essential in managing the divergent expectations of performers and audiences, ensuring a cohesive and engaging experience. The findings offer a framework for understanding and managing conflicting expectations in phygital settings. Research limitations/implications Data collection focused primarily on Western esports tournaments. Future research could explore how cultural factors influence the dynamics of social phygital experiences. Practical implications The study provides actionable insights for live performance producers and marketers in esports and other industries, emphasising the need for strategic planning to balance virtual immersion with physical engagement. It highlights opportunities to leverage sensory technologies and atmospheric management to enhance phygital experiences. Originality/value This research advances the conceptualisation of phygital experiences by introducing the notion of social phygitality and demonstrating the importance of triadic management in co-located hybrid events.",
          "url": "https://doi.org/10.1108/intr-03-2024-0522",
          "doi": "https://doi.org/10.1108/intr-03-2024-0522",
          "filter": 0
        },
        {
          "title": "How and when telecommuting enhances employee growth: a socially embedded model of thriving at work",
          "authors": "Mingwei Liu, Pengcheng Zhang, Jixin Huang, Hao Wen, Hai-Jiang Wang, Yun Ling",
          "abstract": "Purpose Does telecommuting enhance employees’ self-leadership and thereby facilitate thriving at work? By drawing on the socially embedded model of thriving at work, we aimed to explore the interactive effect of telecommuting and perceived visionary leadership on thriving at work through the lens of self-leadership. Design/methodology/approach Two-wave survey data were collected from a sample of 230 Chinese workers. Hierarchical linear regressions were performed to test our hypotheses. Findings The results suggested that telecommuting increases employees’ thriving at work through self-leadership when receiving a high level of visionary leadership but decreases their thriving at work through self-leadership when receiving a low level of visionary leadership. Research limitations/implications By integrating leadership research with studies on telecommuting, this study not only provides a new perspective to the literature on telecommuting but also helps teleworkers overcome the challenges they face, supporting the broad application of telecommuting technologies. Practical implications As telecommuting becomes increasingly prevalent in the workplace, we provide managers with insights on how to effectively manage and engage with employees in telecommuting environments. This helps them develop strategies to sustain employee productivity and maximize the benefits of implementing teleworking. Originality/value Beyond the traditional technostress perspective within the information systems field, we offer a leadership perspective on the effects of telecommuting on employees. Specifically, our findings indicate that the impact of telecommuting on self-leadership and subsequently thriving at work – whether it is beneficial or detrimental – depends on the presence of perceived visionary leadership.",
          "url": "https://doi.org/10.1108/intr-11-2023-1070",
          "doi": "https://doi.org/10.1108/intr-11-2023-1070",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Binge-Watching and Advertising Reactance: The Moderating Roles of Ad Position and Ad Congruence",
          "authors": "Lianlian Song, Tingting Wang, Shanji Yao, Qiuxiang Zhang, Geoffrey Kwok Fai Tso",
          "url": "https://doi.org/10.1080/00913367.2025.2511188",
          "doi": "https://doi.org/10.1080/00913367.2025.2511188",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Intercultural disaster communication and community resilience: examining post-hurricane communication in communities with limited English-speaking proficiency",
          "authors": "Yaguang Zhu, Janet Yang, Keri Stephens, Lucinda Austin",
          "url": "https://doi.org/10.1080/00909882.2025.2515867",
          "doi": "https://doi.org/10.1080/00909882.2025.2515867",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "The Depolarizing Effect of AI Chatbots: Effects of Interactive News on Belief Perseverance and Information Seeking",
          "authors": "Freddie J. Jennings, Marco Dehnert, Nicholas Purintun",
          "url": "https://doi.org/10.1080/08838151.2025.2519731",
          "doi": "https://doi.org/10.1080/08838151.2025.2519731",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "How does social media content go viral across platforms? Modelling the spread of Kamala is brat across X, TikTok, and Instagram",
          "authors": "Emma Connolly",
          "url": "https://doi.org/10.1080/19331681.2025.2519052",
          "doi": "https://doi.org/10.1080/19331681.2025.2519052",
          "filter": 0
        },
        {
          "title": "Dissemination of false information and societal polarization: an empirical investigation",
          "authors": "Prashant Kumar Choudhary, Jadhav Chakradhar, Poola Devendra",
          "url": "https://doi.org/10.1080/19331681.2025.2519053",
          "doi": "https://doi.org/10.1080/19331681.2025.2519053",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Understanding parents’ motivations for giving their children smartphones: A qualitative study",
          "authors": "Idoia Legorburu Fernandez, Nahia Idoiaga-Mondragon, Mirari Gaztañaga, Maria Dosil-Santamaria",
          "abstract": "In response to growing concerns about the early age at which children receive smartphones, this study examines the factors influencing parents’ decisions on when and why to allow their children access to these devices. A total of 642 parents from a region in the Basque Country (northern Spain) participated in an open-ended survey. The sample was diverse in terms of gender, child age (2–16 years, M = 9.26), and place of residence. While 26.9% had purchased a smartphone for their child, most either allowed shared use (65.3%) or restricted access entirely (7.7%). The data were analyzed using the Reinert method via Iramuteq software. Five key thematic categories emerged: the desire for children to be part of peer groups, social pressure perceived by parents, enabling children’s autonomy in public spaces, facilitating local communication practices, and exercising parental control. These findings reveal how smartphone-related decisions are shaped by community norms, safety concerns, and evolving definitions of childhood independence. The study highlights the importance of culturally responsive resources that support diverse parenting approaches without prescribing universal rules about the “right” age for smartphone ownership.",
          "url": "https://doi.org/10.1177/02654075251352599",
          "doi": "https://doi.org/10.1177/02654075251352599",
          "filter": 0
        },
        {
          "title": "Strengthening connections: A randomized controlled trial examining the impact of a supervisor support intervention on loneliness and military couple relationships",
          "authors": "Cynthia D. Mohr, AnnaMarie S. O’Neill, Jacquelyn M. Brady, Todd E. Bodner, Tori L. Crain, Leslie B. Hammer",
          "abstract": "Social connection has been declining across the general population (i.e., the “loneliness epidemic”), though some groups, including military personnel, are experiencing particularly high rates. This has led to calls for a multilevel national strategy, including workplaces, to build social connection (U.S. Surgeon General, 2023). To answer this call, the present study draws on the wise intervention approach (Walton, 2014), multidimensional model of social connection (Holt-Lunstad, 2022), and models of the bidirectional relationship between sleep health and relationship functioning (Gordon et al., 2017; Troxel et al., 2007), to deliver a workplace intervention that builds social connection for military employees and their romantic partners ( N = 360 couples), using a cluster randomized controlled trial. The workplace intervention, combining supportive supervisor training (for family and sleep health) with personalized sleep feedback for employees, was found to improve social connection for both partners in the treatment group compared to the control group. Specifically, employees and romantic partners reported lower loneliness, and employees reported higher perceived partner responsiveness. We also investigated potential mechanisms of intervention effects, though significant indirect effects were not detected. Broadly, this work contributes to the loneliness intervention literature by demonstrating the efficacy of cultivating social support through one’s workplace supervisor, paired with individual sleep feedback. Clinical trial registry: NCT02946736.",
          "url": "https://doi.org/10.1177/02654075251349701",
          "doi": "https://doi.org/10.1177/02654075251349701",
          "filter": 0
        },
        {
          "title": "The good, the bad, and the complex: Qualitative accounts of how people navigate singlehood benefits and challenges",
          "authors": "Brittany E. Dennett, Yuthika U. Girme, Sheri Fabian",
          "abstract": "Singlehood is often described as a binary: some single people struggle, while other singles thrive. Yet, single people likely experience challenging and beneficial aspects of singlehood simultaneously. We used qualitative approaches to provide insight about how single people navigate aspects of singlehood that are challenging and aspects that offer opportunities to thrive. Eleven single adults took part in 30–45-minute semi-structured interviews. Single participants were of diverse ages and ethnic backgrounds, represented a gender balanced sample, and reported diverse relationship histories ranging from never coupled to divorced. Using reflexive thematic analyses, we identified three themes that reflected broader complexities about navigating singlehood challenges and benefits: (I) whether and when should single people invest in singlehood, (II) balancing the tension between singlehood facilitating autonomy versus romantic relationships facilitating deep emotional connection, and (III) how to respond to feelings or experiences of societal pressure to partner that encourages romantic coupling. These findings shed light on how single people manage mixed feelings about singlehood and romantic coupling.",
          "url": "https://doi.org/10.1177/02654075251351444",
          "doi": "https://doi.org/10.1177/02654075251351444",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Negative Feedback Fuels Hate Speech: A Deep Learning Analysis of 25 Million News Comments",
          "authors": "Hyo-sun Ryu, Jae Kook Lee",
          "abstract": "This study investigates the dynamics of hate speech, looking at feedback on comments and subsequent commenting. We examine the relationship between feedback on comments, hate speech presence, and commenter types, with analysis of news comments during the 2022 South Korean presidential election campaigns. The data include 25 million comments, analyzed with a deep learning hate speech detection model. It was found that positive feedback encourages more commenting for non-hateful content, and negative feedback reduces subsequent non-hateful comments. However, surprisingly, negative feedback was found to rather increase the frequency of hateful comments, particularly among light commenters. Implications of the findings are discussed.",
          "url": "https://doi.org/10.1177/10776990251343076",
          "doi": "https://doi.org/10.1177/10776990251343076",
          "filter": 0
        },
        {
          "title": "Reducing Misinformation Credibility: How Explanations Impact the Effectiveness of Social Media Warning Labels and Fact-Checking Source Recall",
          "authors": "Paul Mena",
          "abstract": "Social media platforms have been using warning labels to alert users of misinformation. Although research has shown that flagging can be effective in reducing the perceived credibility of false information, many social media users still believe in misinformation even after seeing a warning label. An online experiment found that explanations may enhance the effectiveness of warning labels in reducing the credibility of misinformation with high message credibility. This research also showed that explanations may increase the perceived informational utility of warning labels. In the same way, explanations of warning labels were found to boost fact-checking source recall.",
          "url": "https://doi.org/10.1177/10776990251347657",
          "doi": "https://doi.org/10.1177/10776990251347657",
          "filter": 0
        },
        {
          "title": "Book Review: Platforms, Power, and Politics: An Introduction to Political Communication in the Digital Age , by Ulrike Klinger, Daniel Kreiss, and Bruce Mutsvairo Platforms, Power, and Politics: An Introduction to Political Communication in the Digital Age.KlingerUlrikeKreissDanielMutsvairoBruce. Cambridge: Polity, 2023. 288 pp.",
          "authors": "Martial Fanga Agbor",
          "url": "https://doi.org/10.1177/10776990251349215",
          "doi": "https://doi.org/10.1177/10776990251349215",
          "filter": 0
        },
        {
          "title": "Book Review: Community Data: Creative Approaches to Empowering People With Information , by Rahul Bhargava Community Data: Creative Approaches to Empowering People With Information. BhargavaRahul. Oxford, United Kingdom: Oxford University Press, 2025. 272 pp.",
          "authors": "Stephen W. Song",
          "url": "https://doi.org/10.1177/10776990251346715",
          "doi": "https://doi.org/10.1177/10776990251346715",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Harmony in Political Discourse? The Impact of High-Quality Listening on Speakers’ Perceptions Following Political Conversations",
          "authors": "Guy Itzchakov, Niv Navon, Jarret T. Crawford, Netta Weinstein, Kenneth G. DeMarree",
          "abstract": "Conversations with people who hold opposite partisan attitudes can elicit defensiveness, reinforce extreme attitudes, and undermine relationships with those with opposing views. However, this might not be the case when speakers experience high-quality (attentive, understanding, and non-judgmental) listening from their conversation partners. We hypothesized that high-quality listening would increase speakers’ positive views toward, and their willingness to further interact with, others who hold politically opposed attitudes, and that these effects would be mediated by greater state openness. We conducted three experiments using different modalities to manipulate listening. In Study 1 (&lt;em&gt;N&lt;/em&gt; = 379), participants recalled a conversation with an opposing political party member, with listening quality described as high-quality, low-quality, or control. Study 2 (&lt;em&gt;N&lt;/em&gt; = 269) used imagined interactions, with participants reading vignettes describing either high-quality listening or a control condition. In Study 3 (preregistered; &lt;em&gt;N&lt;/em&gt; = 741), participants watched a video of a listener modeling high-quality or moderate-quality listening and imagined themselves engaging in a similar interaction. Across studies, we found that high-quality listening consistently increased speakers’ state openness to politically opposed others but did not change political attitudes. We found inconsistent evidence for speakers’ increased willingness to engage in future interactions (meta-analytic effect: = 0.20, &lt;em&gt;p&lt;/em&gt; = 0.015). However, we observed a consistent indirect effect of listening on positive attitudes and willingness for future interactions through increased openness.",
          "url": "https://doi.org/10.17645/mac.9871",
          "doi": "https://doi.org/10.17645/mac.9871",
          "filter": 0
        },
        {
          "title": "Climate Communication in the Hybrid Media System: Media and Stakeholder Logics on Social Media",
          "authors": "Simon M. Luebke, Nadezhda Ozornina, Mario Haim, Jörg Haßler",
          "abstract": "Climate change is a major political challenge affecting millions of people worldwide. Journalists—while following media logic—have a strong responsibility to inform the public of the scientific evidence on the causes and consequences of climate change and to explain the motivations driving the climate policies under discussion. However, within hybrid media systems, journalists increasingly compete for attention with climate stakeholders, who tend to follow a political logic in climate communication and bypass journalism to share their perspectives on climate change. Despite this dynamic, the extent to which the climate communication of media organizations and stakeholders diverges in terms of content and focus remains largely unexplored, as does whether their topics and communication styles show signs of convergence. This article addresses these gaps by comparing how journalistic media and climate stakeholders communicate about climate change on social media and by examining the user engagement their content creates. We conducted a manual quantitative content analysis of visual posts about climate change published by media organizations and climate stakeholders in Germany on Instagram, Facebook, TikTok, and YouTube during the 2023 UN Climate Change Conference in Dubai (&lt;em&gt;N&lt;/em&gt; = 1,050). The results deepen our understanding of the national climate discourse in Germany and show that journalistic content in climate communication adheres strongly to media logic, presenting climate change in a more event-oriented, personalized, and negative manner. However, climate stakeholders’ communication is characterized by political logic, using strategic framing and focusing less on current climate events.",
          "url": "https://doi.org/10.17645/mac.9892",
          "doi": "https://doi.org/10.17645/mac.9892",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Direct and Indirect Effects of Communication Channel and Perceived Affordances on Perceptions of Support: A Dyadic Mediation Analysis",
          "authors": "Lucas J. Youngvorst, Andrew C. High",
          "url": "https://doi.org/10.1080/15213269.2025.2515383",
          "doi": "https://doi.org/10.1080/15213269.2025.2515383",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Uses and effects of AR- and VR-based animal embodiment: A field study at a beach music festival",
          "authors": "Daniel Pimentel",
          "abstract": "Amid growing ecological threats to wildlife, organizations are increasingly exploring multimedia solutions to spur action. One such strategy involves enabling audiences to embody threatened wildlife (animal embodiment) via augmented and virtual reality (AR/VR). Despite AR/VR’s capacity to visualize threats onto one’s virtual body, little is understood about how these platforms differ in their uses and effects. Thus, A field study was conducted at a music festival where attendees ( N = 99) evaluated custom-designed AR and VR games enabling animal embodiment. Results showed clear modality preferences for the AR game, though both AR and VR elicited high levels of connection, or body transfer (BT), with the animal body. BT also predicted pro-environmental behavior intentions, though this effect was strongest for direct (donations, volunteering) rather than indirect actions (social media advocacy). Results yield insight into the requirements for BT with animal bodies and establish support for animal embodiment as a viable environmental communications strategy.",
          "url": "https://doi.org/10.1177/14614448251346153",
          "doi": "https://doi.org/10.1177/14614448251346153",
          "filter": 0
        },
        {
          "title": "Communicating about sexual violence on TikTok: A content analysis",
          "authors": "Sydney Nicolla, Allison J Lazard, Deen Freelon, Lucinda L Austin, Heathe Luz McNaughton Reyes, Kathryn E Moracco",
          "abstract": "TikTok presents an opportunity for strategic and health communicators. There are more than 300 million views associated with the hashtags #sexualassaultawareness and #sexualassaultsurvivors on TikTok. Using quantitative content analysis, we analyzed 150 TikTok videos about “sexual assault” for trends in self-disclosures (RQ1), message framing (RQ2), types of sexual violence (RQ3), emotions (RQ4), creator characteristics (RQ5–7), and engagement (RQ8). We found that millions of people are seeing and engaging with this content. Coded videos were often (68%) framed from the perspective of educating or creating awareness. Video creators often engaged in displays of authenticity like showing their face on camera (84%). Coded videos often (60%) framed information in a way that “calls out” perpetrators or social norms surrounding sexual violence. This study sets the stage for future explorations of strategic communication on TikTok, including but not limited to projects related to sexual violence resistance and prevention.",
          "url": "https://doi.org/10.1177/14614448251341484",
          "doi": "https://doi.org/10.1177/14614448251341484",
          "filter": 0
        },
        {
          "title": "Video chat and in-person modality switches in online dating: An exploration of modality-switching motives, modality expansion, channel choice, and outcomes",
          "authors": "Erin M Sumner, Audrey Herrera, Artemio Ramirez",
          "abstract": "The present study sampled online daters to (a) inductively explore their motives for meeting a potential partner for face-to-face (FtF)-like interaction (i.e. a modality switch [MS]); (b) examine modality-switching motives and pre-MS modality expansion in relation to MS channel choice (e.g. video chat or in person); and (c) investigate whether MS motives, degree of pre-MS modality expansion, and MS channel are associated with partners going on a second FtF-like date. Results revealed that online daters possessed both relational (i.e. romantic, sexual, and platonic companionship) and information-seeking (i.e. fact-checking and exploration) MS motives. Holding the MS in person was associated with romantic, sexual, and platonic companionship motives, whereas meeting through video chat was associated with fact-checking motives and the degree of pre-MS channel expansion. Romantic MS motives and having held the MS through video chat were both associated with online daters going on a second FtF-like date.",
          "url": "https://doi.org/10.1177/14614448251344290",
          "doi": "https://doi.org/10.1177/14614448251344290",
          "filter": 0
        },
        {
          "title": "OnlyFans use and satisfactions with oneself and others: The role of upward social comparison",
          "authors": "Yadong Ji, Yachao Li",
          "abstract": "OnlyFans is a patronage platform primarily for sexually explicit content. Unlike professionally produced pornography, OnlyFans allows users to actively select their subscriptions and engage directly with creators. However, little is known about how the use of OnlyFans relates to various satisfaction with oneself and others. This study ( n = 293) explores the association of OnlyFans usage—including viewing and interaction—with different types of satisfaction: sexual self-esteem, relational satisfaction with sexual partners, and sexual satisfaction. The study also examined the role of upward comparisons (e.g. comparing oneself to performers, comparing sexual partners to performers, and comparing one’s sex life to depicted performances) in these dynamics. Contrary to expectations based on previous pornography research, the data revealed a positive relationship between OnlyFans use and satisfaction through upward comparisons. The findings suggest that OnlyFans use was associated with upward comparisons with content creators, which in turn may relate to increased sexual knowledge, skill development, and inspiration.",
          "url": "https://doi.org/10.1177/14614448251342235",
          "doi": "https://doi.org/10.1177/14614448251342235",
          "filter": 0
        },
        {
          "title": "Guarding against deception through news literacy interventions: Impact of issue involvement and participation on young French adults’ fake news vulnerability",
          "authors": "Ambre Gambin, Andreas Munzel",
          "abstract": "In the so-called post-truth age and the rise of social media, news circulates widely and quickly, leading to information overload. In this context, individuals experiencing high issue involvement tend to engage more with information. Literature has recently focused on news literacy interventions to protect people from fake news. However, few have addressed these initiatives’ immediate and differential effects simultaneously on young adults’ vulnerability to deception. Through three experiments involving undergraduate university students in France, we demonstrate that intervention-based educational methods can mitigate the impact of issue involvement on belief in fake news. Yet, they do not enable individuals to protect themselves in the long run and may even prove counterproductive by triggering information overload. Our study contributes to the research investigating preventive practices to help users arm themselves against fake news in media communication, social media, and social marketing.",
          "url": "https://doi.org/10.1177/14614448251342796",
          "doi": "https://doi.org/10.1177/14614448251342796",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Won't You Come Home? Women's Linguistic Strategies in Negotiating Sexual Engagements in a Rural Context in Nigeria",
          "authors": "Romanus Aboh, Jonas Akung, Eyo Mensah",
          "abstract": "Although there are studies that have investigated how urban women negotiate sexual intimacy, pleasure, and positions, how rural women negotiate sexual intimacy remains understudied. In an attempt to contribute to scholarship on African women's sexual experiences, this article examines how Bette‐Obudu women in northern Cross River State, southeastern Nigeria, negotiate sexual intimacy with their partners in romantic relationships. The ethnographic data were generated through nine‐month fieldwork exercises in five selected Bette‐Obudu communities from 20 participants who were purposively selected for this study. The women's nuanced narratives were analyzed using the conceptual lens of pragmatic context, which stipulates that contextual meaning is interpreted through shared knowledge and social conventions. The study shows that heterosexual Bette women, though constrained by cultural norms, deploy diverse communicative strategies to negotiate sexual intimacy and pleasure with their partners. Through critical linguistic analysis of the sampled women's narratives, this article deconstructs the notion of homogenization of rural women's sexuality and concludes that rural women can (re)negotiate and (re)construct their sexuality as well as redefine their passive sexual roles under conditions of patriarchal dominance and inequality.",
          "url": "https://doi.org/10.1111/pere.70016",
          "doi": "https://doi.org/10.1111/pere.70016",
          "filter": 0
        },
        {
          "title": "Are We Still Friends If You Are No Longer Single? The Impacts of a Friend Entering a New Romantic Relationship",
          "authors": "Elina R. Sun, Brett K. Jakubiak, Laura V. Machia",
          "abstract": "When a previously single close friend enters a romantic relationship, the friendship may be impacted as the friend shifts time and attention toward the romance. The current research investigated whether need fulfillment, uncertainty, and negative affect change when a person's close friend begins a new romantic relationship. In Study 1, participants ( N = 334) retrospectively reported their perceptions of a best friendship before and after the best friend formed a romantic relationship. In Study 2, participants ( N = 148) evaluated up to four best friendships 7 weeks apart and indicated whether their best friends had entered romantic relationships during this period. People recalled experiencing a decrease in friendship need fulfillment and increases in uncertainty and negative affect after a best friend started a romantic relationship (Study 1); however, people did not perceive those unique changes when reporting on best friendships before and after their friend entered a romantic relationship (Study 2). Greater relationship‐specific attachment anxiety and avoidance also amplified perceived friendship changes and negative affect when reporting retrospectively (Study 1) but not when reporting prospectively (Study 2). Together, these findings provide insight into the perceived but potentially limited impact of romantic relationships on friendships.",
          "url": "https://doi.org/10.1111/pere.70013",
          "doi": "https://doi.org/10.1111/pere.70013",
          "filter": 0
        },
        {
          "title": "“Fault Lines” and Substitution in the Family Network: Contact Between Children, Mothers, Fathers, and Maternal and Paternal Grandparents in Divorced and Non‐Divorced Families",
          "authors": "Vera de Bel, Gina Potarca, Marijtje van Duijn",
          "abstract": "Although the consequences of parental divorce for specific family relationships are increasingly studied, its impact on the broader family network, including relationships with and between parents, children, and grandparents, remains unexplored. This study aims to unravel how three‐generational, bilateral contact patterns manifest in the larger family network and how they differ when families experience parental divorce. 4,411 families from the multi‐actor Divorce in Flanders data with 1–5 family members (one child, father, mother, and paternal and maternal grandparents) reporting on contact with 1–7 family members are analyzed using a Social Relations Model. Results show that mothers have less frequent contact with paternal grandparents than with maternal grandparents, while fathers have less frequent contact with maternal grandparents than with paternal grandparents, revealing a clear fault line. This gap is even wider in divorced families. Mothers have more contact with maternal grandparents compared to fathers with paternal grandparents, and fathers do not have more contact with maternal grandparents than mothers with paternal grandparents. Less frequent contact with paternal (maternal) grandparents coexists with more frequent contact with maternal (paternal) grandparents, indicating substitution, which is stronger for children in divorced families.",
          "url": "https://doi.org/10.1111/pere.70017",
          "doi": "https://doi.org/10.1111/pere.70017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Narrative Versus Statistical Evidence in Environmental Persuasion: A Meta-Analysis Study",
          "authors": "Soohee Choi, Meng Chen, Zhuo Guo",
          "abstract": "This meta-analysis examines the effectiveness of narrative versus statistical evidence in environmental communication. Narrative evidence significantly enhances risk perception and behavioral intention, while statistical evidence plays a more conditional role in shaping attitudes. Moderator analyses reveal that video-based messages enhance the impact of narratives on risk perception, while locally framed statistical messages strengthen their effect on attitude. Longer messages are more effective at influencing behavioral outcomes than shorter ones. Explicit statistical messages enhance risk perception and intention, while non-explicit narratives remain effective. These findings highlight the importance of integrating narrative and statistical evidence in environmental communication campaigns.",
          "url": "https://doi.org/10.1177/10755470251344211",
          "doi": "https://doi.org/10.1177/10755470251344211",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Exploring the Mediating Role of Online Social Capital in the Association Between Sharing Memes Using Four Humor Styles and Subjective Well-Being",
          "authors": "Yueming Luo, Yu-Leung Ng",
          "abstract": "Sharing memes has emerged as a prevalent form of social grooming behavior on digital platforms, yet research has largely focused on the content of internet memes rather than the behavior of sharing them. This study explores whether sharing memes with different humor styles (affiliative, self-enhancing, aggressive, and self-defeating humor styles) relates to subjective well-being through the mediating roles of online bonding and bridging social capital. Using survey data from a representative sample of 1000 participants in the United States, the findings showed that affiliative and aggressive meme-sharing were positively associated with psychological well-being and positive feelings via enhanced online bonding social capital. The findings could contribute to a deeper understanding of social and psychological implications of engaging with memes in online communication.",
          "url": "https://doi.org/10.1177/20563051251348922",
          "doi": "https://doi.org/10.1177/20563051251348922",
          "filter": 0
        },
        {
          "title": "The Values of Fame: Exploring the Visual and Textual Representations of Basic Values in Influencers’ Instagram Content",
          "authors": "Anaëlle J. Gonzalez, Isra Irmak Akgün, Laura Vandenbosch",
          "abstract": "Despite the popularity of social media influencers (SMIs), little is known about how their content reflects and conveys certain values, leaving a gap in understanding their role as value intermediaries. This content analysis examined the representation of Schwartz values in the Instagram profiles of 59 of the most followed Western SMIs, celebrities, and athletes. Relying on 1256 posts and 2936 stories, the study documented the prevalence of values, modalities of representations (multimodal complexity and post-caption congruence), and differences between SMIs, athletes, and celebrities. Results revealed that 60.3% of the content portrayed at least one value, with achievement, benevolence, and hedonism being the most frequent. Multilevel analyses indicated that SMIs and athletes were more likely to post hedonism and benevolence, while celebrities were more likely to share universalism than SMIs. Most values were represented through low to medium levels of multimodal complexity, and only 15.3% showed post-caption congruence. These findings underscore the need to document how global digital platforms and actors mediate value representation, as they have the potential to shape audience values and cultural norms.",
          "url": "https://doi.org/10.1177/20563051251339035",
          "doi": "https://doi.org/10.1177/20563051251339035",
          "filter": 0
        },
        {
          "title": "Softblocking: Disconnective Practices, Imagined Affordances, and Reciprocity on Twitter",
          "authors": "Caitlin Hogan",
          "abstract": "This study investigates the social meaning of softblocking, a practice on social media in which a user blocks and then immediately unblocks another user, causing a mutual unfollowing. This study finds that softblocking highlights that social media users exercise agency in creating imagined affordances through novel use of pre-installed features to do social work. It also discusses what the rise of softblocking suggests about the demand for reciprocity within social media interaction. With a corpus of 96,541 tweets mentioning softblocking from 2009 to 2020 and corpus-assisted discourse analysis, this study explores (1) how softblocking is differentiated from pre-packaged affordances, (2) how softblocking is negotiated metadiscursively, and (3) how expectations of reciprocity are addressed by softblocking. I find that users expect sustained interaction and value-sharing with those they are in mutual following relationships with and also expect these relationships to be broken reciprocally. This study argues that softblocking meets the demand for disconnective action in a mutual manner, in line with emerging norms of politeness on social media that see reciprocity as politeness.",
          "url": "https://doi.org/10.1177/20563051251331156",
          "doi": "https://doi.org/10.1177/20563051251331156",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Opening and Closing of Discourse Through Indexing and Charting: Enhancing Pentadic Maps of Volodymyr Zelenskyy’s Speech to the U.N. General Assembly and Subsequent Media Coverage",
          "authors": "Prakash Acharya, Benjamin R. Bates",
          "url": "https://doi.org/10.1080/1041794x.2025.2516473",
          "doi": "https://doi.org/10.1080/1041794x.2025.2516473",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "The chop suey letterform and cultural hegemony in global representation of visual Chineseness",
          "authors": "Yu Li",
          "abstract": "Lettering styles mimicking the brushstrokes of Chinese calligraphy, known collectively as the ‘chop suey’ letterform, have featured prominently in the construction of visual Chineseness in global linguistic landscapes. This study examines and critiques the worldwide circulation of the chop suey letterform as a form of cultural hegemony. Drawing on visual data from both commercial and cultural domains, it reveals how the lettering style serves to manufacture and maintain representations of Chineseness that exoticize, otherize, and commodify the Chinese culture, serving the interest of a global power structure with Whiteness at its center. The analysis focuses on two mechanisms through which cultural hegemony functions: the dominant group dictates cultural norms, and cultural norms reinforce themselves and the power structure. The author argues that homogenization and commodification of the Chinese ethnocultural identity through the chop suey letterform not only reinforce a narrow, biased, and monolithic view of what it means to be Chinese, but also, by instituting marketable and consumable stereotypes, sideline and diminish opportunities to engage with more nuanced and complex articulations of the Chinese culture in non-Chinese societies.",
          "url": "https://doi.org/10.1177/14703572251328349",
          "doi": "https://doi.org/10.1177/14703572251328349",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
